{
  "year" : 2011,
  "senateBillNo" : "S2579-2011",
  "billEvents" : [ {
    "eventDate" : 1296018000000,
    "eventText" : "REFERRED TO ENERGY AND TELECOMMUNICATIONS",
    "billEventId" : "S2579-2011-1296018000000-REFERRED+TO+ENERGY+AND+TELECOMMUNICATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Enacts telecommunications privacy law containing provisions regulating the collection, use or disclosure of information by telecommunications carriers",
  "summary" : "Enacts the telecommunications privacy law containing provisions regulating the collection, use or disclosure of information by telecommunications carriers; requires a telecommunication carrier to notify customers of the information collected and distributed; subjects a third party who receives information from a telecommunications carrier to privacy rules; grants a subscriber right to inspect and correct personal information; provides for enforcement for the attorney general; establishes legislature's intent to create comprehensive privacy protection for subscribers to all forms of telecommunications services. ",
  "currentCommittee" : "ENERGY AND TELECOMMUNICATIONS",
  "sameAs" : null,
  "lawSection" : "Public Service Law",
  "previousVersions" : [ "S821-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2579\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 26, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on  Energy  and  Telecommuni-\n         cations\n\n       AN  ACT  to  amend the public service law, in relation to protecting the\n         privacy of telecommunications subscribers\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The public service law is amended by adding a new article\n    2  5-A to read as follows:\n    3                                 ARTICLE 5-A\n    4                       TELECOMMUNICATIONS PRIVACY LAW\n    5  SECTION 104.   SHORT TITLE.\n    6          104-A. LEGISLATIVE INTENT.\n    7          104-B. DEFINITIONS.\n    8          104-C. COLLECTION, USE OR DISCLOSURE OF INFORMATION.\n    9          104-D. SUBSCRIBER NOTICE OF CARRIER INFORMATION PRACTICES.\n   10          104-E. THIRD PARTIES.\n   11          104-F. SUBSCRIBER'S RIGHT TO INSPECT AND CORRECT INFORMATION.\n   12          104-G. MONITORING OR INTERCEPTING UPSTREAM COMMUNICATIONS  CHAN-\n   13                   NELS.\n   14          104-H. SECURITY MEASURES.\n   15          104-I. EXCEPTION TO WRITTEN AUTHORIZATION REQUIREMENT.\n   16          104-J. EXAMINATION OR DISCLOSURE OF AGGREGATE DATA.\n   17          104-K. ENFORCEMENT.\n   18          104-L. SEPARABILITY CLAUSE.\n   19    S  104.  SHORT  TITLE.  THIS ARTICLE MAY BE CITED AS THE \"TELECOMMUNI-\n   20  CATIONS PRIVACY LAW\".\n   21    S 104-A. LEGISLATIVE INTENT. 1.  THE  LEGISLATURE  FINDS  THAT  RECENT\n   22  ADVANCES IN TELECOMMUNICATIONS AND INFORMATION TECHNOLOGIES HAVE RAPIDLY\n   23  EXPANDED  THE  COLLECTION OF PERSONAL DATA ON INDIVIDUALS.  THE KINDS OF\n   24  DATA WHICH CAN BE GATHERED AND THE SPEED WITH WHICH  THAT  DATA  CAN  BE\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07119-01-1\n\n       S. 2579                             2\n\n    1  CORRELATED, RETRIEVED AND DISSEMINATED ARE SUBSTANTIALLY INCREASING. THE\n    2  INCREASING USE OF THESE TECHNOLOGIES AND THEIR RELATED SYSTEMS, CHANNELS\n    3  AND  SERVICES  HAS  A SERIOUS POTENTIAL FOR INJURY TO INDIVIDUAL PRIVACY\n    4  THAT CAN OCCUR FROM ANY COLLECTION, MAINTENANCE, USE OR DISSEMINATION OF\n    5  PERSONAL INFORMATION.\n    6    2.  THE RIGHT TO PRIVACY IS A PERSONAL AND FUNDAMENTAL RIGHT WORTHY OF\n    7  PROTECTION THROUGH APPROPRIATE LEGISLATION.\n    8    3. EXISTING FEDERAL AND STATE LAWS DO NOT PROVIDE COMPREHENSIVE PRIVA-\n    9  CY PROTECTION FOR THE WIDE RANGE OF TECHNOLOGIES BEING USED IN  TELECOM-\n   10  MUNICATIONS.  AMONG THESE ARE TELEPHONY, OPEN VIDEO SYSTEMS, CABLE TELE-\n   11  VISION, SATELLITE VIDEO SERVICES, WIRELESS VIDEO SERVICES  AND  WIRELESS\n   12  VOICE  SERVICES.  THE  LEGISLATURE INTENDS TO PROTECT THE WELFARE OF THE\n   13  PEOPLE OF NEW YORK BY ENABLING THEM TO PARTICIPATE IN THE  USE  OF  SUCH\n   14  TECHNOLOGIES WITHOUT UNDULY SACRIFICING THEIR PERSONAL PRIVACY.\n   15    4. THE LEGISLATURE ALSO INTENDS THAT BUSINESSES ENGAGING IN TELECOMMU-\n   16  NICATIONS  SERVICES  IN  NEW YORK SHOULD ALSO BENEFIT FROM COMPREHENSIVE\n   17  PRIVACY PROTECTION FOR INDIVIDUALS. COMPREHENSIVE RULES FOR ALL TELECOM-\n   18  MUNICATIONS FIRMS SHOULD CREATE A LEVEL  PLAYING  FIELD  BY  ELIMINATING\n   19  EXISTING DISPARITIES BETWEEN PRIVACY REQUIREMENTS FOR DIFFERENT TYPES OF\n   20  TECHNOLOGIES.  MOREOVER, IF NEW YORK CONSUMERS CAN USE THE NEW TECHNOLO-\n   21  GIES WITH ASSURANCE THAT THEIR PRIVACY IS PROTECTED, MORE CONSUMERS WILL\n   22  BE LIKELY TO PARTICIPATE IN THEIR USE.\n   23    5. IN ORDER TO MEET THESE GOALS, THIS ARTICLE IS BASED ON THE  PRINCI-\n   24  PLES THAT TELECOMMUNICATIONS FIRMS SHOULD COLLECT, USE AND DISCLOSE ONLY\n   25  SUCH INFORMATION AS THEY GENUINELY NEED AND THAT INDIVIDUALS SHOULD KNOW\n   26  WHAT INFORMATION IS COLLECTED ON THEM AND SHOULD CONTROL ITS DISCLOSURE.\n   27    S 104-B. DEFINITIONS. AS USED IN THIS ARTICLE:\n   28    1. \"TELECOMMUNICATIONS\" MEANS THE TRANSMISSION BETWEEN OR AMONG POINTS\n   29  SPECIFIED  BY  THE  USER, OF INFORMATION OF THE USER'S CHOOSING, WITHOUT\n   30  CHANGE IN THE FORM OR CONTENT OF THE INFORMATION AS SENT  AND  RECEIVED,\n   31  BY MEANS OF ELECTROMAGNETIC TRANSMISSION, WITH OR WITHOUT BENEFIT OF ANY\n   32  CLOSED TRANSMISSION MEDIUM, INCLUDING ALL INSTRUMENTALITIES, FACILITIES,\n   33  APPARATUS,  AND SERVICES (INCLUDING THE COLLECTION, STORAGE, FORWARDING,\n   34  SWITCHING, AND DELIVERY OF SUCH INFORMATION) ESSENTIAL  TO  SUCH  TRANS-\n   35  MISSION.\n   36    2.  \"TELECOMMUNICATIONS  CARRIER\"  MEANS  ANY PROVIDER OF TELECOMMUNI-\n   37  CATIONS SERVICES.\n   38    3. \"SUBSCRIBER\" MEANS ANY PERSON WHO RECEIVES ANY FORM OF TELECOMMUNI-\n   39  CATIONS SERVICE AND ANY OTHER AUTHORIZED USER OF A  PERSON'S  SUBSCRIBER\n   40  TERMINAL.\n   41    4.  \"PERSONALLY  IDENTIFIABLE  INFORMATION\" MEANS ANY INFORMATION THAT\n   42  IDENTIFIES ANY PERSON AS A SUBSCRIBER TO, OR  USER  OF,  A  TELECOMMUNI-\n   43  CATIONS CARRIER, OR THAT OTHERWISE PROVIDES INFORMATION ABOUT THAT INDI-\n   44  VIDUAL OR HIS USE OF ANY SERVICE PROVIDED BY A TELECOMMUNICATIONS CARRI-\n   45  ER, EXCEPT LISTING INFORMATION PUBLISHED IN \"WHITE PAGES\" DIRECTORIES.\n   46    5.  \"ORDINARY COURSE OF BUSINESS\" MEANS THE PROVISION OF (A) THE TELE-\n   47  COMMUNICATIONS SERVICE FROM WHICH PERSONALLY IDENTIFIABLE INFORMATION IS\n   48  DERIVED, OR (B) SERVICES NECESSARY TO, OR USED IN, THE PROVISION OF SUCH\n   49  TELECOMMUNICATIONS SERVICE, INCLUDING THE PUBLISHING OF DIRECTORIES.\n   50    6. \"UPSTREAM COMMUNICATIONS CHANNEL\" MEANS A SIGNALING  PATH  PROVIDED\n   51  BY  A  TELECOMMUNICATIONS CARRIER FOR THE TRANSMISSION OF SIGNALS OVER A\n   52  TELECOMMUNICATIONS SYSTEM FROM SUBSCRIBER TERMINALS.\n   53    7. \"INTERCEPT\" MEANS TO  ACQUIRE,  AT  ANY  TIME  FROM  INITIATION  TO\n   54  COMPLETION  OF  A  SIGNAL TRANSMISSION OVER A TELECOMMUNICATIONS SYSTEM,\n   55  THE CONTENT OF THE INFORMATION CONTAINED IN THAT SIGNAL.\n\n       S. 2579                             3\n\n    1    8. \"THIRD PARTY\" MEANS A PERSON OTHER THAN THE SUBSCRIBER OR  A  TELE-\n    2  COMMUNICATIONS CARRIER OR ANY AFFILIATE OR AGENT THEREOF; BUT, SUCH TERM\n    3  SHALL  NOT  INCLUDE  AN INTERCONNECTING CARRIER OR AN ORGANIZATION WHOSE\n    4  OBJECTIVE IS THE DETECTION, ELIMINATION  OR  REDUCTION  OF  TOLL  FRAUD,\n    5  WHICH HAS A DEMONSTRABLE AND REASONABLE REQUIREMENT FOR PERSONALLY IDEN-\n    6  TIFIABLE INFORMATION.\n    7    9.  \"GENERALLY  AVAILABLE  DATA  BASE\"  MEANS  A  SINGLE COLLECTION OF\n    8  PERSONALLY IDENTIFIABLE INFORMATION GENERALLY  USED  BY  A  TELECOMMUNI-\n    9  CATIONS  CARRIER  IN  THE  ORDINARY COURSE OF BUSINESS.   THE PERSONALLY\n   10  IDENTIFIABLE INFORMATION CONTAINED IN SUCH DATA BASE  MAY  INCLUDE  SUCH\n   11  INFORMATION AS SUBSCRIBER NAME AND ADDRESS, AMOUNT DUE, EQUIPMENT, BILL-\n   12  ING RECORDS, CONTRACTS WITH THE SUBSCRIBER, DEPOSIT INFORMATION, PAYMENT\n   13  INFORMATION AND BILLING ADJUSTMENTS.\n   14    S  104-C. COLLECTION, USE OR DISCLOSURE OF INFORMATION. A TELECOMMUNI-\n   15  CATIONS CARRIER MAY COLLECT, RECEIVE, STORE, AGGREGATE, USE, RENT, SELL,\n   16  RELEASE OR DISCLOSE PERSONALLY IDENTIFIABLE INFORMATION RELATING TO  ANY\n   17  SUBSCRIBER, SUBSCRIBER HOUSEHOLD, OR USER OF A SUBSCRIBER TERMINAL ONLY:\n   18    1. TO THE EXTENT NECESSARY TO PROVIDE THE CARRIER'S TELECOMMUNICATIONS\n   19  SERVICES IN THE ORDINARY COURSE OF BUSINESS;\n   20    2. WITH THE SUBSCRIBER CONSENT DESCRIBED IN SECTION ONE HUNDRED FOUR-D\n   21  OF THIS ARTICLE;\n   22    3.  TO DETECT THE UNAUTHORIZED RECEIPT OF TELECOMMUNICATIONS SERVICES,\n   23  INCLUDING COOPERATIVE EFFORTS AMONG CARRIERS  TO  DETECT,  ELIMINATE  OR\n   24  REDUCE TOLL FRAUD;\n   25    4. PURSUANT TO A COURT ORDER OR SUBPOENA;\n   26    5.  AS SPECIFICALLY PERMITTED BY THE FEDERAL COMMUNICATIONS COMMISSION\n   27  OR THE PUBLIC SERVICE COMMISSION; OR\n   28    6. OTHERWISE PURSUANT TO LAW.\n   29    S 104-D. SUBSCRIBER NOTICE OF CARRIER INFORMATION  PRACTICES.  1.    A\n   30  TELECOMMUNICATIONS  CARRIER  MUST  NOTIFY  A  SUBSCRIBER  OF THE GENERAL\n   31  CIRCUMSTANCES UNDER WHICH PERSONALLY IDENTIFIABLE  INFORMATION,  MAY  BE\n   32  COLLECTED, USED OR DISCLOSED.\n   33    2.  IN THE CASE OF A SUBSCRIBER CONTRACT ENTERED INTO ON OR BEFORE THE\n   34  EFFECTIVE DATE OF THIS ARTICLE, THE NOTICE MUST BE PROVIDED  WITHIN  ONE\n   35  HUNDRED  TWENTY  DAYS  IMMEDIATELY  AFTER  SUCH  DATE.  IN THE CASE OF A\n   36  SUBSCRIBER CONTRACT ENTERED INTO AFTER THE EFFECTIVE DATE OF THIS  ARTI-\n   37  CLE,  THE  NOTICE  SHALL  BE  PROVIDED  AT THE TIME THAT THE CONTRACT IS\n   38  ENTERED INTO. AFTER THE INITIAL NOTICE, NOTICE MUST BE PROVIDED AT LEAST\n   39  ANNUALLY.\n   40    3. NOTICE MUST BE IN WRITING, CLEAR  AND  CONSPICUOUS,  AND  IN  PLAIN\n   41  ENGLISH.\n   42    4.  THE  TELECOMMUNICATIONS CARRIER SHALL NOT USE PERSONALLY IDENTIFI-\n   43  ABLE INFORMATION IN A MANNER OTHER THAN THAT  DESCRIBED  IN  THE  NOTICE\n   44  WITHOUT  FURTHER WRITTEN NOTICE TO THE SUBSCRIBER AND, WHERE REQUIRED BY\n   45  THIS ARTICLE, THE CONSENT OF THE SUBSCRIBER.\n   46    5. A SUBSCRIBER MAY WITHDRAW HIS PERMISSION AT ANY  TIME.  THIS  WITH-\n   47  DRAWAL  SHALL  TAKE EFFECT THIRTY DAYS AFTER THE SUBSCRIBER NOTIFIES THE\n   48  TELECOMMUNICATIONS CARRIER THAT CONSENT IS BEING WITHDRAWN.\n   49    6. A TELECOMMUNICATIONS CARRIER SHALL NOT REFUSE TO PROVIDE ANY  TELE-\n   50  COMMUNICATIONS  SERVICE TO ANY PERSON ON ACCOUNT OF THAT PERSON'S REFUS-\n   51  ING TO GRANT CONSENT TO COLLECT, USE OR DISCLOSE PERSONALLY IDENTIFIABLE\n   52  INFORMATION.\n   53    7. A TELECOMMUNICATIONS CARRIER MUST OBTAIN A SUBSCRIBER'S AFFIRMATIVE\n   54  CONSENT BEFORE THE CARRIER MAY  RENT,  SELL,  RELEASE  OR  DISCLOSE  THE\n   55  SUBSCRIBER'S  PERSONALLY  IDENTIFIABLE  INFORMATION  TO  A  THIRD PARTY,\n   56  EXCEPT AS AUTHORIZED IN SECTION ONE HUNDRED FOUR-C OF THIS ARTICLE. SUCH\n\n       S. 2579                             4\n\n    1  AFFIRMATIVE CONSENT MAY  BE  OBTAINED  ONLY  IF  THE  TELECOMMUNICATIONS\n    2  CARRIER HAS NOTIFIED THE SUBSCRIBER OF: (A) THE KIND OF PERSONALLY IDEN-\n    3  TIFIABLE  INFORMATION THAT THE CARRIER WILL COLLECT AND THE INTENDED USE\n    4  OF  THAT  INFORMATION;  (B)  THE  NATURE,  FREQUENCY, AND PURPOSE OF ANY\n    5  DISCLOSURE OF THAT INFORMATION; AND (C) THE PERSONS TO  WHOM  DISCLOSURE\n    6  MAY BE MADE.\n    7    S  104-E. THIRD PARTIES. 1. USE OF PERSONALLY IDENTIFIABLE INFORMATION\n    8  BY THOSE RECEIVING THE INFORMATION  FROM  A  TELECOMMUNICATIONS  CARRIER\n    9  PURSUANT  TO  THE  PROVISIONS OF THIS ARTICLE IS LIMITED TO THE PURPOSES\n   10  FOR WHICH THE DISCLOSURE IS MADE.\n   11    2. CONCURRENT WITH, OR PRIOR TO, THE PROVISION OF PERSONALLY IDENTIFI-\n   12  ABLE INFORMATION TO OTHERS PURSUANT TO THE PROVISIONS OF THIS ARTICLE, A\n   13  TELECOMMUNICATIONS CARRIER SHALL GIVE NOTICE TO THE PERSON RECEIVING THE\n   14  INFORMATION OF THE PROVISIONS OF THIS ARTICLE. IF  PERSONALLY  IDENTIFI-\n   15  ABLE  INFORMATION  IS  PROVIDED  ON  A CONTINUING BASIS, NOTICE SHALL BE\n   16  PROVIDED AT THE TIME OF OR PRIOR TO THE PROVISION OF THE FIRST  OF  SUCH\n   17  INFORMATION AND ANNUALLY THEREAFTER.\n   18    3.  A  THIRD PARTY WHICH HAS RECEIVED PERSONALLY IDENTIFIABLE INFORMA-\n   19  TION PURSUANT TO THIS ARTICLE SHALL NOT RETAIN THAT  INFORMATION  IF  NO\n   20  LONGER  NEEDED FOR THE PURPOSES FOR WHICH IT WAS ACQUIRED, NOR SHALL THE\n   21  PARTY RENT, SELL, RELEASE, OR OTHERWISE DISCLOSE THAT INFORMATION TO ANY\n   22  PERSON, UNLESS THE THIRD PARTY DOES SO IN ACCORDANCE WITH THE PROVISIONS\n   23  OF THIS ARTICLE.\n   24    4. EVERY THIRD PARTY  RECEIVING  PERSONALLY  IDENTIFIABLE  INFORMATION\n   25  PURSUANT  TO  THIS  SECTION  SHALL  CERTIFY  ANNUALLY TO THE INFORMATION\n   26  PROVIDER IN WRITING THAT IT IS COMPLYING WITH  THE  PROVISIONS  OF  THIS\n   27  ARTICLE.\n   28    S  104-F. SUBSCRIBER'S RIGHT TO INSPECT AND CORRECT INFORMATION.  1. A\n   29  TELECOMMUNICATIONS CARRIER SHALL DISCLOSE TO A SUBSCRIBER ALL PERSONALLY\n   30  IDENTIFIABLE INFORMATION WHICH THE CARRIER POSSESSES PERTAINING TO  THAT\n   31  SUBSCRIBER  STORED  ON  ITS GENERALLY APPLICABLE DATA BASE, UPON WRITTEN\n   32  REQUEST OF THE SUBSCRIBER.  SUCH  DISCLOSURE  SHALL  BE  MADE  WITHIN  A\n   33  REASONABLE TIME FROM THE RECEIPT OF THE SUBSCRIBER'S REQUEST.\n   34    2.  A  SUBSCRIBER  MAY  REQUEST  TO  EXAMINE A COPY OF THE INFORMATION\n   35  DESCRIBED IN  THIS  SECTION  UPON  REASONABLE  NOTICE.  THE  INFORMATION\n   36  SUPPLIED  TO THE SUBSCRIBER SHALL BE IN A LEGIBLE FORMAT, WHICH IS CAPA-\n   37  BLE OF BEING UNDERSTOOD BY A REASONABLE  PERSON.  THE  SUBSCRIBER  SHALL\n   38  BEAR REASONABLE COPYING AND MAILING COSTS OCCASIONED BY THE EXAMINATION.\n   39    3.  A  TELECOMMUNICATIONS CARRIER SHALL CORRECT THE INFORMATION UPON A\n   40  REASONABLE SHOWING BY THE SUBSCRIBER THAT PERSONALLY IDENTIFIABLE INFOR-\n   41  MATION CONTAINED THEREIN IS INACCURATE. IF THE TELECOMMUNICATIONS CARRI-\n   42  ER AND SUBSCRIBER CANNOT RESOLVE A DISPUTE ABOUT  THE  ACCURACY  OF  ANY\n   43  INFORMATION  CONCERNING THE SUBSCRIBER, THE SUBSCRIBER MAY APPEND TO THE\n   44  CARRIER'S RECORD OF INFORMATION A STATEMENT SETTING FORTH THE NATURE  OF\n   45  THE  DISPUTE.  SUCH STATEMENT SHALL BE RETAINED IN THE CARRIER'S RECORDS\n   46  SO LONG AS THE DISPUTED INFORMATION IS RETAINED. WITHIN FORTY-FIVE  DAYS\n   47  OF  RECEIVING  THIS  NOTIFICATION  FROM THE SUBSCRIBER, THE TELECOMMUNI-\n   48  CATIONS CARRIER SHALL TRANSMIT A CORRECTED COPY OF THE  INFORMATION,  OR\n   49  THE  SUBSCRIBER'S  APPENDED  STATEMENT, TO ANY PARTY WHICH WAS GIVEN THE\n   50  ERRONEOUS INFORMATION. COPIES OF ALL SUCH CORRESPONDENCE SHALL  BE  SENT\n   51  TO THE SUBSCRIBER.\n   52    S  104-G. MONITORING OR INTERCEPTING UPSTREAM COMMUNICATIONS CHANNELS.\n   53  1.  EXCEPT AS OTHERWISE PROVIDED IN THIS  ARTICLE,  INFORMATION  DERIVED\n   54  FROM ANY SIGNAL OF AN UPSTREAM COMMUNICATIONS CHANNEL TRANSMITTED FROM A\n   55  SUBSCRIBER  TERMINAL  FOR THE PURPOSE OF MONITORING INDIVIDUAL HOUSEHOLD\n   56  OR COMMUNICATING PATTERNS MAY NOT BE DISCLOSED EXCEPT WITH  THE  WRITTEN\n\n       S. 2579                             5\n\n    1  AUTHORIZATION  OF THE SUBSCRIBER. SUCH AUTHORIZING DOCUMENT MUST EXPLAIN\n    2  IN CLEAR AND PLAIN ENGLISH THAT INFORMATION CONCERNING THE  SUBSCRIBER'S\n    3  VIEWING  PATTERNS  OR PRACTICES MAY BE DISCLOSED. THE PROVISION OF TELE-\n    4  PHONY  SERVICES  SHALL  BE EXEMPT FROM THE REQUIREMENTS OF THIS SUBDIVI-\n    5  SION.\n    6    2. EXCEPT AS OTHERWISE PROVIDED BY LAW, NO PERSON  SHALL  INTERCEPT  A\n    7  SIGNAL   OF  AN  UPSTREAM  COMMUNICATIONS  CHANNEL  TRANSMITTED  FROM  A\n    8  SUBSCRIBER TERMINAL EXCEPT THE SUBSCRIBER AND THE INTENDED  RECEIVER  OF\n    9  THE SIGNAL.\n   10    S  104-H.  SECURITY MEASURES. A TELECOMMUNICATIONS CARRIER SHALL MAIN-\n   11  TAIN SUCH SAFEGUARDS AS ARE NECESSARY TO ENSURE THE PHYSICAL  AND  ELEC-\n   12  TRONIC  SECURITY  AND  CONFIDENTIALITY  OF  ANY  PERSONALLY IDENTIFIABLE\n   13  INFORMATION CONCERNING SUBSCRIBERS.\n   14    S 104-I.  EXCEPTION  TO  WRITTEN  AUTHORIZATION  REQUIREMENT.  WRITTEN\n   15  AUTHORIZATION  SHALL NOT BE REQUIRED FOR A TELECOMMUNICATIONS CARRIER TO\n   16  CONDUCT  SYSTEM-WIDE  OR  INDIVIDUALLY  ADDRESSED  MONITORING  FOR   THE\n   17  PURPOSES  OF VERIFYING SYSTEM INTEGRITY, CONTROLLING RETURN TRANSMISSION\n   18  PATHS, OR FOR ANY PURPOSES FOR WHICH PERSONALLY IDENTIFIABLE INFORMATION\n   19  MAY BE LAWFULLY ACQUIRED PURSUANT TO THIS ARTICLE.\n   20    S 104-J. EXAMINATION OR DISCLOSURE OF  AGGREGATE  DATA.  THIS  ARTICLE\n   21  SHALL  NOT PROHIBIT THE EXAMINATION OF AGGREGATE DATA BY, OR THE DISCLO-\n   22  SURE OF SUCH DATA TO, ANY THIRD PARTY, PROVIDED THAT THE  DATA  CONTAINS\n   23  NO PERSONALLY IDENTIFIABLE INFORMATION CONCERNING ANY SUBSCRIBER, HIS OR\n   24  HER HOUSEHOLD, OR A USER OF HIS OR HER TERMINAL.\n   25    S  104-K. ENFORCEMENT. 1. ANY PERSON FOUND TO HAVE VIOLATED THIS ARTI-\n   26  CLE, WITH GROSS NEGLIGENCE, SHALL BE LIABLE TO THE AGGRIEVED  SUBSCRIBER\n   27  FOR  ALL  ACTUAL DAMAGES SUSTAINED BY SUCH SUBSCRIBER AS A DIRECT RESULT\n   28  OF THE VIOLATION, PROVIDED THAT ANY SUBSCRIBER WHO PREVAILS OR  SUBSTAN-\n   29  TIALLY  PREVAILS  IN ANY ACTION BROUGHT UNDER THIS SECTION SHALL RECEIVE\n   30  NOT LESS THAN FIVE HUNDRED DOLLARS IN DAMAGES, REGARDLESS OF THE  AMOUNT\n   31  OF ACTUAL DAMAGE PROVED, PLUS COSTS, DISBURSEMENTS AND REASONABLE ATTOR-\n   32  NEYS' FEES.\n   33    2. WHENEVER THERE SHALL BE A VIOLATION OF THIS ARTICLE, AN APPLICATION\n   34  MAY  BE  MADE  BY  THE ATTORNEY GENERAL IN THE NAME OF THE PEOPLE OF THE\n   35  STATE OF NEW YORK TO A COURT OR JUSTICE HAVING JURISDICTION BY A SPECIAL\n   36  PROCEEDING TO ISSUE AN INJUNCTION, AND UPON NOTICE TO THE  DEFENDANT  OF\n   37  NOT LESS THAN FIVE DAYS, TO ENJOIN AND RESTRAIN THE CONTINUATION OF SUCH\n   38  VIOLATION;  AND  IF  IT SHALL APPEAR TO THE SATISFACTION OF THE COURT OR\n   39  JUSTICE THAT THE DEFENDANT HAS,  IN  FACT,  VIOLATED  THIS  ARTICLE,  AN\n   40  INJUNCTION  MAY  BE  ISSUED  BY  SUCH  COURT  OR  JUSTICE, ENJOINING AND\n   41  RESTRAINING ANY FURTHER VIOLATION,  WITHOUT  REQUIRING  PROOF  THAT  ANY\n   42  PERSON  HAS,  IN  FACT,  BEEN  INJURED  OR  DAMAGED THEREBY. IN ANY SUCH\n   43  PROCEEDING, THE COURT MAY MAKE ALLOWANCES TO  THE  ATTORNEY  GENERAL  AS\n   44  PROVIDED  IN  PARAGRAPH  SIX  OF SUBDIVISION (A) OF SECTION EIGHTY-THREE\n   45  HUNDRED THREE OF THE CIVIL PRACTICE LAW AND RULES  AND  DIRECT  RESTITU-\n   46  TION.  WHENEVER  THE  COURT  SHALL  DETERMINE  THAT  A GROSSLY NEGLIGENT\n   47  VIOLATION OF THIS ARTICLE HAS OCCURRED, THE COURT  MAY  IMPOSE  A  CIVIL\n   48  PENALTY  OF  NOT  MORE  THAN ONE THOUSAND DOLLARS FOR SUCH VIOLATION. IN\n   49  CONNECTION WITH ANY SUCH PROPOSED APPLICATION, THE ATTORNEY  GENERAL  IS\n   50  AUTHORIZED  TO TAKE PROOF AND MAKE A DETERMINATION OF THE RELEVANT FACTS\n   51  AND TO ISSUE SUBPOENAS IN ACCORDANCE WITH THE  CIVIL  PRACTICE  LAW  AND\n   52  RULES.\n   53    3.  THE  REMEDIES PROVIDED BY THIS ARTICLE SHALL BE IN ADDITION TO ANY\n   54  OTHER LAWFUL REMEDY AVAILABLE TO A SUBSCRIBER.\n\n       S. 2579                             6\n\n    1    4. NO ACTION MAY BE BROUGHT  UNDER  THE  PROVISIONS  OF  THIS  SECTION\n    2  UNLESS  SUCH  ACTION  IS COMMENCED WITHIN TWO YEARS IMMEDIATELY FROM THE\n    3  DATE OF THE ACT COMPLAINED OF OR OF THE DATE OF DISCOVERY OF SUCH ACT.\n    4    S  104-L.  SEPARABILITY  CLAUSE.  IF  ANY CLAUSE, SENTENCE, PARAGRAPH,\n    5  SECTION OR PART OF THIS ARTICLE SHALL BE ADJUDGED BY ANY COURT OF COMPE-\n    6  TENT JURISDICTION TO BE INVALID OR UNCONSTITUTIONAL, SUCH JUDGMENT SHALL\n    7  NOT AFFECT, IMPAIR OR INVALIDATE THE REMAINDER  THEREOF,  BUT  SHALL  BE\n    8  CONFINED IN ITS OPERATION TO THE CLAUSE, SENTENCE, PARAGRAPH, SECTION OR\n    9  PART THEREOF DIRECTLY INVOLVED IN THE CONTROVERSY IN WHICH SUCH JUDGMENT\n   10  SHALL HAVE BEEN RENDERED.\n   11    S  2.  This act shall take effect on the first of July next succeeding\n   12  the date on which it shall have become a law.\n",
  "memo" : "BILL NUMBER:S2579\n\nTITLE OF BILL:\nAn act\nto amend the public service law, in relation to protecting the privacy\nof telecommunications subscribers\n\nPURPOSE OR GENERAL IDEA OF BILL:\nTo establish comprehensive subscriber\nprotection across-the-board to all forms of telecommunications\nservices.\n\nSUMMARY OF SPECIFIC PROVISIONS:\nSection one of the bill creates within\nthe public service law a new article entitled the \"Telecommunications\nPrivacy Law.\" Section 104-a of the new article sets forth the\nLegislature's intent to create comprehensive privacy protection for\nsubscribers to all forms of telecommunications services. Section\n104-b defines terms used in the new article. Section 104-c allows\ntelecommunications carriers to collect and distribute personally\nidentifiable information only when it is necessary for their\nbusiness, with subscriber consent, or under certain other limited\ncircumstances. Section 104-d requires a telecommunications carrier to\nnotify customers of the information collected and distributed.\nSection 104-e subjects a third party, which receives information from\na telecommunications carrier, to privacy rules. Section 104-f gives a\nsubscriber the right to inspect and correct personal information.\nSection 104-g forbids anyone to monitor or intercept a subscriber\ngenerated communications, except under limited circumstances. Section\n104-h requires a telecommunications carrier to use security measures.\nSection 104-i allows a carrier to conduct systems tests. Section\n104-j allows for the disclosure of aggregate data.\nSection 104-k provides for enforcement by the attorney general or a\nprivate right of action.\n\nEFFECTS OF PRESENT LAW WHICH THIS BILL WOULD ALTER:\nThere is no\ncomprehensive privacy protection for all telecommunications customers\nat either the federal or state level. There is some piecemeal\nlegislation which applies to limited spheres of telecommunications\nand which provides fewer protections than the instant bill.\nSEE, E.G., 47 U.S.C. &sect;551 (cable subscriber). Section 702 of the\nFederal Telecommunications Act of 1996 did create protection for\n\"customer proprietary information\" (CPNI) possessed by a\ntelecommunications carrier. However, the Act's definition of CPNI\nsuggests that it applies only to telephone common carriers.\n\nJUSTIFICATION:\nThe technologies and applications of\ntelecommunications\nare increasing at a dizzying pace. It is commonly understood\n\nthat an \"information superhighway\" will soon be here. New kinds of\ntwo-way, interactive communications will be a key element to the new\ntelecommunications infrastructure. With these changes the ability to\ncollect, correlate, analyze and distribute data is also increasing\nexponentially. This creates the serious potential for injury to the\npersonal privacy of individuals. There is no comprehensive privacy\nprotection for all forms of telecommunications at either the federal\nor state level.\n\nThis bill would create a \"Telecommunications Privacy Law\" that applies\nto all telecommunications carriers, including telephony, cable\ntelevision, wireless video and voice technologies, and even to\ntechnologies that are just now being implemented such as \"open video\nsystems\" operated by traditional telephone companies, and wireless\ndata services.\nThe primary reason for protecting personal privacy is that privacy is\na good unto itself and deserves protection. The United States and New\nYork State constitutions both provide bottom line protections for\nprivacy. Providing further protection is an appropriate subject for\nlegislation.\n\nAn additional constitutional interest that deserves statutory\nprotection is the First Amendment right to freely receive and\ndisseminate information without the chilling effect of enabling\nothers to trace one's ideas, opinions or buying habits.\nSEE R. Givens, Practice Commentaries to GAL &sect; 670, McKinneys' 994\nPocket Part, p. 308. The rationale for this bill is substantially\nsimilar to the rationale for the Video Consumer Privacy Act which\napplies to video tape sales and rental, and which was enacted in\n1993. GAL &sect; 670.\n\nThe dangers to privacy posed by advancing telecommunications\ntechnologies were noted by the Governor's Telecommunications\nExchange. In its report, the Exchange favorably commented on the\nPublic Service Commission's privacy principles and noted that\nlegislative action would be appropriate to strengthen those\nprinciples' force and effect, as well as to broaden their application\nto non-regulated telecommunications services.\nCONNECTING TO THE FUTURE: THE REPORT OF NEW YORK'S\nTELECOMMUNICATIONS\nEXCHANGE; at 29-31 (December, 1993).\n\nA secondary, utilitarian reason for protecting personal privacy is to\nassist the growth of the telecommunications industry in New York. If\nthe chilling effect is removed, potential customers are considerably\nmore likely to use new telecommunications services. More customers\nshould mean a better business environment for telecommunications\ncompanies in New York. A comprehensive privacy law should have the\nadditional benefit of subjecting all telecommunications carriers to\nthe same essential privacy rules, thereby creating a desirably level\nplaying field on this subject.\n\nThe bill would protect individuals' privacy without unduly\nhandicapping telecommunications carriers' ability to conduct their\nbusiness. The central component of the bill is PSC &sect;104-c, which\nwould govern when a carrier could collect, use or distribute\npersonally identifiable information. Doing so for the ordinary\nconduct of business would be permitted. A carrier could collect, use\nand disclose for other purposes, but\nonly if the customer has consented. The rationale is\nstraightforward--a person should be able to control the flow of\ninformation about himself or herself. Other provisions specifically\nallow carriers to use particular kinds of information without\nendangering privacy. These include traditional telephone directory\ninformation, system integrity tests, aggregate data, court orders and\n\"otherwise pursuant to law.\" This last provision recognizes that\nspecialized, narrow rules for specific telecommunications services\nmay be developed at the federal level. The \"otherwise pursuant to\nlaw\" provision allows for such specialized rules, but make them the\nexception to a general rule of privacy.\n\nThe basic principle of individual control over personal information\nalso gives rise to the rules on carrier notice of information\npractices (&sect; 104-d), and to the rules entitling a subscriber to\ninspect and correct information (&sect; 891). Third parties who receive\npersonally identifiable information for a telecommunications carrier\nwould be subject to essentially the same rules that apply to\ncarriers. If they were not, the bill's purpose could too easily be\ncircumvented by a seemingly limited disclosure to a third party which\ncould then distribute the information to the whole world. The\ndevelopment of interactive communications is increasing the threat of\nmonitoring and intercepting individuals' communications. Monitoring\nrefers to practices such as the recording of viewing habits or of the\nparties with whom a subscriber communicates.\nInterception refers to recording the actual contents of the\ncommunication. Section 104-g of the new article would protect\nindividuals from these particular kinds of privacy invasions.\nEnforcement would be achieved by court actions brought by the\nattorney general for injunctions and fines or by private citizen\nseeking damages.\n\nFISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\nThe first of July next succeeding the date on which it\nshall have become law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the public service law, in relation to protecting the privacy of telecommunications subscribers ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110126.T093238.TXT", "SOBI.D110129.T003343.TXT", "SOBI.D110126.T134259.TXT", "SOBI.D110126.T095239.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296279223723
}