{
  "year" : 2011,
  "senateBillNo" : "S257-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO INSURANCE",
    "billEventId" : "S257-2011-1294203600000-REFERRED+TO+INSURANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MAZIARZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Imposes certain limits, requirements and prohibitions regarding the seeking of refunds by certain insurers, organizations or corporations from health care providers",
  "summary" : "Imposes certain limits, requirements and prohibitions regarding the seeking of refunds by certain insurers, organizations or corporations (i.e., those licensed or certified pursuant to article 43 of the insurance law or article 44 of the public health law) from health care providers: imposes time limit of 180 days after making payment to a health care provider for requesting a refund or partial refund; requires requests for refunds and partial refunds to be accompanied by written notice containing certain specified elements (including an explanation of the reasons for the request); prohibits an insurer, organization or corporation from attempting to recover a refund or partial refund by withholding or reducing another payment that is owed to the health care provider. ",
  "currentCommittee" : "INSURANCE",
  "sameAs" : null,
  "lawSection" : "Insurance Law",
  "previousVersions" : [ "S1399-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "ALESI",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "FUSCHILLO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "GOLDEN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "LARKIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SALAND",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          257\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by Sens. MAZIARZ, ALESI, FUSCHILLO, GOLDEN, LARKIN, SALAND --\n         read  twice  and  ordered printed, and when printed to be committed to\n         the Committee on Insurance\n\n       AN ACT to amend the insurance  law,  in  relation  to  imposing  certain\n         limits, requirements and prohibitions regarding the seeking of refunds\n         by  certain  insurers,  organizations or corporations from health care\n         providers\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Section 3224-a of the insurance law is amended by adding a\n    2  new subsection (b-1) to read as follows:\n    3    (B-1) (1) EXCEPT IN THE CASE WHEN AN INSURER, ORGANIZATION  OR  CORPO-\n    4  RATION  HAS  A REASONABLE BASIS SUPPORTED BY SPECIFIC INFORMATION AVAIL-\n    5  ABLE FOR REVIEW BY THE SUPERINTENDENT THAT A CLAIM OR  BILL  FOR  HEALTH\n    6  CARE SERVICES RENDERED WAS SUBMITTED FRAUDULENTLY, AN INSURER, ORGANIZA-\n    7  TION  OR  CORPORATION  SHALL  HAVE  NO MORE THAN ONE HUNDRED EIGHTY DAYS\n    8  AFTER MAKING PAYMENT TO A HEALTH CARE PROVIDER FOR A CLAIM OR  BILL  FOR\n    9  SERVICES  RENDERED  TO SEEK A FULL OR PARTIAL REFUND OF A PAYMENT, OR TO\n   10  ADJUST A SUBSEQUENT PAYMENT TO REFLECT A FULL OR PARTIAL REFUND OF  SUCH\n   11  A PAYMENT.\n   12    (2) AN INSURER, ORGANIZATION OR CORPORATION WHICH SEEKS A REFUND OR TO\n   13  MAKE  AN  ADJUSTMENT PURSUANT TO PARAGRAPH ONE OF THIS SUBSECTION, SHALL\n   14  PROVIDE THE HEALTH CARE PROVIDER WITH WRITTEN NOTICE  THAT  EXPLAINS  IN\n   15  DETAIL THE REASONS FOR THE REFUND, IDENTIFIES EACH PREVIOUSLY PAID CLAIM\n   16  FOR WHICH A REFUND IS SOUGHT, AND PROVIDES THE HEALTH CARE PROVIDER WITH\n   17  AN  OPPORTUNITY  TO  CHALLENGE  THE  REFUND REQUEST. SUCH WRITTEN NOTICE\n   18  SHALL BE MADE TO THE HEALTH CARE PROVIDER  NOT  LESS  THAN  THIRTY  DAYS\n   19  PRIOR TO THE SEEKING OF A REFUND OR THE MAKING OF AN ADJUSTMENT PURSUANT\n   20  TO PARAGRAPH ONE OF THIS SUBSECTION.\n   21    S 2. This act shall take effect immediately and shall not apply to any\n   22  agreement executed on or before such date.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01585-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the insurance law, in relation to imposing certain limits, requirements and prohibitions regarding the seeking of refunds by certain insurers, organizations or corporations from health care providers ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101215.T111859.TXT", "SOBI.D101213.T115306.TXT", "SOBI.D101213.T121308.TXT", "SOBI.D101213.T112305.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292429939125
}