{
  "year" : 2011,
  "senateBillNo" : "S2575-2011",
  "billEvents" : [ {
    "eventDate" : 1296018000000,
    "eventText" : "REFERRED TO CITIES",
    "billEventId" : "S2575-2011-1296018000000-REFERRED+TO+CITIES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides veterans' real property school tax exemption in cities with a population of a million or more",
  "summary" : "Extends veterans' exemptions from real property taxation to local school taxes in cities of one million or more. ",
  "currentCommittee" : "CITIES",
  "sameAs" : null,
  "lawSection" : "Real Property Tax Law",
  "previousVersions" : [ "S346-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2575\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 26, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Cities\n\n       AN ACT to amend the real property tax  law,  in  relation  to  veterans'\n         exemptions  from  taxation  for local school purposes in cities with a\n         population of one million or more\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Paragraph  3  of subdivision 1 of section 458 of the real\n    2  property tax law, as amended by chapter 733 of  the  laws  of  1959,  is\n    3  amended to read as follows:\n    4    (3)  If  the assessors are satisfied that the applicant is entitled to\n    5  any exemption, they shall make appropriate entries upon the  assessment-\n    6  roll  opposite  the  description of such property and subtract the total\n    7  amount of such exemption from the total amount assessed pursuant to  the\n    8  provisions  of  paragraph one of this subdivision. Such entries shall be\n    9  made and continued in each assessment of the property so long as  it  is\n   10  exempt  from taxation for any purpose. Such real property, to the extent\n   11  of the exemption entered by the assessors, shall be exempt  from  state,\n   12  county  and  general  municipal taxation, but shall be taxable for local\n   13  school purposes, EXCEPT THAT IN CITIES WITH A POPULATION OF ONE  MILLION\n   14  OR  MORE,  SUCH  EXEMPTION  SHALL  APPLY  TO  TAXATION  FOR LOCAL SCHOOL\n   15  PURPOSES.  The provisions [herein] IN THIS PARAGRAPH,  relating  to  the\n   16  assessment and exemption of property purchased with eligible funds apply\n   17  and  shall  be enforced in each municipal corporation authorized to levy\n   18  taxes.\n   19    S 2. This act shall take effect immediately.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07287-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the real property tax law, in relation to veterans' exemptions from taxation for local school purposes in cities with a population of one million or more ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110126.T093238.TXT", "SOBI.D110126.T134259.TXT", "SOBI.D110126.T134759.TXT", "SOBI.D110126.T095239.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296067679658
}