{
  "year" : 2011,
  "senateBillNo" : "S2570-2011",
  "billEvents" : [ {
    "eventDate" : 1296018000000,
    "eventText" : "REFERRED TO CIVIL SERVICE AND PENSIONS",
    "billEventId" : "S2570-2011-1296018000000-REFERRED+TO+CIVIL+SERVICE+AND+PENSIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Repeals provisions mandating payroll deductions from public employees who engage in prohibited strikes",
  "summary" : "Repeals provisions mandating a payroll deduction at twice the daily rate of pay for each day a public employee engages in an illegal strike. ",
  "currentCommittee" : "CIVIL SERVICE AND PENSIONS",
  "sameAs" : null,
  "lawSection" : "Civil Service Law",
  "previousVersions" : [ "S4440-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2570\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 26, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Civil Service and Pensions\n\n       AN ACT to repeal paragraph (f) of subdivision 2 of section  210  of  the\n         civil  service  law,  relating to the prohibition of strikes by public\n         employees and individual penalties\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Paragraph (f) of subdivision 2 of section 210 of the civil\n    2  service law is REPEALED.\n    3    S 2. This act shall take effect immediately.\n\n\n\n\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06401-01-1\n",
  "memo" : "BILL NUMBER:S2570\n\nTITLE OF BILL:\nAn act to repeal paragraph (f) of subdivision 2 of section 210 of the\ncivil service law, relating to the prohibition of strikes by public\nemployees and individual penalties\n\nSUMMARY:\nThis bill repeals the penalty of two days pay for each day a public\nemployee participates in a strike.\n\nJUSTIFICATION:\nEnactment of this bill would remove from the Taylor Law the excessively\npunitive penalty of the loss of the second day's pay for each day of a\nstrike. The bill would NOT repeal the prohibition of strikes. Public\nemployee strikes will continue to be penalties for striking. In addition\nto loss of the second day's pay for each day of a strike, state law\nincludes the following provisions: fines and imprisonment imposed by the\ncourts upon individuals (judiciary Law, Section 751, subdivision 2)\n-removal or other disciplinary action against individuals (Civil Service\nLaw, Section 210, subdivision 2) -loss of payroll deduction of dues by\nthe employee organization (Civil Service Law, Section 210, subdivision\n3) None.\n\nFISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\nImmediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to repeal paragraph (f) of subdivision 2 of section 210 of the civil service law, relating to the prohibition of strikes by public employees and individual penalties ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110129.T003343.TXT", "SOBI.D110126.T092738.TXT", "SOBI.D110126.T134259.TXT", "SOBI.D110126.T095740.TXT", "SOBI.D110126.T095239.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296279223713
}