{
  "year" : 2011,
  "senateBillNo" : "S2577-2011",
  "billEvents" : [ {
    "eventDate" : 1296018000000,
    "eventText" : "REFERRED TO CRIME VICTIMS, CRIME AND CORRECTION",
    "billEventId" : "S2577-2011-1296018000000-REFERRED+TO+CRIME+VICTIMS%2C+CRIME+AND+CORRECTION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides that crime victim over 60 years of age is eligible for office of victim services award regardless of financial status",
  "summary" : "Eliminates the requirement of serious financial hardship incurred as the result of a crime as a qualification for an award from the crime victims board for victims who are over 60 years of age. ",
  "currentCommittee" : "CRIME VICTIMS, CRIME AND CORRECTION",
  "sameAs" : null,
  "lawSection" : "Executive Law",
  "previousVersions" : [ "S885-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2577\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 26, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Crime Victims,  Crime  and\n         Correction\n\n       AN ACT to amend the executive law, in relation to eligibility for awards\n         from the office of victim services\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 6 of  section  631  of  the  executive  law  is\n    2  amended by adding a new paragraph (f) to read as follows:\n    3    (F)  IN THE EVENT THAT A CLAIMANT IS A PERSON OVER SIXTY YEARS OF AGE,\n    4  THE PROVISIONS OF PARAGRAPH (A) OF THIS SUBDIVISION SHALL NOT APPLY.\n    5    S 2. This act shall take effect immediately and  shall  apply  to  all\n    6  claims pending and filed on and after such date.\n\n\n\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07153-01-1\n",
  "memo" : "BILL NUMBER:S2577\n\nTITLE OF BILL:\nAn act\nto amend the executive law, in relation to eligibility for awards\nfrom the crime victims board\n\nPURPOSE OF BILL:\nA claimant over the age of sixty would now be exempt\nfrom the serious financial hardship clause of the Crime victims Board\neligibility criteria.\n\nSUMMARY OF SPECIFIC PROVISIONS:\nSubdivision 6 of section 631 is amended by adding a new paragraph (f)\nwhich provides that a claimant over sixty years of age will no longer be\nsubject to subdivision six of section six hundred and thirty-one of\nthe Executive Law which is the serious financial hardship clause.\n\nEFFECTS OF PRESENT LAW THIS BILL WOULD ALTER:\nClaimants over the age\nof sixty will not be subject to the \"serious financial hardship\"\nclause of the Crime victims Board eligibility criteria. victims over\nthe age of sixty will no longer have their financial resources\nconsidered in determining eligibility for an award.\n\nJUSTIFICATION:\nThis bill would correct the inequity existing in the\ncurrent law which requires individuals who have built up assets\nduring their lifetime to deplete these financial resources at a time\nwhen their earning ability is increasingly diminished. These elderly\npersons would no longer have to prove financial hardship in order to\nreceive a compensation award from the Crime Victims Board.\n\nFISCAL IMPLICATIONS FOR STATE AND LOCAL GOVERNMENTS:\nUnder study by the Crime Victims Board.\n\nEFFECTIVE DATE:\nThis act shall take effect immediately and shall apply\nto all claims pending and filed hereafter.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the executive law, in relation to eligibility for awards from the office of victim services ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110126.T093238.TXT", "SOBI.D110129.T003343.TXT", "SOBI.D110126.T134759.TXT", "SOBI.D110126.T095239.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296279223722
}