{
  "year" : 2011,
  "senateBillNo" : "S2585-2011",
  "billEvents" : [ {
    "eventDate" : 1296018000000,
    "eventText" : "REFERRED TO HOUSING, CONSTRUCTION AND COMMUNITY DEVELOPMENT",
    "billEventId" : "S2585-2011-1296018000000-REFERRED+TO+HOUSING%2C+CONSTRUCTION+AND+COMMUNITY+DEVELOPMENT",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for correction of all code violations prior to transfer to cooperative or condominium ownership",
  "summary" : "Requires the sponsor of a plan to convert a building or buildings to cooperative or condominium ownership to cure all serious violations of record of any local or state law with respect to its building and grounds which are the subject of such cooperative or condominium offering. ",
  "currentCommittee" : "HOUSING, CONSTRUCTION AND COMMUNITY DEVELOPMENT",
  "sameAs" : null,
  "lawSection" : "General Business Law",
  "previousVersions" : [ "S447-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2585\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 26, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Housing, Construction  and\n         Community Development\n\n       AN  ACT  to  amend the general business law, in relation to the physical\n         condition of a building being converted to cooperative or  condominium\n         ownership\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraph (a) of subdivision 1  of  section  352-e  of  the\n    2  general business law, as amended by chapter 1085 of the laws of 1968, is\n    3  amended to read as follows:\n    4    (a)  It  shall  be illegal and prohibited for any person, partnership,\n    5  corporation, company, trust or association, or  any  agent  or  employee\n    6  thereof,  to  make  or take part in a public offering or sale in or from\n    7  the state of New York of securities constituted of participation  inter-\n    8  ests  or  investments  in  real  estate,  mortgages or leases, including\n    9  stocks, bonds, debentures, evidences of interest or indebtedness, limit-\n   10  ed partnership interests or other security or securities as  defined  in\n   11  section  three  hundred  fifty-two of this article, when such securities\n   12  consist primarily of participation interests or investments  in  one  or\n   13  more  real  estate  ventures, including cooperative interests in realty,\n   14  unless and until there shall have been filed with the department of law,\n   15  prior to such offering, a written statement or statements, to  be  known\n   16  as  an  \"offering statement\" or \"prospectus\" concerning the contemplated\n   17  offering  which  shall  contain  the  information  and   representations\n   18  required  by  [paragraph]  PARAGRAPHS  (b)  AND  (D) of this subdivision\n   19  unless the security offering is exempted hereunder or under  SUBDIVISION\n   20  TWO  OF  section  three hundred fifty-nine-f[, subdivision two,] of this\n   21  article by rule or action  of  the  attorney  general.  The  term  \"real\n   22  estate\"  as  used  in  the  paragraph  shall not include mineral, oil or\n   23  timber leases or properties, or buildings,  structures,  land  or  other\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07262-01-1\n\n       S. 2585                             2\n\n    1  realty  housing  or  containing  business  offices or industry, owned or\n    2  leased by the issuer, where the issuer is not primarily engaged  in  the\n    3  business  of  buying and selling such building or other realty or leases\n    4  or  interests  therein.  The  circulation or dissemination of a non-firm\n    5  offer (including circulation or dissemination of a preliminary  prospec-\n    6  tus  pursuant  to  section  ten  (b)  of  the securities act of nineteen\n    7  hundred thirty-three, and the  rules  thereto  appertaining)  shall  not\n    8  constitute making or taking part in a public offering within the meaning\n    9  of this section.\n   10    S  2.  Subdivision  1  of section 352-e of the general business law is\n   11  amended by adding a new paragraph (d) to read as follows:\n   12    (D) THE PHYSICAL CONDITION OF A BUILDING BEING  CONVERTED  TO  COOPER-\n   13  ATIVE  OR  CONDOMINIUM OWNERSHIP. THE OFFERING STATEMENT, REFERRED TO IN\n   14  SUBDIVISION (A) OF THIS SECTION, SHALL PROVIDE THAT  THE  SPONSOR  OF  A\n   15  PLAN  TO  CONVERT  A BUILDING OR BUILDINGS TO COOPERATIVE OR CONDOMINIUM\n   16  OWNERSHIP SHALL CAUSE TO BE CURED (I) ALL SERIOUS VIOLATIONS  OF  RECORD\n   17  OF  LOCAL OR STATE LAW OR REGULATIONS REGARDING CONDITIONS IN THE BUILD-\n   18  ING OR GROUNDS OF THE REAL PROPERTY WHICH IS THE SUBJECT OF  THE  OFFER-\n   19  ING,  EXISTING  ON  THE  DATE OF EFFECTIVENESS OF THE PLAN, EXCEPT THOSE\n   20  WHICH, IF NOT CORRECTED, WOULD NOT LEAD TO DANGEROUS OR HAZARDOUS CONDI-\n   21  TIONS, AS CERTIFIED BY A REGISTERED ARCHITECT OR  PROFESSIONAL  ENGINEER\n   22  RETAINED BY THE SPONSOR, AND (II) ALL DANGEROUS AND HAZARDOUS CONDITIONS\n   23  IN  SUCH REAL PROPERTY EXISTING ON THE DATE OF EFFECTIVENESS OF THE PLAN\n   24  WHICH A REGISTERED ARCHITECT OR PROFESSIONAL ENGINEER  RETAINED  BY  THE\n   25  SPONSOR  CERTIFIES  ARE NOT IN COMPLIANCE WITH APPLICABLE STATE OR LOCAL\n   26  LAWS OR REGULATIONS. THE OFFERING PLAN MUST FURTHER PROVIDE THAT IF  ANY\n   27  SUCH  VIOLATIONS OR RECORD REFERRED TO IN SUBPARAGRAPH (I) OF THIS PARA-\n   28  GRAPH OR DANGEROUS OR HAZARDOUS CONDITIONS REFERRED TO  IN  SUBPARAGRAPH\n   29  (II)  OF THIS PARAGRAPH ARE NOT CORRECTED BY THE CLOSING DATE, THE SPON-\n   30  SOR SHALL PLACE IN ESCROW A SUM OF MONEY WHICH IS CERTIFIED BY A  REGIS-\n   31  TERED  ARCHITECT  OR  PROFESSIONAL  ENGINEER  RETAINED BY THE SPONSOR AS\n   32  SUFFICIENT TO COVER THE REMAINING COST OF CORRECTION.  THE  SPONSOR  MAY\n   33  EXPEND  THE ESCROW MONEY TO CURE SUCH VIOLATIONS OR DANGEROUS OR HAZARD-\n   34  OUS CONDITIONS. IN THE EVENT THAT THE CORRECTIVE WORK IS  NOT  COMPLETED\n   35  WITHIN  ONE  YEAR OF THE CLOSING DATE, THE SUM IN ESCROW SHALL BE TURNED\n   36  OVER TO THE COOPERATIVE CORPORATION OR CONDOMINIUM BOARD OF MANAGERS AND\n   37  USED TO COMPLETE THE WORK. ANY ESCROW MONEY REMAINING AFTER ALL REQUIRED\n   38  WORK IS COMPLETED SHALL BE RETURNED TO THE SPONSOR.  WHERE  THE  SPONSOR\n   39  PLACES INTO A RESERVE FUND AN AMOUNT IN EXCESS OF THAT REQUIRED BY STATE\n   40  AND  LOCAL LAW WHICH IS SPECIFICALLY ALLOCATED AND ADEQUATE TO CURE SUCH\n   41  PARTICULAR VIOLATION OF RECORD OR DANGEROUS OR HAZARDOUS  CONDITION,  NO\n   42  MONEY  NEEDS  TO  BE PLACED IN ESCROW FOR SUCH VIOLATION OR DANGEROUS OR\n   43  HAZARDOUS CONDITION. IF THE SUM IN ESCROW OR SPECIFICALLY ALLOCATED IN A\n   44  RESERVE FUND IS NOT SUFFICIENT TO CURE  SUCH  VIOLATIONS  OF  RECORD  OR\n   45  DANGEROUS  OR  HAZARDOUS  CONDITIONS  THE SPONSOR SHALL REMAIN LIABLE TO\n   46  CURE SUCH VIOLATIONS OR DANGEROUS OR HAZARDOUS CONDITIONS.\n   47    S 3. This act shall take effect immediately and shall apply  to  every\n   48  offering  statement  or  prospectus submitted to the attorney general on\n   49  and after such date  and  to  every  offering  statement  or  prospectus\n   50  submitted to the attorney general which has not yet been declared effec-\n   51  tive.\n",
  "memo" : "BILL NUMBER:S2585\n\nTITLE OF BILL:\nAn act\nto amend the general business law, in relation to the physical\ncondition of a building being converted to cooperative or\ncondominium ownership\n\nPURPOSE/SUMMARY OF PROVISIONS:\nThis bill would require a sponsor of a\ncooperative or condominium conversion to correct, or' promise to\ncorrect, serious violations of local and state codes concerning\nbuilding and housing conditions before the sponsor's conversion plan\ncould be accepted for filing by the Attorney General.\n\nJUSTIFICATION:\nIn 1982 the Attorney General\nformalized a long-standing\npractice by promulgating regulations requiring that an offering plan\nfor a building undergoing conversion to cooperative or condominium\nownership state that \"prior to closing or within a reasonable period\nof time thereafter,sponsor will cause to be cured all violations of\nrecord as of the closing date (except violations caused by the acts\nor omissions of tenants of the building in their own units) and will\neliminate all dangerous or hazardous conditions that sponsor has\nnotice of and comply with all work orders from mortgages.\" 13 NYCRR\nSS18.3(hh) (3). These regulations were challenged by sponsors\nunwilling to do the work needed to make their buildings safe. A lower\ncourt held by the Attorney General had no authority to promulgate and\nenforce the regulations.\nCOUNCIL FOR OWNER HOUSING, INC. V. ABRAMS, 506 N.Y.S. 2d 1014 (Supreme\nCourt, Albany County, 1987). An appeal was taken to the Appellate\nDivision, Third Department, which unanimously affirmed, 125 A. D. 2d\n10. On November 22, 1988, the Court of Appeals affirmed the Appellate\nDivision decision, thus barring the Attorney General from thereafter'\nenforcing the regulations. 72 N.Y.2d (1988).\n\nAs a result of this decision, sponsors of buildings undergoing\nconversion will not be required to correct conditions in such\nbuildings which have been determined by local building inspectors to\nbe in violations of law, or which would constitute such violations.\nMany of the violations may be dangerous or hazardous to the health\nand safety of the prospective purchasers of the cooperative shares or\ncondominium units (whether resident tenants or outside purchasers),\nas well as to non-purchasers tenants who remain there. Furthermore,\nthe legal obligation to correct such conditions -- and liability for\nnot doing so -- passes to those purchasers.\n\nThis bill will ensure that no conversion in New York City or in\nmunicipalities in Nassau, Rockland or Westchester Counties which have\n\nadopted General Business Law Section 352-e, will be completed, i.e.\ntitle may not be transferred, unless\n\n(1) all serious violations of record and all dangerous or hazardous\nconditions that would constitute violations are cured or\n\n(2) the Sponsor has set aside in an escrow account enough money to\nCure all such violations and conditions, or has placed into a reserve\nfund an amount in excess of that required by state or local law which\nis specifically allocated and adequate to cure all such violations\nand conditions.\n\nAll sponsors of offering plans which were not declared effective as of\nNovember 22, 1988 are now free to amend their plans to remove their\nobligation to Cure violations. Section 3 of this bill clarifies that\nall plans which are not yet declared effective would be subject to\nits provisions.\n\nFISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\nThis act shall take effect immediately and shall apply to every\noffering statement or prospective submitted to the attorney general\non and after such date and to every offering statement or\nprospectus submitted to the attorney general which has not yet\nbeen declared effective.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the general business law, in relation to the physical condition of a building being converted to cooperative or condominium ownership ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110126.T123754.TXT", "SOBI.D110126.T123254.TXT", "SOBI.D110129.T003343.TXT", "SOBI.D110126.T114249.TXT", "SOBI.D110126.T142320.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296279223730
}