{
  "year" : 2011,
  "senateBillNo" : "S2581-2011",
  "billEvents" : [ {
    "eventDate" : 1296018000000,
    "eventText" : "REFERRED TO ENERGY AND TELECOMMUNICATIONS",
    "billEventId" : "S2581-2011-1296018000000-REFERRED+TO+ENERGY+AND+TELECOMMUNICATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "LAVALLE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes the Long Island power authority to propose certain rate changes to the public service commission",
  "summary" : "Authorizes the Long Island power authority to propose certain rate changes to the public service commission in the amount of two and one-half percent. ",
  "currentCommittee" : "ENERGY AND TELECOMMUNICATIONS",
  "sameAs" : "A3614",
  "lawSection" : "Public Service Law",
  "previousVersions" : [ "SA2727-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "FUSCHILLO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "MARTINS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n           S. 2581                                                  A. 3614\n\n                              2011-2012 Regular Sessions\n\n                             S E N A T E - A S S E M B L Y\n\n                                   January 26, 2011\n                                      ___________\n\n       IN  SENATE  --  Introduced  by Sens. LAVALLE, FUSCHILLO, MARTINS -- read\n         twice and ordered printed, and when printed to  be  committed  to  the\n         Committee on Energy and Telecommunications\n\n       IN  ASSEMBLY  --  Introduced  by  M.  of A. SWEENEY, HOOPER, WEISENBERG,\n         LAVINE, SCHIMEL, RAMOS, ENGLEBRIGHT -- read once and referred  to  the\n         Committee on Corporations, Authorities and Commissions\n\n       AN  ACT  to amend the public service law, in relation to the Long Island\n         power authority\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision  1  of section 5 of the public service law is\n    2  amended by adding a new paragraph i to read as follows:\n    3    I. TO THE LONG ISLAND POWER AUTHORITY  AND/OR  ITS  SUBSIDIARIES  WHEN\n    4  SUCH  AUTHORITY  SHALL  PROPOSE IMPLEMENTATION OF AN INCREASE IN AVERAGE\n    5  CUSTOMER RATES EXCEEDING TWO AND ONE-HALF PERCENT OVER  A  TWELVE  MONTH\n    6  PERIOD,  OR  TO  EXTEND  OR  REESTABLISH ANY PORTION OF A TEMPORARY RATE\n    7  INCREASE OVER TWO AND ONE-HALF PERCENT; SUCH PROPOSED  INCREASE,  EXTEN-\n    8  SION OR REESTABLISHMENT SHALL NOT BE IMPLEMENTED WITHOUT APPROVAL OF THE\n    9  COMMISSION FOLLOWING A FULL EVIDENTIARY HEARING PURSUANT TO REGULATIONS.\n   10    S 2. The public service law is amended by adding a new section 24-c to\n   11  read as follows:\n   12    S  24-C.  NOTICE  BY LONG ISLAND POWER AUTHORITY PRIOR TO CERTAIN RATE\n   13  CHANGES. PURSUANT TO THE REQUIREMENTS OF PARAGRAPH I OF SUBDIVISION  ONE\n   14  OF  SECTION FIVE OF THIS ARTICLE, THE LONG ISLAND POWER AUTHORITY AND/OR\n   15  ANY OF ITS SUBSIDIARIES SHALL NOTIFY THE COMMISSION OF ANY PROPOSED RATE\n   16  INCREASE EXCEEDING TWO AND ONE-HALF PERCENT OVER A TWELVE  MONTH  PERIOD\n   17  OR  THE  EXTENSION OR REESTABLISHMENT OF ANY PORTION OF A TEMPORARY RATE\n   18  INCREASE OVER TWO AND ONE-HALF PERCENT, AND SHALL COMPLY WITH APPLICABLE\n   19  REGULATIONS OF THE COMMISSION FOR  EVIDENTIARY  HEARINGS  PRIOR  TO  THE\n   20  IMPLEMENTATION OF ANY SUCH RATE CHANGE.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02907-01-1\n\n       S. 2581                             2                            A. 3614\n\n    1    S 3. This act shall take effect on the one hundred eightieth day after\n    2  it  shall  have  become  a law; provided, that effective immediately the\n    3  public service commission shall institute the proceedings  necessary  to\n    4  review  and/or  amend  the  Long Island power authority's ongoing tariff\n    5  filings  to  ensure  charges for the furnishing or rendition of electric\n    6  power or of any related service at  the  lowest  level  consistent  with\n    7  sound  fiscal  operating  practices  which provide for safe and adequate\n    8  service; such proceedings shall be completed on or before such effective\n    9  date; provided further, effective immediately the public service commis-\n   10  sion and the Long Island power authority shall amend and/or  repeal  any\n   11  rule  or  regulation necessary for the implementation of this act on its\n   12  effective date and are authorized and directed to make and complete such\n   13  rules or regulations on or before such effective date.\n",
  "memo" : "BILL NUMBER:S2581\n\nTITLE OF BILL:\nAn act\nto amend the public service law, in relation to the Long Island power\nauthority\n\nPURPOSE:\nTo codify and clarify the requirement that LIPA rates may not be\nincreased an average of two and one half percent over a twelve month\nperiod without the approval of the Public Service Commission (PSC).\n\nSUMMARY OF PROVISIONS:\nSection 1 requires average customer rate increases by the Long Island\nPower authority exceeding 2.5% in a twelve month period to be\napproved by the Public Service Commission after a full evidentiary\nhearing.\n\nSection 2 requires LIPA to notify the Public Service Commission of\nany rate increase exceeding 2.5% over a twelve month period.\n\nSection 3 establishes the effective date.\n\nJUSTIFICATION:\nLIPA rates have been raised seven times since 2001 increasing more\nthan 34% without ever going before the Public Service Commission as\nrequired in the agreement authorizing LIPA to issue debt. LIPA has\nincluded costs within its fuel surcharge that are not part of the\nindustry standard and which the PSC would not allow other utilities\nto include in a fuel surcharge. Long Island rate payers will benefit\nfrom the comprehensive review of its practices by the professional\nstaff of the public service commission on rate requests of LIPA.\nLIPA's businesses and home owners have suffered due to the lack of\nstrong oversight of the practices and ratemaking of LIPA.\n\nLEGISLATIVE HISTORY:\n2009-10, S.2727A/A.8441; 2007-08, S.3410/A,6164; 2005-06,\nS.6827/A.10073\n\nFISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\n180 days after it shall have become law; provided that effective\nimmediately the Public Service Commission shall institute the\nproceedings necessary to review and/or amend the Long Island Power\nAuthority's ongoing tariff filings to ensure charges for the\nfurnishing or rendition of electric power or of any related service\nat the lowest level consistent with sound fiscal operating practices\nwhich provide for safe and adequate service; such proceedings shall\nbe completed on or before such effective date; provided further,\n\neffective immediately the Public Service Commission and the Long\nIsland Power Authority shall amend and/or repeal any rule or\nregulation necessary for the implementation of this act on its\neffective date and are authorized and directed to be made and\ncompleted on or before such effective date.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the public service law, in relation to the Long Island power authority ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110126.T110245.TXT", "SOBI.D110131.T212240.TXT", "SOBI.D110126.T103243.TXT", "SOBI.D110126.T110746.TXT", "SOBI.D110129.T003343.TXT", "SOBI.D110126.T134259.TXT", "SOBI.D110126.T104245.TXT", "SOBI.D110126.T102743.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296526960618
}