{
  "year" : 2011,
  "senateBillNo" : "S2582-2011",
  "billEvents" : [ {
    "eventDate" : 1296018000000,
    "eventText" : "REFERRED TO INSURANCE",
    "billEventId" : "S2582-2011-1296018000000-REFERRED+TO+INSURANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Creates the natural disaster reinsurance fund",
  "summary" : "Creates the natural disaster reinsurance fund financed through voluntary participation by insurers in the state to provide additional protection in the case of catastrophic events; exempts any amounts deposited into the fund from taxation by the state, county, municipality or local taxing authority; prohibits participating insurers from increasing any premiums based upon payments to such fund. ",
  "currentCommittee" : "INSURANCE",
  "sameAs" : null,
  "lawSection" : "Insurance Law",
  "previousVersions" : [ "S1017-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2582\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 26, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Insurance\n\n       AN ACT to amend the insurance law,  in  relation  to  creating  a  state\n         natural disaster reinsurance fund\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The insurance law is amended by adding a new article 80  to\n    2  read as follows:\n    3                                  ARTICLE 80\n    4                      NATURAL DISASTER REINSURANCE FUND\n    5  SECTION 8001. PURPOSE.\n    6          8002. DEFINITIONS.\n    7          8003. NATURAL DISASTER REINSURANCE FUND.\n    8          8004. OPERATION OF THE FUND.\n    9          8005. TAXATION.\n   10          8006. PROHIBITIONS.\n   11    S  8001. PURPOSE. THE PURPOSE OF THIS ARTICLE IS TO CREATE THE NATURAL\n   12  DISASTER REINSURANCE FUND TO BE FINANCED THROUGH VOLUNTARY PARTICIPATION\n   13  BY INSURERS. THE FUND WILL PROVIDE SUBSCRIBING COMPANIES WITH A POOL  OF\n   14  AVAILABLE  FUNDS  TO BE ACCESSED WHEN A CATASTROPHIC EVENT RAISES CLAIMS\n   15  ABOVE A GIVEN LEVEL AND WILL THUS REDUCE  THE  POTENTIAL  FOR  INSURANCE\n   16  COMPANY  INSOLVENCIES  DUE  TO  NATURAL DISASTERS AND OTHER CATASTROPHIC\n   17  EVENTS.\n   18    S 8002. DEFINITIONS. AS USED IN THIS ARTICLE THE FOLLOWING TERMS SHALL\n   19  HAVE THE FOLLOWING MEANINGS:\n   20    (A) \"NATURAL DISASTER\" OR \"CATASTROPHIC  EVENT\"  SHALL  MEAN  A  MAJOR\n   21  HURRICANE,  TORNADO,  EARTHQUAKE,  TIDAL  WAVE, MAJOR FLOOD OR ANY OTHER\n   22  EVENT DECLARED A DISASTER BY THE GOVERNOR.\n   23    (B) \"FUND\" SHALL MEAN THE NATURAL DISASTER REINSURANCE FUND CREATED BY\n   24  THIS ARTICLE.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06791-01-1\n\n       S. 2582                             2\n\n    1    S 8003. NATURAL DISASTER REINSURANCE FUND. THERE SHALL BE  CREATED  IN\n    2  THE  CUSTODY  OF  THE SUPERINTENDENT A NATURAL DISASTER REINSURANCE FUND\n    3  FINANCED THROUGH VOLUNTARY PARTICIPATION OF INSURERS IN THIS STATE.  THE\n    4  STATE  SHALL  ESTABLISH  AND  ADJUST,  WHEN NECESSARY, THE RATES FOR THE\n    5  REINSURANCE COVERAGE USING GENERALLY ACCEPTED ACTUARIAL PRINCIPLES. SUCH\n    6  FUNDS  SHALL BE HELD IN TRUST BY THE STATE AND SHALL BE REMITTED ONLY IN\n    7  ACCORDANCE WITH THE TERMS OF SECTION EIGHT THOUSAND FOUR OF  THIS  ARTI-\n    8  CLE.  THE  STATE  SHALL  INVEST  A PERCENTAGE OF THE AMOUNTS AS IT DEEMS\n    9  APPROPRIATE.\n   10    S 8004. OPERATION OF THE FUND.  ANY  PARTICIPATING  INSURER  SHALL  BE\n   11  ELIGIBLE  TO  MAKE  A  CLAIM  AGAINST THE FUND IF A NATURAL DISASTER, OR\n   12  SERIES OF NATURAL DISASTERS OCCURRING  WITHIN  A  TWELVE  MONTH  PERIOD,\n   13  RESULTS  IN  CLAIMS EXCEEDING FIFTEEN PERCENT OF THE INDUSTRY'S SURPLUS.\n   14  CLAIMS SHALL BE PAID IN ACCORDANCE WITH PROCEDURES  PROMULGATED  BY  THE\n   15  SUPERINTENDENT.\n   16    S 8005. TAXATION. ANY AMOUNTS DEPOSITED INTO THE FUND ACCOUNT, INCLUD-\n   17  ING  INVESTMENTS  MADE  PURSUANT TO SECTION EIGHT THOUSAND THREE OF THIS\n   18  ARTICLE, SHALL BE EXEMPT FROM TAXATION BY THE STATE OR  BY  ANY  COUNTY,\n   19  MUNICIPALITY OR LOCAL TAXING AUTHORITY.\n   20    S  8006.  PROHIBITIONS.  INSURERS  PARTICIPATING  IN THE FUND SHALL BE\n   21  PROHIBITED FROM INCREASING ANY PREMIUMS BASED UPON PAYMENTS MADE TO  THE\n   22  FUND.\n   23    S  2.  This  act shall take effect January 1, 2012, provided, however,\n   24  that the superintendent of insurance may promulgate any rules and  regu-\n   25  lations necessary for the timely implementation of this act on or before\n   26  its effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the insurance law, in relation to creating a state natural disaster reinsurance fund ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110126.T123754.TXT", "SOBI.D110126.T123254.TXT", "SOBI.D110126.T114249.TXT", "SOBI.D110126.T124255.TXT", "SOBI.D110126.T141801.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296069481387
}