{
  "year" : 2011,
  "senateBillNo" : "S2580-2011",
  "billEvents" : [ {
    "eventDate" : 1296018000000,
    "eventText" : "REFERRED TO TRANSPORTATION",
    "billEventId" : "S2580-2011-1296018000000-REFERRED+TO+TRANSPORTATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1296536400000,
    "eventText" : "1ST REPORT CAL.55",
    "billEventId" : "S2580-2011-1296536400000-1ST+REPORT+CAL.55",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "FUSCHILLO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the demonstration program in Nassau county",
  "summary" : "Relates to mandatory surcharges for traffic offenses and infractions in Nassau county and the demonstration program authorized within Nassau county. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : null,
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "MARTINS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : [ "TRANSPORTATION" ],
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2580\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 26, 2011\n                                      ___________\n\n       Introduced  by Sens. FUSCHILLO, MARTINS -- read twice and ordered print-\n         ed, and when printed to be committed to the Committee  on  Transporta-\n         tion\n\n       AN  ACT  to amend the vehicle and traffic law, in relation to the demon-\n         stration program authorized within Nassau county\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Paragraph  1  of subdivision (a) of section 1111-b of the\n    2  vehicle and traffic law, as added by chapter 19 of the laws of 2009,  is\n    3  amended to read as follows:\n    4    1. Notwithstanding any other provision of law, the county of Nassau is\n    5  hereby  authorized and empowered to adopt and amend a local law or ordi-\n    6  nance establishing a demonstration program imposing  monetary  liability\n    7  on  the  owner of a vehicle for failure of an operator thereof to comply\n    8  with traffic-control indications in such county in accordance  with  the\n    9  provisions  of  this  section.  Such demonstration program shall empower\n   10  such county to install and operate traffic-control signal  photo  viola-\n   11  tion-monitoring  devices  at  no  more  than  [fifty] ONE HUNDRED inter-\n   12  sections within and under the jurisdiction of such  county  at  any  one\n   13  time.\n   14    S  2.  This act shall take effect immediately; provided, however, that\n   15  the amendments to section 1111-b of the vehicle and traffic law made  by\n   16  section  one of this act shall not affect the repeal of such section and\n   17  shall be deemed repealed therewith.\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD08446-02-1\n",
  "memo" : "BILL NUMBER:S2580\n\nTITLE OF BILL:\nAn act\nto amend the vehicle and traffic law, in relation to\nthe demonstration program authorized within Nassau county\n\nPURPOSE:\nThis Legislation seeks to prevent the deaths and injuries caused by\nmotorists running red light by expanding Nassau County's existing\ndemonstration program by increasing the number of intersections\nauthorized to install traffic-control signal photo\nviolation-monitoring devices from fifty to one hundred.\n\nSUMMARY OF PROVISIONS:\nSection 1: Amends Section 1111-b of the vehicle and traffic law by\nincreasing the number of intersections that the County of Nassau may\ninstall photo violation-monitoring devices from fifty to one hundred.\n\nSection 2: Effective date\n\nJUSTIFICATION:\nRed light running accidents are often the worst type of accident; they\ntend to involve speed and \"right-angle\" impacts, which lead to a\nlarge number bodily injuries and death to motorists, passengers,\npedestrians and bicyclists. The extended use of photo\nviolation-monitoring devices has been shown to dramatically reduce\nthe number of red light violations at the intersections being\nmonitored. By reducing the number of vehicles running red lights, the\nlikelihood of right angle and and pedestrian accidents is reduced.\n\nThis legislation would expand Nassau County's current demonstration\nprogram by increasing the number of locations where photo\nviolation-monitoring devices may be installed from fifty to one\nhundred intersections.\n\nLEGISLATIVE HISTORY:\nNew Bill.\n\nFISCAL IMPLICATIONS:\nNassau County will receive an additional $17.3 million in revenue\nannually.\n\nEFFECTIVE DATE:\nImmediately, with provisions.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to the demonstration program authorized within Nassau county ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110126.T101742.TXT", "SOBI.D110127.T181922.TXT", "SOBI.D110201.T100838.TXT", "SOBI.D110126.T100740.TXT", "SOBI.D110126.T134259.TXT", "SOBI.D110126.T102242.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296572918393
}