{
  "year" : 2011,
  "senateBillNo" : "S2586-2011",
  "billEvents" : [ {
    "eventDate" : 1296018000000,
    "eventText" : "REFERRED TO ENERGY AND TELECOMMUNICATIONS",
    "billEventId" : "S2586-2011-1296018000000-REFERRED+TO+ENERGY+AND+TELECOMMUNICATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Restricts the distribution of customer information by certain utility corporations",
  "summary" : "Restricts the right of certain utility corporations to sell or otherwise distribute information concerning residential customers, subscriber names and addresses subjecting the same to regulations by the public service commission; prohibits such utility from disclosing and marketing certain other information about its customers; permits a violated customer to bring an action against such utility and imposes a fine of not more than $500 for a violation. ",
  "currentCommittee" : "ENERGY AND TELECOMMUNICATIONS",
  "sameAs" : null,
  "lawSection" : "Public Service Law",
  "previousVersions" : [ "S222-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2586\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 26, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on  Energy  and  Telecommuni-\n         cations\n\n       AN  ACT  to amend the public service law, in relation to restricting the\n         distribution of information pertaining to customers which a gas corpo-\n         ration, electric corporation, steam corporation or water-works  corpo-\n         ration may disclose\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The public service law is amended by adding a  new  section\n    2  119-d to read as follows:\n    3    S  119-D. RESTRICTION ON AVAILABILITY OF INFORMATION; WRITTEN CONSENT;\n    4  TYPES OF INFORMATION. 1. FOR PURPOSES OF THIS SECTION THE  TERM  \"CORPO-\n    5  RATION\" SHALL MEAN A GAS CORPORATION, ELECTRIC CORPORATION, STEAM CORPO-\n    6  RATION OR WATER-WORKS CORPORATION.\n    7    2.  NO CORPORATION SHALL SELL, DISCLOSE OR OTHERWISE MAKE AVAILABLE TO\n    8  ANY OTHER PERSON, FIRM, PARTNERSHIP, CORPORATION OR ASSOCIATION  OR  ANY\n    9  AGENT  OR  EMPLOYEE THEREOF ANY SUBSCRIBER INFORMATION OR MARKETING LIST\n   10  CONTAINING RESIDENTIAL CUSTOMER OR SUBSCRIBER  INFORMATION  WITHOUT  THE\n   11  PRIOR  APPROVAL OF THE COMMISSION. NO SUCH INFORMATION OR MARKETING LIST\n   12  MAY INCLUDE THE FOLLOWING:\n   13    (A) THE RESIDENTIAL CUSTOMER'S OR SUBSCRIBER'S SERVICE USAGE PATTERNS,\n   14  INCLUDING ANY ENERGY AUDIT INFORMATION;\n   15    (B) THE RESIDENTIAL CUSTOMER'S OR SUBSCRIBER'S SOCIAL SECURITY NUMBER,\n   16  CREDIT RATING OR OTHER PERSONAL FINANCIAL INFORMATION;\n   17    (C) SERVICES OBTAINED FROM THE CORPORATION;\n   18    (D)  DEMOGRAPHIC  INFORMATION  ABOUT  THE  RESIDENTIAL   CUSTOMER   OR\n   19  SUBSCRIBER, EITHER AS AN INDIVIDUAL OR IN THE AGGREGATE; AND\n   20    (E) SUCH OTHER INFORMATION AS DETERMINED BY THE COMMISSION.\n   21    3.  THE PROVISIONS OF THIS SECTION SHALL NOT PROHIBIT THE REPORTING BY\n   22  A CORPORATION OF THE  INFORMATION  ABOUT  A  RESIDENTIAL  CUSTOMER'S  OR\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07267-01-1\n\n       S. 2586                             2\n\n    1  SUBSCRIBER'S  PAYMENT RECORD OF THE SERVICES PROVIDED BY THE CORPORATION\n    2  TO CONSUMER REPORTING AGENCIES FOR USE BY  SUCH  AGENCY,  IN  COMPLIANCE\n    3  WITH  THE PROVISIONS OF THE FEDERAL FAIR CREDIT REPORTING ACT (15 U.S.C.\n    4  SECTION  1681  ET SEQ.), ARTICLE TWENTY-FIVE OF THE GENERAL BUSINESS LAW\n    5  AND ANY REGULATIONS PROMULGATED THEREUNDER, AS THEY MAY BE FROM TIME  TO\n    6  TIME AMENDED.\n    7    4.    EVERY  CORPORATION,  PRIOR  TO  SELLING, DISCLOSING OR OTHERWISE\n    8  MAKING AVAILABLE SUBSCRIBER INFORMATION OR  MARKETING  LISTS  CONTAINING\n    9  RESIDENTIAL  CUSTOMER  OR  SUBSCRIBER INFORMATION, SHALL PROVIDE WRITTEN\n   10  NOTIFICATION TO ALL OF ITS RESIDENTIAL  CUSTOMERS  AND  SUBSCRIBERS  AND\n   11  INCLUDE  SUCH  NOTIFICATION  WITHIN  THE  CUSTOMER OR SUBSCRIBER SERVICE\n   12  BILL. SUCH WRITTEN NOTIFICATION SHALL DISCLOSE CLEARLY AND CONSPICUOUSLY\n   13  THE CORPORATION'S INTENTION.   SUCH NOTICE  SHALL  PROVIDE  A  CHECK-OFF\n   14  MECHANISM  WHEREBY  RESIDENTIAL  CUSTOMERS  AND  SUBSCRIBERS  MAY REFUSE\n   15  PERMISSION FOR INCLUSION OF THEIR NAME ON SUCH INFORMATION OR  MARKETING\n   16  LIST.\n   17    5.  THE  COMMISSION  IS  HEREBY DIRECTED TO REVIEW ALL MATERIALS TO BE\n   18  USED FOR RESIDENTIAL  CUSTOMER  OR  SUBSCRIBER  NOTIFICATION  TO  ENSURE\n   19  COMPLIANCE  WITH  THE  PROVISIONS  OF THIS SECTION. NOTHING CONTAINED IN\n   20  THIS SECTION SHALL BE DEEMED TO PREEMPT THE  COMMISSION  FROM  REQUIRING\n   21  ADDITIONAL  NOTIFICATION  OR OTHER CONDITIONS ON THE SALE OF RESIDENTIAL\n   22  CUSTOMER OR SUBSCRIBER NAMES AND ADDRESSES WHICH PROVIDE EQUAL OR GREAT-\n   23  ER PROTECTION TO RESIDENTIAL CUSTOMERS OR SUBSCRIBERS.\n   24    6.  ANY PERSON WHO HAS BEEN INJURED BY REASON OF A VIOLATION  OF  THIS\n   25  SECTION  MAY  BRING  AN  ACTION  IN  HIS  OR HER OWN NAME TO ENJOIN SUCH\n   26  VIOLATION; AN ACTION TO RECOVER  HIS  OR  HER  ACTUAL  DAMAGES  OR  FIVE\n   27  HUNDRED  DOLLARS, WHICHEVER IS GREATER; OR BOTH SUCH ACTIONS.  THE COURT\n   28  MAY, IN ITS DISCRETION, INCREASE THE AWARD OF DAMAGES TO AN  AMOUNT  NOT\n   29  TO EXCEED THREE TIMES THE ACTUAL DAMAGES, IF THE COURT FINDS THE DEFEND-\n   30  ANT  WILLFULLY OR KNOWINGLY VIOLATED ANY PROVISION OF THIS SECTION.  THE\n   31  COURT MAY AWARD REASONABLE ATTORNEY'S FEES TO A PREVAILING PLAINTIFF.\n   32    7. IN ADDITION TO THE OTHER REMEDIES PROVIDED FOR IN THIS SECTION, ANY\n   33  CORPORATION WHICH VIOLATES ANY PROVISION OF THIS SECTION SHALL BE LIABLE\n   34  FOR A CIVIL  PENALTY  NOT  TO  EXCEED  FIVE  HUNDRED  DOLLARS  FOR  EACH\n   35  VIOLATION.  IN  THE  CASE  OF  A VIOLATION THROUGH CONTINUING FAILURE TO\n   36  COMPLY WITH ANY PROVISION OF THIS SECTION, EACH DAY OF  THE  CONTINUANCE\n   37  OF SUCH FAILURE SHALL BE TREATED AS A SEPARATE VIOLATION.\n   38    8.  THE  COMMISSION  MAY PROMULGATE NECESSARY REGULATIONS TO IMPLEMENT\n   39  THE PROVISIONS OF THIS SECTION.\n   40    9. THE PROVISIONS OF THIS SECTION SHALL NOT BE CONSTRUED TO  LIMIT  OR\n   41  PREEMPT THE AUTHORITY OF ANY COURT, DEPARTMENT OR AGENCY OF THE STATE TO\n   42  REGULATE  THE  PRACTICES OF CORPORATIONS DOING BUSINESS IN THIS STATE AS\n   43  OTHERWISE PROVIDED BY LAW.\n   44    S 2. This act shall take effect on the one hundred eightieth day after\n   45  it shall have become a law; provided, however, that effective immediate-\n   46  ly, all actions and procedures with respect to  the  proposed  adoption,\n   47  amendment,  suspension or repeal of any rule or regulation necessary for\n   48  the timely implementation of this act are directed and authorized.\n",
  "memo" : "BILL NUMBER:S2586\n\nTITLE OF BILL:\nAn act\nto amend the public service law, in relation to restricting the\ndistribution of information pertaining to customers which a gas\ncorporation, electric corporation, steam corporation or water-works\ncorporation may disclose\n\nSUMMARY:\nThe purpose of this bill is to ensure the privacy of public utility\ncustomers. Under the bill, the Public Service commission would\nregulate the sale by utility corporations, as defined in the proposed\nlaw, of customer mailing lists consisting of residential customer or\nsubscriber names and addresses.\n\nHowever, a utility would be prohibited from disclosing or marketing\nthe following information:\n\n(a) the customer's service usage patterns, including any energy audit\ninformation;\n(b) the customer's social security number, credit rating or other\npersonal financial information;\n(c) services obtained from the corporation;\n(d) demographic information; and (e) any other information determined\nby the PSC.\n\nPrior to marketing or disclosing customer lists, utility corporations\nmust provide customer notification of the practice and provide a\nservice bill check-off mechanism or opt-out provision whereby\ncustomers or subscribers could restrict the sale of their names and\naddresses. The Public Service Commission may require additional\nnotification or other conditions on the sale of mailing lists. Any\nperson injured because of a violation of the provisions of this\nsection could bring an action in their own name to recover the\ngreater of their actual damages or $500, to enjoin the continuation\nof such violations, or both. The court could, in its discretion,\nimpose treble damages for knowing and willful violations. Prevailing\nplaintiffs could be awarded reasonable attorney's fees. In addition\nto the other remedies, any corporation which violates any provision,\nshall be liable for a civil fine of not more than $500 for each\nviolation. The existing authority of any court, department or agency\nto regulate the practices of public utilities would not be limited by\nthis bill.\n\nEFFECTS OF PRESENT LAW WHICH THIS BILL WOULD ALTER:\nThe public service law is amended by adding a new section 119-d.\n\nJUSTIFICATION:\nWith the advances in computer technology, information access and\ndatabase management, public utilities have begun to compile and\n\nmarket lists consisting of their customers' names, addresses and\nother data to third parties. The information is often combined in\npredetermined configurations or profiles without the knowledge or\nconsent of customers. The information is sold and then resold for\npurposes not originally intended. This practice has serious intrusion\nimplications. In fact, knowledge of personal information such as a\nsocial security Number enables individuals and businesses to access\nother data banks of sensitive information. Numerous nationwide\nstudies have revealed that Americans are increasingly concerned about\ntheir personal privacy and the use of personal information stored in\nfiles.\n\nIn\nTRENDS AND FORECASTS TECHNOLOGY AND CONSUMERS:\nJOBS, EDUCATION,\nPRIVACY by Cambridge Reports, over 91% of those\nsampled indicated a\nconcern for their personal privacy. In an American Express study, 80%\nof those surveyed believe that corporations should not disclose\npersonal information to third parties. Finally, in a 1990 survey\nconducted by Harris, 'over 70% of those sampled indicated that\nconsumers have lost control over how personal information is\ncirculated and used.\n\nFurthermore, while some indicated their approval for selling customer\nlists they conditioned that consent on the ability to restrict the\nrelease to certain third parties or having the opportunity to opt-out.\nIn addition to the findings of recent surveys, empirical evidence has\ndemonstrated the fact that consumer resistance to database marketing\nis increasing. Chesapeake, Potomac and New York Telephone Companies,\nfor example, reversed decisions to market and rent their customer\nlistings due to the overwhelmingly negative reaction from customers\nconcerned about their privacy.\n\nFISCAL IMPLICATION:\nNone.\n\nEFFECTIVE DATE:\nThis act shall take effect on the one hundred eightieth day after it\nshall have become a law; provided, however, that effective immediately,\nall actions and procedures with respect to the proposed adoption,\namendment, suspension or repeal of any rule or regulation necessary\nfor the timely implementation of this act are directed and authorized.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the public service law, in relation to restricting the distribution of information pertaining to customers which a gas corporation, electric corporation, steam corporation or water-works corporation may disclose ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110126.T123754.TXT", "SOBI.D110126.T123254.TXT", "SOBI.D110126.T142803.TXT", "SOBI.D110129.T003343.TXT", "SOBI.D110126.T114249.TXT", "SOBI.D110126.T142320.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296279223731
}