{
  "year" : 2011,
  "senateBillNo" : "S2589-2011",
  "billEvents" : [ {
    "eventDate" : 1296018000000,
    "eventText" : "REFERRED TO CONSUMER PROTECTION",
    "billEventId" : "S2589-2011-1296018000000-REFERRED+TO+CONSUMER+PROTECTION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Regulates the sale of ammunition",
  "summary" : "Regulates the sale of ammunition; requires imprinting of a serial number on each bullet jacket and bullet lead; requires sellers of ammunition to maintain records of all sales; makes a violation a class A misdemeanor. ",
  "currentCommittee" : "CONSUMER PROTECTION",
  "sameAs" : null,
  "lawSection" : "General Business Law",
  "previousVersions" : [ "S342-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2589\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 26, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Consumer Protection\n\n       AN ACT to amend the general business law, in relation  to  the  sale  of\n         ammunition\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1.   The general business law  is  amended  by  adding  a  new\n    2  section 399-ff to read as follows:\n    3    S 399-FF. SALE OF AMMUNITION. 1. ALL AMMUNITION SOLD IN THE STATE MUST\n    4  HAVE A SERIAL NUMBER IMPRINTED ON THE BULLET JACKET AND BULLET LEAD. THE\n    5  SELLER  OF AMMUNITION SHALL MAINTAIN A RECORD OF ALL SALES OF AMMUNITION\n    6  INCLUDING THE NAME OF THE PURCHASER AND THE SERIAL NUMBERS OF THE  AMMU-\n    7  NITION  SOLD  AND  BY THE TENTH DAY OF EACH MONTH A COPY OF SUCH RECORDS\n    8  FOR THE PREVIOUS MONTH SHALL BE FILED WITH THE MUNICIPAL POLICE AUTHORI-\n    9  TIES.\n   10    2. NO SALE OF AMMUNITION SHALL BE MADE UNLESS THE PURCHASER DISPLAYS A\n   11  CURRENT AND VALID GUN PERMIT AND SIGNS A STATEMENT  WHICH  INCLUDES  THE\n   12  DECLARATIONS THAT: (A) THE AMMUNITION IS PURCHASED SOLELY FOR USE BY THE\n   13  PURCHASER  AND  (B)  UNLESS THE PURCHASER IS IN THE BUSINESS OF OR HAS A\n   14  LEGITIMATE REASON TO TRANSFER THE AMMUNITION PURCHASED, THAT THE AMMUNI-\n   15  TION PURCHASED WILL NOT BE TRANSFERRED.\n   16    3. IT SHALL BE UNLAWFUL TO  SELL  A  BULLET  CONTAINING  AN  EXPLOSIVE\n   17  SUBSTANCE  DESIGNED TO DETONATE UPON IMPACT OR ARMOR PIERCING AMMUNITION\n   18  OR TO SELL MORE THAN ONE HUNDRED BULLETS WITHIN ANY  NINETY  DAY  PERIOD\n   19  EXCEPT TO:\n   20    (A) PERSONS IN THE MILITARY SERVICE OF THE STATE OF NEW YORK WHEN DULY\n   21  AUTHORIZED BY REGULATIONS ISSUED BY THE ADJUTANT GENERAL TO THE GOVERNOR\n   22  TO  POSSESS THE SAME, MEMBERS OF THE DIVISION OF STATE POLICE, AND PEACE\n   23  OFFICERS AS DEFINED IN SUBDIVISION THIRTY-THREE OF SECTION 1.20  OF  THE\n   24  CRIMINAL  PROCEDURE  LAW  AND  PERSONS  APPOINTED  AS RAILROAD POLICEMEN\n   25  PURSUANT TO SECTION EIGHTY-EIGHT OF THE RAILROAD LAW.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07283-01-1\n\n       S. 2589                             2\n\n    1    (B) PERSONS IN THE MILITARY OR OTHER SERVICE OF THE UNITED  STATES  IN\n    2  PURSUIT  OF OFFICIAL DUTY  OR WHEN DULY AUTHORIZED BY FEDERAL LAW, REGU-\n    3  LATION OR ORDER TO POSSESS THE SAME.\n    4    4.  A  PERSON  WHO KNOWINGLY VIOLATES ANY PROVISION OF THIS SECTION IS\n    5  GUILTY OF A CLASS A MISDEMEANOR.\n    6    S 2. This act shall take effect on the first of November next succeed-\n    7  ing the date on which it shall have become a law.\n",
  "memo" : "BILL NUMBER:S2589\n\nTITLE OF BILL:\nAn act\nto amend the general business law, in relation to the sale of\nammunition\n\nSUMMARY:\nThis act adds a new section 399-ff to the general business law. It\nprovides that all ammunition have serial numbers imprinted on the\nbullet jacket for purposes of keeping record of all ammunition sold.\nThese records will be filed monthly with the municipal police\nauthorities. The sale of ammunition will be limited to only those\npurchasers displaying a current and valid gun permit and who must\nalso sign a statement specifying that they will be the sole users of\nthe purchased ammunition and will not transfer the ammunition\npurchased to another person. This bill makes it unlawful to sell a\nbullet containing an explosive substance or more than 100 bullets\nwithin 90 days to persons other than those in the military, police\nofficers, or federal officers. Violation of the provisions within\nthis section will make a person guilty of a class A misdemeanor.\n\nJUSTIFICATION:\nUnder current law, an individual can walk into a store\nand purchase ammunition without a license to possess a weapon. This\ngives an illegal firearms holder the means to use his/her illegal\nweapon without having to obtain the ammunition illegally as well.\nThere is also currently no limitation on the amounts of ammunition\none may purchase.\nThis would allow for anyone to purchase ammunition in large amounts\nand sell it to others not possessing a valid gun permit and for use\nother than that which is legally permitted. This legislation also\neliminates the use of bullets containing explosive substances which\ndetonate upon impact. These bullets have a history of being the most\ndeadly; they are designed to kill. Unfortunately, in recent years\nthey have been used by illegal weapons dealers and illegal weapons\nowners and have caused an increase in crimes resulting in death.\nThese bullets also, because of their shattering impact have made body\nidentification nearly impossible.\nThis legislation is intended to address the availability of ammunition\nand limit its availability as a round-about way to prohibit the use\nof illegal firearms.\n\nFISCAL IMPLICATION:\nMinimal.\n\nEFFECTIVE DATE:\nThis act shall take effect on the first of November\nafter it shall have become a law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the general business law, in relation to the sale of ammunition ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110126.T114750.TXT", "SOBI.D110126.T123254.TXT", "SOBI.D110129.T003343.TXT", "SOBI.D110126.T124255.TXT", "SOBI.D110126.T145305.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296279223739
}