{
  "year" : 2011,
  "senateBillNo" : "S2583-2011",
  "billEvents" : [ {
    "eventDate" : 1296018000000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "S2583-2011-1296018000000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Raises the limit on extension of contracts for neighborhood crime prevention activities",
  "summary" : "Increases the current four year aggregate cap on local agency eligibility for funding under the neighborhood preservation crime prevention act to nine years. ",
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "Executive Law",
  "previousVersions" : [ "S459-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2583\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 26, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Finance\n\n       AN ACT to amend the executive law, in relation to contracts  for  neigh-\n         borhood crime prevention activities\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 4 of section 846-c of  the  executive  law,  as\n    2  amended  by  chapter  854  of  the  laws  of 1984, is amended to read as\n    3  follows:\n    4    4. Contracts entered into hereunder with companies shall be limited in\n    5  duration to  periods  of  one  year,  but  may  thereafter  be  renewed,\n    6  extended,  or  succeeded  by  new  contracts  from  year  to year in the\n    7  discretion of the commissioner for up to an  aggregate  of  [four]  NINE\n    8  additional  years. Contract awards shall be limited in amount to the sum\n    9  of sixty thousand dollars in a single  year.  Each  company  shall  also\n   10  define  with  particularity  the  neighborhood or portion thereof within\n   11  which the company's activities shall be performed under  such  contract.\n   12  The  contract  shall also set forth the company's obligations to provide\n   13  training in approved  crime  prevention  techniques,  and  in  community\n   14  relations,  to  those  who shall perform crime prevention activities for\n   15  the company.\n   16    S 2.  This act shall take effect immediately.\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07254-01-1\n",
  "memo" : "BILL NUMBER:S2583\n\nTITLE OF BILL:\nAn act\nto amend the executive law, in relation to contracts for\nneighborhood crime prevention activities\n\nSUMMARY OF BILL:\nThis bill would extend the current 5 year aggregate cap on local\nagency eligibility for funding under the Neighborhood Preservation\nCrime Prevention Act (NPCPA) to an aggregate of ten (10) years.\nContracts between the Division of Criminal Justice Services (DCJS)\nand local not-for-profit community groups would still be limited to 1\nyear and would be renewable at the discretion of the Commissioner of\nDCJS.\n\nJUSTIFICATION:\nCurrently, contracts under NPCPA are limited to one year in duration\nand are renewable by the Commissioner of DCJS, at his/her discretion,\nfor up to an aggregate of four additional one-year periods. The\nunfortunate consequence of this arbitrary 5 year cap is that programs\nthat are in place and working well face extinction after 5 years.\nThis legislation would leave to the discretion of the Commissioner,\nwho periodically evaluates said programs, the ability to provide\ncontinued funding to successful neighborhood crime prevention\nprograms, for up to an additional 9 years.\n\nFISCAL IMPLICATIONS:\nEach contract is limited in amount to $60,000. The potential exists\nfor an increased cost to the State in approving new programs while\ncontinuing to fund programs in place.\n\nEFFECTIVE DATE:\nThis act shall take effect immediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the executive law, in relation to contracts for neighborhood crime prevention activities ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110126.T123754.TXT", "SOBI.D110126.T123254.TXT", "SOBI.D110129.T003343.TXT", "SOBI.D110126.T114249.TXT", "SOBI.D110126.T141801.TXT", "SOBI.D110126.T142320.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296279223727
}