{
  "year" : 2011,
  "senateBillNo" : "S2587-2011",
  "billEvents" : [ {
    "eventDate" : 1296018000000,
    "eventText" : "REFERRED TO LABOR",
    "billEventId" : "S2587-2011-1296018000000-REFERRED+TO+LABOR",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Makes special provisions for disabled claimant for unemployment insurance",
  "summary" : "Extends the eligibility period for unemployment compensation for workers who were not working due to a disability for a period not to exceed two years. ",
  "currentCommittee" : "LABOR",
  "sameAs" : null,
  "lawSection" : "Labor Law",
  "previousVersions" : [ "S221-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2587\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 26, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Labor\n\n       AN ACT to amend the labor law, in relation to  eligibility  of  disabled\n         claimant for unemployment insurance\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 3 of section 527 of the labor law,  as  amended\n    2  by chapter 589 of the laws of 1998, is amended to read as follows:\n    3    3.  Disability.    In  the case of a claimant who did not file a valid\n    4  original   claim solely because the claimant  was  not  paid  sufficient\n    5  remuneration  and  who  received  workers'  compensation payments or any\n    6  benefits paid pursuant to the volunteer firefighters' benefit law during\n    7  the base period specified in subdivision one  of  section  five  hundred\n    8  twenty  of this article, said period shall be extended.  The term of the\n    9  extension shall be equivalent to the number of calendar quarters  during\n   10  which  the  claimant  received  such  payments, but shall not exceed two\n   11  [calendar quarters] YEARS.\n   12    S 2. This act shall take effect immediately.\n\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07266-01-1\n",
  "memo" : "BILL NUMBER:S2587\n\nTITLE OF BILL:\nAn act\nto amend the labor law, in relation to eligibility of disabled\nclaimant for unemployment insurance\n\nSUMMARY:\nAmends Section 527 subdivision 3 of the New York State Labor Law to\nextend the eligibility period for unemployment compensation for those\nworkers who were not working due to a disability.\n\nThe term of the extension would be equivalent to the number of weeks\nduring which the claimant received disability payments, provided that\nit does not exceed two years.\n\nJUSTIFICATION:\nThere have been several cases in which injured individuals who are\nrecipients of disability payments have been laid off during the\ncourse of their disability. At the time of the layoff notice, the\nworkers have not been employed for the previous six months as\nrequired under the New York State Labor Law (Sections 527.1 and\n527.2) in order to receive unemployment benefits.\n\nThis situation leaves the worker without benefits of any type during\nthe time of seeking new employment. This legislation would rectify\nthe problem by extending the period of eligibility for collecting\nunemployment for these workers.\n\nFISCAL IMPLICATIONS:\nTo be determined.\n\nEFFECTIVE DATE:\nImmediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the labor law, in relation to eligibility of disabled claimant for unemployment insurance ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110126.T144807.TXT", "SOBI.D110126.T123254.TXT", "SOBI.D110129.T003343.TXT", "SOBI.D110126.T114249.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296279223733
}