{
  "year" : 2011,
  "senateBillNo" : "S2588-2011",
  "billEvents" : [ {
    "eventDate" : 1296018000000,
    "eventText" : "REFERRED TO ENVIRONMENTAL CONSERVATION",
    "billEventId" : "S2588-2011-1296018000000-REFERRED+TO+ENVIRONMENTAL+CONSERVATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Imposes criminal sanctions for preventing the disclosure of information available to state agencies regarding the release of toxic substances",
  "summary" : "Imposes criminal sanctions for preventing the disclosure of information available to state agencies pursuant to provisions of article 37 of the environmental conservation law regarding the release of toxic substances; violation shall be a class E felony. ",
  "currentCommittee" : "ENVIRONMENTAL CONSERVATION",
  "sameAs" : null,
  "lawSection" : "Environmental Conservation Law",
  "previousVersions" : [ "S220-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2588\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 26, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Environmental Conservation\n\n       AN ACT to amend the  environmental  conservation  law,  in  relation  to\n         penalties  for  preventing  the  disclosure  of  information regarding\n         contamination and the release of toxic substances\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The environmental conservation law is amended by adding a\n    2  new section 71-3705 to read as follows:\n    3  S 71-3705. VIOLATIONS; PENALTIES.\n    4    ANY PERSON WHO KNOWINGLY PREVENTS THE DISCLOSURE OF INFORMATION AVAIL-\n    5  ABLE TO STATE AGENCIES PURSUANT TO SECTION 37-0307 OF THIS CHAPTER SHALL\n    6  BE GUILTY OF A CLASS E FELONY.\n    7    S 2. This act shall take effect on the first of November next succeed-\n    8  ing the date on which it shall have become a law.\n\n\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07265-01-1\n",
  "memo" : "BILL NUMBER:S2588\n\nTITLE OF BILL:\nAn act\nto amend the environmental conservation law, in relation to penalties\nfor preventing the disclosure of information regarding contamination and\nthe release of toxic substances\n\nPURPOSE/SUMMARY OF PROVISIONS:\nThis bill would impose criminal\nsanctions for preventing the disclosure of information to local\nauthorities, regarding the release of toxic substances, when that\ninformation is already available within state agencies.\n\nJUSTIFICATION:\nExisting environmental conservation law does not\ncurrently mandate that state agencies divulge certain information,\nregarding toxic spills or releases. In the event of prolonged threat\nof illness or injury to a community due to the presence of toxic\nsubstances, whether under or above ground, local authorities must\nhave access to this information in order to help alleviate the\nsituation as quickly and efficiently as possible. This bill would\nfacilitate that communication.\n\nFISCAL IMPLICATIONS:\nNone. The information will have already been\nprocessed by the state agency; it just would be shared with other\nauthorities.\n\nEFFECTIVE DATE:\nThis act shall take effect on the first of November next succeeding\nthe date on which it shall have become a law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the environmental conservation law, in relation to penalties for preventing the disclosure of information regarding contamination and the release of toxic substances ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110126.T144807.TXT", "SOBI.D110126.T114750.TXT", "SOBI.D110126.T123254.TXT", "SOBI.D110129.T003343.TXT", "SOBI.D110126.T114249.TXT", "SOBI.D110126.T124255.TXT", "SOBI.D110126.T145305.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296279223737
}