{
  "year" : 2011,
  "senateBillNo" : "S2594-2011",
  "billEvents" : [ {
    "eventDate" : 1296018000000,
    "eventText" : "REFERRED TO JUDICIARY",
    "billEventId" : "S2594-2011-1296018000000-REFERRED+TO+JUDICIARY",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "FLANAGAN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires buyers and lessees of residential real property to be given notice of public access to sex offender information",
  "summary" : "Requires that contracts for the sale or lease of residential real property include a notice that information on high risk sex offenders is available to the public and that the division of criminal justice services maintain a \"900\" telephone number through which sex offender information is available on specific individuals. ",
  "currentCommittee" : "JUDICIARY",
  "sameAs" : null,
  "lawSection" : "Real Property Law",
  "previousVersions" : [ "S2519-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2594\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 26, 2011\n                                      ___________\n\n       Introduced  by Sen. FLANAGAN -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Judiciary\n\n       AN ACT to amend the real property law,  in  relation  to  requiring  the\n         disclosure,  upon  the  sale or lease of residential real property, of\n         the availability of certain sex offender information\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The real property law is amended by adding two new sections\n    2  220-a and 242-a to read as follows:\n    3    S  220-A.  DISCLOSURE OF THE AVAILABILITY OF SEX OFFENDER INFORMATION.\n    4  1. EVERY LEASE AND RENTAL AGREEMENT OF RESIDENTIAL REAL  PROPERTY  SHALL\n    5  CONTAIN IN NOT LESS THAN EIGHT POINT TYPE, THE FOLLOWING NOTICE:\n    6    NOTICE: THE NEW YORK STATE DIVISION OF CRIMINAL JUSTICE SERVICES MAIN-\n    7  TAINS  AND DISTRIBUTES A SUBDIRECTORY, WHICH IS A BOOK THAT PROVIDES THE\n    8  LOCATION OF HIGH RISK SEX OFFENDERS REQUIRED  TO  REGISTER  PURSUANT  TO\n    9  ARTICLE 6-C OF THE CORRECTION LAW, THE SEX OFFENDER REGISTRATION ACT, TO\n   10  THE  OFFICES OF LOCAL VILLAGE, TOWN, CITY, AND COUNTY POLICE DEPARTMENTS\n   11  AND STATE LAW ENFORCEMENT AGENCIES FOR THE  PURPOSE  OF  PUBLIC  ACCESS.\n   12  PLEASE CONTACT YOUR LOCAL LAW ENFORCEMENT AGENCY FOR FURTHER INFORMATION\n   13  ON  HOW  TO ACCESS AND VIEW THE SUBDIRECTORY OF HIGH RISK SEX OFFENDERS.\n   14  THE NEW YORK STATE DIVISION OF CRIMINAL JUSTICE SERVICES  ALSO  OPERATES\n   15  FOR PUBLIC ACCESS A SPECIAL \"900\" TELEPHONE NUMBER THROUGH WHICH CALLERS\n   16  MAY  VERIFY  THE  REGISTRATION  OF A NAMED INDIVIDUAL. CALLERS MUST HAVE\n   17  SPECIFIC INFORMATION WHICH WILL ACHIEVE POSITIVE IDENTIFICATION SUCH  AS\n   18  AN  EXACT  ADDRESS, DRIVER'S LICENSE NUMBER OR BIRTH DATE.  IN ADDITION,\n   19  THE NEW YORK STATE DIVISION OF CRIMINAL  JUSTICE  SERVICES  MAINTAINS  A\n   20  WEBSITE  PROVIDING  INFORMATION,  INCLUDING  THE  NAMES  AND  ADDRESSES,\n   21  REGARDING CERTAIN SEX OFFENDERS.\n   22    2. SUBJECT TO THE PROVISIONS OF SUBDIVISION FOUR OF THIS SECTION, UPON\n   23  DELIVERY OF THE NOTICE REQUIRED PURSUANT  TO  SUBDIVISION  ONE  OF  THIS\n   24  SECTION  TO  THE  LESSEE  OF  THE RESIDENTIAL REAL PROPERTY, NEITHER THE\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06036-02-1\n\n       S. 2594                             2\n\n    1  LESSOR NOR ANY AGENT OF THE LESSOR SHALL BE REQUIRED TO PROVIDE INFORMA-\n    2  TION IN ADDITION TO THAT CONTAINED IN THE NOTICE  REGARDING  THE  AVAIL-\n    3  ABILITY  OF  THE  SUBDIRECTORY, THE SPECIAL \"900\" NUMBER OR THE WEBSITE.\n    4  THE  INFORMATION IN SUCH NOTICE SHALL BE DEEMED TO BE ADEQUATE TO INFORM\n    5  THE LESSEE ABOUT THE  EXISTENCE  OF  A  STATEWIDE  SUBDIRECTORY  OF  THE\n    6  LOCATIONS  OF HIGH RISK SEX OFFENDERS AND INFORMATION FROM THE SUBDIREC-\n    7  TORY REGARDING THOSE LOCATIONS. THE INFORMATION IN THE NOTICE SHALL  NOT\n    8  GIVE RISE TO ANY CAUSE OF ACTION AGAINST THE DISCLOSING PARTY.\n    9    3.  WHERE  THE LESSEE RECEIVES THE NOTICE CONTAINED IN SUBDIVISION ONE\n   10  OF THIS SECTION AT OR BEFORE THE TIME OF A WRITTEN OFFER OF A  LEASE  OR\n   11  RENTAL  AGREEMENT FOR THE LEASE OF RESIDENTIAL REAL PROPERTY, ANY PERSON\n   12  WHO IS LICENSED AS A REAL ESTATE BROKER, ASSOCIATE REAL  ESTATE  BROKER,\n   13  OR  REAL  ESTATE  SALESPERSON UNDER SECTION FOUR HUNDRED FORTY-A OF THIS\n   14  CHAPTER AND WHO IS ACTING IN A FIDUCIARY CAPACITY FOR EITHER A LESSOR OR\n   15  A LESSEE OF RESIDENTIAL REAL PROPERTY SHALL NOT BE REQUIRED  TO  PROVIDE\n   16  ANY  FURTHER  INFORMATION TO THE LESSEE OF THE RESIDENTIAL REAL PROPERTY\n   17  REGARDING INFORMATION RELATING TO OR THE LOCATION OF SEX OFFENDERS.\n   18    4. NOTWITHSTANDING THE PROVISIONS OF SUBDIVISIONS ONE AND TWO OF  THIS\n   19  SECTION,  NOTHING  IN  THIS SECTION SHALL ALTER ANY EXISTING DUTY OF THE\n   20  LESSOR OR ANY AGENT OF SUCH LESSOR UNDER ANY OTHER PROVISION OF LAW.\n   21    S 242-A. DISCLOSURE OF THE AVAILABILITY OF SEX  OFFENDER  INFORMATION.\n   22  1.  EVERY  CONTRACT  FOR  THE  PURCHASE  OF  RESIDENTIAL  REAL PROPERTY,\n   23  COMPRISING ONE TO FOUR DWELLING UNITS, SHALL CONTAIN IN  NOT  LESS  THAN\n   24  EIGHT POINT TYPE, THE FOLLOWING NOTICE:\n   25    NOTICE: THE NEW YORK STATE DIVISION OF CRIMINAL JUSTICE SERVICES MAIN-\n   26  TAINS  AND DISTRIBUTES A SUBDIRECTORY, WHICH IS A BOOK THAT PROVIDES THE\n   27  LOCATION OF HIGH RISK SEX OFFENDERS REQUIRED  TO  REGISTER  PURSUANT  TO\n   28  ARTICLE 6-C OF THE CORRECTION LAW, THE SEX OFFENDER REGISTRATION ACT, TO\n   29  THE  OFFICES OF LOCAL VILLAGE, TOWN, CITY, AND COUNTY POLICE DEPARTMENTS\n   30  AND STATE LAW ENFORCEMENT AGENCIES FOR THE  PURPOSE  OF  PUBLIC  ACCESS.\n   31  PLEASE CONTACT YOUR LOCAL LAW ENFORCEMENT AGENCY FOR FURTHER INFORMATION\n   32  ON  HOW  TO ACCESS AND VIEW THE SUBDIRECTORY OF HIGH RISK SEX OFFENDERS.\n   33  THE NEW YORK STATE DIVISION OF CRIMINAL JUSTICE SERVICES  ALSO  OPERATES\n   34  FOR PUBLIC ACCESS A SPECIAL \"900\" TELEPHONE NUMBER THROUGH WHICH CALLERS\n   35  MAY  VERIFY  THE  REGISTRATION  OF A NAMED INDIVIDUAL. CALLERS MUST HAVE\n   36  SPECIFIC INFORMATION WHICH WILL ACHIEVE POSITIVE IDENTIFICATION SUCH  AS\n   37  AN  EXACT  ADDRESS, DRIVER'S LICENSE NUMBER OR BIRTH DATE.  IN ADDITION,\n   38  THE NEW YORK STATE DIVISION OF CRIMINAL  JUSTICE  SERVICES  MAINTAINS  A\n   39  WEBSITE  PROVIDING  INFORMATION,  INCLUDING  THE  NAMES  AND  ADDRESSES,\n   40  REGARDING CERTAIN SEX OFFENDERS.\n   41    2. SUBJECT TO THE PROVISIONS OF SUBDIVISION FOUR OF THIS SECTION, UPON\n   42  DELIVERY OF THE NOTICE REQUIRED PURSUANT  TO  SUBDIVISION  ONE  OF  THIS\n   43  SECTION TO THE BUYER OF THE RESIDENTIAL REAL PROPERTY, NEITHER THE SELL-\n   44  ER  NOR ANY AGENT OF THE SELLER SHALL BE REQUIRED TO PROVIDE INFORMATION\n   45  IN ADDITION TO THAT CONTAINED IN THE NOTICE REGARDING  THE  AVAILABILITY\n   46  OF  THE  SUBDIRECTORY,  THE  SPECIAL  \"900\" NUMBER OR THE WEBSITE.   THE\n   47  INFORMATION IN SUCH NOTICE SHALL BE DEEMED TO BE ADEQUATE TO INFORM  THE\n   48  BUYER  ABOUT  THE EXISTENCE OF A STATEWIDE SUBDIRECTORY OF THE LOCATIONS\n   49  OF HIGH RISK SEX OFFENDERS AND INFORMATION FROM THE SUBDIRECTORY REGARD-\n   50  ING THOSE LOCATIONS. THE INFORMATION IN THE NOTICE SHALL NOT  GIVE  RISE\n   51  TO ANY CAUSE OF ACTION AGAINST THE DISCLOSING PARTY.\n   52    3. WHERE THE BUYER RECEIVES THE NOTICE CONTAINED IN SUBDIVISION ONE OF\n   53  THIS  SECTION AT OR BEFORE THE TIME OF THE MAKING OF A WRITTEN OFFER FOR\n   54  THE PURCHASE OF RESIDENTIAL REAL PROPERTY, ANY PERSON WHO IS LICENSED AS\n   55  A REAL ESTATE BROKER, ASSOCIATE  REAL  ESTATE  BROKER,  OR  REAL  ESTATE\n   56  SALESPERSON  UNDER  SECTION FOUR HUNDRED FORTY-A OF THIS CHAPTER AND WHO\n\n       S. 2594                             3\n\n    1  IS ACTING IN A FIDUCIARY CAPACITY FOR EITHER A  BUYER  OR  A  SELLER  OF\n    2  RESIDENTIAL  REAL  PROPERTY SHALL NOT BE REQUIRED TO PROVIDE ANY FURTHER\n    3  INFORMATION TO THE BUYER OF  THE  RESIDENTIAL  REAL  PROPERTY  REGARDING\n    4  INFORMATION RELATING TO OR THE LOCATION OF SEX OFFENDERS.\n    5    4.  NOTWITHSTANDING THE PROVISIONS OF SUBDIVISIONS ONE AND TWO OF THIS\n    6  SECTION, NOTHING IN THIS SECTION SHALL ALTER ANY EXISTING  DUTY  OF  THE\n    7  SELLER OR ANY AGENT OF SUCH SELLER UNDER ANY OTHER PROVISION OF LAW.\n    8    S  2.  This  act shall take effect on the ninetieth day after it shall\n    9  have become a law and shall apply to contracts  and  agreements  entered\n   10  into on or after such date.\n",
  "memo" : "BILL NUMBER:S2594\n\nTITLE OF BILL:\n\nAn act\nto amend the real property law, in relation to requiring the disclosure,\nupon the sale or lease of residential real property, of the availability\nof certain sex offender information\n\nPURPOSE:\n\nTo include in all leases and contracts for sale of real property a\nnotice informing the renter and/or buyer of the existence of the N.Y.\nsex offender registry.\n\nSUMMARY OF PROVISIONS:\n\nAdds two new sections, 220-a and 242-a, to the Real Property Law, to\ninclude a notice on all leases and contracts for sale of real\nproperty which informs the renter and/or buyer of the existence of\nthe N.Y. sex offender (Megan's Law) registry, its corollary \"900\"\ntelephone number and the Division of Criminal Justice Services website.\n\nJUSTIFICATION:\n\nThe proposed amendment would require all written leases and rental\nagreements for residential real property and contracts for sale of\nresidential real property entered into contain a specified notice\nregarding the subdirectory of high risk sex offenders, the New York\nState Special \"900\" telephone number and the DCJS website. This bill\nwould provide that, upon delivery of the notice, the lessor, seller,\nor broker is not required to provide additional information regarding\nregistered sex offenders, and that a registered sex offender may not\nbring any cause of action against the disclosing party.\n\nFISCAL IMPLICATIONS:\n\nNone to the state.\n\nPRIOR LEGISLATIVE HISTORY:\n\n2000:    Passed Senate.\n2001-02: Passed Senate.\n2003-04: Passed Senate/Assembly Judiciary Cmte.\n2005-06: Senate Judiciary Cmte./Assembly Judiciary Cmte.\n2007-08: Senate Judiciary Cmte./Assembly Judiciary Cmte.\n2009-10: Advanced to Third Reading\n\nEFFECTIVE DATE:\n\nThis act shall take effect on the ninetieth day after it shall have\nbecome a law and shall apply to contracts and agreements entered into\non or after such date.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the real property law, in relation to requiring the disclosure, upon the sale or lease of residential real property, of the availability of certain sex offender information ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110126.T150305.TXT", "SOBI.D110129.T003343.TXT", "SOBI.D110126.T125755.TXT", "SOBI.D110126.T124255.TXT", "SOBI.D110126.T115751.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296279223750
}