{
  "year" : 2011,
  "senateBillNo" : "S2590-2011",
  "billEvents" : [ {
    "eventDate" : 1296018000000,
    "eventText" : "REFERRED TO HEALTH",
    "billEventId" : "S2590-2011-1296018000000-REFERRED+TO+HEALTH",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "HANNON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prohibits a pharmacist from substituting any anti-epileptic drug for a prescribed anti-epileptic drug without the informed consent of the prescriber and patient",
  "summary" : "Prohibits a pharmacist from substituting any anti-epileptic drug for the prescribed anti-epileptic drug without notification of and the informed consent of the prescriber and patient or such patient's parent, guardian or spouse. ",
  "currentCommittee" : "HEALTH",
  "sameAs" : null,
  "lawSection" : "Public Health Law",
  "previousVersions" : [ "S5855-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2590\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 26, 2011\n                                      ___________\n\n       Introduced  by  Sen.  HANNON -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Health\n\n       AN ACT to amend the public health law and the education law, in relation\n         to requiring notification of and the informed consent of the  prescri-\n         ber and the patient prior to the substitution of a prescribed anti-ep-\n         ileptic drug\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1.  The public health law is amended by adding a  new  section\n    2  3346 to read as follows:\n    3    S  3346. ANTI-EPILEPTIC DRUG PRODUCT SELECTION PROHIBITED. 1.  AS USED\n    4  IN THIS SECTION:\n    5    (A) \"ANTI-EPILEPTIC DRUG\" MEANS (I) ANY DRUG PRESCRIBED FOR THE TREAT-\n    6  MENT OF EPILEPSY OR (II) A DRUG USED TO TREAT OR PREVENT SEIZURES.\n    7    (B) \"EPILEPSY\" MEANS A NEUROLOGICAL CONDITION CHARACTERIZED BY  RECUR-\n    8  RENT SEIZURES.\n    9    (C)  \"SEIZURE\"  MEANS  AN  ACUTE  CLINICAL CHANGE SECONDARY TO A BRIEF\n   10  DISTURBANCE IN THE ELECTRICAL ACTIVITY OF THE BRAIN.\n   11    (D) \"INTERCHANGE\" MEANS THE SUBSTITUTION OF ONE VERSION  OF  THE  SAME\n   12  ANTI-EPILEPTIC  THERAPEUTIC PRODUCT, INCLUDING A GENERIC VERSION FOR THE\n   13  PRESCRIBED BRAND, A BRAND VERSION FOR THE PRESCRIBED GENERIC VERSION,  A\n   14  GENERIC VERSION BY ONE MANUFACTURER FOR A GENERIC VERSION BY A DIFFERENT\n   15  MANUFACTURER,  A  DIFFERENT FORMULATION OF THE PRESCRIBED ANTI-EPILEPTIC\n   16  DRUG OR A DIFFERENT ANTI-EPILEPTIC  THERAPEUTIC  DRUG  PRODUCT  FOR  THE\n   17  ANTI-EPILEPTIC PRODUCT ORIGINALLY PRESCRIBED.\n   18    2.  NO  PHARMACIST  SHALL INTERCHANGE AN ANTI-EPILEPTIC DRUG OR FORMU-\n   19  LATION OF AN ANTI-EPILEPTIC DRUG, BRAND OR GENERIC, FOR THE TREATMENT OF\n   20  EPILEPTIC SEIZURES WITHOUT THE PRIOR  NOTIFICATION  OF  AND  THE  SIGNED\n   21  INFORMED  CONSENT OF SUCH INTERCHANGE FROM THE PRESCRIBING PHYSICIAN AND\n   22  THE PATIENT, OR THE PATIENT'S PARENT, LEGAL GUARDIAN OR SPOUSE.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD08290-01-1\n\n       S. 2590                             2\n\n    1    S 2. The opening paragraph of subdivision 1 of section 6816-a  of  the\n    2  education  law,  as added by chapter 776 of the laws of 1977, is amended\n    3  to read as follows:\n    4    [A]  EXCEPT  AS  PROVIDED IN SECTION THIRTY-THREE HUNDRED FORTY-SIX OF\n    5  THE PUBLIC HEALTH LAW, A pharmacist shall substitute  a  less  expensive\n    6  drug  product  containing  the  same active ingredients, dosage form and\n    7  strength as the drug product prescribed, ordered or  demanded,  provided\n    8  that the following conditions are met:\n    9    S 3. This act shall take effect immediately.\n",
  "memo" : "BILL NUMBER:S2590\n\nTITLE OF BILL:\nAn act\nto amend the public health law and the\neducation law, in relation to requiring notification of and\nthe informed consent of the prescriber and the patient prior to the\nsubstitution of a prescribed anti-epileptic drug\n\nPURPOSE:\nThe bill requires that an interchange of an anti-epileptic drug or the\nformulation of an anti-epileptic drug, brand or generic, for the\ntreatment of seizures may not occur without prior notification of and\nthe signed informed consent of the prescribing physician and\npatient, or patient's parent, legal guardian or spouse of such person.\n\nSUMMARY OF PROVISIONS:\nSection one of the this bill creates section 3346 of the Public\nHealth Law, regarding the prohibitions on anti-epileptic drug\nselection. It states that no pharmacist shall interchange an\nanti-epileptic drug or formulation of an anti-epileptic drug without\nthe prior notification or and the signed informed consent of such\ninterchange from the prescribing physician and the patient, or the\npatient's parent, legal guardian or spouse.\n\nSection two amends Section 6816-a of the Education Law to exempt\nepileptic drugs from the provisions allowing pharmacists to\nsubstitute a less expensive drug product.\n\nSection three is the effective date.\n\nJUSTIFICATION:\nSeizures and epilepsy develop in approximately 181,000 Americans of\nall ages each year.\nOverall, more that 2 million Americans have been diagnosed with\nepilepsy. People with epilepsy are concerned about the availability\nof all anti-epileptic drug options. This is the result of the unique\nnature of epilepsy and the numerous different responses to\nanti-epileptic medications that can be experienced by those with\nepilepsy. It is critically important that\nindividuals with epilepsy and seizure disorders have access to all the\navailable anti-epileptic medications through prescription drug\nformulations, including new as well as established formulations of\nboth brand and generic products.\n\nNot all people with epilepsy are the same. The unique nature of\nepilepsy, more precisely termed \"the epilepsies\" refers to the\nvarious reasons that a seizure may occur and affect different parts\nof the brain in very different ways. Anti-epileptic drug therapy is\nusually started when a patient has had more than one unprovoked\nseizure. Although one anti-epileptic drug product may prove to be\n\nhighly effective with an individual, accurate prediction of an\nindividual's response to medication is not possible.\n\nThere are a number of widely used anti-epileptic drugs available to\npersons with epilepsy, however there may be significant differences\nbetween the characteristics of anti-epileptic medications, The fact\nthat these differences exist could result in adverse effects,\nincluding loss of seizure control and development of toxic side\neffects. Changing from one formulation of anti-epileptic drug to\nanother is best accomplished, and with minimized risk, if physicians\nand patients properly maintain the right to determine their\npharmaceutical course of therapy.\nAs a result of new anti-epileptic drugs and other forms of treatment,\nwhich have been developed in recent decades, the control of seizures\nhas become an attainable goal for many people with epilepsy, However,\na recent study has shown that over 1 million individuals continue to\nhave persistent seizures even with treatment Many people with\nepilepsy report regularly to the Epilepsy Foundation that they have\nexperienced breakthrough (unexpected) seizures, after long periods of\nseizure control, when a formulation of their customary medication was\nchanged.\n\nSeizures have the potential to be life-threatening, and can endanger\nthe individual and others, particularly if they occur without\nwarning, while the individual is engaged in the various activities of\ndaily living. Hence, to risk the occurrence of seizures by switching\nproducts without the guidance of the individual's physician, when it\nis known that breakthrough seizures could occur, is a matter of both\npublic and individual safety.\n\nRecognizing the seriousness and potential problems associated with\npeople with epilepsy unknowingly having their medications switched,\nboth the National Black Caucus of Legislators and the American\nAcademy of Neurology have issued resolutions opposing substitution of\nanti-convulsant drugs for the treatment of epilepsy without the\ninformed consent of the patient and treating physician.\n\nLEGISLATIVE HISTORY:\nS.5855 (2009-2010)\nA.9303 (2007-2008) Referred to Higher Education and Held for\nConsideration.\n\nFISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\nThis act shall take effect immediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the public health law and the education law, in relation to requiring notification of and the informed consent of the prescriber and the patient prior to the substitution of a prescribed anti-epileptic drug ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110129.T003343.TXT", "SOBI.D110126.T125755.TXT", "SOBI.D110126.T124255.TXT", "SOBI.D110126.T115311.TXT", "SOBI.D110126.T145305.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296279223743
}