{
  "year" : 2011,
  "senateBillNo" : "S2593-2011",
  "billEvents" : [ {
    "eventDate" : 1296018000000,
    "eventText" : "REFERRED TO MENTAL HEALTH AND DEVELOPMENTAL DISABILITIES",
    "billEventId" : "S2593-2011-1296018000000-REFERRED+TO+MENTAL+HEALTH+AND+DEVELOPMENTAL+DISABILITIES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "FLANAGAN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for disclosure of sexual offender information related to a patient or client",
  "summary" : "Provides for disclosure of sexual offender information related to a patient or client. ",
  "currentCommittee" : "MENTAL HEALTH AND DEVELOPMENTAL DISABILITIES",
  "sameAs" : null,
  "lawSection" : "Mental Hygiene Law",
  "previousVersions" : [ "S4176-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2593\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 26, 2011\n                                      ___________\n\n       Introduced  by Sen. FLANAGAN -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Mental Health and Develop-\n         mental Disabilities\n\n       AN ACT to amend the mental hygiene law, in  relation  to  disclosure  of\n         sexual  offender  information  related  to a patient or client, and to\n         amend the correction law, in relation to inclusion of certain  persons\n         within  the  provisions  of the sex offender registration act who have\n         had pleas accepted, or who have had verdicts entered with  respect  to\n         them, of not responsible by reason of mental disease or defect\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraph 9 of subdivision (c)  of  section  33.13  of  the\n    2  mental  hygiene law is amended by adding a new subparagraph (ix) to read\n    3  as follows:\n    4    (IX) APPROPRIATE PERSONS AND ENTITIES PURSUANT TO ARTICLE SIX-C OF THE\n    5  CORRECTION LAW, WHEN DISCLOSURE IS LIMITED TO SEXUAL OFFENDER  REGISTRA-\n    6  TION INFORMATION NECESSARY TO ENSURE THE WELFARE AND SAFETY OF OTHERS.\n    7    S 2. Subdivision 1 of section 168-a of the correction law, as added by\n    8  chapter 192 of the laws of 1995, is amended to read as follows:\n    9    1.  \"Sex  offender\" includes any person who is convicted of any of the\n   10  offenses set  forth  in  subdivision  two  or  three  of  this  section.\n   11  Convictions  that  result  from  or  are connected with the same act, or\n   12  result from offenses committed at the same time, shall  be  counted  for\n   13  the  purpose of this article as one conviction. Any conviction set aside\n   14  pursuant to law is not a conviction for purposes of  this  article.  FOR\n   15  PURPOSES  OF  THIS  ARTICLE,  THE TERM \"SEX OFFENDER\" SHALL BE DEEMED TO\n   16  INCLUDE A PERSON WHO HAS HAD A CRIMINAL ACTION COMMENCED AGAINST THEM BY\n   17  THE FILING OF AN ACCUSATORY INSTRUMENT, A SUPERIOR COURT INFORMATION, OR\n   18  INDICTMENT WHICH INCLUDES A CHARGE FOR THE  COMMISSION  OF  ANY  OF  THE\n   19  OFFENSES SET FORTH IN SUBDIVISION TWO OR THREE OF THIS SECTION AND, WITH\n   20  RESPECT  TO  SUCH  OFFENSE  OR  OFFENSES,  HAS  ENTERED A PLEA, WHICH IS\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD08456-01-1\n\n       S. 2593                             2\n\n    1  ACCEPTED, OR HAS HAD A VERDICT  ENTERED  AGAINST  SUCH  PERSON,  OF  NOT\n    2  RESPONSIBLE  BY  REASON  OF  MENTAL DISEASE OR DEFECT.  ANY SUCH PLEA OR\n    3  VERDICT WITH RESPECT TO SUCH OFFENSE OR OFFENSES SHALL BE  CONSIDERED  A\n    4  CONVICTION  OF ALL OF THE OFFENSES SO CHARGED, OR THAT REMAIN AS CHARGED\n    5  OR OTHERWISE EXIST AT THE TIME OF THE ENTRY OF SUCH PLEA OR VERDICT,  AS\n    6  MAY  BE  APPLICABLE,  THAT  FALL WITHIN THE DEFINITION OF SEX OFFENSE OR\n    7  SEXUALLY VIOLENT OFFENSE AS SET FORTH IN SUBDIVISION  TWO  OR  THREE  OF\n    8  THIS  SECTION  AND  SHALL  BE  DEEMED  TO  BE A CONVICTION FOR ALL OTHER\n    9  PURPOSES OF THIS ARTICLE.\n   10    S 3. Paragraph (c) of subdivision 1 of section 168-b of the correction\n   11  law, as amended by chapter 11 of the laws of 2002, is amended to read as\n   12  follows:\n   13    (c) A description of the  offense  for  which  the  sex  offender  was\n   14  convicted, the date of conviction and the sentence imposed. IN THE EVENT\n   15  THAT SUCH CONVICTION IS DEEMED TO EXIST FROM THE ENTRY AND ACCEPTANCE OF\n   16  A  PLEA,  OR  THE  ENTRY  OF  A VERDICT, OF NOT RESPONSIBLE BY REASON OF\n   17  MENTAL DISEASE OR DEFECT AS DESCRIBED IN SUBDIVISION ONE OF SECTION  ONE\n   18  HUNDRED  SIXTY-EIGHT-A  OF THIS ARTICLE, THE DATE OF CONVICTION SHALL BE\n   19  DEEMED TO BE THE DATE THE PLEA WAS ACCEPTED BY THE COURT, OR THE DATE  A\n   20  VERDICT  WAS  ENTERED, OF NOT RESPONSIBLE BY REASON OF MENTAL DISEASE OR\n   21  DEFECT. IN LIEU OF  A  DESCRIPTION  OF  THE  SENTENCE  IMPOSED  WHERE  A\n   22  CONVICTION IS DEEMED TO EXIST AS A RESULT OF SUCH PLEA OR VERDICT, THERE\n   23  SHALL  BE  ENTERED  A  DESCRIPTION OF ALL PROCEEDINGS THAT HAVE OCCURRED\n   24  PURSUANT TO THE PROVISIONS OF ARTICLE THREE HUNDRED THIRTY OF THE CRIMI-\n   25  NAL PROCEDURE LAW.\n   26    S 4. Section 168-d of the correction law, as amended by chapter 11  of\n   27  the  laws  of 2002, paragraph (a) of subdivision 1 as amended by chapter\n   28  69 of the laws of 2003, paragraph (b) of subdivision  1  as  amended  by\n   29  chapter  74 of the laws of 2007, and subdivision 2 as amended and subdi-\n   30  vision 4 as added by chapter 684 of the laws of 2005, is amended to read\n   31  as follows:\n   32    S 168-d. Duties of the court. 1. (a) Except as provided in  paragraphs\n   33  (b)  and (c) of this subdivision, upon conviction of any of the offenses\n   34  set forth in subdivision two or three  of  section  one  hundred  sixty-\n   35  eight-a of this article the court shall certify that the person is a sex\n   36  offender and shall include the certification in the order of commitment,\n   37  if any, and judgment of conviction OR IN AN ORDER ISSUED PURSUANT TO THE\n   38  PROVISIONS  OF  ARTICLE  THREE  HUNDRED THIRTY OF THE CRIMINAL PROCEDURE\n   39  LAW, except as provided in paragraph (e) of subdivision two  of  section\n   40  one  hundred  sixty-eight-a of this article. The court shall also advise\n   41  the sex offender of his or her duties under  this  article.  Failure  to\n   42  include  the certification in the order of commitment [or], the judgment\n   43  of conviction, OR IN AN ORDER ISSUED PURSUANT TO THE PROVISIONS OF ARTI-\n   44  CLE THREE HUNDRED THIRTY OF THE CRIMINAL PROCEDURE LAW shall not relieve\n   45  a sex offender of the obligations imposed by this article.\n   46    (b) Where a defendant stands convicted of an offense defined in  para-\n   47  graph  (b)  of  subdivision  two of section one hundred sixty-eight-a of\n   48  this article or where the defendant was convicted of patronizing a pros-\n   49  titute in the third degree under section 230.04 of the penal law and the\n   50  defendant controverts an allegation that the victim of such offense  was\n   51  less  than  eighteen  years of age or, in the case of a conviction under\n   52  section 230.04 of the penal law, less than seventeen years of  age,  the\n   53  court,  without  a  jury, shall, prior to sentencing OR ISSUING AN ORDER\n   54  PURSUANT TO THE PROVISIONS OF ARTICLE THREE HUNDRED THIRTY OF THE CRIMI-\n   55  NAL PROCEDURE LAW, conduct a hearing, and the people may prove by  clear\n   56  and  convincing evidence that the victim was less than eighteen years of\n\n       S. 2593                             3\n\n    1  age or less than seventeen years of age, as applicable, by any  evidence\n    2  admissible  under the rules applicable to a trial of the issue of guilt.\n    3  The court in addition to such  admissible  evidence  may  also  consider\n    4  reliable  hearsay evidence submitted by either party provided that it is\n    5  relevant to the determination of the age of the victim. Facts concerning\n    6  the age of the victim proven at trial or  ascertained  at  the  time  of\n    7  entry  of  a  plea  of guilty, OR FACTS CONCERNING THE AGE OF THE VICTIM\n    8  ASCERTAINED AT THE TIME A PLEA IS ENTERED,  WHICH  IS  ACCEPTED  BY  THE\n    9  COURT,  OR  AT  A TRIAL WHERE VERDICT IS ENTERED AGAINST SUCH PERSON, OF\n   10  NOT RESPONSIBLE BY REASON OF MENTAL DISEASE OR DEFECT, shall  be  deemed\n   11  established  by  clear  and convincing evidence and shall not be reliti-\n   12  gated. At the conclusion of the hearing, or if the  defendant  does  not\n   13  controvert  an  allegation  that the victim of the offense was less than\n   14  eighteen years of age or less than seventeen years of age,  as  applica-\n   15  ble,  the court must make a finding and enter an order setting forth the\n   16  age of the victim. If the court finds that the victim  of  such  offense\n   17  was  under  eighteen  years  of  age or under seventeen years of age, as\n   18  applicable, the court shall certify the defendant as a sex offender, the\n   19  provisions of paragraph (a) of this  subdivision  shall  apply  and  the\n   20  defendant  shall  register  with  the  division  in  accordance with the\n   21  provisions of this article.\n   22    (c) Where a defendant stands convicted of an offense defined in  para-\n   23  graph  (c)  of  subdivision  two of section one hundred sixty-eight-a of\n   24  this article and  the  defendant  controverts  an  allegation  that  the\n   25  defendant  was  previously  convicted  of  a  sex  offense or a sexually\n   26  violent offense defined in this article or has previously been convicted\n   27  of or convicted for an attempt  to  commit  any  of  the  provisions  of\n   28  section  130.52  or  130.55 of the penal law, the court, without a jury,\n   29  shall,  prior  to  sentencing  OR  ISSUING  AN  ORDER  PURSUANT  TO  THE\n   30  PROVISIONS  OF  ARTICLE  THREE  HUNDRED THIRTY OF THE CRIMINAL PROCEDURE\n   31  LAW, conduct a hearing, and the people may prove by clear and convincing\n   32  evidence that the defendant was previously convicted of a sex offense or\n   33  a sexually violent offense defined in this  article  or  has  previously\n   34  been  convicted  of  or  convicted  for  an attempt to commit any of the\n   35  provisions of section 130.52 or 130.55 of the penal law, by any evidence\n   36  admissible under the rules applicable to a trial of the issue of  guilt.\n   37  The  court  in  addition  to  such admissible evidence may also consider\n   38  reliable hearsay evidence submitted by either party provided that it  is\n   39  relevant  to  the  determination of whether the defendant was previously\n   40  convicted of a sex offense or a sexually violent offense defined in this\n   41  article or has previously been convicted of or convicted for an  attempt\n   42  to commit any of the provisions of section 130.52 or 130.55 of the penal\n   43  law.  At  the  conclusion  of  the hearing, or if the defendant does not\n   44  controvert an allegation that the defendant was previously convicted  of\n   45  a  sex  offense or a sexually violent offense defined in this article or\n   46  has previously been convicted of or convicted for an attempt  to  commit\n   47  any  of the provisions of section 130.52 or 130.55 of the penal law, the\n   48  court must make a finding and enter an  order  determining  whether  the\n   49  defendant  was  previously  convicted  of  a  sex  offense or a sexually\n   50  violent offense defined in this article or has previously been convicted\n   51  of or convicted for an attempt  to  commit  any  of  the  provisions  of\n   52  section  130.52  or 130.55 of the penal law. If the court finds that the\n   53  defendant has such a previous conviction, the court  shall  certify  the\n   54  defendant  as  a  sex  offender, the provisions of paragraph (a) of this\n   55  subdivision shall apply and the defendant shall register with the  divi-\n   56  sion in accordance with the provisions of this article.\n\n       S. 2593                             4\n\n    1    2.  Any  sex offender, who is released on probation or discharged upon\n    2  payment of a fine, conditional discharge or unconditional  discharge  OR\n    3  IS  RELEASED  OR  DISCHARGED PURSUANT TO THE PROVISIONS OF ARTICLE THREE\n    4  HUNDRED THIRTY OF THE  CRIMINAL  PROCEDURE  LAW  shall,  prior  to  such\n    5  release  or  discharge, be informed of his or her duty to register under\n    6  this article by the court in which he or she was  convicted  OR  BY  THE\n    7  COURT  ISSUING  AN  ORDER  PURSUANT  TO  THE PROVISIONS OF ARTICLE THREE\n    8  HUNDRED THIRTY OF THE CRIMINAL PROCEDURE LAW.  At the time  sentence  is\n    9  imposed  OR  AT  THE TIME THAT THE COURT ISSUES AN ORDER PURSUANT TO THE\n   10  PROVISIONS OF ARTICLE THREE HUNDRED THIRTY  OF  THE  CRIMINAL  PROCEDURE\n   11  LAW,  such  sex  offender  shall  register  with  the division on a form\n   12  prepared by the division. The court shall require the  sex  offender  to\n   13  read and sign such form and to complete the registration portion of such\n   14  form.  The  court  shall  on  such form obtain the address where the sex\n   15  offender expects to reside upon his or her release,  and  the  name  and\n   16  address  of  any institution of higher education he or she expects to be\n   17  employed by, enrolled in, attending or  employed,  whether  for  compen-\n   18  sation  or  not,  and  whether he or she expects to reside in a facility\n   19  owned or operated by such an institution, AND, IF APPLICABLE, A COPY  OF\n   20  THE ORDER ISSUED, AND DESCRIPTION OF ALL PROCEEDINGS THAT HAVE OCCURRED,\n   21  PURSUANT TO THE PROVISIONS OF ARTICLE THREE HUNDRED THIRTY OF THE CRIMI-\n   22  NAL PROCEDURE LAW and shall report such information to the division. The\n   23  court shall give one copy of the form to the sex offender and shall send\n   24  two  copies  to  the division which shall forward the information to the\n   25  law enforcement agencies having jurisdiction. The court shall also noti-\n   26  fy the district attorney and the sex offender of the date of the  deter-\n   27  mination  proceeding  to  be  held pursuant to subdivision three of this\n   28  section, which shall be held at least forty-five days after such  notice\n   29  is  given.  This  notice  shall  include  the  following  statement or a\n   30  substantially similar statement:  \"This  proceeding  is  being  held  to\n   31  determine  whether you will be classified as a level 3 offender (risk of\n   32  repeat offense is high), a level 2 offender (risk of repeat  offense  is\n   33  moderate),  or  a  level  1 offender (risk of repeat offense is low), or\n   34  whether you will be designated as a sexual predator, a sexually  violent\n   35  offender  or a predicate sex offender, which will determine how long you\n   36  must register as a sex offender and how much information can be provided\n   37  to the public concerning your registration. If you  fail  to  appear  at\n   38  this  proceeding,  without  sufficient  excuse, it shall be held in your\n   39  absence. Failure to appear may result in a longer period of registration\n   40  or a higher level of community notification because you are not  present\n   41  to offer evidence or contest evidence offered by the district attorney.\"\n   42  The  court shall also advise the sex offender that he or she has a right\n   43  to a hearing prior to the court's determination, that he or she has  the\n   44  right  to be represented by counsel at the hearing and that counsel will\n   45  be appointed if he or she is financially unable to  retain  counsel.  If\n   46  the  sex  offender applies for assignment of counsel to represent him or\n   47  her at the hearing and counsel was not previously assigned to  represent\n   48  the  sex  offender  in  the  underlying criminal action, the court shall\n   49  determine whether the offender is financially unable to retain  counsel.\n   50  If  such  a finding is made, the court shall assign counsel to represent\n   51  the sex offender pursuant to article eighteen-B of the county law. Where\n   52  the court orders a sex offender released on probation, such  order  must\n   53  include  a  provision  requiring that he or she comply with the require-\n   54  ments of this article. Where such sex offender violates such  provision,\n   55  probation  may  be immediately revoked in the manner provided by article\n   56  four hundred ten of the criminal procedure law.\n\n       S. 2593                             5\n\n    1    3. For sex offenders released on probation or discharged upon  payment\n    2  of a fine, conditional discharge or unconditional discharge, OR RELEASED\n    3  OR DISCHARGED PURSUANT TO THE PROVISIONS OF ARTICLE THREE HUNDRED THIRTY\n    4  OF  THE CRIMINAL PROCEDURE LAW, it shall be the duty of the court apply-\n    5  ing  the  guidelines  established  in  subdivision  five  of section one\n    6  hundred sixty-eight-l of this article to determine the level of  notifi-\n    7  cation  pursuant to subdivision six of section one hundred sixty-eight-l\n    8  of this article and whether such sex  offender  shall  be  designated  a\n    9  sexual predator, sexually violent offender, or predicate sex offender as\n   10  defined  in  subdivision  seven  of section one hundred sixty-eight-a of\n   11  this article. At least fifteen days prior to the determination  proceed-\n   12  ing, the district attorney shall provide to the court and the sex offen-\n   13  der  a  written statement setting forth the determinations sought by the\n   14  district attorney together with the reasons for  seeking  such  determi-\n   15  nations.  The court shall allow the sex offender to appear and be heard.\n   16  The state shall appear by the district attorney, or his or her designee,\n   17  who shall bear the burden of proving the facts supporting  the  determi-\n   18  nations  sought  by  clear  and  convincing evidence.   Where there is a\n   19  dispute between the parties concerning  the  determinations,  the  court\n   20  shall adjourn the hearing as necessary to permit the sex offender or the\n   21  district  attorney  to  obtain  materials relevant to the determinations\n   22  from any state or local facility, hospital, institution, office, agency,\n   23  department or division. Such materials may be obtained  by  subpoena  if\n   24  not voluntarily provided to the requesting party. In making the determi-\n   25  nations,  the court shall review any victim's statement and any relevant\n   26  materials and evidence submitted by the sex offender  and  the  district\n   27  attorney  and the court may consider reliable hearsay evidence submitted\n   28  by either party provided that it  is  relevant  to  the  determinations.\n   29  Facts  previously  proven at trial or elicited at the time of entry of a\n   30  plea of guilty OR PREVIOUSLY ELICITED AT THE TIME  A  PLEA  IS  ENTERED,\n   31  WHICH IS ACCEPTED BY THE COURT, OR ARE PROVEN AT A TRIAL WHERE A VERDICT\n   32  HAS  BEEN  ENTERED,  OF  NOT  RESPONSIBLE BY REASON OF MENTAL DISEASE OR\n   33  DEFECT shall be deemed established by clear and convincing evidence  and\n   34  shall  not be relitigated. The court shall render an order setting forth\n   35  its determinations and the findings of fact and conclusions  of  law  on\n   36  which the determinations are based. A copy of the order shall be submit-\n   37  ted  by the court to the division. Upon application of either party, the\n   38  court shall seal any portion of the court file or record which  contains\n   39  material that is confidential under any state or federal statute. Either\n   40  party  may  appeal as of right from the order pursuant to the provisions\n   41  of articles fifty-five, fifty-six and fifty-seven of the civil  practice\n   42  law  and  rules.  Where  counsel  has been assigned to represent the sex\n   43  offender upon the ground that the sex offender is financially unable  to\n   44  retain  counsel,  that  assignment  shall  be  continued  throughout the\n   45  pendency of the appeal, and the person  may  appeal  as  a  poor  person\n   46  pursuant to article eighteen-B of the county law.\n   47    4. If a sex offender, having been given notice, including the time and\n   48  place  of  the determination proceeding in accordance with this section,\n   49  fails to appear at this proceeding, without sufficient excuse, the court\n   50  shall conduct the hearing and make the determinations in the manner  set\n   51  forth in subdivision three of this section.\n   52    S  5.  Section  29.16 of the mental hygiene law, as amended by chapter\n   53  465 of the laws of 1992, is amended to read as follows:\n   54  S 29.16 Discharge OR RELEASE; certain cases.\n   55    (A) The director of a facility shall,  with  respect  to  any  patient\n   56  admitted  to  such facility pursuant to section five hundred nine of the\n\n       S. 2593                             6\n\n    1  executive law or 353.4 of the family  court  act  and  article  nine  or\n    2  fifteen  of this chapter, give immediate written notice to the [director\n    3  of the division for youth] OFFICE OF CHILDREN AND FAMILY SERVICES and to\n    4  the mental hygiene legal service when any such patient leaves the facil-\n    5  ity  without  the  consent  of  its  director. Such patient shall not be\n    6  discharged so long as there is a valid order of the family court placing\n    7  such person with the [division for youth] OFFICE OF CHILDREN AND  FAMILY\n    8  SERVICES,  except  in  accordance  with  the  provisions of section five\n    9  hundred nine of the executive law or section 353.4 of the  family  court\n   10  act.\n   11    (B)  NOTWITHSTANDING  ANY  PROVISIONS OF LAW TO THE CONTRARY, PRIOR TO\n   12  THE DISCHARGE OR RELEASE, INCLUDING A  COURT  ORDERED  RELEASE,  FROM  A\n   13  DEPARTMENT  FACILITY  OF  A  PATIENT  WHO  IS A SEX OFFENDER REQUIRED TO\n   14  REGISTER PURSUANT TO ARTICLE SIX-C OF THE CORRECTION LAW,  THE  DIRECTOR\n   15  OF  A  FACILITY  SHALL CONTACT THE DIVISION OF CRIMINAL JUSTICE SERVICES\n   16  (HEREIN THE \"DIVISION\") TO DETERMINE WHETHER OR  NOT  SUCH  PATIENT  HAS\n   17  REGISTERED A CHANGE OF ADDRESS PURSUANT TO THE PROVISIONS OF SUBDIVISION\n   18  FOUR  OF SECTION ONE HUNDRED SIXTY-EIGHT-F OF THE CORRECTION LAW. IN THE\n   19  EVENT THAT THE DIRECTOR DETERMINES  THAT  SUCH  PATIENT  HAS  FAILED  TO\n   20  PROVIDE  THE  DIVISION  WITH THE NOTIFICATION OF CHANGE OF ADDRESS WHICH\n   21  WILL PROVIDE THE DIVISION WITH THE PATIENT'S INTENDED NEW ADDRESS  WHICH\n   22  WILL TAKE EFFECT UPON SUCH DISCHARGE OR RELEASE, THE DIRECTOR IMMEDIATE-\n   23  LY  SHALL NOTIFY THE PATIENT AND THE MENTAL HYGIENE LEGAL SERVICE OF THE\n   24  REQUIREMENTS OF  REGISTERING  A  CHANGE  OF  ADDRESS  PURSUANT  TO  SUCH\n   25  PROVISIONS  OF  THE  CORRECTION  LAW.  NOTWITHSTANDING THE PROVISIONS OF\n   26  SECTION ONE HUNDRED SIXTY-EIGHT-F OF THE CORRECTION LAW, THE DIRECTOR OF\n   27  A FACILITY IS AUTHORIZED TO DELAY THE IMPLEMENTATION OF THE DISCHARGE OR\n   28  RELEASE, INCLUDING A COURT ORDERED RELEASE, OF SUCH PATIENT FOR A PERIOD\n   29  OF UP TO TEN DAYS OR UNTIL THE DATE THAT SUCH PATIENT COMPLIES WITH  THE\n   30  REGISTRATION  REQUIREMENTS  OF  SUCH  PROVISIONS  OF THE CORRECTION LAW,\n   31  WHICHEVER OCCURS FIRST.\n   32    S 6. Section 29.17 of the mental hygiene law is  amended  to  read  as\n   33  follows:\n   34  S 29.17 Clothing  and  money  to  be  furnished  patients  discharged or\n   35            released.\n   36    No patient shall be discharged or released from a department  facility\n   37  without  suitable  clothing  adapted to the season in which he OR SHE is\n   38  discharged or released; and if it  cannot  be  otherwise  obtained,  the\n   39  facility  shall  upon the order of the director, or of the commissioner,\n   40  as the case may be, furnish the same,  and  money  not  exceeding  fifty\n   41  dollars,  to defray his OR HER expenses until he OR SHE can reach his OR\n   42  HER relatives or friends, or find employment to earn a subsistence.  THE\n   43  FACILITY, UPON THE ORDER OF THE DIRECTOR, OR OF THE COMMISSIONER, AS THE\n   44  CASE  MAY  BE,  SHALL  FURNISH  A  PATIENT, WHO IS A SEX OFFENDER AND IS\n   45  REQUIRED TO REGISTER A CHANGE OF ADDRESS PURSUANT TO SUBDIVISION FOUR OF\n   46  SECTION ONE HUNDRED SIXTY-EIGHT-F OF THE CORRECTION LAW, WITH MONEY,  IN\n   47  AN AMOUNT EQUAL TO THE STATUTORY AMOUNT CHARGED BY THE DIVISION OF CRIM-\n   48  INAL  JUSTICE  SERVICES  TO DEFRAY THE EXPENSE OF REGISTERING HIS OR HER\n   49  CHANGE OF ADDRESS WITH THE DIVISION, AT OR PRIOR TO  THE  DATE  OF  SUCH\n   50  DISCHARGE OR RELEASE.\n   51    S  7.  Paragraph a of subdivision 2 of section 168-b of the correction\n   52  law, as amended by chapter 645 of the laws of 2005, is amended  to  read\n   53  as follows:\n   54    a.  The  division  is authorized to make the registry available to any\n   55  regional or national registry of sex offenders for the purpose of  shar-\n   56  ing  information  OR TO THE COMMISSIONER OF MENTAL HEALTH OR THE COMMIS-\n\n       S. 2593                             7\n\n    1  SIONER OF MENTAL RETARDATION AND DEVELOPMENTAL DISABILITIES.  The  divi-\n    2  sion  shall  accept  files from any regional or national registry of sex\n    3  offenders and shall make such files available when requested pursuant to\n    4  the provisions of this article.\n    5    S 8. This act shall take effect on the one hundred eightieth day after\n    6  it shall have become a law.\n",
  "memo" : "BILL NUMBER:S2593\n\nTITLE OF BILL:\n\nAn act\nto amend the mental hygiene law, in relation to disclosure of sexual\noffender information related to a patient or client, and to amend\nthe correction law, in relation to inclusion of certain persons within\nthe provisions of the sex offender registration act who have had pleas\naccepted, or who have had verdicts entered with respect to them, of not\nresponsible by reason of mental disease or defect\n\nPURPOSE OF THE BILL:\n\n(1) To amend the Mental Hygiene Law to authorize the Commissioners\nof OMRDD and OMH to consent to a release of portions of client or\npatient records containing information that is available pursuant to\nArticle 6-C of the Correction Law under certain circumstances.\n\n(2) To amend the Correction Law to include persons who have had pleas\naccepted, or who have had verdicts entered against them, of not\nresponsible by reason of mental disease or defect within the\nprovisions of the sex offender registration act where such plea or\nverdict relates to a sex offense as defined in the provisions of the\nsex offender registration act.\n\n(3) To amend the Correction Law and the Mental Hygiene Law in relation\nto ensuring that notification of change of address by a sex offender\noccurs at or prior to the time that such offender is to be discharged\nor released from a Department of Mental Hygiene facility.\n\nSUMMARY OF PROVISIONS:\n\n(1) Section one of this bill would authorize both the Commissioner\nof OMRDD and the Commissioner of OMH to release certain portions of\nclient or patient clinical information related to the sex offender\nstatus of individuals to other persons and entities when necessary to\nensure the safety and welfare of others. The release of such\ninformation would be limited to sex offender registration information\nthat is available to the public pursuant to Article 6-C of the\nCorrection Law.\n\n(2) Sections two, three and four of bill would amend provisions within\nthe \"Sex Offender Registration Act\" (\"SORA\") set forth in Article 6-C\nof the Correction Law as follows:\n\n(a) Section two amends subdivision 10f &sect; 168-a of the Correction Law,\nto include, within the definition of \"sex offender\", those persons\nwho have entered a plea, accepted by the court, or have had a verdict\nrendered against them, of not responsible by reason of mental disease\nor defect with respect to any of the offenses for which a convicted\n\nperson would be defined or otherwise labeled under SORA as a sex\noffender.\n\n(b) Section three of this bill would amend paragraph (c) of\nsubdivision 1 of &sect; 168-b of the Correction Law to require the\nDivision of Criminal Justice Services to maintain information in the\nSORA registry on those persons who have entered a plea, accepted by\nthe court, or have had a verdict rendered against them, of not\nresponsible by reason of mental disease or defect and who, by reason\nof such plea or verdict, would be included within the definition of a\nsex offender.\n(c) Section four of this bill would amend &sect; 168-d of the Correction Law\nto create an additional duty of the court to certify, when applicable,\nthat a person is a sex offender in an order issued pursuant to the\nprovisions of Article 330 of the Criminal procedure Law. This section\nis further amended so that the court carries out the same duties,\nwith respect to sex offenders who are subjected to orders issued\npursuant to the provisions of Article 330 of the Criminal Procedure\nLaw, as the court heretofore had carried out under this section for\npersons who had been convicted of any of the offenses set forth in\nsubdivisions two or three of &sect; 168-a of the Correction Law.\n\n(3) Sections 5, 6 and 7 of this proposal will amend the provisions of\n&sect;29.16 of the Mental Hygiene Law which currently relates to the\ndischarge of patients from a department facility.\nUnder this proposal, the director of a department facility, prior to\nthe discharge or release, including a court ordered release, of a\npatient who is a registered sex offender pursuant to Article 6-C of\nthe Correction Law (SORA), will contact the Division of Criminal\nJustice Services to determine whether or not such patient has\nregistered a proposed change of address pursuant to &sect; 168-f(4)of\nthe Correction Law. In the event that the director of a department of\nfacility finds that the resident sex offender has not filed a\nproposed change of address in accordance with the registration\nrequirement of the correction law, the director would be authorized\nto delay the implementation of the discharge or release, including a\ncourt order release, of such resident for a period of up to 10 days\nor until the date that such person complies with the registration\nrequirements of the applicable provisions of SORA, whichever occurs\nfirst.\n\nThis proposal will also amend the provisions of &sect;29.17 of the Mental\nHygiene Law to provide such patient wit h the fee amount that is\ncharged under SORA to register a change of address.\nFinally, the provisions of &sect; 168-b(2) of the Correction Law would be\namended to authorize the Division of Criminal Justice Services to\nrelease SORA registry information directly to the commissioner of\nmental retardation or the commissioner of mental health.\n\nEXISTING LAW:\n\n(1) Section one of this bill would add a new paragraph to subdivision\n(c) of &sect;33.13 of the Mental Hygiene Law.\n\n(2) Article 6-C of the Correction Law provides for the registration of\nsex offender who have been convicted of sex offenses which are listed\nin subdivisions two or three of &sect; 168-a of the Correction Law.\nHowever, there is currently no statutory registration requirements\nfor, or sex offender designations of, individuals who have entered a\nplea accepted by the court or have had a verdict rendered against them,\nof not responsible by reason of mental disease or defect with\nrespect to any of the sex offenses set forth in such section of the\ncorrection law. Section two, three and four of this bill would amend\nthree separate provisions of such Article 6-C which would provide for\nthe foregoing requirements.\n\n(3) Sections 29.16 and 29.17 of the Mental Hygiene Law currently\naddress issues relative to the discharge or release of individuals\nwho are residents of Department of Mental Hygiene facilities.\nSection 168-b(2) of the Correction Law, in part, provides authority to\nthe Division of Criminal Justice Services to release SORA registry\ninformation to specified entities. Sections five, six and seven of\nthis bill will provide additional notification provisions and\ninformation sharing.\n\nPRIOR LEGISLATIVE HISTORY:\n\nSections one, two, three and four of this bill were introduced as\nS.4835 during the 2003-2004 legislative session. Sections five, six\nand seven of this bill would constitute new proposed amendments to\nthe Mental Hygiene Law and the Correction Law. In the 2007-2008\nlegislative session the bill was referred to the Senate Committee on\nMental Health and Developmental Disabilities.\n\nSTATEMENT IN SUPPORT:\n\n(1) With respect to section one of this proposal, the provisions of\nArticle 6-C of the Correction Law which constitutes the Sex Offender\nRegistration Act, or \"SORA\", was enacted into law in response to\npublic outcry over repeat sex crimes committed by persons having a\nhistory of such crimes while residing anonymously in a community.\nSORA provides for the registration of all sex offenders who are\nconvicted of certain sex crimes, most of which involve offenses with\nchildren. Under SORA, these offenders are required to register with\nthe Division of Criminal Justice Services (DCJS) and are given a\ndesignation of one of three levels, depending upon the seriousness of\nthe crime for which they had been convicted and other evaluation\nfactors. DCJS provides information on all levels of sex offenders to\nlocal law enforcement agencies. In turn, these agencies are allowed\nto release information on these offenders to the public, in\naccordance with, and subject to the restrictions and limitations set\nforth in, the provisions of SORA.\n\nOMRDD obtains registrant information that may relate to its consumers\nfrom the NYS Division of State Police.\n\nMental Hygiene Law &sect;33.13 prohibits the disclosure of clinical\ninformation, including any information that identifies an individual\nas receiving services funded by OMRDD, except in situations\nenumerated in the law. When OMRDD obtains registrant information\nconcerning clients, disclosure of that information is limited by\n&sect;33.13 of the Mental Hygiene Law. Absent the consent of the consumer\nwith the sex offender designation or a finding of serious and\nimminent danger to others, such information cannot be disclosed to\nstaff who have no supervisory responsibilities for the individual,\nother consumers, their family members, or to other regular visitors.\n\nIn the interest of safety to other patients and clients, staff and\nothers who may need to know this sex offender information, the\nCommissioners of OMRDD and OMH will be authorized to release to them\nthe same information available under article 6-C of the Correction\nLaw from the records of a patient or client.\n\n(2) With respect to sections two, three and four of this bill, the\nprovisions of SORA, set forth in Article 6-C of the Correction Law,\nrequire that persons who have been convicted of certain sex offenses\nto register with DCJS as sex offenders and that DCJS is required to\nmaintain a sex offender registry with specific information concerning\nconvicted sex offenders. However, persons, who have been charged with\na sex offense as set forth in SORA and who, with respect to such\ncharges, have entered a plea, accepted by the court, or have had a\nverdict rendered against them, of not responsible by reason of mental\ndisease or defect, do not fall within the definition of a sex\noffender and are not required to register with DCJS as a sex offender.\nAlthough such individuals have not technically been convicted of a\ndesignated sex offense, they arguably continue to pose the same\nthreat to other persons within this state that convicted sex\noffenders pose to the citizens of this state. Since there doesn't\nappear to be any constitutional or policy reasons that would prevent\nthese individuals from being subjected to the requirements of SORA,\nthese individuals should be required to register and be subjected to\nthe same provisions of SORA as if they had been convicted of the same\nsex offenses.\n\n(3) Currently under the provisions of &sect; 168-f of the Correction Law, a\nregistered sex offender is required to register with DCJS no later\nthan ten calendar days after any change of address or any change of\nhis or her status of enrollment, attendance, employment or residence\nat any institution of higher education. These same provisions apply\nto registered sex offender's who are residents of a Department of\nMental Hygiene facility and who are subsequently discharged or\nreleased from such facility. Residents of department facilities,\nhowever, undergo a discharge planning process that makes it likely\nthat the intended new address of a facility resident is known at or\nprior to the time of their discharge or release. In the interest of\n\npublic safety, this information should be conveyed to DCJS as soon as\npossible at or prior to the discharge or release of such residents.\nSections five, six and seven of this bill will ensure that registered\nsex offender have properly notified DCJS of their intended new\naddress at or prior to the time that they are discharged or released\nfrom the care and custody of the Department of Mental Hygiene.\n\nBUDGET IMPLICATIONS:\n\nUnknown at this time.\n\nLEGISLATIVE HISTORY:\n\n2005: S.5624  - Passed Senate\n2006: S.5624A - Senate Mental Health & Developmental\nDisabilities Committee.\n2007-08: S.3327 - Senate Mental Health & Developmental\nDisabilities Committee\n2009-10: S.4176 - Reported and Committed to Codes\n\nEFFECTIVE DATE:\n\nThis bill would take effect on the one hundred and eightieth day after\nit shall have become law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the mental hygiene law, in relation to disclosure of sexual offender information related to a patient or client, and to amend the correction law, in relation to inclusion of certain persons within the provisions of the sex offender registration act who have had pleas accepted, or who have had verdicts entered with respect to them, of not responsible by reason of mental disease or defect ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110131.T212240.TXT", "SOBI.D110126.T150305.TXT", "SOBI.D110129.T003343.TXT", "SOBI.D110126.T125755.TXT", "SOBI.D110126.T124255.TXT", "SOBI.D110126.T115311.TXT", "SOBI.D110126.T115751.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296526960623
}