{
  "year" : 2011,
  "senateBillNo" : "S2591-2011",
  "billEvents" : [ {
    "eventDate" : 1296018000000,
    "eventText" : "REFERRED TO HEALTH",
    "billEventId" : "S2591-2011-1296018000000-REFERRED+TO+HEALTH",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "HANNON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prohibits the sale of information listed on prescriptions that identifies specific patients or persons legally authorized to issue a prescription",
  "summary" : "Requires prescription information to be kept confidential. ",
  "currentCommittee" : "HEALTH",
  "sameAs" : "A364",
  "lawSection" : "Public Health Law",
  "previousVersions" : [ "SA4111-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2591\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 26, 2011\n                                      ___________\n\n       Introduced  by  Sen.  HANNON -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Health\n\n       AN ACT to amend the public health law and part C of chapter  58  of  the\n         laws  of  2005, amending the public health law and other laws relating\n         to implementing the state fiscal plan for the 2005-2006  fiscal  year,\n         in relation to prescription privacy\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Legislative findings and intent.  Prescribing  health  care\n    2  professionals  should  have  a  reasonable  expectation  that  when they\n    3  prescribe a medication for a patient, that decision  will  not  be  made\n    4  available  to  an outside third party. However, disclosure of individual\n    5  identifying information about patients and prescribers  enables  pharma-\n    6  ceutical  companies  to track the prescribing practices of physicians to\n    7  target them for marketing, including gifts and payments.  This marketing\n    8  can distort prescribing practices to  increase  health  care  costs  and\n    9  undermine  patient  safety.  The National Institutes of Health has found\n   10  that nearly one-third of the increase in prescription drug  prices  over\n   11  the   last  decade  was  attributable  to  marketing-induced  shifts  in\n   12  prescribing practices. Published evidence  shows  that  prescribers  are\n   13  often  encouraged by sales representatives to prescribe medications in a\n   14  manner that has not been approved by the Federal Food and Drug  Adminis-\n   15  tration.\n   16    Neither  the  state  nor  any other entity has the resources to effec-\n   17  tively counter targeted marketing  campaigns  that  exceed  hundreds  of\n   18  millions of dollars.\n   19    The  legislature  finds  that this legislation is necessary to protect\n   20  health care professionals and their patients from the abuses of targeted\n   21  marketing that are made possible by the disclosure of individual identi-\n   22  fying information.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01177-01-1\n\n       S. 2591                             2\n\n    1    S 2. Section 270 of the public health law is amended by adding two new\n    2  subdivisions 15 and 16 to read as follows:\n    3    15. \"INDIVIDUAL IDENTIFYING INFORMATION\" MEANS INFORMATION IDENTIFYING\n    4  OR TENDING TO IDENTIFY A PRESCRIBER OR PATIENT, WHERE THE INFORMATION IS\n    5  DERIVED FROM OR RELATES TO A PRESCRIPTION FOR ANY DRUG OR DEVICE.\n    6    16.  \"MARKETING\" MEANS, BUT IS NOT LIMITED TO, ADVERTISING, DETAILING,\n    7  MARKETING, PROMOTION, OR ANY ACTIVITY THAT COULD BE  USED  TO  INFLUENCE\n    8  SALES  OR  MARKET  SHARE  OF A DRUG OR DEVICE, INFLUENCE OR EVALUATE THE\n    9  PRESCRIBING PRACTICES OF A PRESCRIBER, OR EVALUATE THE EFFECTIVENESS  OF\n   10  MARKETING PRACTICES OR PERSONNEL.\n   11    S 3. The public health law is amended by adding a new section 276-c to\n   12  read as follows:\n   13    S 276-C. PRESCRIPTION PRIVACY. 1. NO PRESCRIBER, PHARMACIST, PHARMACY,\n   14  PHARMACY BENEFITS MANAGER, HEALTH PLAN, INSURER, THIRD PARTY PAYER, DATA\n   15  TRANSFER  INTERMEDIARY,  DRUG MANUFACTURER OR WHOLESALER OR THEIR AGENTS\n   16  SHALL DISCLOSE, SELL, TRANSFER, EXCHANGE OR USE ANY INDIVIDUAL IDENTIFY-\n   17  ING INFORMATION TO ANY PERSON OR ENTITY FOR THE PURPOSE OF MARKETING ANY\n   18  DRUG OR DEVICE.\n   19    2. NOTWITHSTANDING SUBDIVISION ONE OF THIS SECTION, INDIVIDUAL IDENTI-\n   20  FYING INFORMATION, SUBJECT TO APPLICABLE LAW  MAY  BE  DISCLOSED,  SOLD,\n   21  TRANSFERRED  OR  EXCHANGED  TO:  (A)  THE  PATIENT  TO WHOM THE ORIGINAL\n   22  PRESCRIPTION WAS ISSUED OR A PERSON  TO  WHOM  THE  PRESCRIBED  DRUG  OR\n   23  DEVICE MAY BE DELIVERED;\n   24    (B)  A  PERSON  LEGALLY AUTHORIZED TO ISSUE OR FILL A PRESCRIPTION FOR\n   25  THE PATIENT, A PERSON WHO TREATS THE PATIENT, OR A PERSON  WHO  PROVIDES\n   26  DISEASE MANAGEMENT OR CASE MANAGEMENT TO THE PATIENT;\n   27    (C)  AN  OFFICER,  INSPECTOR  OR INVESTIGATOR FOR A GOVERNMENT HEALTH,\n   28  LICENSING OR LAW  ENFORCEMENT  AGENCY  ACTING  UNDER  APPROPRIATE  LEGAL\n   29  AUTHORITY, WHERE THE REQUEST IS MADE IN WRITING.\n   30    (D) A PERSON AUTHORIZED BY A COURT ORDER TO RECEIVE SUCH INFORMATION;\n   31    (E)  A HEALTH RESEARCHER WHO IS OTHERWISE AUTHORIZED TO HAVE ACCESS TO\n   32  HEALTH RECORDS OF THE PATIENT THAT INCLUDE  THE  INDIVIDUAL  IDENTIFYING\n   33  INFORMATION, FOR REASONS INCLUDING, BUT NOT LIMITED TO, CONDUCTING CLIN-\n   34  ICAL TRIALS OR RESEARCH REGARDING THE EFFECTS OF HEALTH CARE PRACTITION-\n   35  ER PRESCRIBING PRACTICES;\n   36    (F) CONDUCT DRUG SAFETY EVALUATIONS, PRODUCT RECALLS AND SPECIFIC RISK\n   37  MANAGEMENT  PLANS,  AS  IDENTIFIED  OR REQUESTED BY THE FEDERAL FOOD AND\n   38  DRUG ADMINISTRATION, OR ITS SUCCESSOR AGENCY;\n   39    (G) ALLOW FOR THE APPROPRIATE TRANSFER OF RECORDS THAT MAY TAKE  PLACE\n   40  WHEN OWNERSHIP OF A PHARMACY IS CHANGED OR TRANSFERRED;\n   41    (H)  THE  PATIENT'S  HEALTH PLAN, INSURER, OR THIRD PARTY PAYER, OR AN\n   42  AGENT, FOR THE PURPOSE OF  PAYMENT  OR  REIMBURSEMENT  FOR  HEALTH  CARE\n   43  SERVICES, INCLUDING DETERMINING COMPLIANCE WITH THE TERMS OF COVERAGE OR\n   44  MEDICAL NECESSITY, OR UTILIZATION REVIEW;\n   45    (I)  A  PERSON OR ENTITY TO WHOM, AND FOR A PURPOSE FOR WHICH, DISCLO-\n   46  SURE OR TRANSFER IS OTHERWISE EXPLICITLY AUTHORIZED OR REQUIRED BY  LAW;\n   47  OR\n   48    (J)  A  PERSON OR ENTITY ACTING AS AN EMPLOYEE OR AGENT OF A PERSON OR\n   49  ENTITY UNDER ANY  PRECEDING  PARAGRAPH  OF  THIS  SUBDIVISION,  FOR  THE\n   50  PURPOSE OF AND CONSISTENT WITH THAT PARAGRAPH.\n   51    3.  NOTHING IN THIS SECTION SHALL PROHIBIT THE COLLECTION, USE, TRANS-\n   52  FER, OR SALE OF PATIENT AND PRESCRIBER  DATA  BY  ZIP  CODE,  GEOGRAPHIC\n   53  REGION,  OR  MEDICAL SPECIALTY FOR MARKETING PURPOSES, PROVIDING IT DOES\n   54  NOT CONTAIN INDIVIDUAL IDENTIFYING INFORMATION.\n   55    4. THIS SECTION SHALL NOT PREVENT ANY PERSON FROM DISCLOSING, SELLING,\n   56  TRANSFERRING, OR EXCHANGING FOR VALUE INDIVIDUAL IDENTIFYING INFORMATION\n\n       S. 2591                             3\n\n    1  PERTAINING TO THAT PERSON, FOR ANY PURPOSE; PROVIDED THAT  THE  INFORMA-\n    2  TION  DOES  NOT INCLUDE INDIVIDUAL IDENTIFYING INFORMATION PERTAINING TO\n    3  ANY OTHER PERSON.\n    4    5.  NOTHING  IN  THIS  SECTION  SHALL  PROHIBIT  A PHARMACY FROM USING\n    5  PATIENT INFORMATION TO  PROVIDE  CARE  MANAGEMENT  EDUCATIONAL  COMMUNI-\n    6  CATIONS  TO A PATIENT ABOUT THE PATIENT'S HEALTH CONDITION, ADHERENCE TO\n    7  A PRESCRIBED COURSE OF THERAPY OR OTHER INFORMATION ABOUT THE DRUG BEING\n    8  DISPENSED, TREATMENT OPTIONS, OR CLINICAL TRIALS.\n    9    6. NO PERSON OR ENTITY TO WHOM OR WHICH INDIVIDUAL IDENTIFYING  INFOR-\n   10  MATION  IS  DISCLOSED,  SOLD,  TRANSFERRED  OR EXCHANGED SHALL DISCLOSE,\n   11  SELL, TRANSFER OR EXCHANGE IT TO ANY PERSON OR ENTITY OTHER THAN FOR THE\n   12  LAWFUL  PURPOSE  FOR  WHICH  IT  WAS  DISCLOSED,  SOLD,  TRANSFERRED  OR\n   13  EXCHANGED  TO  THE  PERSON OR ENTITY, AND WITHOUT SATISFACTORY ASSURANCE\n   14  THAT THE RECIPIENT WILL SAFEGUARD THE RECORDS FROM  BEING  DISCLOSED  OR\n   15  USED IN THE STATE FOR MARKETING PURPOSES.\n   16    7.  THIS  SECTION  SHALL NOT BE CONSTRUED TO AUTHORIZE ANY DISCLOSURE,\n   17  SALE, TRANSFER, OR EXCHANGE OF INDIVIDUAL IDENTIFYING  INFORMATION  THAT\n   18  IS NOT OTHERWISE AUTHORIZED OR REQUIRED BY LAW.\n   19    8. IN ADDITION TO THE COMMISSIONER'S AUTHORITY TO ENFORCE THIS SECTION\n   20  UNDER  SECTION  TWELVE  OF THIS CHAPTER, THE ATTORNEY GENERAL SHALL HAVE\n   21  THE AUTHORITY TO BRING AN ACTION TO ENFORCE COMPLIANCE WITH THIS SECTION\n   22  WITHOUT REFERRAL BY THE COMMISSIONER.\n   23    S 4. Subdivision 1 of section 79 of part C of chapter 58 of  the  laws\n   24  of  2005,  amending  the  public  health  law and other laws relating to\n   25  implementing the state fiscal plan for the  2005-2006  fiscal  year,  is\n   26  amended to read as follows:\n   27    1. sections ten through fifteen of this act shall expire and be deemed\n   28  repealed on and after June 15, 2012; PROVIDED, HOWEVER, THAT SECTION 270\n   29  OF THE PUBLIC HEALTH LAW, AS ADDED BY SECTION TEN OF THIS ACT, SHALL NOT\n   30  EXPIRE OR BE DEEMED REPEALED;\n   31    S 5. This act shall take effect on the one hundred eightieth day after\n   32  it  shall  have  become a law; provided, however, that the amendments to\n   33  article 2-A of the public health law made by section three of  this  act\n   34  shall  survive  the  repeal of such article as provided in section 79 of\n   35  part C of chapter 58 of the laws  of  2005,  as  amended;  and  provided\n   36  further that section four of this act shall take effect immediately.\n",
  "memo" : "BILL NUMBER:S2591\n\nTITLE OF BILL:\nAn act\nto amend the public health law and part C of chapter 58 of the laws of\n2005, amending the public health law and other laws relating to\nimplementing the state fiscal plan for the 2005-2006 fiscal year,\nin relation to\nprescription privacy\n\nPURPOSE:\nThis bill prohibits the sale of physician\nidentified\nprescription records when such records will be used to market\nprescription drugs to doctors and other medical personnel who write\nprescriptions.\n\nSUMMARY OF PROVISIONS:\nSection 1: Establishes the legislative findings and intent.\n\nSection 2: Amends Section 270 of the public health law by adding two\nnew subdivisions defining the terms \"individual identifying\ninformation\" and \"marketing.\"\n\nSection 3: Amends the public health law by adding a new section 276-b\nprohibiting the sale of physician identified prescription records\nwhen such records will be used to market prescription drugs to\ndoctors and other medical personnel who write prescriptions; provides\nexemptions. This section also provides the Commissioner of Health and\nthe Attorney General with the authority to enforce compliance.\n\nSection 4: Amends Subdivision 1 of section 79 of part C of chapter 58\nof the laws of 2005, amending the public health law and other laws\nrelating to implementing the state fiscal plan for the 2005-2006\nfiscal year to repeal the June 15, 2012 expiration of section 270 of\nthe public health law.\n\nSection 5: Sets the effective date.\n\nJUSTIFICATION:\nSpending on prescription drugs is one\nof the fastest\ngrowing components of health care expenditures in the United States.\nAlthough there are many reasons, a Kaiser Family Foundation analysis\ncredits the increase to: the number of prescriptions, the change to\nnewer and higher priced drugs, price increases by manufacturers, and\ndirect-to-consumer advertising as main factors in the rising cost of\nprescription drugs. In 2003, the average price of a retail\nprescription in New York was $63.34, ten dollars more than the\naverage U.S. cost of a retail prescription. In addition, from June\n2003 to June 2004, prices for brand-name prescription drugs used most\n\ncommonly by older Americans rose 7.6 percent. This increase was 3.5\ntimes the rate of inflation. A review of corporate annual reports in\n2003 found that out of every $100 spent by pharmaceutical companies,\n$31 goes to marketing, advertising,\nand administrative costs, while only $13 goes to research and\ndevelopment. According to a Journal of the American Medical\nAssociation article most of this marketing money, an estimated $19.1\nbillion in 2001, is directed at physicians.\n\nBy presenting physicians with their individual prescribing patterns,\npharmaceutical companies have the ability to place undue pressure on\nmedical professionals to alter their prescribing practices. This\ncreates an impression with the public that decisions are being made\nbased on something other than what is in the best interest of the\npatient, eroding faith in the medical community and leading to\npatients, appropriately or not, questioning the judgment of medical\nprofessionals.\n\nThe proposed bill only restricts the sale of physician identified\nprescription records when such records will be used to market\nprescription drugs to doctors and other medical personnel who write\nprescriptions. The bill protects and immunizes doctors from any undue\npressure created by the knowledge that pharmaceutical companies and\ntheir representatives actively monitor the physicians' prescription\nhabits (for compliance with their suggestions). By eliminating this\npressure, the state seeks to reassure the public that the patient's\nbest interest remains the most prominent factor considered by doctors\nwhen prescribing.\n\nThis bill recognizes the importance of keeping open the channels of\ncommunication between physicians and pharmaceutical company\nrepresentatives and therefore would not in anyway prevent the sales\nrepresentatives from providing information about products to\nphysicians. For this reason the bill does not restrict pharmaceutical\ncompanies' ability or freedom to meet and inform doctors.\n\nThis bill aims to arrest the slow damage done by prescriptions written\nfor brand-name drugs when equally efficacious, and much cheaper,\ngeneric drugs are available. Money spent on health-care is\nsky-rocketing, and ample evidence exists that many citizens are\nmaking very tough choices:\nskipping meals so that they buy their medicines, not taking their\nmedicines because they cannot afford a whole month's supply, skipping\none of their medicines so that they can take the others, etc. This\nlaw seeks to minimize, if not eliminate, the possibility that\npatients' health will continue to be affected by these\nless-than-optimum prescription habits that are enabled and encouraged\nby drug companies who seek to promote the use and prescription of\ntheir brand name drug.\n\nIn addition, the legislation would not prohibit the use of any doctor\nidentified prescribing data for conducting clinical trials, or health\n\nresearch regarding the effects of practitioner prescribing practices,\nconducting drug safety evaluations, product recalls and specific risk\nmanagement plans, as identified or requested by the federal Food and\nDrug Administration.\n\nThe legislation is being proposed to help retain patient confidence in\nthe medical profession and to control the cost of health care,\nparticularly the rising cost of prescription drugs by recognizing\nthat such prescribing practices increased spending for publicly\nfunded health insurance programs. High prices for prescription drugs\nhave serious, harmful consequences for millions of New Yorkers. The\neffects on consumers of high prescription drug prices are well\nunderstood they forego their medicines when costs become too high.\n\nLEGISLATIVE HISTORY:\n2009-2010: A.5B91-1,3 Ordered to Third Reading\n2006:      A.11158/S.7926 Referred to Higher Education\n\nFISCAL IMPLICATIONS:\nNone.\n\nLOCAL FISCAL IMPLICATION:\nNone.\n\nEFFECTIVE DATE:\nThis act shall take effect on the one hundred\neightieth day after it shall have become a law; provided, however,\nthat the amendments made to article 2-A of the public health law made\nby sections one and two of this act shall survive the repeal of such\narticle as provided in section 79 of part C of chapter 58 of the laws\nof 2005, as amended; and provided further that section three of this\nact shall take effect immediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the public health law and part C of chapter 58 of the laws of 2005, amending the public health law and other laws relating to implementing the state fiscal plan for the 2005-2006 fiscal year, in relation to prescription privacy ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110129.T003343.TXT", "SOBI.D110126.T125755.TXT", "SOBI.D110126.T124255.TXT", "SOBI.D110126.T115311.TXT", "SOBI.D110126.T145305.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296279223745
}