{
  "year" : 2011,
  "senateBillNo" : "S259-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S259-2011-1294203600000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MAZIARZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Enacts \"Jilly's law\"; adds criteria for determining whether to issue an order of recognizance or bail",
  "summary" : "Enacts \"Jilly's law\"; adds criteria for determining whether to issue an order of recognizance or bail; grants court discretion to order a defendant on bail to submit to the use of an electronic monitoring device; allows the court to consider any record of violations of court orders; authorizes the court to consider any history or pattern of threats or violent acts against the alleged victim or towards others; provides that if the court denies bail, it shall place its reasons on the record. ",
  "currentCommittee" : "CODES",
  "sameAs" : null,
  "lawSection" : "Criminal Procedure Law",
  "previousVersions" : [ "S1401-2009", "SA4521-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "FLANAGAN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "LITTLE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SALAND",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          259\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by Sens. MAZIARZ, FLANAGAN, LITTLE, SALAND -- read twice and\n         ordered printed, and when printed to be committed to the Committee  on\n         Codes\n\n       AN  ACT  to  amend  the  criminal procedure law, in relation to enacting\n         criteria controlling determination of grant of recognizance or bail\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Short  title. This act shall be known and may be cited as\n    2  \"Jilly's law\".\n    3    S 2. Paragraph (a) of subdivision 2 of section 510.30 of the  criminal\n    4  procedure law, subparagraph (v) as amended by chapter 920 of the laws of\n    5  1982  and  subparagraphs (vi), (vii) and (viii) as renumbered by chapter\n    6  447 of the laws of 1977, is amended to read as follows:\n    7    (a)  With respect to any principal, the court must consider  the  kind\n    8  and  degree of control or restriction that is necessary to secure his OR\n    9  HER court attendance when required AND WHETHER THE PRINCIPAL IS A DANGER\n   10  TO THE ALLEGED VICTIM IN A CRIMINAL ACTION, MEMBERS OF THE COMMUNITY  OR\n   11  TO  HIMSELF  OR HERSELF.  In determining that matter, the court must, on\n   12  the basis of available information, consider [and take into account]:\n   13    (i)  The principal's character, reputation, habits and  mental  condi-\n   14  tion, INCLUDING PRIOR THREATS OF OR ATTEMPTS OF SUICIDE; AND\n   15    (ii)  His OR HER employment and financial resources; and\n   16    (iii)    His OR HER family ties and the length of his OR HER residence\n   17  if any in the community; and\n   18    (iv)  His OR HER criminal record if any; and\n   19    (v)  His OR HER record of previous adjudication as a  juvenile  delin-\n   20  quent,  as  retained  pursuant to section 354.2 of the family court act,\n   21  or, of pending cases where fingerprints are retained pursuant to section\n   22  306.1 of such act, or a youthful offender, if any; and\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01587-01-1\n\n       S. 259                              2\n\n    1    (vi)  His OR HER previous record if any in responding to court appear-\n    2  ances when required or with respect to flight to avoid  criminal  prose-\n    3  cution, OR ANY RECORD OF VIOLATIONS OF COURT ORDERS; and\n    4    (vii)  If he OR SHE is a defendant, the weight of the evidence against\n    5  him  OR HER in the pending criminal action and any other factor indicat-\n    6  ing probability or improbability of conviction; or, in the  case  of  an\n    7  application  for  bail or recognizance pending appeal, the merit or lack\n    8  of merit of the appeal; and\n    9    (viii)  If he OR SHE is a defendant, the sentence which may be or  has\n   10  been imposed upon conviction[.]; AND\n   11    (IX)  IF  HE  OR SHE IS A DEFENDANT, ANY HISTORY OR PATTERN OF VIOLENT\n   12  ACTS OR THREATS OF VIOLENT ACTS AGAINST THE ALLEGED VICTIM IN A CRIMINAL\n   13  ACTION, OR TOWARD OTHERS; AND\n   14    (X) IF HE OR  SHE  IS  A  DEFENDANT,  ANY  RECORD  OF  ANY  ORDERS  OF\n   15  PROTECTION  THAT  WERE  PREVIOUSLY  ISSUED AGAINST THE PRINCIPAL, OR ARE\n   16  CURRENTLY IN EFFECT AGAINST THE  PRINCIPAL,  INCLUDING  RECORDS  OF  ANY\n   17  VIOLATION OF ANY PROTECTION ORDER; AND\n   18    (XI)  IF  HE  OR SHE IS A DEFENDANT, THE VIOLENT NATURE OF THE CHARGED\n   19  CRIME AND THE IMPACT OF THE CRIME ON THE ALLEGED VICTIM; AND\n   20    (XII) ANY OTHER FACTOR DEEMED TO BE RELEVANT BY THE  COURT  UNDER  THE\n   21  CIRCUMSTANCES OF THE CASE.\n   22    S 3. Section 510.30 of the criminal procedure law is amended by adding\n   23  two new subdivisions 4 and 5 to read as follows:\n   24    4.  WHERE  THE  PRINCIPAL  IS  A  DEFENDANT,  THE  COURT  MAY,  IN ITS\n   25  DISCRETION AND AFTER CONSIDERATION OF THE FACTORS SPECIFIED IN PARAGRAPH\n   26  (A) OF SUBDIVISION TWO OF THIS SECTION, ORDER THAT THE DEFENDANT  SUBMIT\n   27  TO  THE  USE OF AN ELECTRONIC MONITORING DEVICE UNDER THE SUPERVISION OF\n   28  THE DIVISION OF PROBATION AND CORRECTIONAL ALTERNATIVES WITH THE FURTHER\n   29  CONDITION THAT TAMPERING WITH SUCH MONITOR SHALL CONSTITUTE GROUNDS  FOR\n   30  REVOCATION OF BAIL.\n   31    5.  WHERE  THE  PRINCIPAL  IS  A  DEFENDANT,  THE  COURT  MAY,  IN ITS\n   32  DISCRETION, DENY BAIL IF THERE IS SUBSTANTIAL EVIDENCE  TO  SUPPORT  THE\n   33  CHARGE, AND IF THE COURT FINDS BY CLEAR AND CONVINCING EVIDENCE THAT THE\n   34  DEFENDANT  IS  NOT REASONABLY LIKELY TO APPEAR IN COURT WHEN REQUIRED OR\n   35  IS A DANGER TO THE ALLEGED  VICTIM,  MEMBERS  OF  THE  COMMUNITY  OR  TO\n   36  HIMSELF  OR  HERSELF  IF  RELEASED ON BAIL. IF BAIL IS DENIED, THE COURT\n   37  SHALL PLACE ITS REASONS ON THE RECORD.\n   38    S 4. This act shall take effect on the first of November next succeed-\n   39  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the criminal procedure law, in relation to enacting criteria controlling determination of grant of recognizance or bail ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101213.T122309.TXT", "SOBI.D101215.T111859.TXT", "SOBI.D101213.T112805.TXT", "SOBI.D101213.T115306.TXT", "SOBI.D101213.T121308.TXT", "SOBI.D101213.T121808.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292429939132
}