{
  "year" : 2011,
  "senateBillNo" : "S2597-2011",
  "billEvents" : [ {
    "eventDate" : 1296018000000,
    "eventText" : "REFERRED TO TRANSPORTATION",
    "billEventId" : "S2597-2011-1296018000000-REFERRED+TO+TRANSPORTATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "FUSCHILLO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to driving while intoxicated",
  "summary" : "Relates to driving while intoxicated; imposes further penalties upon persons who operate a vehicle while under the influence of alcohol or drugs. ",
  "currentCommittee" : "TRANSPORTATION",
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : null,
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "BONACIC",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "DILAN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "HUNTLEY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "JOHNSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "KLEIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "LARKIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "NOZZOLIO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "OPPENHEIMER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SALAND",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "STAVISKY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2597\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 26, 2011\n                                      ___________\n\n       Introduced  by Sens. FUSCHILLO, BONACIC, DILAN, HUNTLEY, JOHNSON, KLEIN,\n         LARKIN, NOZZOLIO, SALAND, STAVISKY -- read twice and ordered  printed,\n         and when printed to be committed to the Committee on Transportation\n\n       AN  ACT  to  amend  the  vehicle  and  traffic law and the penal law, in\n         relation to driving while intoxicated\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraph (c) of subdivision 1 of section 1193 of the vehi-\n    2  cle and traffic law is amended by adding a new subparagraph (iv) to read\n    3  as follows:\n    4    (IV)  IN CALCULATING THE TEN YEAR PERIOD UNDER ITEM (I) OF CLAUSE B OF\n    5  SUBPARAGRAPH THREE OF PARAGRAPH (E) OF SUBDIVISION TWO OF THIS  SECTION,\n    6  ANY  PERIOD  OF  TIME  DURING  WHICH THE PERSON WAS INCARCERATED FOR ANY\n    7  REASON BETWEEN THE TIME OF  COMMISSION  OF  THE  PREVIOUS  VIOLATION  OF\n    8  SUBDIVISION  TWO, TWO-A, THREE, FOUR OR FOUR-A OF SECTION ELEVEN HUNDRED\n    9  NINETY-TWO OF THIS ARTICLE OR OF VEHICULAR  ASSAULT  IN  THE  SECOND  OR\n   10  FIRST  DEGREE,  AS  DEFINED, RESPECTIVELY, IN SECTIONS 120.03 AND 120.04\n   11  AND AGGRAVATED VEHICULAR ASSAULT AS DEFINED IN SECTION 120.04-A  OF  THE\n   12  PENAL LAW OR OF VEHICULAR MANSLAUGHTER IN THE SECOND OR FIRST DEGREE, AS\n   13  DEFINED,  RESPECTIVELY,  IN  SECTIONS  125.12  AND 125.13 AND AGGRAVATED\n   14  VEHICULAR HOMICIDE AS DEFINED IN SECTION 125.14 OF  SUCH  LAW,  AND  THE\n   15  TIME OF COMMISSION OF THE PRESENT OFFENSE SHALL BE EXCLUDED AND SUCH TEN\n   16  YEAR  PERIOD  SHALL BE EXTENDED BY A PERIOD OR PERIODS EQUAL TO THE TIME\n   17  SERVED UNDER SUCH INCARCERATION.\n   18    S 2. Subdivision 1-a of section 1193 of the vehicle and  traffic  law,\n   19  as added by chapter 691 of the laws of 2002, paragraph (c) as amended by\n   20  chapter  669  of the laws of 2007, paragraph (d) as added by chapter 732\n   21  of the laws of 2006, is amended to read as follows:\n   22    1-a. Additional penalties. (a) Except as provided for  in  [paragraph]\n   23  PARAGRAPHS  (A-1), (b) AND (B-1) of this subdivision, a person who oper-\n   24  ates a vehicle in violation of subdivision two [or], TWO-A, three,  FOUR\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04584-03-1\n\n       S. 2597                             2\n\n    1  OR  FOUR-A  of  section  eleven hundred ninety-two of this article after\n    2  having been convicted of a violation of  subdivision  two  [or],  TWO-A,\n    3  three,  FOUR  OR  FOUR-A of such section within the preceding [five] TEN\n    4  years  shall,  in  addition  to any other penalties which may be imposed\n    5  pursuant to subdivision one of this section, be sentenced to a  term  of\n    6  imprisonment  of [five] NOT LESS THAN THIRTY days [or, as an alternative\n    7  to such imprisonment, be required to perform thirty days of service  for\n    8  a  public  or  not-for-profit  corporation,  association, institution or\n    9  agency as set forth in paragraph (h) of subdivision two of section 65.10\n   10  of the penal law as a  condition  of  sentencing  for  such  violation].\n   11  Notwithstanding  the  provisions of this paragraph, a sentence of a term\n   12  of imprisonment of [five] THIRTY days or more pursuant to the provisions\n   13  of subdivision one of this section shall be deemed to be  in  compliance\n   14  with  this  subdivision.  NOTHING  CONTAINED  IN THIS PARAGRAPH SHALL BE\n   15  CONSTRUED TO LIMIT OR PROHIBIT A COURT FROM  IMPOSING  ANY  OTHER  ADDI-\n   16  TIONAL PENALTY, CONDITION, LICENSE SUSPENSION OR REVOCATION OR SCREENING\n   17  OR ASSESSMENT OF SANCTION OF ANY KIND REQUIRED OR PERMITTED BY LAW.\n   18    (A-1)  A  PERSON  WHO  OPERATES  A VEHICLE IN VIOLATION OF SUBDIVISION\n   19  TWO-A OF SECTION ELEVEN HUNDRED NINETY-TWO OF THIS ARTICLE AFTER  HAVING\n   20  BEEN  CONVICTED  OF A VIOLATION OF SUCH SUBDIVISION WITHIN THE PRECEDING\n   21  TEN YEARS SHALL, IN ADDITION TO  ANY  PENALTIES  WHICH  MAY  BE  IMPOSED\n   22  PURSUANT  TO  SUBDIVISION ONE OF THIS SECTION, BE SENTENCED TO A TERM OF\n   23  IMPRISONMENT OF  NOT  LESS  THAN  ONE  HUNDRED  EIGHTY  DAYS.    NOTHING\n   24  CONTAINED  IN  THIS  PARAGRAPH SHALL BE CONSTRUED TO LIMIT OR PROHIBIT A\n   25  COURT FROM IMPOSING ANY OTHER  ADDITIONAL  PENALTY,  CONDITION,  LICENSE\n   26  SUSPENSION  OR  REVOCATION OR SCREENING OR ASSESSMENT OF SANCTION OF ANY\n   27  KIND REQUIRED OR PERMITTED BY LAW.\n   28    (b) [A] EXCEPT AS PROVIDED IN PARAGRAPH (B-1) OF THIS  SUBDIVISION,  A\n   29  person  who  operates  a  vehicle  in violation of subdivision two [or],\n   30  TWO-A, three, FOUR OR FOUR-A of section  eleven  hundred  ninety-two  of\n   31  this  article  after having been convicted on two or more occasions of a\n   32  violation of [any of such subdivisions] SUBDIVISION TWO,  TWO-A,  THREE,\n   33  FOUR  OR  FOUR-A  OF  SUCH SECTION within the preceding [five] TEN years\n   34  shall, in addition to any other penalties which may be imposed  pursuant\n   35  to  subdivision one of this section, be sentenced to a term of imprison-\n   36  ment of [ten] NOT LESS THAN NINETY days [or, as an alternative  to  such\n   37  imprisonment,  be required to perform sixty days of service for a public\n   38  or not-for-profit corporation, association, institution or agency as set\n   39  forth in paragraph (h) of subdivision two of section 65.10 of the  penal\n   40  law  as  a  condition of sentencing for such violation]. Notwithstanding\n   41  the provisions of this paragraph, a sentence of a term  of  imprisonment\n   42  of  [ten]  NINETY days or more pursuant to the provisions of subdivision\n   43  one of this section shall be deemed to be in compliance with this subdi-\n   44  vision. NOTHING CONTAINED IN THIS PARAGRAPH SHALL BE CONSTRUED TO  LIMIT\n   45  OR  PROHIBIT  A COURT FROM IMPOSING ANY OTHER ADDITIONAL PENALTY, CONDI-\n   46  TION, LICENSE SUSPENSION OR REVOCATION OR  SCREENING  OR  ASSESSMENT  OF\n   47  SANCTION OF ANY KIND REQUIRED OR PERMITTED BY LAW.\n   48    (B-1)  A  PERSON  WHO  OPERATES  A VEHICLE IN VIOLATION OF SUBDIVISION\n   49  TWO-A OF SECTION ELEVEN HUNDRED NINETY-TWO OF THIS ARTICLE AFTER  HAVING\n   50  BEEN  CONVICTED OF TWO OR MORE VIOLATIONS OF SUCH SUBDIVISION WITHIN THE\n   51  PRECEDING TEN YEARS SHALL, IN ADDITION TO ANY  PENALTIES  WHICH  MAY  BE\n   52  IMPOSED  PURSUANT  TO SUBDIVISION ONE OF THIS SECTION, BE SENTENCED TO A\n   53  TERM OF IMPRISONMENT OF NOT LESS THAN ONE  YEAR.  NOTHING  CONTAINED  IN\n   54  THIS  PARAGRAPH  SHALL  BE  CONSTRUED  TO LIMIT OR PROHIBIT A COURT FROM\n   55  IMPOSING ANY OTHER ADDITIONAL PENALTY, CONDITION, LICENSE SUSPENSION  OR\n\n       S. 2597                             3\n\n    1  REVOCATION  OR  SCREENING OR ASSESSMENT OF SANCTION OF ANY KIND REQUIRED\n    2  OR PERMITTED BY LAW.\n    3    (c)  A court sentencing a person WHO HAS BEEN CONVICTED OF OPERATING A\n    4  VEHICLE IN VIOLATION OF SUBDIVISION TWO, TWO-A, THREE OR AN  ALCOHOL-RE-\n    5  LATED  VIOLATION OF SUBDIVISION FOUR-A OF SECTION ELEVEN HUNDRED NINETY-\n    6  TWO OF THIS ARTICLE pursuant to paragraph (a) [or], (A-1), (b) OR  (B-1)\n    7  of  this  subdivision  shall:  (i) order the installation of an ignition\n    8  interlock device approved pursuant to  section  eleven  hundred  ninety-\n    9  eight  of  this  article  in  any motor vehicle owned or operated by the\n   10  person so sentenced. Such devices  shall  remain  installed  during  any\n   11  period  of  license  revocation required to be imposed pursuant to para-\n   12  graph (b) of subdivision two of this section, and, upon the  termination\n   13  of such revocation period, for an additional period as determined by the\n   14  court;  and  (ii)  order  that  such person receive an assessment of the\n   15  degree of their alcohol or substance abuse and  dependency  pursuant  to\n   16  the provisions of section eleven hundred ninety-eight-a of this article.\n   17  Where  such  assessment  indicates the need for treatment, such court is\n   18  authorized to impose treatment as a condition of  such  sentence  except\n   19  that  such  court shall impose treatment as a condition of a sentence of\n   20  probation or conditional discharge pursuant to the provisions of  subdi-\n   21  vision  three  of section eleven hundred ninety-eight-a of this article.\n   22  Any person ordered to install an ignition interlock device  pursuant  to\n   23  this  paragraph shall be subject to the provisions of subdivisions four,\n   24  five, seven, eight and nine of section eleven  hundred  ninety-eight  of\n   25  this  article. NOTHING CONTAINED IN THIS PARAGRAPH SHALL BE CONSTRUED TO\n   26  LIMIT OR PROHIBIT A COURT FROM IMPOSING ANY  OTHER  ADDITIONAL  PENALTY,\n   27  CONDITION,  LICENSE  SUSPENSION OR REVOCATION OR SCREENING OR ASSESSMENT\n   28  OF SANCTION OF ANY KIND REQUIRED OR PERMITTED BY LAW.\n   29    (d) Confidentiality of records. The provisions of subdivision  six  of\n   30  section eleven hundred ninety-eight-a of this article shall apply to the\n   31  records  and content of all assessments and treatment conducted pursuant\n   32  to this subdivision.\n   33    (E) IN CALCULATING THE TEN YEAR PERIOD UNDER  PARAGRAPHS  (A),  (A-1),\n   34  (B)  AND  (B-1) OF THIS SUBDIVISION, ANY PERIOD OF TIME DURING WHICH THE\n   35  PERSON WAS INCARCERATED FOR ANY REASON BETWEEN THE TIME OF COMMISSION OF\n   36  THE PREVIOUS VIOLATION OF SUBDIVISION TWO, TWO-A, THREE, FOUR OR  FOUR-A\n   37  OF SECTION ELEVEN HUNDRED AND NINETY-TWO OF THIS ARTICLE AND THE TIME OF\n   38  COMMISSION  OF  THE  PRESENT OFFENSE SHALL BE EXCLUDED AND SUCH TEN YEAR\n   39  PERIOD SHALL BE EXTENDED BY A PERIOD OR PERIODS EQUAL TO THE TIME SERVED\n   40  UNDER SUCH INCARCERATION.\n   41    S 3. Paragraph (a) of subdivision 1 of section 70.06 of the penal law,\n   42  as amended by chapter 410 of the laws of 1979, is  amended  to  read  as\n   43  follows:\n   44    (a)  A second felony offender is a person, other than a second violent\n   45  felony offender as defined in section 70.04, who stands convicted  of  a\n   46  felony  [defined  in this chapter], other than a class A-I felony, after\n   47  having previously  been  subjected  to  one  or  more  predicate  felony\n   48  convictions as defined in paragraph (b) of this subdivision.\n   49    S 4. This act shall take effect on the first of November next succeed-\n   50  ing the date on which it shall have become a law.\n",
  "memo" : "BILL NUMBER:S2597\n\nTITLE OF BILL:\nAn act\nto amend the vehicle and traffic law and the penal law, in relation to\ndriving while intoxicated\n\nPURPOSE:\nThe purpose of this legislation is to make mandatory a period of\nincarceration for individuals who choose to again drive while under\nthe influence after having been previously convicted of such a crime.\n\nSUMMARY OF PROVISIONS:\nSection 1 tolls during periods of incarceration the clock on the ten\nyear look back period for multiple driving under the influence\nconvictions\n\nSection 2 amends Vehicle and Traffic Law section 1193 to impose\nmandatory jail time for individuals convicted of multiple driving\nunder the influence offenses:\n\n- 30 days - a conviction for violating subdivision two, three, four or\nfour-a of section 1192 after having been convicted of violating\nsubdivision two, two-a, three, four or four-a of section 1192 in the\npreceding ten years\n\n- 90 days - a conviction for violating subdivision two, three, four or\nfour-a of section 1192 after having been convicted two or more times\nof violating subdivision two, two-a, three, four or four-a of section\n1192 in the preceding ten years\n\n- 180 days - a conviction for violating subdivision two-a of section\n1192 after previously having been convicted of a violation of such\nsubdivision in the past ten years\n\n- 1 year - a conviction for violating subdivision two-a of section\n1192 after previously having been convicted two or more times for\nviolation of such subdivision in the past ten years\n\nSection 3 amends the Penal Law to allow non-Penal Law felonies to be\nconsidered predicate felonies for the purpose of second time felony\noffender sentencing\n\nSection 4 contains the effective date\n\nJUSTIFICATION:\nDWI is a crime. It can be a deadly, violent crime. When a driver does\nnot learn from the first conviction and gets convicted again, with no\njail time, this only reinforces the myth that DWI is a social ill,\nnot a crime. Research shows that approximately 21.6% of convicted\ndrunk drivers in New York will be convicted again. Furthermore,\n\nresearch has shown that statewide there are 481 incidents of DWI to\nevery one arrest.\n\nIncarceration for repeat DWI offenders is presently an option for a\njudge, but there is no requirement that these drunk drivers have to\nspend any time in jail. Under current law, drunk drivers convicted of\ntwo or more DWI offenses within ten years are guilty of a felony and\nface a fine and/or jail time. Those who commit these crimes within a\nfive year period can face either additional jail time or community\nservice. However, since jail time is not mandatory, judges can allow\nthese individuals to escape incarceration and only face a fine or a\ncombination of a fine and community service.\n\nThis legislation would require drunk drivers to serve a minimum of 30\ndays in jail for their second driving under the influence conviction\nin ten years, and a minimum of90 days in jail if they are convicted\nof three or more driving under the influence offenses within ten\nyears.\nAdditionally, drivers convicted of their second aggravated DWI in ten\nyears would face a mandatory 180 day sentence, and drivers convicted\nof three or more aggravated DWIs would face a 1 year mandatory\nsentence. In all cases, these sentences would be in addition to any\nother penalties imposed by the courts.\n\nLEGISLATIVE HISTORY:\nNew bill.\n\nFISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\nFirst of November next succeeding the date which it shall have become\nlaw.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law and the penal law, in relation to driving while intoxicated ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110126.T145850.TXT", "SOBI.D110126.T120753.TXT", "SOBI.D110127.T115853.TXT", "SOBI.D110126.T130756.TXT", "SOBI.D110126.T121253.TXT", "SOBI.D110129.T003343.TXT", "SOBI.D110126.T152307.TXT", "SOBI.D110126.T130255.TXT", "SOBI.D110126.T134759.TXT", "SOBI.D110126.T124755.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296279223754
}