{
  "year" : 2011,
  "senateBillNo" : "S2595-2011",
  "billEvents" : [ {
    "eventDate" : 1296018000000,
    "eventText" : "REFERRED TO CRIME VICTIMS, CRIME AND CORRECTION",
    "billEventId" : "S2595-2011-1296018000000-REFERRED+TO+CRIME+VICTIMS%2C+CRIME+AND+CORRECTION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "FLANAGAN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Sets forth procedures to be followed in the event a sex offender fails to mail a signed verification within twenty calendar days of mailing by DCJS",
  "summary" : "Sets forth procedures to be followed in the event a sex offender fails to mail a signed verification within twenty calendar days of mailing by the division of criminal justice services. ",
  "currentCommittee" : "CRIME VICTIMS, CRIME AND CORRECTION",
  "sameAs" : "A424",
  "lawSection" : "Correction Law",
  "previousVersions" : [ "S2604-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2595\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 26, 2011\n                                      ___________\n\n       Introduced  by Sen. FLANAGAN -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Crime Victims,  Crime  and\n         Correction\n\n       AN  ACT to amend the correction law, in relation to sex offender verifi-\n         cation\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision  2  of section 168-f of the correction law is\n    2  amended by adding a new paragraph (c-2) to read as follows:\n    3    (C-2) (I) IF THE DIVISION DOES NOT  RECEIVE  THE  SIGNED  VERIFICATION\n    4  FORM  WITHIN  TWENTY  CALENDAR DAYS AFTER MAILING THE FORM TO THE REGIS-\n    5  TRANT, THE DIVISION SHALL PROMPTLY NOTIFY THE SUPERVISING  PROBATION  OR\n    6  PAROLE  OFFICER  OR,  IF THE OFFENDER IS NOT ON PROBATION OR PAROLE, THE\n    7  LOCAL LAW  ENFORCEMENT  AGENCY  SERVING  THE  REGISTRANT'S  REGISTRATION\n    8  ADDRESS,  FORWARD  THE  VERIFICATION  FORM, AND REQUEST THAT OFFICERS OF\n    9  SUCH AGENCY VISIT THE REGISTRATION ADDRESS AND MAKE  REASONABLE  EFFORTS\n   10  TO CONFIRM THAT THE REGISTRANT CONTINUES TO LIVE THERE.\n   11    (II) (A) IF IT APPEARS TO THESE OFFICERS THAT THE REGISTRANT NO LONGER\n   12  LIVES  AT  THE  REGISTRATION ADDRESS, THEY SHALL NOTIFY THE DIVISION AND\n   13  THE APPROPRIATE DISTRICT ATTORNEY. IF IT APPEARS TO THESE OFFICERS  THAT\n   14  THE  REGISTRANT CONTINUES TO LIVE AT THE REGISTRATION ADDRESS, THE OFFI-\n   15  CERS SHALL PRESENT AN APPROPRIATE VERIFICATION FORM FOR  THE  REGISTRANT\n   16  TO  SIGN.  IF  THE REGISTRANT PROPERLY COMPLETES AND SIGNS THE FORM, THE\n   17  OFFICERS SHALL ACCEPT THE COMPLETED FORM AND FORWARD IT TO THE DIVISION.\n   18  IF THE REGISTRANT DOES NOT PROPERLY COMPLETE  AND  SIGN  THE  FORM,  THE\n   19  OFFICERS  SHALL  NOTIFY THE DIVISION AND THE APPROPRIATE DISTRICT ATTOR-\n   20  NEY.\n   21    (B) NOTWITHSTANDING PARAGRAPH (C) OF  THIS  SUBDIVISION,  AN  OFFENDER\n   22  LIVING  AT THE REGISTRATION ADDRESS WHO REFUSES TO SIGN THE VERIFICATION\n   23  FORM PRESENTED IN ACCORDANCE WITH THIS  SUBPARAGRAPH  SHALL  BE  GUILTY,\n   24  PURSUANT  TO  SECTION  ONE  HUNDRED  SIXTY-EIGHT-T OF THIS ARTICLE, OF A\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02092-01-1\n\n       S. 2595                             2\n\n    1  CLASS  E  FELONY  UPON  CONVICTION  FOR  THE  FIRST  OFFENSE,  AND  UPON\n    2  CONVICTION FOR A SECOND OR SUBSEQUENT OFFENSE SHALL BE GUILTY OF A CLASS\n    3  D  FELONY, AND FAILURE TO VERIFY MAY ALSO BE THE BASIS FOR REVOCATION OF\n    4  PAROLE PURSUANT TO SECTION TWO HUNDRED FIFTY-NINE-I OF THE EXECUTIVE LAW\n    5  OR  THE  BASIS  FOR  REVOCATION  OF  PROBATION  PURSUANT TO ARTICLE FOUR\n    6  HUNDRED TEN OF THE CRIMINAL PROCEDURE LAW.\n    7    (III) IF A SEX OFFENDER FAILS TO MAIL A SIGNED  VERIFICATION  FORM  TO\n    8  THE  DIVISION  IN  THE MANNER AND WITHIN THE TIME PERIOD PROVIDED FOR IN\n    9  THIS SUBDIVISION, THE DIVISION, IN ADDITION TO ANY  OTHER  PENALTY  THAT\n   10  MAY  BE IMPOSED, SHALL ASSESS AGAINST THE OFFENDER A CIVIL PENALTY EQUAL\n   11  TO THE COST INCURRED BY LAW ENFORCEMENT OFFICIALS IN VISITING THE REGIS-\n   12  TRATION ADDRESS, UP TO TWO HUNDRED  DOLLARS.  EACH  ANNUAL  VERIFICATION\n   13  FORM MAILED TO A SEX OFFENDER PURSUANT TO THIS SUBDIVISION SHALL INCLUDE\n   14  A CONSPICUOUS NOTICE OF THE PROVISIONS OF THIS SUBDIVISION.\n   15    S  2.  This  act  shall take effect on the sixtieth day after it shall\n   16  have become a law.\n",
  "memo" : "BILL NUMBER:S2595\n\nTITLE OF BILL:\n\nAn act\nto amend the correction law, in relation to sex offender verification\n\nPURPOSE OR GENERAL IDEA OF BILL:\n\nThe bill would enable law enforcement to better track offenders\nregistered under the Sex Offender Registration Act (\"SORA\").\n\nSUMMARY OF SPECIFIC PROVISIONS:\n\nThe bill requires the Division of Criminal Justice Services (\"DCJS\")\nto notify law enforcement officials if an offender listed on the\nstatewide Sex Offender Registry does not promptly verify his or her\naddress. The bill provides that if an annual verification of address\nform is not completed and returned to DCJS in a timely manner, the\nprobation or parole officer assigned to the case or other local law\nenforcement officials will be asked to promptly visit the listed\nresidence and confirm that the registrant continues to live there. If\nthe officials confirm that the registrant continues to live at the\nlisted address and the registrant signs the verification form, the\nDivision may accept the form and assess a new civil penalty for the\ncost for verification, up to $200.00. If the registrant is not at the\nlisted address or refuses to sign the verification documents, the\ndistrict attorney and DCJS will be notified and the offender will\nface prosecution for failing to register and verify under SORA. A\nfirst such failure to register or verify is a class E felony; a\nsecond such offense is a class D felony.\n\nJUSTIFICATION:\n\nNew York has made tremendous strides in implementing SORA, and there\nare now more than 21,000 persons registered under this law. Although\nmost registrants return annual verification information promptly,\nthere are offenders who, although they have not moved, do not\npromptly verify their address. In order to better enforce the\nverification provisions of the law, this bill requires a prompt\ninvestigation any time verification documents are not returned in a\ntimely manner. Where the registrant has moved or refuses to verify\nhis or her address, arrest and prosecution will follow. When the\nregistrant is living at the address and signs the verification\ndocument, the Division will assess the cost of the investigative\ninterview to the registrant, up to $200.00. In this way, the bill\nassures that the registry is updated, and also helps to protect\npublic safety by assuring a prompt investigation when verification\ndocuments are not immediately returned.\n\nPRIOR LEGISLATIVE HISTORY:\n\n2009-10: S.2604 Reported and Committed to Codes/A.841 Passed Assembly\n2008:    S.5570A Senate Crime Victims, Crime and Correction\nCmte./A.1179A Passed Assembly\n2007:    S.5570A Senate Rules Cmte./A.1179A Passed Assembly\n2005-06: A.7707 Passed Assembly\n2003-04: A.11602 Passed Assembly 6/21/2004\n\nFISCAL IMPLICATIONS FOR STATE AND LOCAL GOVERNMENTS:\n\nAdded costs for implementing the law are expected to be small.\n\nEFFECTIVE DATE:\n\nSixty days after the bill is signed into law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the correction law, in relation to sex offender verification ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110126.T130756.TXT", "SOBI.D110126.T150305.TXT", "SOBI.D110129.T003343.TXT", "SOBI.D110126.T130255.TXT", "SOBI.D110126.T124255.TXT", "SOBI.D110126.T115751.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296279223751
}