{
  "year" : 2011,
  "senateBillNo" : "S26-2011",
  "billEvents" : null,
  "votes" : null,
  "sponsor" : null,
  "title" : null,
  "summary" : null,
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : null,
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          26\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by Sen. SQUADRON -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Elections\n\n       AN ACT to amend the election law, in relation to the procedure  to  fill\n         senate and assembly vacancies\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 6-116 of the election law, as  amended  by  chapter\n    2  373 of the laws of 1978, is amended to read as follows:\n    3    S  6-116.  Party  nominations;  election to fill a vacancy. 1. A party\n    4  nomination of a candidate for election to fill a vacancy in an  elective\n    5  office  required  to  be  filled at the next general election, occurring\n    6  after seven  days  before  the  last  day  for  circulating  designating\n    7  petitions  or after the holding of the meeting or convention to nominate\n    8  or designate candidates for such, shall be made, after the  day  of  the\n    9  primary  election, by a majority vote of a quorum of the state committee\n   10  if the vacancy occurs in an office to be filled by  all  voters  of  the\n   11  state,  and otherwise by a majority vote of a quorum of the members of a\n   12  county committee or committees last elected in the political subdivision\n   13  in which such vacancy is to be filled, or by a majority  of  such  other\n   14  committee  as the rules of the party may provide. A certificate of nomi-\n   15  nation shall be filed as provided for [herein] IN THIS ARTICLE.\n   16    2. NOTWITHSTANDING THE PROVISIONS OF SUBDIVISION ONE OF THIS  SECTION,\n   17  A  VACANCY  IN THE OFFICE OF STATE SENATOR OR IN THE OFFICE OF MEMBER OF\n   18  ASSEMBLY REQUIRED TO BE FILLED AT THE NEXT  GENERAL  ELECTION  SHALL  BE\n   19  FILLED BY POPULAR ELECTION IN THE FOLLOWING MANNER:\n   20    (A)  WITHIN  THREE  DAYS  OF THE OCCURRENCE OF A VACANCY, THE GOVERNOR\n   21  SHALL MAKE PROCLAMATION OF A SPECIAL NON-PARTISAN ELECTION TO FILL  SUCH\n   22  OFFICE, SPECIFYING THE DISTRICT OR COUNTY IN WHICH THE ELECTION IS TO BE\n   23  HELD,  AND THE DAY THEREOF, WHICH SHALL BE FORTY-FIVE DAYS FROM THE DATE\n   24  OF THE PROCLAMATION.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00116-01-1\n\n       S. 26                               2\n\n    1    (B) ALL NOMINATIONS FOR ELECTIONS TO FILL VACANCIES HELD  PURSUANT  TO\n    2  THIS  SUBDIVISION  SHALL  BE  BY  INDEPENDENT  NOMINATING PETITION, SUCH\n    3  PETITIONS TO BE SUBJECT TO THE PROVISIONS OF THIS ARTICLE PERTAINING  TO\n    4  INDEPENDENT  NOMINATIONS EXCEPT AS IS OTHERWISE SET FORTH IN THIS SUBDI-\n    5  VISION.    THE  SHEETS  OF THE INDEPENDENT NOMINATING PETITION SHALL SET\n    6  FORTH IN EVERY INSTANCE THE NAME OF THE SIGNER,  HIS  OR  HER  RESIDENCE\n    7  ADDRESS,  TOWN OR CITY (EXCEPT IN THE CITY OF NEW YORK, THE COUNTY), AND\n    8  THE DATE THE SIGNATURE IS FIXED. SUCH  PETITION  SHALL  BE  REQUIRED  TO\n    9  CONTAIN  A  DESIGNATED NUMBER OF SIGNATURES WHICH SHALL BE THE LESSER OF\n   10  FIVE PERCENT OF VOTES CAST IN THE LAST PRECEDING GUBERNATORIAL  ELECTION\n   11  OR  ONE  THOUSAND FIVE HUNDRED SIGNATURES PER PETITION FOR THE OFFICE OF\n   12  STATE SENATOR AND SEVEN HUNDRED FIFTY SIGNATURES PER  PETITION  FOR  THE\n   13  OFFICE  OF MEMBER OF ASSEMBLY.  A SIGNATURE ON AN INDEPENDENT NOMINATING\n   14  PETITION MADE EARLIER THAN THE DATE  OF  THE  PROCLAMATION  REQUIRED  BY\n   15  PARAGRAPH (A) OF THIS SUBDIVISION SHALL NOT BE COUNTED.\n   16    (C)  ALL NOMINATING PETITIONS FILED PURSUANT TO THIS SUBDIVISION SHALL\n   17  BE FILED IN ACCORDANCE WITH THE PROVISIONS  OF  SECTION  6-144  OF  THIS\n   18  ARTICLE  WITHIN  FIFTEEN DAYS AFTER THE DATE OF THE GOVERNOR'S PROCLAMA-\n   19  TION AS DESCRIBED IN PARAGRAPH (A) OF THIS SUBDIVISION.\n   20    (D) A PERSON ELECTED TO FILL A VACANCY AT AN ELECTION HELD PURSUANT TO\n   21  THIS SUBDIVISION SHALL TAKE OFFICE IMMEDIATELY  UPON  QUALIFICATION  AND\n   22  SERVE FOR THE REMAINDER OF THE UNEXPIRED TERM.\n   23    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : null,
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101201.T163624.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1291239384941
}