{
  "year" : 2011,
  "senateBillNo" : "S2601-2011",
  "billEvents" : [ {
    "eventDate" : 1296018000000,
    "eventText" : "REFERRED TO ENERGY AND TELECOMMUNICATIONS",
    "billEventId" : "S2601-2011-1296018000000-REFERRED+TO+ENERGY+AND+TELECOMMUNICATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "GRISANTI",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires one trustee of the New York Power Authority be a resident of St. Lawrence County and one trustee to be a resident of Niagara county",
  "summary" : "Requires one trustee of the New York Power Authority be a resident of St. Lawrence county and one trustee to be a resident of Niagara county. ",
  "currentCommittee" : "ENERGY AND TELECOMMUNICATIONS",
  "sameAs" : null,
  "lawSection" : "Public Authorities Law",
  "previousVersions" : [ "SA3560-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "MAZIARZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "GRIFFO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "RITCHIE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2601\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 26, 2011\n                                      ___________\n\n       Introduced by Sens. GRISANTI, MAZIARZ, GRIFFO, RITCHIE -- read twice and\n         ordered  printed, and when printed to be committed to the Committee on\n         Energy and Telecommunications\n\n       AN ACT to amend the public authorities law, in relation to appointing  a\n         St.    Lawrence  county  resident and a Niagara county resident to the\n         power authority of the state of New York\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The opening paragraph of section 1003 of the public author-\n    2  ities  law, as amended by chapter 766 of the laws of 2005, is amended to\n    3  read as follows:\n    4    The authority shall consist of seven  trustees,  five  of  whom  shall\n    5  serve respectively for terms of one, two, three, four and five years, to\n    6  be  appointed by the governor, by and with the advice and consent of the\n    7  senate. The sixth and seventh trustees shall be appointed by the  gover-\n    8  nor,  by  and with the advice and consent of the senate, and shall serve\n    9  initial terms of one and two years respectively.  ONE TRUSTEE SHALL BE A\n   10  RESIDENT OF ST. LAWRENCE COUNTY AND ONE TRUSTEE SHALL BE A  RESIDENT  OF\n   11  NIAGARA  COUNTY.  Each  trustee  shall hold office until a successor has\n   12  been appointed and qualified. At the expiration  of  the  term  of  each\n   13  trustee  and  of each succeeding trustee the governor shall, by and with\n   14  the advice and consent of the senate, appoint  a  successor,  who  shall\n   15  hold  office  for  a  term  of five years, or until a successor has been\n   16  appointed and qualified. In the event of  a  vacancy  occurring  in  the\n   17  office  of  the trustee by death, resignation or otherwise, the governor\n   18  shall, by and with the advice and  consent  of  the  senate,  appoint  a\n   19  successor,  who  shall hold office for the unexpired term. Four trustees\n   20  shall constitute a quorum for the purpose of  organizing  the  authority\n   21  and conducting the business thereof.\n   22    S 2. This act shall take effect immediately.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD08032-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public authorities law, in relation to appointing a St. Lawrence county resident and a Niagara county resident to the power authority of the state of New York ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110126.T163312.TXT", "SOBI.D110127.T104339.TXT", "SOBI.D110126.T161811.TXT", "SOBI.D110126.T161311.TXT", "SOBI.D110126.T163815.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296143019670
}