{
  "year" : 2011,
  "senateBillNo" : "S2605-2011",
  "billEvents" : [ {
    "eventDate" : 1296018000000,
    "eventText" : "REFERRED TO TRANSPORTATION",
    "billEventId" : "S2605-2011-1296018000000-REFERRED+TO+TRANSPORTATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prohibits the operation and storage of all terrain vehicles in certain places",
  "summary" : "Specifies public lands shall include any public street or sidewalk within any city with a population of one million or more with regard to prohibiting the operation of all terrain vehicles upon such streets or sidewalks; and prohibits the storage of all terrain vehicles inside any private residential premises in any city with a population of one million or more, except a garage. ",
  "currentCommittee" : "TRANSPORTATION",
  "sameAs" : null,
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "S444-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2605\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 26, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Transportation\n\n       AN ACT to amend the vehicle and traffic law, in relation to  prohibiting\n         the storage and operation of all terrain vehicles in certain places\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 2 of section 2403 of the  vehicle  and  traffic\n    2  law,  as added by chapter 402 of the laws of 1986, is amended to read as\n    3  follows:\n    4    2. Public lands other than highways. No person shall operate an ATV on\n    5  any public lands, waters and property other than a highway, except  that\n    6  an  ATV may be operated on any such lands which have been designated and\n    7  posted for travel by ATVs in accordance with the provisions  of  section\n    8  twenty-four  hundred  five of this article.  PUBLIC LANDS SHALL INCLUDE,\n    9  BUT NOT BE LIMITED TO, ANY PUBLIC STREET OR SIDEWALK IN ANY CITY WITH  A\n   10  POPULATION OF A MILLION OR MORE.\n   11    S  2.  The  vehicle and traffic law is amended by adding a new section\n   12  2414 to read as follows:\n   13    S 2414. STORAGE OF ATVS. 1. IN ANY CITY WITH A POPULATION OF A MILLION\n   14  OR MORE, NO PERSON SHALL STORE AN ATV  INSIDE  ANY  PRIVATE  RESIDENTIAL\n   15  PREMISES,  EXCEPT IN A GARAGE OR OTHER AREA WHICH IS STRUCTURALLY SEGRE-\n   16  GATED FROM RESIDENTIAL LIVING AREAS.\n   17    2. ANY PERSON WHO VIOLATES SUBDIVISION ONE OF THIS  SECTION  SHALL  BE\n   18  GUILTY  OF  A MISDEMEANOR PUNISHABLE BY NOT MORE THAN NINETY DAYS IMPRI-\n   19  SONMENT OR BY A FINE OF NOT MORE THAN ONE THOUSAND DOLLARS  OR  BY  BOTH\n   20  SUCH  FINE AND IMPRISONMENT. A NOTICE OF VIOLATION OF THIS SECTION SHALL\n   21  BE PERSONALLY SERVED UPON SUCH PERSON IN ACCORDANCE WITH THE CIVIL PRAC-\n   22  TICE LAW AND RULES. NOTWITHSTANDING THE PROVISIONS OF  ANY  OTHER  LOCAL\n   23  LAW,  WHERE A SUMMONS OR A NOTICE OF VIOLATION IS ISSUED FOR A VIOLATION\n   24  OF SUBDIVISION ONE OF THIS SECTION, A MEMBER OF A POLICE  DEPARTMENT  IN\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07239-01-1\n\n       S. 2605                             2\n\n    1  ANY  CITY  WITH  A POPULATION OF A MILLION OR MORE MAY SEIZE AND IMPOUND\n    2  THE ALL TERRAIN VEHICLE.\n    3    (A)  AN  ALL  TERRAIN  VEHICLE  SEIZED  AND IMPOUNDED PURSUANT TO THIS\n    4  SECTION SHALL BE RELEASED TO THE OWNER OR OTHER PERSON LAWFULLY ENTITLED\n    5  TO POSSESSION UPON PAYMENT OF THE COSTS OF REMOVAL AND STORAGE AND PROOF\n    6  OF PAYMENT OF ANY FINE OR CIVIL PENALTY IMPOSED FOR THE VIOLATION OR, IF\n    7  A PROCEEDING IN CONNECTION WITH THE VIOLATION IS PENDING BEFORE A COURT,\n    8  UPON THE POSTING OF A BOND OR OTHER FORM OF ACCEPTABLE  SECURITY  IN  AN\n    9  AMOUNT WHICH WILL SECURE THE PAYMENT OF SUCH COSTS AND ANY FINE OR CIVIL\n   10  PENALTY  WHICH  MAY  BE  IMPOSED  FOR THE VIOLATION. IF A COURT FINDS IN\n   11  FAVOR OF THE RESPONDENT,  THE  OWNER  SHALL  BE  ENTITLED  FORTHWITH  TO\n   12  POSSESSION  OF  THE ALL TERRAIN VEHICLE WITHOUT CHARGE AND TO THE EXTENT\n   13  THAT ANY AMOUNT HAS BEEN PREVIOUSLY PAID FOR RELEASE OF THE ALL  TERRAIN\n   14  VEHICLE SUCH AMOUNT SHALL BE REFUNDED.\n   15    (B)  UPON  THE  SEIZURE  OF  AN  ALL  TERRAIN VEHICLE PURSUANT TO THIS\n   16  SECTION, WRITTEN NOTICE SHALL BE GIVEN OF THE PROCEDURE  FOR  REDEMPTION\n   17  OF  THE ALL TERRAIN VEHICLE. WHERE THE ALL TERRAIN VEHICLE IS REGISTERED\n   18  PURSUANT TO THIS CHAPTER, SUCH NOTICE SHALL ALSO BE MAILED TO THE REGIS-\n   19  TERED OWNER.\n   20    (C) THE COMMISSIONER, IN CONSULTATION WITH A  POLICE  COMMISSIONER  OF\n   21  ANY  CITY WITH A POPULATION OF A MILLION OR MORE AND A FIRE COMMISSIONER\n   22  OF SUCH A CITY, SHALL PROMULGATE SUCH RULES AS  ARE  NECESSARY,  TO  SET\n   23  FORTH  THE  PROCEDURES  WHICH MUST BE FOLLOWED REGARDING THE SEIZURE AND\n   24  RELEASE OF ANY ALL TERRAIN VEHICLE PURSUANT TO THIS SECTION;  TO  ESTAB-\n   25  LISH  THE TIME WITHIN WHICH AN ALL TERRAIN VEHICLE WHICH IS NOT REDEEMED\n   26  SHALL BE DEEMED ABANDONED, AND THE PROCEDURES FOR  SUBSEQUENT  DISPOSAL;\n   27  AND TO PROVIDE FOR REASONABLE FEES FOR THE TRANSPORTATION AND STORAGE OF\n   28  SUCH VEHICLES.\n   29    S 3. This act shall take effect on the one hundred twentieth day after\n   30  it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to prohibiting the storage and operation of all terrain vehicles in certain places ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110126.T162312.TXT", "SOBI.D110127.T104339.TXT", "SOBI.D110126.T161811.TXT", "SOBI.D110126.T163815.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296143019687
}