{
  "year" : 2011,
  "senateBillNo" : "S2600-2011",
  "billEvents" : [ {
    "eventDate" : 1296018000000,
    "eventText" : "REFERRED TO LABOR",
    "billEventId" : "S2600-2011-1296018000000-REFERRED+TO+LABOR",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "GRISANTI",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to providing firefighters with appropriate equipment and procedures; repealer",
  "summary" : "Relates to providing firefighters with appropriate equipment and procedures. ",
  "currentCommittee" : "LABOR",
  "sameAs" : "A2949",
  "lawSection" : "Labor Law",
  "previousVersions" : [ "SA6045-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2600\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 26, 2011\n                                      ___________\n\n       Introduced  by Sen. GRISANTI -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Labor\n\n       AN ACT to amend the labor law, in relation  to  requiring  employers  to\n         provide  safety  ropes  and  system components to firefighters; and to\n         repeal paragraph e of subdivision 1 of section 27-a of the  labor  law\n         relating to the definition of system components\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraph e of subdivision 1 of section 27-a of  the  labor\n    2  law is REPEALED.\n    3    S  2.  Subdivision  4  of section 27-a of the labor law, as amended by\n    4  chapter 433 of the laws of 2007, is amended to read as follows:\n    5    4. Safety and health standards. a.  The  commissioner  shall  by  rule\n    6  adopt  all  safety  and  health  standards  promulgated under the United\n    7  States Occupational Safety and Health Act of 1970 (Public  Law,  91-596)\n    8  which  are  in effect on the effective date of this section, in order to\n    9  provide reasonable and adequate protection  to  the  lives,  safety  and\n   10  health  of  public  employees and shall promulgate and repeal such rules\n   11  and regulations as may be necessary to conform to the  standards  estab-\n   12  lished  pursuant to such act or pursuant to paragraph b of this subdivi-\n   13  sion.\n   14    b. Notwithstanding the provisions of paragraph a of this  subdivision,\n   15  the commissioner, in consultation with the state occupational safety and\n   16  health  hazard  abatement  board, shall promulgate rules and regulations\n   17  recommended to him OR HER by such board which establish standards  when-\n   18  ever  such  board  finds  (i)  that  no  federal standard exists for the\n   19  particular condition being addressed and that such a standard is  neces-\n   20  sary  for  the  protection  of  the  public employees at risk, or (ii) a\n   21  federal standard exists, but conditions in  public  workplaces  in  this\n   22  state  require  a different standard, and such state standard will be at\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07655-01-1\n\n       S. 2600                             2\n\n    1  least as effective in providing safe and healthful places of  employment\n    2  as the federal standard.\n    3    c.  Except for an employer located in a city with a population of over\n    4  one million, any employer who employs a firefighter shall [provide safe-\n    5  ty ropes and system components for use by such firefighter] DEVELOP  AND\n    6  IMPLEMENT  A  WRITTEN SAFETY PROGRAM THAT INCLUDES BUT IS NOT LIMITED TO\n    7  THE FOLLOWING: (1) A WRITTEN RISK ASSESSMENT TO DETERMINE  THE  PRESENCE\n    8  OF FACTORS OR SITUATIONS IN FIRE SUPPRESSION THAT MIGHT PLACE FIREFIGHT-\n    9  ERS  AT RISK OF INJURY OR DEATH, (2) THE EQUIPMENT AND PROCEDURES NECES-\n   10  SARY FOR FIREFIGHTERS TO USE WHEN ENGAGED IN FIRE SUPPRESSION  AT  ABOVE\n   11  GRADE  FLOORS  DURING  A  STRUCTURE  FIRE INCLUDING, WITHOUT LIMITATION,\n   12  EQUIPMENT AND PROCEDURES FOR RAPID SAFE EGRESS.\n   13    D. The commissioner shall [by rule  adopt  the  codes,  standards  and\n   14  recommended practices promulgated by the most recent edition of National\n   15  Fire  Protection  Association 1983, Standard on Fire Service Life Safety\n   16  Rope and System Components, and] PROMULGATE SUCH RULES  AND  REGULATIONS\n   17  as  are appropriate [to] FOR THE DEVELOPMENT AND IMPLEMENTATION OF WRIT-\n   18  TEN SAFETY PROGRAMS, WHICH SHALL INCLUDE, WITHOUT LIMITATION, AN  EVALU-\n   19  ATION  OF  the  nature  of  the  risk  to which the firefighter shall be\n   20  exposed. Such [safety ropes and system components] EQUIPMENT AND  PROCE-\n   21  DURES  shall  be,  IN  THE  DETERMINATION  OF  THE EMPLOYER, adequate to\n   22  protect the health and safety of the firefighter.\n   23    E. The employer shall ensure that the firefighter is instructed in the\n   24  proper use of the [safety ropes and  system  components]  EQUIPMENT  AND\n   25  PROCEDURES  AT  THE TIME OF THEIR INITIAL ASSIGNMENT AND ANNUALLY THERE-\n   26  AFTER.  THE EMPLOYER SHALL ALSO ENSURE THAT:  (1) A FIREFIGHTER SHALL BE\n   27  INFORMED OF  THE  REQUIREMENTS  OF  THIS  SECTION,  THE  RISKS  OF  FIRE\n   28  SUPPRESSION  AND  THE  LOCATION  AND  AVAILABILITY OF THE WRITTEN SAFETY\n   29  PROGRAM UPON REQUEST, BY THE  EMPLOYER  OR  THEIR  DESIGNATED  REPRESEN-\n   30  TATIVES; AND (2) FIREFIGHTER TRAINING SHALL INCLUDE AT LEAST THE DETAILS\n   31  OF THE WRITTEN SAFETY PROGRAM DEVELOPED BY THE EMPLOYER.\n   32    F.  In  order  to  ensure the adequacy of the [safety ropes and system\n   33  components]  EQUIPMENT  AND  PROCEDURES,  the  employer  must  routinely\n   34  inspect and ensure that:\n   35    (1) Existing [safety ropes and system components] EQUIPMENT AND PROCE-\n   36  DURES meet the codes, standards and recommended practices adopted by the\n   37  commissioner.\n   38    (2) Existing [safety ropes and system components] EQUIPMENT AND PROCE-\n   39  DURES  still perform their function and to identify any of their limita-\n   40  tions such as but not limited to:\n   41    (i) Checking the labels or stamps on the equipment; and\n   42    (ii) Checking any documentation or equipment specifications; and\n   43    (iii) Contacting the supplier or the [approval agency] MANUFACTURER;\n   44    (3) Firefighters are informed of the limitations of any [safety  ropes\n   45  and system components] EQUIPMENT AND PROCEDURES;\n   46    (4)  Firefighters are not allowed or required to use any [safety ropes\n   47  or system components] EQUIPMENT beyond their limitations;\n   48    (5) Existing and new [safety ropes and  system  components]  EQUIPMENT\n   49  have no visible defects that limit their safe use;\n   50    (6)  [Safety  ropes  and system components are] ANY EQUIPMENT IS used,\n   51  cleaned, maintained and stored according to manufacturer's instructions;\n   52    (7) The firefighter is instructed in identifying to the  employer  any\n   53  defects that the firefighter may find in [safety ropes and system compo-\n   54  nents] ANY EQUIPMENT; and\n   55    (8)  Any identified defects are corrected or immediate action is taken\n   56  by the employer to eliminate the use of this equipment.\n\n       S. 2600                             3\n\n    1    [d.] G. Any person who may be adversely affected by a standard  issued\n    2  under  this  section may, within thirty days after the effective date of\n    3  such standard, commence a proceeding for  judicial  review  pursuant  to\n    4  article seventy-eight of the civil practice law and rules.\n    5    S 3. This act shall take effect on the one hundred twentieth day after\n    6  it  shall  have become a law except that the commissioner of labor shall\n    7  promulgate regulations required under this act within one hundred twenty\n    8  days of its effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the labor law, in relation to requiring employers to provide safety ropes and system components to firefighters; and to repeal paragraph e of subdivision 1 of section 27-a of the labor law relating to the definition of system components ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110126.T161811.TXT", "SOBI.D110126.T161311.TXT", "SOBI.D110127.T103838.TXT", "SOBI.D110126.T163815.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296142718489
}