{
  "year" : 2011,
  "senateBillNo" : "S260-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO CRIME VICTIMS, CRIME AND CORRECTION",
    "billEventId" : "S260-2011-1294203600000-REFERRED+TO+CRIME+VICTIMS%2C+CRIME+AND+CORRECTION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MAZIARZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prohibits the employment of sex offenders in any position having substantial contact with children",
  "summary" : "Prohibits the employment of a sex offender in any position having substantial contact with children; defines \"substantial contact\" as any activity involving children; establishes criminal penalties for violation of statutory provisions. ",
  "currentCommittee" : "CRIME VICTIMS, CRIME AND CORRECTION",
  "sameAs" : "A4151",
  "lawSection" : "Correction Law",
  "previousVersions" : [ "S1049-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "ALESI",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "BONACIC",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "FLANAGAN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "GOLDEN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "JOHNSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SALAND",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SEWARD",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          260\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by Sens. MAZIARZ, ALESI, BONACIC, FLANAGAN, GOLDEN, JOHNSON,\n         SALAND, SEWARD -- read twice and ordered printed, and when printed  to\n         be committed to the Committee on Crime Victims, Crime and Correction\n\n       AN  ACT  to  amend  the  correction  law, in relation to prohibiting sex\n         offenders from any position involving substantial contact  with  chil-\n         dren\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 168-w of the correction law, as relettered by chap-\n    2  ter 604 of the laws of 2005, is  relettered  section  168-x  and  a  new\n    3  section 168-w is added to read as follows:\n    4    S  168-W.  SEX OFFENDERS SHALL NOT BE EMPLOYED IN A POSITION INVOLVING\n    5  SUBSTANTIAL CONTACT WITH CHILDREN. 1. NO SEX OFFENDER SHALL APPLY FOR OR\n    6  ACCEPT A POSITION WHICH INVOLVES SUBSTANTIAL CONTACT WITH CHILDREN. SUCH\n    7  POSITION SHALL INCLUDE ANY JOB, TASK OR OCCUPATION, WHICH BY ITS NATURE,\n    8  REQUIRES A PERSON TO BE IN SUBSTANTIAL  CONTACT  WITH  CHILDREN  IN  THE\n    9  REGULAR  PERFORMANCE  OF HIS OR HER DUTIES OR DEALINGS IN SUCH POSITION.\n   10  THIS SECTION SHALL ALSO APPLY TO ANY PERSON SEEKING A PERMIT OR  PERMIS-\n   11  SION  TO EXECUTE ANY ACTIVITY OR PERFORMANCE THAT WOULD PRESENT A DIRECT\n   12  CONTACT WITH CHILDREN.\n   13    2. THE DEFINITION OF \"POSITION\" AS USED IN THIS SECTION SHALL APPLY TO\n   14  ANY PERSON SEEKING EMPLOYMENT EITHER PAID OR NOT PAID, ANY PERSON  SEEK-\n   15  ING  TO  VOLUNTEER,  OR  ANY  PERSON SEEKING A PERMIT OR PERMISSION THAT\n   16  WOULD PRESENT A SUBSTANTIAL CONTACT WITH CHILDREN.\n   17    3. EXAMPLES OF SUCH EMPLOYMENT INCLUDE, BUT ARE NOT LIMITED TO:\n   18    A. ANY POSITION IN A SCHOOL INCLUDING TEACHERS, TEACHER-AIDES,  ADMIN-\n   19  ISTRATORS,  ASSISTANTS, CAFETERIA WORKERS, JANITORS, NURSES OR ANY OTHER\n   20  PERSON WORKING IN A SCHOOL THAT WOULD HAVE  CONTACT  WITH  THE  CHILDREN\n   21  ATTENDING SAID SCHOOL;\n   22    B. ANY POSITION IN A CHILD-CARE FACILITY;\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01374-01-1\n\n       S. 260                              2\n\n    1    C.  ANY RECREATIONAL POSITION SUCH AS A COACH, BOY SCOUT OR GIRL SCOUT\n    2  LEADER, CAMP COUNSELOR, LIFEGUARD, INSTRUCTOR OR ANY OTHER  RECREATIONAL\n    3  AREA THAT WOULD PRESENT A SUBSTANTIAL CONTACT WITH CHILDREN;\n    4    D.  ANY  POSITION  IN  A PARK, PLAYGROUND, AMUSEMENT PARK, POOL OR ANY\n    5  OTHER FACILITY OR AREA WHERE CHILDREN HAVE A PROPENSITY TO INHABIT;\n    6    E. ANY STORE OR RESTAURANT THAT IS SPECIFICALLY TARGETED TOWARDS CHIL-\n    7  DREN SUCH AS A TOY STORE OR CHILDREN'S THEME RESTAURANT;\n    8    F. ANY POSITION WHEREIN A PERSON WOULD BE EMPLOYED  IN  AN  AREA  THAT\n    9  SPECIFICALLY  IS  TARGETED  TOWARDS  CHILDREN SUCH AS AN ICE CREAM TRUCK\n   10  OPERATOR;\n   11    G. ANY PERSON APPLYING FOR A PERMIT OR  PERMISSION  THAT  WOULD  GRANT\n   12  SAID  PERSON  THE  ABILITY  TO  CARRY OUT ANY ACTIVITY OR ACTION THAT IS\n   13  DIRECTED TOWARDS OR WOULD INVOLVE SUBSTANTIAL CONTACT WITH CHILDREN.\n   14    4. EMPLOYERS, ORGANIZATIONS AND GOVERNMENT ENTITIES SHALL HAVE  ACCESS\n   15  TO  THE  STATEWIDE  CENTRAL REGISTRY OF CHILD ABUSE AND MALTREATMENT FOR\n   16  THE PURPOSE OF PERFORMING A BACKGROUND  CHECK  FOR  ANY  CONVICTIONS  OF\n   17  SEXUAL  ABUSE  OF  A  CHILD. EVERY EMPLOYER, ORGANIZATION AND GOVERNMENT\n   18  ENTITY SHALL CHECK ANY POTENTIAL EMPLOYEES SEEKING TO ASSUME A  POSITION\n   19  THAT  WILL  BE  IN  SUBSTANTIAL  CONTACT  WITH CHILDREN AGAINST BOTH THE\n   20  STATEWIDE CENTRAL REGISTRY OF  CHILD  ABUSE  AND  MALTREATMENT  AND  THE\n   21  REGISTERED  SEX  OFFENDERS  DATABASE  TO  ASCERTAIN IF SAID PERSON HAS A\n   22  CONVICTION FOR SEXUAL ABUSE OF A CHILD.\n   23    5. \"SUBSTANTIAL CONTACT WITH CHILDREN\" AS USED IN THIS  SECTION  MEANS\n   24  WORKING  WITH CHILDREN, HAVING ACCESS TO CHILDREN, HAVING OPPORTUNITY TO\n   25  BE ALONE WITH CHILDREN, SPENDING  TIME  WITH  CHILDREN,  PERFORMING  FOR\n   26  CHILDREN OR ANY OTHER ACTIVITY THAT INVOLVES CHILDREN.\n   27    6.  A.  ANY  SEX  OFFENDER  WHO  APPLIES  FOR OR ACCEPTS EMPLOYMENT IN\n   28  VIOLATION OF THIS SECTION SHALL BE GUILTY OF A CLASS A MISDEMEANOR  UPON\n   29  THE FIRST CONVICTION THEREOF, AND UPON A SECOND OR SUBSEQUENT CONVICTION\n   30  THEREOF SHALL BE GUILTY OF A CLASS D FELONY.\n   31    B.  ANY  EMPLOYER WHO KNOWINGLY EMPLOYS A SEX OFFENDER IN VIOLATION OF\n   32  THIS SECTION SHALL, UPON CONVICTION, BE GUILTY OF A CLASS A MISDEMEANOR.\n   33    S 2. This act shall take effect on the first of November next succeed-\n   34  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the correction law, in relation to prohibiting sex offenders from any position involving substantial contact with children ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101213.T125311.TXT", "SOBI.D101213.T112805.TXT", "SOBI.D101215.T111859.TXT", "SOBI.D110201.T153907.TXT", "SOBI.D101213.T115306.TXT", "SOBI.D101213.T121808.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296592747769
}