{
  "year" : 2011,
  "senateBillNo" : "S2607-2011",
  "billEvents" : [ {
    "eventDate" : 1296018000000,
    "eventText" : "REFERRED TO LOCAL GOVERNMENT",
    "billEventId" : "S2607-2011-1296018000000-REFERRED+TO+LOCAL+GOVERNMENT",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes New York city to grant real property tax credit for certain sewer improvement made to prevent backup in residential structure",
  "summary" : "Authorizes governing body of the city of New York to pass local law allowing a credit against real property tax for owner-occupied one, two, three or four family residence for expenses incurred in making improvements to prevent sewer and drainage backups. ",
  "currentCommittee" : "LOCAL GOVERNMENT",
  "sameAs" : null,
  "lawSection" : "Real Property Tax Law",
  "previousVersions" : [ "S448-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2607\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 26, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Local Government\n\n       AN ACT to amend the real property tax law, in  relation  to  authorizing\n         the governing body of the city of New York to allow certain homeowners\n         a  real  property  tax  credit  for  the  cost of sewer improvement on\n         certain dwellings\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  real  property  tax  law  is amended by adding a new\n    2  section 470 to read as follows:\n    3    S 470. TAX CREDIT AFFORDED CERTAIN HOMEOWNERS FOR THE COST OF IMPROVE-\n    4  MENTS MADE TO PREVENT SEWER  BACKUPS  INTO  CERTAIN  DWELLINGS.  1.  THE\n    5  GOVERNING  BODY  OF  THE  CITY  OF  NEW  YORK  IS  HEREBY AUTHORIZED AND\n    6  EMPOWERED TO ADOPT, AFTER PUBLIC HEARING, IN ACCORDANCE WITH SUBDIVISION\n    7  TWO OF THIS SECTION, A LOCAL LAW, ORDINANCE OR RESOLUTION PROVIDING  FOR\n    8  A  CREDIT  ON  TAXES  OF SAID MUNICIPAL CORPORATION, FOR A PERIOD OF ONE\n    9  YEAR, ON REAL PROPERTY CONTAINING A  ONE,  TWO,  THREE  OR  FOUR  FAMILY\n   10  DWELLING  BY AN AMOUNT CONSTITUTING THE COST OF ANY IMPROVEMENTS MADE BY\n   11  THE OWNER OF SUCH DWELLINGS TO PREVENT SEWER  AND  DRAINAGE  BACKUPS  IN\n   12  SUCH DWELLINGS.\n   13    2.  ANY SUCH LOCAL LAW, ORDINANCE OR RESOLUTION SHALL PROVIDE THAT THE\n   14  OWNER OF A ONE, TWO, THREE OR FOUR FAMILY DWELLING SHALL  PROVIDE  PROOF\n   15  OF  THE COST OF ANY SUCH IMPROVEMENTS AS DESCRIBED IN SUBDIVISION ONE OF\n   16  THIS SECTION WHEREUPON A TAX CREDIT IN AN AMOUNT CONSTITUTING SUCH  COST\n   17  SHALL BE GRANTED FOR THE NEXT SUCCEEDING TAX PERIOD.\n   18    S 2.  This act shall take effect immediately.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07244-01-1\n",
  "memo" : "BILL NUMBER:S2607\n\nTITLE OF BILL:\nAn act\nto amend the real property tax law, in relation\nto authorizing the governing body of the\ncity of\nNew York to allow certain homeowners a real property\ntax credit for the cost of sewer improvement\non certain dwellings\n\nPURPOSE OR GENERAL IDEA OF BILL:\nThis bill would allow New York City\nto give a tax credit on real property taxes of one, two or three\nfamily dwellings for the cost of any improvements made by the owner\nto prevent sewer and drainage back ups.\n\nSUMMARY OF SPECIFIC PROVISIONS:\nThis bill would allow the City Council\nof New York to allow a credit for one year on real property taxes for\na one, two or three family dwelling.\n\nJUSTIFICATION:\nThis bill would encourage homeowners to maintain and\nimprove their homes by giving them a credit for the cost of sewer and\ndrainage improvements.\n\nPRIOR LEGISLATIVE HISTORY:\n2004  - Referred to Real Property Taxation\n2003  - Referred to Real Property Taxation\n2002  - Referred to Real Property Taxation\n2001  - Referred to Real Property Taxation\n2000  - Referred to Real Property Taxation\n1999  - Referred to Real Property Taxation\n1998  - Referred to Real Property Taxation\n1997  - Referred to Real Property Taxation\n\nFISCAL IMPLICATIONS:\nNot known.\n\nEFFECTIVE DATE:\nImmediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the real property tax law, in relation to authorizing the governing body of the city of New York to allow certain homeowners a real property tax credit for the cost of sewer improvement on certain dwellings ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110126.T161811.TXT", "SOBI.D110127.T104339.TXT", "SOBI.D110129.T003343.TXT", "SOBI.D110126.T163815.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296279223769
}