{
  "year" : 2011,
  "senateBillNo" : "S2606-2011",
  "billEvents" : [ {
    "eventDate" : 1296018000000,
    "eventText" : "REFERRED TO TRANSPORTATION",
    "billEventId" : "S2606-2011-1296018000000-REFERRED+TO+TRANSPORTATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prohibits graffiti in transportation facilities",
  "summary" : "Prohibits the defacing of any public transportation facility and makes it the crime of unlawful graffiti in a transportation facility, a class B misdemeanor; defines \"graffiti\" and \"transportation facility or conveyance\". ",
  "currentCommittee" : "TRANSPORTATION",
  "sameAs" : null,
  "lawSection" : "Transportation Law",
  "previousVersions" : [ "S445-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2606\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 26, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Transportation\n\n       AN ACT to amend the  transportation  law,  in  relation  to  prohibition\n         against graffiti in transportation facilities\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1.  The transportation law is amended by adding a new  section\n    2  148 to read as follows:\n    3    S  148. UNLAWFUL GRAFFITI IN A TRANSPORTATION FACILITY. 1. THE FOLLOW-\n    4  ING TERMS SHALL HAVE THE FOLLOWING MEANINGS:\n    5    (A) \"GRAFFITI\" MEANS SCRIBBLING, WRITING,  SCRATCH,  SLOGAN,  DRAWING,\n    6  PAINTING OR INSCRIPTION.\n    7    (B)  \"TRANSPORTATION  FACILITY  OR  CONVEYANCE\"  MEANS ANY CONVEYANCE,\n    8  PREMISES OR PLACE USED FOR OR IN CONNECTION WITH PUBLIC PASSENGER TRANS-\n    9  PORTATION, WHETHER BY RAILROAD, SUBWAY OR BUS. IT SHALL INCLUDE    RAIL-\n   10  ROAD  CARS,  SUBWAY CARS, AND BUSES, AND RAILROAD, SUBWAY AND BUS TERMI-\n   11  NALS, STATIONS, DEPOTS, MAINTENANCE SHOPS, STORAGE  FACILITIES  AND  ALL\n   12  APPURTENANCES  THERETO,  INCLUDING STANCHIONS, PEDESTRIAN BRIDGES, OVER-\n   13  HEAD BRIDGES AND THEIR ABUTMENTS, UNDERPASSES, RAILROAD TRACKS,  TUNNELS\n   14  AND PLATFORMS.\n   15    2. A PERSON IS GUILTY OF UNLAWFUL GRAFFITI IN A TRANSPORTATION FACILI-\n   16  TY  WHEN,  HAVING NO RIGHT TO DO SO NOR ANY REASONABLE GROUND TO BELIEVE\n   17  THAT HE OR SHE HAS SUCH RIGHT, HE OR SHE DEFACES A TRANSPORTATION FACIL-\n   18  ITY OR CONVEYANCE BY INTENTIONALLY CAUSING GRAFFITI TO BE PLACED IN  ANY\n   19  MANNER ON A TRANSPORTATION FACILITY OR CONVEYANCE.\n   20    3. UNLAWFUL GRAFFITI IS A CLASS B MISDEMEANOR; PROVIDED, HOWEVER, THAT\n   21  ANY  SENTENCE  FOR  SUCH  CRIME OR ATTEMPT TO COMMIT SUCH CRIME SHALL AT\n   22  LEAST BE OR INCLUDE A  FINE  OR  A  CONDITIONAL  DISCHARGE  WHICH  SHALL\n   23  INCLUDE  AS A CONDITION THAT THE DEFENDANT PERFORM SERVICES FOR A PUBLIC\n   24  CORPORATION, ASSOCIATION, INSTITUTION OR AGENCY RESPONSIBLE FOR A TRANS-\n   25  PORTATION FACILITY OR CONVEYANCE.\n   26    S 2.   This act shall take  effect  on  the  first  of  November  next\n   27  succeeding the date on which it shall have become a law.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07240-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the transportation law, in relation to prohibition against graffiti in transportation facilities ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110126.T162312.TXT", "SOBI.D110127.T104339.TXT", "SOBI.D110126.T161811.TXT", "SOBI.D110126.T163815.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296143019693
}