{
  "year" : 2011,
  "senateBillNo" : "S2608-2011",
  "billEvents" : [ {
    "eventDate" : 1296018000000,
    "eventText" : "REFERRED TO CONSUMER PROTECTION",
    "billEventId" : "S2608-2011-1296018000000-REFERRED+TO+CONSUMER+PROTECTION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Mandates labeling of foods containing sodium and sodium compounds",
  "summary" : "Provides that no person shall manufacture, pack, sell, offer for sale and/or expose for sale any food commodity in package form unless it is labelled with certain information relating to the approximate amount of sodium or sodium compound, in milligrams, contained in such food commodity; sets forth other specifics that shall be included on such label; exempts fresh fruits, vegetables and unprocessed meat, poultry and fish, milk and eggs, food sold for consumption on premises, identical items within a multi-item package that is properly labeled with the sodium contents. ",
  "currentCommittee" : "CONSUMER PROTECTION",
  "sameAs" : null,
  "lawSection" : "Agriculture and Markets Law",
  "previousVersions" : [ "S454-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2608\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 26, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Consumer Protection\n\n       AN ACT to amend the agriculture and markets  law,  in  relation  to  the\n         labeling of foods containing sodium and sodium compounds\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The agriculture and markets law is amended by adding a  new\n    2  section 204-e to read as follows:\n    3    S  204-E.  FOODS  CONTAINING SODIUM AND SODIUM COMPOUNDS. 1.  NOTWITH-\n    4  STANDING ANY CONTRARY PROVISION OF LAW,  NO  PERSON  SHALL  MANUFACTURE,\n    5  PACK,  SELL, OFFER FOR SALE AND/OR EXPOSE FOR SALE ANY FOOD COMMODITY IN\n    6  PACKAGE FORM UNLESS IT IS LABELED WITH THE FOLLOWING  INFORMATION  IN  A\n    7  FORM TO BE PRESCRIBED BY THE COMMISSIONER:\n    8    A. THE SIZE OF A SERVING OF THE FOOD COMMODITY,\n    9    B. THE TOTAL AMOUNT OF SUCH SERVINGS IN THE PACKAGE,\n   10    C.  THE  APPROXIMATE  AMOUNT  OF SODIUM, IN MILLIGRAMS, CONTAINED IN A\n   11  SERVING OF THE FOOD COMMODITY WHICH APPROXIMATE AMOUNT SHALL REPRESENT A\n   12  GOOD FAITH EFFORT MADE BY THE MANUFACTURER, PACKER OR  SELLER  TO  LABEL\n   13  SUCH  PACKAGE  WITH A VALUE THAT IS AS NEAR AS PRACTICABLE TO THE AMOUNT\n   14  OF SODIUM IN A SERVING OF THE FOOD COMMODITY, COMPUTED  TO  THE  NEAREST\n   15  MULTIPLE OF FIVE MILLIGRAMS, AS CAN BE OBTAINED BY A REASONABLE ANALYSIS\n   16  OF SUCH FOOD COMMODITY, EXCEPT THAT, IF NOT MORE THAN TEN MILLIGRAMS ARE\n   17  CONTAINED  IN  A  SPECIFIED  SERVING OF THE FOOD, THE LABEL SHALL BEAR A\n   18  STATEMENT TO THAT EFFECT.\n   19    2. A. IF THE APPROXIMATE AMOUNT, IN MILLIGRAMS, CONTAINED IN A SERVING\n   20  IS GREATER THAN FOUR HUNDRED MILLIGRAMS, THEN EITHER THE WORDS \"HIGH  IN\n   21  SODIUM\"  OR  \"HIGHLY  SALTED\"  MUST ALSO BE INCLUDED ON THE LABEL OF THE\n   22  PACKAGE.\n   23    B. IF THE APPROXIMATE AMOUNT, IN MILLIGRAMS, CONTAINED IN A SERVING IS\n   24  GREATER THAN EIGHT HUNDRED MILLIGRAMS, THEN EITHER THE  WORDS  \"HIGH  IN\n   25  SODIUM\"  OR  \"HIGHLY  SALTED\"  MUST ALSO BE INCLUDED ON THE LABEL OF THE\n   26  PACKAGE ALONG WITH THE SENTENCE: \"IN SOME PEOPLE A  HIGH  SALT  (SODIUM)\n   27  DIET MAY CONTRIBUTE TO HIGH BLOOD PRESSURE\".\n   28    3. FOR PURPOSES OF THIS SECTION:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07243-01-1\n\n       S. 2608                             2\n\n    1    A.  THE  TERM  \"SODIUM\"  SHALL  INCLUDE THE SODIUM CONTAINED IN SODIUM\n    2  COMPOUNDS.\n    3    B.  THE  TERM  \"FOOD  COMMODITY IN PACKAGE FORM\" SHALL BE CONSTRUED TO\n    4  MEAN A FOOD COMMODITY PACKAGED IN ANY MANNER IN ADVANCE OF SALE IN UNITS\n    5  SUITABLE FOR RETAIL SALE, AND CUSTOMARILY SOLD  IN  A  FOOD  STORE,  BUT\n    6  SHALL NOT INCLUDE THE FOLLOWING:\n    7    (I) FRESH FRUITS, FRESH VEGETABLES AND FRESH UNPROCESSED MEAT, POULTRY\n    8  AND FISH;\n    9    (II) MILK AND EGGS;\n   10    (III) FOOD SOLD FOR CONSUMPTION ON THE PREMISES; AND\n   11    (IV)  IDENTICAL  ITEMS  WITHIN  A  MULTI-ITEM PACKAGE THAT IS PROPERLY\n   12  LABELED WITH THE SODIUM CONTENT.\n   13    C. THE TERM \"SERVING\" SHALL BE CONSTRUED TO MEAN THAT REASONABLE QUAN-\n   14  TITY OF FOOD SUITED FOR, OR PRACTICABLE FOR, CONSUMPTION AS  PART  OF  A\n   15  MEAL  BY  AN  ADULT  MALE  ENGAGED  IN LIGHT PHYSICAL ACTIVITY, OR BY AN\n   16  INFANT OR CHILD UNDER FOUR YEARS OF AGE WHEN THE ARTICLE PURPORTS TO, OR\n   17  IS REPRESENTED TO BE, FOR CONSUMPTION BY AN INFANT OR CHILD  UNDER  FOUR\n   18  YEARS OF AGE.\n   19    D.  THE TERM \"APPROXIMATE AMOUNT OF SODIUM\" SHALL BE CONSTRUED TO MEAN\n   20  A \"REPRESENTATIVE VALUE\" IN MILLIGRAMS OF THE AMOUNT OF SODIUM CONTAINED\n   21  IN A SERVING OF THE FOOD COMMODITY AND SHALL NOT BE CONSTRUED SO RIGIDLY\n   22  AS TO NOT ALLOW  DEVIATIONS FROM THE VALUE LABELED  BECAUSE  OF  DIFFER-\n   23  ENCES  IN  THE  AREAS  WHERE  THE  FOOD COMMODITY IS GROWN OR BECAUSE OF\n   24  SEASONAL CROP DIFFERENCES.\n   25    4. A. THE PROVISIONS OF THIS SECTION SHALL BE ENFORCED BY THE  MUNICI-\n   26  PAL  DIRECTORS  OF  WEIGHTS  AND  MEASURES APPOINTED PURSUANT TO ARTICLE\n   27  SIXTEEN OF THIS CHAPTER.  THE EXCLUSIVE REMEDY FOR A VIOLATION  OF  THIS\n   28  SECTION  SHALL  BE THE ISSUANCE OF A REMOVAL ORDER, AS PROVIDED IN PARA-\n   29  GRAPH B OF THIS SUBDIVISION, AND THE CIVIL PENALTY FOR FAILURE TO COMPLY\n   30  THEREWITH, AS PROVIDED IN PARAGRAPH D OF THIS SUBDIVISION.\n   31    B. WHENEVER ANY MUNICIPAL WEIGHTS  AND  MEASURES  OFFICIAL  FINDS  ANY\n   32  PACKAGED FOOD OR FOOD PRODUCT BEING SOLD, OFFERED OR EXPOSED FOR SALE IN\n   33  VIOLATION  OF  ANY SUBDIVISION OF THIS SECTION, HE SHALL ISSUE A REMOVAL\n   34  ORDER. SUCH ORDER SHALL BE IN WRITING, SHALL IDENTIFY THE FOOD  OR  FOOD\n   35  PRODUCT  WHICH IS IN VIOLATION OF THIS SECTION AND DIRECT THAT SUCH FOOD\n   36  OR FOOD PRODUCT BE IMMEDIATELY REMOVED FROM SALE.\n   37    C. IT SHALL BE UNLAWFUL FOR ANY PERSON TO SELL, OFFER  OR  EXPOSE  FOR\n   38  SALE  ANY FOOD OR FOOD PRODUCT FOR WHICH A REMOVAL ORDER HAS BEEN ISSUED\n   39  AND IS IN EFFECT PURSUANT TO THIS SECTION.\n   40    D. FAILURE TO COMPLY WITH A REMOVAL ORDER SHALL CONSTITUTE A  SEPARATE\n   41  VIOLATION  WITH  RESPECT TO EACH PACKAGE OR CONTAINER WHICH IS NOT IMME-\n   42  DIATELY REMOVED FROM SALE. EACH DAY  OR  PART  THEREOF  A  VIOLATION  IS\n   43  CONTINUED  SHALL CONSTITUTE A SEPARATE VIOLATION. THE MUNICIPAL DIRECTOR\n   44  OF WEIGHTS AND MEASURES MAY REFER THE EVIDENCE OF A  VIOLATION  OF  THIS\n   45  SECTION  TO  THE ATTORNEY FOR THE MUNICIPALITY FOR THE COMMENCEMENT OF A\n   46  CIVIL ACTION, IN THE NAME OF THE MUNICIPALITY, TO RECOVER A CIVIL PENAL-\n   47  TY IN THE AMOUNTS PRESCRIBED IN SECTION THIRTY-NINE OF THIS  CHAPTER.  A\n   48  CAUSE OF ACTION FOR RECOVERY OF SUCH PENALTY MAY BE RELEASED, SETTLED OR\n   49  COMPROMISED  BY  THE MUNICIPAL DIRECTOR BEFORE THE MATTER IS REFERRED TO\n   50  THE MUNICIPAL ATTORNEY OR THEREAFTER BY SUCH ATTORNEY.   NOTWITHSTANDING\n   51  THE  PROVISIONS  OF  SECTION  FORTY-FIVE  OF  THIS  CHAPTER,  ALL MONEYS\n   52  COLLECTED HEREUNDER SHALL BE RETAINED BY THE MUNICIPALITY.\n   53    S 2. This act shall take effect 2 years after the  date  on  which  it\n   54  shall  have  become a law; however, it shall not be deemed to affect any\n   55  food commodity already packaged before the effective date of this act.\n",
  "memo" : "BILL NUMBER:S2608\n\nTITLE OF BILL:\nAn act\nto amend the agriculture and markets law, in relation to the\nlabeling of foods containing\nsodium and sodium compounds\n\nPURPOSE/SUMMARY OF PROVISIONS:\nAdds section 204-e to\nthe Agriculture\nand Markets Law to require that packaged foods contain the following\ninformation:\n\n* Size of serving\n\n* Total amount of servings in the package\n\n* The milligrams of sodium in each serving\n\n* The words \"high in sodium\" or \"high salted\" if a serving is greater\nthan 400 milligrams\n\n* The words \"In some people, a high salt (sodium) diet may contribute\nto high blood pressure\" along with the words \"high in sodium\" or\n\"highly salted\" if a serving is greater than 800 milligrams\n\nThis legislation would exempt from the aforementioned requirements the\nfollowing:\n\n* Fresh fruits, vegetables and fresh unprocessed meat, poultry and fish\n\n* Milk and eggs\n\n* Food sold for consumption on the premises\n\n* Identical items within a multi-item package that is properly labeled\nwith the sodium contents\n\nThis legislation intends to alert consumers to the sodium content of\nfoods.\n\nJUSTIFICATION:\nIt is estimated that hypertension\n(high blood pressure)\naffects over 25% of the United States population and 40% of older\npeople. Excess dietary sodium is an adverse factor in most people\nprone to hypertension because excess sodium upsets the balance of\nsodium and potassium in the bloodstream needed for a smooth flow of\nbodily fluids.\nThe whole system of modern food processing contributes to the high\n\nintake of sodium because, in the processing, potassium is lost and\nsodium is\nadded (often unnecessarily). Excess sodium has also been linked\nto heart disease, stomach cancer, stroke, and migraines.\n\nIt is impossible for people afflicted by high blood pressure or\nhealthy adults who simply want to curtail their sodium intake as a\npreventive measure, to avoid excessive amounts of sodium consumption\n(found in all processed foods) without some form of labeling\nrequirement. Sodium is not found in foods that taste salty. Indeed,\nit is the \"hidden sodium\" in processed foods that is the biggest\nculprit.\n\nConsider the following:\n\n* One serving of Campbell's Chicken Noodle Soup - 1,222 milligrams\n\n* One 4 ounce serving of canned sweet peas - 8OO milligrams\n\n* One large dill pickle - 28 milligrams\n\n* One-half slice of Devil's Food Cake - 402 milligrams\n\nAccording to a recent report by the National Academy of Sciences, the\nestimated safe sodium intake for a healthy adult should not exceed\n3,000 milligrams per day. Yet, it is also estimated that sodium\nconsumption per adult varies between 4,000 milligrams and 10,000\nmilligrams daily. This is some twenty to fifty times more than the\nbody needs. Most major medical and health care organizations have\nrepeatedly urged the federal government to take actions to mandate\nsodium content labeling. Yet, federal proposals would result, at\nbest, in a voluntary measure with only a percentage of industry\nparticipating.\n\nThe medical costs associated with the treatment of hypertension\nrelated diseases and disorders are estimated at $8 billion per year\nnationwide.\nThe costs associated with this proposal would be far below any health\ncare costs this State has undertaken. According to reports,\nmandatory sodium labeling would generate very little expense to\neither government or the food industry. Industry could be allowed to\nuse the Food and Drug Administration's nutrient data bank for\ninformation on sodium levels.\nThe New York State Consumer Protection Board, the New York city\nDepartment of Consumer Affairs, the Cooperative Extension of Cornell\nUniversity, the American Association of Retired Persons, the American\nHeart Association, the American Dietetic Association, and the Center\nfor Science in the Public Interest support this legislation.\n\nFISCAL IMPLICATIONS:\n\nThere would be some costs\nincurred in the\npromulgation of rules and regulations.\n\nEFFECTIVE DATE:\nThis act shall take effect two years\nafter the date on\nwhich it shall have become a law, however, it shall not be deemed to\naffect any food commodity already packaged before the effective date\nof this act.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the agriculture and markets law, in relation to the labeling of foods containing sodium and sodium compounds ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110126.T162312.TXT", "SOBI.D110126.T161811.TXT", "SOBI.D110127.T104339.TXT", "SOBI.D110129.T003343.TXT", "SOBI.D110126.T163815.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296279223771
}