{
  "year" : 2011,
  "senateBillNo" : "S2603-2011",
  "billEvents" : [ {
    "eventDate" : 1296018000000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "S2603-2011-1296018000000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Creates the New York state community service loan board; appropriation",
  "summary" : "Creates the New York state community service loan board to fund state businesses adversely affected by state agency actions; provides for the organization, powers and duties thereof; provides for bridge loans to certain community organizations; appropriates $100,000 therefor. ",
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "Appropriations",
  "previousVersions" : [ "S341-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2603\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 26, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Finance\n\n       AN ACT to amend the executive law, in relation to creating the New  York\n         state  community service loan board and making an appropriation there-\n         for\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The executive law is amended by adding a new article 26-C\n    2  to read as follows:\n    3                                 ARTICLE 26-C\n    4                 NEW YORK STATE COMMUNITY SERVICE LOAN BOARD\n    5  SECTION 751. DEFINITIONS.\n    6          752. NEW YORK STATE COMMUNITY SERVICE LOAN BOARD.\n    7          753. PURPOSES OF THE BOARD.\n    8          754. GENERAL POWERS OF THE BOARD.\n    9          755. SPECIAL POWERS OF THE BOARD.\n   10          756. COOPERATION OF OTHER STATE AGENCIES.\n   11          757. DETERMINATION OF ELIGIBILITY FOR  PAYMENT  OF  INTEREST  ON\n   12                 MONEY OWED TO ELIGIBLE ORGANIZATIONS.\n   13    S  751. DEFINITIONS. AS USED IN THIS ARTICLE THE FOLLOWING TERMS SHALL\n   14  HAVE THE FOLLOWING MEANINGS:\n   15    1. \"BOARD\" MEANS THE NEW  YORK  STATE  COMMUNITY  SERVICE  LOAN  BOARD\n   16  CREATED BY THIS ARTICLE.\n   17    2.  \"ELIGIBLE  ORGANIZATION\"  MEANS ANY NOT-FOR-PROFIT AGENCY OR LOCAL\n   18  GOVERNMENT ENTITY PREVIOUSLY UNDER CONTRACT AND IN THE PROCESS OF RENEW-\n   19  ING,  ESTABLISHING  OR  PERFORMING  A  SUBSEQUENT  CONTRACT  TO  PERFORM\n   20  SERVICES  FOR A STATE AGENCY. SAID AGENCY OR LOCAL GOVERNMENT AGENCY MAY\n   21  NOT HAVE AN ANNUAL OPERATING BUDGET WHICH IS IN EXCESS  OF  ONE  MILLION\n   22  FIVE HUNDRED THOUSAND DOLLARS.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07282-01-1\n\n       S. 2603                             2\n\n    1    3.  \"SHORT TERM LOAN\" MEANS A NO-INTEREST LOAN MADE BY THE BOARD TO AN\n    2  ELIGIBLE ORGANIZATION PURSUANT TO ANY TERMS OR CONDITIONS WHICH  MAY  BE\n    3  IMPOSED BY THE BOARD.\n    4    S  752.  NEW  YORK STATE COMMUNITY SERVICE LOAN BOARD. 1. THE NEW YORK\n    5  STATE COMMUNITY SERVICE LOAN BOARD IS HEREBY CREATED TO HAVE  AND  EXER-\n    6  CISE  THE  POWERS, DUTIES AND PREROGATIVES PROVIDED BY THE PROVISIONS OF\n    7  THIS ARTICLE. THE BOARD SHALL CONSIST OF SEVEN MEMBERS TO  BE  APPOINTED\n    8  AS FOLLOWS: ONE MEMBER SHALL BE APPOINTED BY THE GOVERNOR AND ONE MEMBER\n    9  SHALL  BE  APPOINTED  BY  THE  STATE  COMPTROLLER,  ONE  MEMBER SHALL BE\n   10  APPOINTED BY THE MAJORITY LEADER OF THE  SENATE,  ONE  MEMBER  SHALL  BE\n   11  APPOINTED  BY  THE  MINORITY  LEADER  OF THE SENATE, ONE MEMBER SHALL BE\n   12  APPOINTED BY THE SPEAKER  OF  THE  ASSEMBLY  AND  ONE  MEMBER  SHALL  BE\n   13  APPOINTED BY THE MINORITY LEADER OF THE ASSEMBLY. THE SECRETARY OF STATE\n   14  SHALL  SERVE  AS A MEMBER AND SHALL BE THE CHAIRPERSON OF THE BOARD. THE\n   15  SECRETARY OF STATE SHALL APPOINT A DESIGNEE TO ACT IN THE PLACE  OF  THE\n   16  SECRETARY IN HIS OR HER ABSENCE. SUCH DESIGNEE SHALL HAVE ALL THE POWERS\n   17  GIVEN  TO  THE  SECRETARY  PURSUANT  TO THIS ARTICLE. THE BOARD SHALL BE\n   18  CREATED AND ADMINISTERED WITHIN THE NEW YORK STATE DEPARTMENT OF STATE.\n   19    2. THE MEMBERS OF THE BOARD SHALL POSSESS SUFFICIENT EXPERTISE IN  THE\n   20  AREAS  OF  HOUSING, SOCIAL SERVICES, MENTAL HEALTH AND FISCAL MANAGEMENT\n   21  OF NOT-FOR-PROFIT AGENCIES. THE MEMBERS OF THE BOARD SHALL SERVE WITHOUT\n   22  SALARY BUT SHALL BE ENTITLED  TO  REASONABLE  REIMBURSEMENT  FOR  ACTUAL\n   23  COSTS  INCURRED  IN THE PERFORMANCE OF THEIR OFFICIAL DUTIES PURSUANT TO\n   24  THIS SECTION, PROVIDED HOWEVER THAT SUCH MEMBERS ARE NOT,  AT  THE  TIME\n   25  SUCH  EXPENSES  ARE INCURRED, PUBLIC EMPLOYEES OR PUBLIC OFFICERS OTHER-\n   26  WISE ENTITLED TO SUCH REIMBURSEMENT.\n   27    3. MEMBERS WHO ARE NEITHER PUBLIC OFFICERS NOR  PUBLIC  EMPLOYEES  MAY\n   28  ENGAGE  IN  PRIVATE  EMPLOYMENT  SUBJECT TO THE LIMITATIONS CONTAINED IN\n   29  SECTIONS SEVENTY-THREE AND SEVENTY-FOUR OF THE PUBLIC OFFICERS LAW.\n   30    4. THE SECRETARY OF STATE OR AUTHORIZED REPRESENTATIVE MUST BE PRESENT\n   31  AT ALL TIMES IN ORDER THAT THE BOARD MAY CONDUCT ITS BUSINESS. IN  ADDI-\n   32  TION  TO CASTING HIS OR HER VOTE, THE SECRETARY, OR AUTHORIZED REPRESEN-\n   33  TATIVE, SHALL CAST ONE PROXY  VOTE  FROM  EACH  MEMBER  ABSENT  FROM  AN\n   34  ANNOUNCED  MEETING  OF THE BOARD. THE SECRETARY SHALL EXERCISE THE POWER\n   35  TO CAST PROXY VOTES ON ANY AND ALL MATTERS THAT COME BEFORE THE BOARD.\n   36    5. NOTWITHSTANDING ANY INCONSISTENT PROVISIONS OF THIS  OR  ANY  OTHER\n   37  LAW,  GENERAL, SPECIAL OR LOCAL, NO OFFICER OR EMPLOYEE OF THE STATE, OR\n   38  OF ANY CIVIL DIVISION THEREOF, SHALL BE  DEEMED  TO  HAVE  FORFEITED  OR\n   39  SHALL  FORFEIT  HIS OR HER OFFICE OR EMPLOYMENT OR ANY BENEFITS PROVIDED\n   40  UNDER THE RETIREMENT AND SOCIAL SECURITY LAW BY REASON  OF  HIS  OR  HER\n   41  ACCEPTANCE  OF  MEMBERSHIP ON THE BOARD; PROVIDED, HOWEVER, A MEMBER WHO\n   42  HOLDS SUCH OTHER PUBLIC OFFICE OR EMPLOYMENT SHALL RECEIVE NO ADDITIONAL\n   43  COMPENSATION FOR SERVICES RENDERED PURSUANT TO THIS ARTICLE,  BUT  SHALL\n   44  BE  ENTITLED  TO  REIMBURSEMENT  FOR  HIS  OR  HER  ACTUAL AND NECESSARY\n   45  EXPENSES INCURRED IN THE PERFORMANCE OF SUCH SERVICES UP TO A MAXIMUM OF\n   46  TWENTY-FIVE DOLLARS PER DIEM.\n   47    6. BY MARCH FIFTEENTH OF EACH YEAR, THE CHAIRPERSON OF THE BOARD SHALL\n   48  SUBMIT TO THE GOVERNOR AND THE LEGISLATURE, A  REPORT  OF  THE  PREVIOUS\n   49  YEAR'S ACTIVITIES OF THE BOARD INCLUDING, BUT NOT LIMITED TO, THE NUMBER\n   50  OF  LOAN  APPLICATIONS,  NAMES OF ELIGIBLE ORGANIZATIONS RECEIVING LOANS\n   51  TOGETHER WITH THE AMOUNT AND PURPOSE OF THE LOAN, ASSETS AND LIABILITIES\n   52  OF THE BOARD AND FUND BALANCES.\n   53    7. THE BOARD SHALL MAKE EVERY EFFORT  TO  EFFICIENTLY  CARRY  OUT  ITS\n   54  PURPOSES AND SHALL USE THE STAFF AND TECHNICAL SERVICES OF THE OFFICE OF\n   55  THE  SECRETARY  OF STATE, AND WHEN NECESSARY, SHALL USE THE STAFF OF THE\n\n       S. 2603                             3\n\n    1  APPROPRIATE STATE AGENCY AS THE DESIGNATED CONTRACT AGENCY FOR  WHICH  A\n    2  LOAN IS BEING APPLIED.\n    3    S 753. PURPOSES OF THE BOARD. THE BOARD SHALL PROVIDE SHORT TERM LOANS\n    4  TO ELIGIBLE NOT-FOR-PROFIT AGENCIES AND LOCAL GOVERNMENT ENTITIES OUT OF\n    5  MONIES  APPROPRIATED  IN  THE  GENERAL  FUND  TO THE CREDIT OF THE STATE\n    6  PURPOSES ACCOUNT.\n    7    S 754. GENERAL POWERS OF THE BOARD. EXCEPT  AS  OTHERWISE  LIMITED  BY\n    8  THIS ARTICLE, THE BOARD SHALL HAVE THE POWER:\n    9    1. TO MAKE AND ALTER BY-LAWS FOR ITS ORGANIZATION AND INTERNAL MANAGE-\n   10  MENT, AND RULES AND REGULATIONS GOVERNING THE EXERCISE OF ITS POWERS AND\n   11  THE FULFILLMENT OF ITS PURPOSES UNDER THIS ARTICLE;\n   12    2. TO MAKE LOANS TO ELIGIBLE ORGANIZATIONS;\n   13    3. TO ENTER INTO CONTRACTS AND TO EXECUTE ALL INSTRUMENTS NECESSARY OR\n   14  CONVENIENT  OR  DESIRABLE  FOR THE PURPOSES OF THE BOARD OR TO CARRY OUT\n   15  ANY POWERS EXPRESSLY GIVEN IT IN THIS ARTICLE;\n   16    4. TO APPOINT SUCH OFFICERS AND EMPLOYEES AS IT MAY  REQUIRE  FOR  THE\n   17  PERFORMANCE  OF  ITS  DUTIES,  AND TO FIX AND DETERMINE THEIR QUALIFICA-\n   18  TIONS, DUTIES AND COMPENSATION;\n   19    5. TO INVEST MONIES DEEMED BY THE BOARD AS REASONABLE, BUT IN NO EVENT\n   20  SHALL INVESTMENTS EVER EXCEED TEN PERCENT OF THE  TOTAL  AMOUNT  OF  THE\n   21  FUND;\n   22    6.  TO MAINTAIN SUCH ACCOUNTS AS ARE NECESSARY FOR THE PURPOSES OF THE\n   23  BOARD AND AS THE BOARD MAY AUTHORIZE, PERMIT MONIES IN SUCH ACCOUNTS  TO\n   24  BE PAID OUT ON CHECKS ISSUED BY A DESIGNATED OFFICER OR EMPLOYEE SUBJECT\n   25  TO  THE  PERIODIC  AUDIT OF THE STATE COMPTROLLER AND HIS OR HER LEGALLY\n   26  AUTHORIZED REPRESENTATIVES;\n   27    7. TO ACCEPT ANY GIFTS OR GRANTS OR LOANS OF FUNDS OR PROPERTY AND  TO\n   28  COMPLY,  SUBJECT  TO  THE PROVISIONS OF THIS ARTICLE, WITH THE TERMS AND\n   29  CONDITIONS THEREOF; AND\n   30    8. TO DO ALL THINGS NECESSARY, CONVENIENT OR DESIRABLE  TO  CARRY  OUT\n   31  ITS PURPOSES AND FOR THE EXERCISE OF THE POWERS GRANTED IN THIS ARTICLE.\n   32    S 755. SPECIAL POWERS OF THE BOARD. 1. THE BOARD IS HEREBY AUTHORIZED,\n   33  UPON  THE  FILING  OF AN APPLICATION WHICH SHALL NOT EXCEED TWO PAGES IN\n   34  LENGTH BY ANY ELIGIBLE ORGANIZATION, TO MAKE SHORT TERM  LOANS  TO  SAID\n   35  ORGANIZATIONS FOR THE FOLLOWING PURPOSES:\n   36    (A)  TO  ENABLE  THE  ELIGIBLE ORGANIZATION TO CONTINUE ITS DAY-TO-DAY\n   37  OPERATIONS;\n   38    (B) TO PAY EMPLOYEE SALARIES; AND\n   39    (C) TO ALLOW IT TO MEET ANY AND ALL FINANCIAL OBLIGATIONS  NOT  OTHER-\n   40  WISE PROHIBITED BY STATUTE OR THE ORIGINAL GRANT SPECIFICATIONS.\n   41    2.  IN  NO  EVENT  SHALL ANY SHORT TERM LOAN EXCEED TEN PERCENT OF THE\n   42  ANTICIPATED YEARLY GRANT NOR SHALL IT EXCEED THE SUM OF  SIXTY  THOUSAND\n   43  DOLLARS.\n   44    3.  AN  APPLICATION  FOR  A  SHORT  TERM  LOAN SHALL BE ACCOMPANIED BY\n   45  DOCUMENTATION FROM THE APPROPRIATE STATE AGENCY EVIDENCING AN OBLIGATION\n   46  ON THE PART OF THE STATE AGENCY TO PAY MONIES TO AN  ELIGIBLE  ORGANIZA-\n   47  TION.\n   48    4.  PRIOR TO ENTERING INTO A LOAN AGREEMENT WITH AN ELIGIBLE BORROWER,\n   49  THE CORPORATION SHALL REQUIRE PROOF OF THE ELIGIBLE BORROWER'S RELATION-\n   50  SHIP WITH THE STATE OF NEW YORK, THE STATE'S INDEBTEDNESS TO THE  ELIGI-\n   51  BLE BORROWER AND THAT THE ELIGIBLE BORROWER REQUIRES THE SHORT TERM LOAN\n   52  IN  ORDER  TO CARRY OUT ITS OPERATIONS DUE TO THE LACK OF FUNDS FROM ANY\n   53  OTHER SOURCE.\n   54    5. IN THE EVENT AN ELIGIBLE BORROWER HAS AGREED UPON  REPAYMENT  TERMS\n   55  AND  NOT  ENTERED INTO AN AGREEMENT WITH THE BOARD WHEREBY THE AMOUNT OF\n   56  ITS SHORT TERM LOAN WOULD REDUCE ITS TOTAL GRANT  AMOUNT  BY  THAT  SAME\n\n       S. 2603                             4\n\n    1  VALUE, AND FAILS TO MEET ITS REPAYMENT OBLIGATION PURSUANT TO THIS ARTI-\n    2  CLE,  THE BOARD IS EMPOWERED TO COLLECT THE OUTSTANDING BALANCE DIRECTLY\n    3  FROM THE STATE AGENCY AND THE AMOUNT OF THE OUTSTANDING BALANCE SHALL BE\n    4  DEDUCTED FROM THE AMOUNT OF THE GRANT.\n    5    6.  ELIGIBLE  BORROWERS WHICH FAIL TO REPAY ANY LOAN OBLIGATIONS SHALL\n    6  BE INELIGIBLE FOR ANY GRANT FROM ANY STATE AGENCY FOR A  PERIOD  OF  TWO\n    7  YEARS.\n    8    S  756. COOPERATION OF OTHER STATE AGENCIES. THE GOVERNOR SHALL DESIG-\n    9  NATE AGENCIES, STATE DEPARTMENTS, DIVISIONS, BOARDS, BUREAUS AND COMMIS-\n   10  SIONS FROM WHICH, TO THE MAXIMUM EXTENT FEASIBLE,  THE  BOARD  SHALL  BE\n   11  ENTITLED  TO  REQUEST AND RECEIVE AND SHALL UTILIZE AND BE PROVIDED WITH\n   12  SUCH FACILITIES, RESOURCES AND DATA AS  IT  MAY  REASONABLY  REQUEST  TO\n   13  PROPERLY CARRY OUT ITS POWERS AND DUTIES HEREUNDER.\n   14    S  757.  DETERMINATION OF ELIGIBILITY FOR PAYMENT OF INTEREST ON MONEY\n   15  OWED TO ELIGIBLE ORGANIZATIONS. EACH STATE AGENCY WHICH IS  REQUIRED  TO\n   16  FULFILL  A  GRANT OBLIGATION TO AN ELIGIBLE ORGANIZATION AND WHICH FAILS\n   17  TO MAKE SUCH PAYMENT SHALL MAKE AN INTEREST  PAYMENT  TO  THE  VOLUNTARY\n   18  AGENCY  REVOLVING  LOAN  FUND  ON  THE  TOTAL  AMOUNT OF THE GRANT TO BE\n   19  AWARDED.  INTEREST SHALL BE COMPUTED AT THE RATE EQUAL TO THE  RATE  SET\n   20  BY THE COMMISSIONER OF TAXATION AND FINANCE FOR CORPORATE TAXES PURSUANT\n   21  TO PARAGRAPH ONE OF SUBSECTION (E) OF SECTION ONE THOUSAND NINETY-SIX OF\n   22  THE  TAX  LAW AND SHALL ACCRUE FROM THE DATE WHICH THE AGENCY REASONABLY\n   23  COULD HAVE PAID THE GRANT, AS SHALL BE DETERMINED BY THE BOARD.   INTER-\n   24  EST PAYMENTS SHALL BE PAID INTO THE FUND.\n   25    S  2.  The  sum of one hundred thousand dollars ($100,000), or so much\n   26  thereof as may be necessary, is hereby appropriated to the department of\n   27  state out of any moneys in the state treasury in the general fund to the\n   28  credit of the state purposes account, not  otherwise  appropriated,  and\n   29  made  immediately  available,  for  the  purpose  of  carrying  out  the\n   30  provisions of this act. Such moneys shall be payable on  the  audit  and\n   31  warrant  of  the  comptroller  on  vouchers certified or approved by the\n   32  secretary of state  in the manner prescribed by law.\n   33    S 3. This act shall take effect on the first of October next  succeed-\n   34  ing the date on which it shall have become a law.\n",
  "memo" : "BILL NUMBER:S2603\n\nTITLE OF BILL:\nAn act\nto amend the executive law, in relation to creating the New York\nstate community service loan board and making an appropriation\ntherefor\n\nSUMMARY:\nThis bill would add a new Article 26-c to\nthe New York State\nCommunity Loan Board. The Board, chaired by the Secretary of state,\nwould be empowered to make zero interest loans. The loans are made to\nthose groups who do business with the State of New York and have\nexperienced financial problems because of the failure of the\nappropriate state agency to fund the group in a timely manner. The\nBoard would be empowered to provide such groups with a zero interest\nloan, with the expectation that the loan would be repaid when the\ngrant becomes available. In order to apply for such a loan, groups\nwould be required to produce proof of a pending contract with a state\nagency. Loans are restricted to not-for-profit organizations whose\ntotal annual budget is not greater than 1.5 million dollars.\n\nThe Board would have the authority to promulgate additional rules and\nregulations, with the agreement that the application form is not to\nexceed two pages. In the event an organization fails to repay a loan,\nthe balance would be collected by the Board and the amount would be\ndeducted from the grant itself. Any organization that fails to repay\nits loan would be prevented from receiving additional grants from the\nstate for a period of two years.\n\nJUSTIFICATION:\nOrganizations doing business with New York state,\nparticularly not-for-profit corporations, routinely run into serious\nfunding problems. These problems almost always occur at the end of\none contract year and the beginning of a new contract year. Problems\nalso occur in delivering checks to these groups during the regular\ncourse of the contract period. The nature of these organizations\noften is such that these funds may be one of few, or the sole source\nof income for the organization. Payless paydays frequently result\nwhen this situation occurs.\n\nFISCAL IMPLICATION:\n$100,000 from the State Treasury.\n\nEFFECTIVE DATE:\nThis act shall take effect on the first of October\nnext succeeding the date on which it shall have become a law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the executive law, in relation to creating the New York state community service loan board and making an appropriation therefor ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110126.T162312.TXT", "SOBI.D110126.T161811.TXT", "SOBI.D110127.T104339.TXT", "SOBI.D110129.T003343.TXT", "SOBI.D110126.T163815.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296279223763
}