{
  "year" : 2011,
  "senateBillNo" : "S2610-2011",
  "billEvents" : [ {
    "eventDate" : 1296018000000,
    "eventText" : "REFERRED TO INVESTIGATIONS AND GOVERNMENT OPERATIONS",
    "billEventId" : "S2610-2011-1296018000000-REFERRED+TO+INVESTIGATIONS+AND+GOVERNMENT+OPERATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUEGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires the inclusion of certain information in fiscal notes in retirement bills and on bills affecting political subdivisions",
  "summary" : "Requires the inclusion of certain information in fiscal notes in retirement bills and on bills affecting political subdivisions; provides that fiscal note measurements shall be made in units of money, personal services, equipment, or any appropriate, convenient or accessible units and measurement. ",
  "currentCommittee" : "INVESTIGATIONS AND GOVERNMENT OPERATIONS",
  "sameAs" : null,
  "lawSection" : "Legislative Law",
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2610\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 26, 2011\n                                      ___________\n\n       Introduced  by  Sen. KRUEGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Investigations and Govern-\n         ment Operations\n\n       AN ACT to amend the legislative law, in relation to requiring the inclu-\n         sion of certain information in fiscal notes in retirement bills and on\n         bills affecting political subdivisions\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Section 50 of the legislative law, as added by chapter 503\n    2  of the laws of 1971, is amended to read as follows:\n    3    S 50. Fiscal note in retirement bills. A bill which enacts  or  amends\n    4  any  provision  of  law  relating  to a retirement system or plan of the\n    5  state of New York or of any of its political subdivisions shall  contain\n    6  a fiscal note stating the estimated annual cost to the employer affected\n    7  and  the  source of such estimate, AND A STATEMENT IDENTIFYING THE INDI-\n    8  VIDUAL OR ENTITY THAT PROVIDED COMPENSATION TO THE SOURCE OF SUCH  ESTI-\n    9  MATE, IF ANY.\n   10    S 2. Section 51 of the legislative law, as added by chapter 985 of the\n   11  laws of 1983, is amended to read as follows:\n   12    S 51. Fiscal  impact  notes on bills affecting political subdivisions.\n   13  1. For the purpose of this section,  the  term  \"political  subdivision\"\n   14  means  any  county,  city, town, village, HAMLET, special district [or],\n   15  school district, COLLEGE, UNIVERSITY OR ANY  STATE  AGENCY,  DEPARTMENT,\n   16  OFFICE, COMMISSION, BUREAU OR PUBLIC AUTHORITY. AS USED IN THIS SECTION,\n   17  SPECIAL  DISTRICT SHALL MEAN A DISTRICT POSSESSING THE POWER TO CONTRACT\n   18  INDEBTEDNESS AND LEVY OR REQUIRE THE TAXES OR BENEFIT  ASSESSMENTS  UPON\n   19  REAL PROPERTY.\n   20    2.  [The  legislature shall by concurrent resolution of the senate and\n   21  assembly prescribe rules requiring fiscal notes to accompany, on a sepa-\n   22  rate form, bills and amendments to bills, except as otherwise prescribed\n   23  by such rules,] PRIOR TO DISCHARGING A BILL  which  would  substantially\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07826-01-1\n\n       S. 2610                             2\n\n    1  affect  the revenues or expenses, or both, BY AT LEAST TWO HUNDRED FIFTY\n    2  THOUSAND DOLLARS, of any political subdivision, ALL STANDING LEGISLATIVE\n    3  COMMITTEES SHALL PREPARE A FISCAL NOTE FOR EACH SUCH BILL.  SUCH  FISCAL\n    4  NOTE SHALL BE INCLUDED IN SUCH BILL AND DETAIL THE FOLLOWING:\n    5    (A)  AN  ESTIMATED COST OR SAVINGS TO THE STATE AND AFFECTED POLITICAL\n    6  SUBDIVISION FOR THE FIVE  YEARS FOLLOWING ADOPTION OF SUCH BILL; AND\n    7    (B) THE SOURCE OF THE ESTIMATE DESCRIBED  IN  PARAGRAPH  (A)  OF  THIS\n    8  SUBDIVISION  AND  A  STATEMENT IDENTIFYING ANY INDIVIDUAL OR ENTITY THAT\n    9  PROVIDED COMPENSATION TO THE SOURCE OF SUCH ESTIMATE, IF ANY.\n   10    3. THE FISCAL IMPACTS DESCRIBED IN SUCH FISCAL NOTES  SHALL  BE  ESTI-\n   11  MATED ON A BASIS OR ANY ONE OR MORE OF THE FOLLOWING:\n   12    (A) INDIVIDUAL POLITICAL SUBDIVISIONS; OR\n   13    (B)  AGGREGATES  OF  POLITICAL SUBDIVISIONS (I) STATEWIDE OR BY LESSER\n   14  GEOGRAPHIC AREA, OR (II) BY CLASSIFICATION OR SUBCLASSIFICATION OR RELE-\n   15  VANT CHARACTERISTICS; OR\n   16    (C) REPRESENTATIVE POLITICAL  SUBDIVISIONS  WITH  RELEVANT  CHARACTER-\n   17  ISTICS  THEREOF  QUANTITATIVELY SET FORTH E.G. POPULATION, AREA, WEIGHED\n   18  AVERAGE DAILY ATTENDANCE OF PUPILS.\n   19    4. FISCAL NOTE MEASUREMENTS SHALL BE MADE IN UNITS OF MONEY,  PERSONAL\n   20  SERVICES,  EQUIPMENT, OR ANY OTHER APPROPRIATE, CONVENIENT OR ACCESSIBLE\n   21  UNITS OF MEASUREMENT.\n   22    5. THE SPONSOR OF SUCH BILL OR THE CHAIR  OR  RANKING  MEMBER  OF  ANY\n   23  STANDING  LEGISLATIVE  COMMITTEE  ARE  AUTHORIZED TO PREPARE SUCH FISCAL\n   24  NOTE IN COLLABORATION WITH THE DIVISION OF THE BUDGET OR THE  DEPARTMENT\n   25  OR  AGENCY OF STATE GOVERNMENT CHARGED WITH THE FISCAL DUTIES, FUNCTIONS\n   26  OR POWERS PROVIDED IN SUCH BILL.\n   27    OFFICERS OF EXECUTIVE  BRANCH  ENTITIES  SHALL  PROCESS  REQUESTS  FOR\n   28  ASSISTANCE IN PREPARING FISCAL NOTES ON A FIRST-COME, FIRST-SERVE BASIS,\n   29  EXCEPT  PRIORITY SHALL BE GIVEN TO PROCESSING REQUESTS FOR ASSISTANCE IN\n   30  PREPARING FISCAL NOTES FROM THE CHAIRS OR RANKING MEMBERS OF THE  SENATE\n   31  FINANCE COMMITTEE OR ASSEMBLY WAYS AND MEANS COMMITTEE.\n   32    [3.]  6.  Fiscal  notes shall not, however, be required for bills: (a)\n   33  subject to the provisions of section fifty of this [chapter] ARTICLE, or\n   34  (b) accompanied by special home rule  requests  submitted  by  political\n   35  subdivisions,  or (c) which provide discretionary authority to political\n   36  subdivisions, or (d) submitted pursuant to section  twenty-four  of  the\n   37  state finance law.\n   38    [4.]  7.  If  the estimate or estimates contained in a fiscal note are\n   39  inaccurate, such inaccuracies shall not  affect,  impair  or  invalidate\n   40  such bill.\n   41    S  3.  This  act shall take effect on the ninetieth day after it shall\n   42  have become a law.\n",
  "memo" : "BILL NUMBER:S2610\n\nTITLE OF BILL:\nAn act\nto amend the legislative law, in relation to requiring the inclusion of\ncertain information in fiscal notes in retirement bills and on bills\naffecting political subdivisions\n\nPURPOSE:\nCreates a statutory requirement for legislators to include fiscal\nnotes in bills which would impact the expenses and revenues of\npolitical subdivisions by at least $250,000.\n\nSUMMARY OF PROVISIONS:\nSection 1. Section 50 of the Legislative Law is amended.\n\n&sect;50. Fiscal note in retirement bills. Adds a requirement for fiscal\nnotes to identify any individual or entity that provided compensation\nto the source of such fiscal note's estimates, &sect;2, Section 51 of the\nLegislative Law is amended.\n\n&sect;51. Fiscal impact notes on bills affecting political subdivisions.\n1.Expands the definition of political subdivision to include hamlets,\ncolleges, universities and any state agency, department, office,\nbureau, commission and public authority.\n2. Repeals the requirement for the Senate and Assembly to jointly\nadopt rules regarding legislative fiscal notes. Alternatively,\nrequires standing legislative committees to prepare fiscal notes for\nbills, which would impact the revenues and expenses of political\nsubdivisions by at least $250,000, prior to discharging such bill.\n3. Details how the fiscal impacts of a bill can be described in a\nfiscal note (e.g. by individual political subdivisions or aggregates\nof political subdivisions).\n4. Describes permitted fiscal note measurement units.\n5. Authorizes bill sponsors and the chairs and ranking members\nof standing legislative committees to receive the support of\nrelevant Executive entities in preparing fiscal notes.\n\nEXISTING LAW:\nLegislative Law &sect;50: Requires fiscal notes to accompany legislation\nthat enacts or amends any provision relating to the New York State\nRetirement system.\nLegislative Law &sect;51: Requires the Senate and Assembly to jointly adopt\nrules requiring fiscal notes to accompany bills that would\nsubstantially affect the revenues or expenses, or both, of any\npolitical subdivision.\n\nJUSTIFICATION:\n\nWhether it is in a supermarket or on a stock market trading floor,\nprice awareness plays a crucial role in influencing fiscally sound\n\nmoney management decisions. Contrarily, in the New York State\nLegislature, price ignorance often drives many of the decisions\nlegislators make regarding State revenues and.expenditures. The\nSenate and Assembly have adopted rules requiring legislators to\ninclude fiscal impact statements with their bills that would\nfinancially impact political subdivisions.  Nevertheless, many\nsuch pieces of either lack these notes or feature notes\nwith inadequate information.\nAs a result, lawmakers have approved sizeable increases\nin spending without knowing how they would impact local governments\nand schools or to what degree they would result in higher taxes\nimposed by the affected political subdivisions.\n\nClearly, the requirements for fiscal notes needs to be strengthened to\nensure legislators can attain an adequate level of price awareness\nwhen they vote on bills. This legislation would prohibit a bill,\nwhich would impact a political subdivision's revenues or expenses by\nat least $250,000, from going to the floor of the Senate or Assembly\nfor a vote without a fiscal note included in the text of the bill.\nThe chairs and ranking members of all standing legislative committees\ncould not discharge such a bill if it lacked a fiscal note.\n\nUnder this legislation, a bill's sponsor or the chair and ranking\nmember of any standing legislative committee can receive the\nassistance of any relevant Executive department, agency or public\nauthority in preparing a fiscal note.\nOfficers at these Executive entities would be required to process\nthese requests for fiscal note assistance on a first-come,\nfirst-serve basis, except priority must be given to requests\noriginating from the chairs and ranking members of the Senate Finance\nCommittee and Assembly Ways and Means Committee. This legislation\nwould also put into statute several fiscal note related provisions\nunder Rule VII Section 7 of the Rules of the Senate and Joint Rule I\nSections 1 and 2 of the Permanent Joint Rules of the Senate and\nAssembly.\n\nAccording to a 1999 report by the North Carolina General Assembly's\nFiscal Research Division on the fiscal note practices at 40 state\nlegislative fiscal offices, 14 of the 38 respondent states required\nfiscal notes to accompany a bill in the bill jacket upon its\nintroduction in a chamber. At least 27 states had a centralized\nprocess for preparing and processing fiscal notes, with 19 of them\noperating on a first-come, first-serve basis for processing fiscal\nnote requests. Fifteen states had a formal, structured prioritization\nprocess for fiscal note requests.\n\nIn 2008, the New York State Commission on Property Tax Relief issued a\nreport recommending stronger fiscal note requirements. By creating\nstatutory fiscal note requirements, this legislation would carry out\nthe commission's recommendation.\n\nFISCAL IMPLICATIONS:\n\nNegligible. Less than $250,000. A framework already exists between the\nLegislature and Executive for preparing fiscal notes. To accommodate\nthe increased volume of fiscal note preparation requests in which\nthis legislation would result, minor staffing adjustments might be\nnecessary in the Legislative or Executive branches.\n\nEFFECTIVE DATE:\nThis act shall take effect after ninety days of enactment.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the legislative law, in relation to requiring the inclusion of certain information in fiscal notes in retirement bills and on bills affecting political subdivisions ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110126.T162312.TXT", "SOBI.D110127.T104339.TXT", "SOBI.D110129.T003343.TXT", "SOBI.D110126.T163815.TXT", "SOBI.D110126.T165315.TXT", "SOBI.D110126.T164815.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296279223774
}