{
  "year" : 2011,
  "senateBillNo" : "S2617-2011",
  "billEvents" : [ {
    "eventDate" : 1296018000000,
    "eventText" : "REFERRED TO LOCAL GOVERNMENT",
    "billEventId" : "S2617-2011-1296018000000-REFERRED+TO+LOCAL+GOVERNMENT",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "STAVISKY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Enacts the \"sewage flooding prevention act\"",
  "summary" : "authorizes certain homeowners and not-for-profit agencies in New York City to receive an abatement of real property taxes up to two thousand dollars for the cost of installing sewer improvement check valve devices on certain dwellings; directs the New York City department of environmental protection to promulgate any necessary rules and regulations. ",
  "currentCommittee" : "LOCAL GOVERNMENT",
  "sameAs" : "A209",
  "lawSection" : "Real Property Tax Law",
  "previousVersions" : [ "SB1735-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2617\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 26, 2011\n                                      ___________\n\n       Introduced  by Sen. STAVISKY -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Local Government\n\n       AN ACT to amend the real property tax law and the administrative code of\n         the city of New York, in relation to  enacting  the  \"sewage  flooding\n         prevention act\"\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Short title. This act shall be known and may  be  cited  as\n    2  the \"sewage flooding prevention act\".\n    3    S  2. The real property tax law is amended by adding a new section 470\n    4  to read as follows:\n    5    S 470. ABATEMENT OF TAXES FOR THE INSTALLATION  OF  CHECK  VALVES  FOR\n    6  SEWER  IMPROVEMENTS  IN CITIES WITH A POPULATION OF ONE MILLION OR MORE.\n    7  1. IN A CITY WITH A POPULATION OF ONE MILLION OR MORE, ANY  OWNER  OF  A\n    8  DWELLING  WHO INSTALLS A CHECK VALVE DEVICE TO PREVENT SEWAGE FROM BACK-\n    9  FLOWING INTO SUCH DWELLING SHALL RECEIVE AN ABATEMENT OF TAXES  ON  SUCH\n   10  REAL  PROPERTY EQUALING ONE-HALF, UP TO TWO THOUSAND DOLLARS TOWARDS THE\n   11  COST OF PURCHASING AND INSTALLING SUCH DEVICE.\n   12    2. ANY NOT-FOR-PROFIT ENTITY WHICH OWNS A BUILDING OF ANY  TYPE  OR  A\n   13  DWELLING  IN  A  CITY WITH A POPULATION OF ONE MILLION OR MORE AND WHICH\n   14  INSTALLS A CHECK VALVE DEVICE TO PREVENT SEWAGE FROM  BACK-FLOWING  INTO\n   15  SUCH  BUILDING OR DWELLING SHALL RECEIVE AN ABATEMENT OF WATER AND SEWER\n   16  CHARGES EQUALING ONE-HALF OF THE COST OF PURCHASING AND INSTALLING  SUCH\n   17  DEVICE, UP TO TWO THOUSAND DOLLARS.\n   18    3.  FOR  THE  PURPOSES OF THIS SECTION, THE TERM \"DWELLING\" SHALL MEAN\n   19  ANY BUILDING, STRUCTURE OR PORTION THEREOF WHICH IS OCCUPIED IN WHOLE OR\n   20  IN PART AS A HOME, RESIDENCE OR SLEEPING PLACE FOR  ONE  OR  MORE  HUMAN\n   21  BEINGS.\n   22    4.  THE  NEW  YORK  CITY  DEPARTMENT OF ENVIRONMENTAL PROTECTION SHALL\n   23  PROMULGATE ANY RULES AND REGULATIONS NECESSARY FOR THE IMPLEMENTATION OF\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01235-01-1\n\n       S. 2617                             2\n\n    1  THIS SECTION, INCLUDING BUT  NOT  LIMITED  TO,  IDENTIFYING  APPROPRIATE\n    2  CHECK VALVE SYSTEMS.\n    3    S 3. Subdivision e of section 24-514 of the administrative code of the\n    4  city of New York is amended to read as follows:\n    5    e.  Exemptions from sewer rents or charges. Any real property which is\n    6  entitled to an exemption from the payment  of  water  rents  or  charges\n    7  shall  also be exempt from payment of the sewer rents or charges imposed\n    8  hereunder. IN ADDITION, ANY NOT-FOR-PROFIT ENTITY WHICH OWNS A  BUILDING\n    9  OF  ANY TYPE OR A DWELLING IN A CITY WITH A POPULATION OF ONE MILLION OR\n   10  MORE AND WHICH INSTALLS A CHECK VALVE  DEVICE  TO  PREVENT  SEWAGE  FROM\n   11  BACK-FLOWING  INTO  SUCH BUILDING OR DWELLING SHALL RECEIVE AN ABATEMENT\n   12  OF WATER AND SEWER CHARGES EQUALING ONE-HALF OF THE COST  OF  PURCHASING\n   13  AND  INSTALLING  SUCH  DEVICE,  UP  TO  TWO  THOUSAND DOLLARS.   FOR THE\n   14  PURPOSES OF THIS SUBDIVISION, THE TERM \"DWELLING\" SHALL MEAN ANY  BUILD-\n   15  ING,  STRUCTURE OR PORTION THEREOF WHICH IS OCCUPIED IN WHOLE OR IN PART\n   16  AS A HOME, RESIDENCE OR SLEEPING PLACE FOR ONE OR MORE HUMAN BEINGS.\n   17    S 4. This act shall take effect on the one hundred eightieth day after\n   18  it shall have become a law.\n",
  "memo" : "BILL NUMBER:S2617\n\nTITLE OF BILL:\nAn act\nto amend the real property tax law and the administrative code of the\ncity of New York,\nin relation to enacting the \"sewage flooding prevention act\"\n\nPURPOSE OR GENERAL IDEA OF BILL:\nTo amend the real property tax law,\nin relation to authorizing certain homeowners and nonprofit\ninstitutions in New York City to receive a tax abatement of up to two\nthousand dollars for the installation of sewer line \"(check valves)\"\nto prevent sewage backflow.\n\nSUMMARY OF SPECIFIC PROVISIONS:\nThe real property tax law is amended\nto add section 470 to provide homeowners and nonprofit institutions\nin New York City with an abatement of up to fifty percent (up to two\nthousand dollars) towards the cost of installing a sewer line check\nvalve to prevent sewage backflow. For homeowners the abatement will\nbe a credit against their property tax, while for nonprofit\norganizations the abatement will be a credit against their sewer and\nwater bill.\n\nJUSTIFICATION:\nMany residential properties and\nnonprofit institutions\nin New York City experience sewage backflow during rainstorms due to\nthe City's failure to develop its sewer system infrastructure to keep\npace with the City's growth. Until the City makes the massive\ninfrastructure improvements necessary to solve this problem,\nhomeowners can prevent raw sewage backflow by installing a sewer line\ncheck valve. Unfortunately, this essential mitigation device is\nexpensive, making it unattainable for many homeowners and nonprofit\ngroups. A tax abatement is necessary to make the check valve\naffordable.\n\nPRIOR LEGISLATIVE HISTORY:\nA.1255 (2010); S.1735-B (2009).\n\nFISCAL IMPLICATIONS:\nA local fiscal note has been requested.\n\nEFFECTIVE DATE:\n180 days after is shall have become law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the real property tax law and the administrative code of the city of New York, in relation to enacting the \"sewage flooding prevention act\" ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110126.T162812.TXT", "SOBI.D110126.T163312.TXT", "SOBI.D110127.T104339.TXT", "SOBI.D110129.T003343.TXT", "SOBI.D110126.T163815.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296279223785
}