{
  "year" : 2011,
  "senateBillNo" : "S2612-2011",
  "billEvents" : [ {
    "eventDate" : 1296018000000,
    "eventText" : "REFERRED TO INVESTIGATIONS AND GOVERNMENT OPERATIONS",
    "billEventId" : "S2612-2011-1296018000000-REFERRED+TO+INVESTIGATIONS+AND+GOVERNMENT+OPERATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUEGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes rules for receipts from services provided by asset management corporations",
  "summary" : "Establishes rules pertaining to computation of tax for receipts for services provided by asset management corporations. ",
  "currentCommittee" : "INVESTIGATIONS AND GOVERNMENT OPERATIONS",
  "sameAs" : null,
  "lawSection" : "Tax Law",
  "previousVersions" : [ "S5708-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2612\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 26, 2011\n                                      ___________\n\n       Introduced  by  Sen. KRUEGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Investigations and Govern-\n         ment Operations\n\n       AN ACT to amend the tax law,  in  relation  to  establishing  rules  for\n         receipts from services provided by asset management corporations\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subparagraph 2 of paragraph b of subdivision 2  of  section\n    2  209-b of the tax law, as amended by section 3 of part K of chapter 63 of\n    3  the laws of 2000, is amended to read as follows:\n    4    (2) services performed within the metropolitan commuter transportation\n    5  district,  provided, however, that (i) in the case of a taxpayer engaged\n    6  in the business of publishing newspapers or periodicals, receipts  aris-\n    7  ing  from  sales of advertising contained in such newspapers and period-\n    8  icals shall be deemed to arise from services performed within the metro-\n    9  politan  commuter  transportation  district  to  the  extent  that  such\n   10  newspapers  and periodicals are delivered to points within the metropol-\n   11  itan commuter transportation district, (ii) receipts from an  investment\n   12  company  from  the  sale  of  management, administration or distribution\n   13  services to such investment  company  shall  be  deemed  to  arise  from\n   14  services  performed  within  the  metropolitan  commuter  transportation\n   15  district to the extent set forth in subparagraph six of paragraph (a) of\n   16  subdivision three of section two hundred ten  of  this  chapter  (except\n   17  that  references  in such subparagraph six to the state shall be deemed,\n   18  for purposes of application to this clause,  to  be  references  to  the\n   19  metropolitan  commuter  transportation  district),  (iii) in the case of\n   20  taxpayers principally engaged in the activity of air freight  forwarding\n   21  acting as principal and like indirect air carriage receipts arising from\n   22  such  activity  shall arise from services performed within the metropol-\n   23  itan commuter transportation district as follows: one hundred percent of\n   24  such receipts if both the  pickup  and  delivery  associated  with  such\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04081-01-1\n\n       S. 2612                             2\n\n    1  receipts  are  made in the metropolitan commuter transportation district\n    2  and fifty percent of such receipts if  either  the  pickup  or  delivery\n    3  associated  with  such  receipts  is  made  in the metropolitan commuter\n    4  transportation district, [and] (iv) in the case of a taxpayer which is a\n    5  registered  securities  or  commodities  broker  or dealer, the receipts\n    6  specified in subparagraph nine of paragraph (a) of subdivision three  of\n    7  section  two  hundred  ten of this article shall be deemed to arise from\n    8  services  performed  within  the  metropolitan  commuter  transportation\n    9  district  to the extent set forth in such subparagraph nine (except that\n   10  references in such subparagraph nine to the state shall be  deemed,  for\n   11  purposes  of  the  application  of  this clause, to be references to the\n   12  metropolitan commuter transportation district), AND  (V)  RECEIPTS  FROM\n   13  SERVICES  PROVIDED BY AN ASSET MANAGEMENT CORPORATION SHALL BE DEEMED TO\n   14  ARISE FROM SERVICES PERFORMED WITHIN THE METROPOLITAN COMMUTER TRANSPOR-\n   15  TATION DISTRICT TO THE EXTENT SET FORTH IN SUBPARAGRAPH SIX-A  OF  PARA-\n   16  GRAPH  (A) OF SUBDIVISION THREE OF SECTION TWO HUNDRED TEN OF THIS CHAP-\n   17  TER (EXCEPT THAT REFERENCES IN SUCH  SUBPARAGRAPH  SIX-A  TO  THE  STATE\n   18  SHALL  BE  DEEMED,  FOR  PURPOSES  OF  APPLICATION TO THIS CLAUSE, TO BE\n   19  REFERENCES TO THE METROPOLITAN COMMUTER TRANSPORTATION DISTRICT),\n   20    S 2. Clause (B) of subparagraph 2 of paragraph a of subdivision  3  of\n   21  section 210 of the tax law, as separately amended by section 1 of part K\n   22  and  section  13 of part Y of chapter 63 of the laws of 2000, is amended\n   23  to read as follows:\n   24    (B) services performed within the state, provided, however,  that  (i)\n   25  in  the case of a taxpayer engaged in the business of publishing newspa-\n   26  pers  or  periodicals,  receipts  arising  from  sales  of   advertising\n   27  contained  in  such  newspapers and periodicals shall be deemed to arise\n   28  from services performed within the state to the extent that such newspa-\n   29  pers and periodicals are delivered to  points  within  the  state,  (ii)\n   30  receipts from an investment company arising from the sale of management,\n   31  administration or distribution services to such investment company shall\n   32  be  deemed  to  arise  from  services  performed within the state to the\n   33  extent set forth in subparagraph six of this  paragraph,  (iii)  in  the\n   34  case  of  taxpayers  principally  engaged in the activity of air freight\n   35  forwarding acting as principal and like indirect air  carriage  receipts\n   36  arising  from  such  activity shall arise from services performed within\n   37  the state as follows: one hundred percent of such receipts if  both  the\n   38  pickup and delivery associated with such receipts are made in this state\n   39  and  fifty  percent  of  such  receipts if either the pickup or delivery\n   40  associated with such receipts is made in this state [and], (iv)  in  the\n   41  case  of  a  taxpayer  which  is  a registered securities or commodities\n   42  broker or dealer, the receipts specified in subparagraph  nine  of  this\n   43  paragraph  shall  be  deemed to arise from services performed within the\n   44  state to the extent set forth in such subparagraph nine, [and (iv)]  (V)\n   45  in  the case of receipts arising from the transportation or transmission\n   46  of gas through pipes, the portion  of  such  receipts  which  constitute\n   47  receipts  from  services performed within the state shall be the product\n   48  of (I) the total of such receipts and (II) a fraction, the numerator  of\n   49  which  is  the  taxpayer's transportation units within the state and the\n   50  denominator of which is the taxpayer's transportation units  within  and\n   51  without  the  state[.  A]  PROVIDED  THAT FOR PURPOSES OF THIS SECTION A\n   52  transportation unit is the transportation of one cubic foot of gas  over\n   53  a  distance  of one mile, AND (VI) RECEIPTS FROM SERVICES PROVIDED BY AN\n   54  ASSET MANAGEMENT CORPORATION SHALL BE  DEEMED  TO  ARISE  FROM  SERVICES\n   55  PERFORMED  WITHIN  THIS  STATE  TO  THE EXTENT SET FORTH IN SUBPARAGRAPH\n   56  SIX-A OF THIS PARAGRAPH,\n\n       S. 2612                             3\n\n    1    S 3. Paragraph a of subdivision 3 of section 210 of  the  tax  law  is\n    2  amended by adding a new subparagraph 6-a to read as follows:\n    3    (6-A)  RULES  FOR  RECEIPTS FROM SERVICES PROVIDED BY ASSET MANAGEMENT\n    4  CORPORATIONS.   (A) FOR PURPOSES OF SUBCLAUSE  (VI)  OF  CLAUSE  (B)  OF\n    5  SUBPARAGRAPH  TWO OF THIS PARAGRAPH, THE PORTION OF RECEIPTS RECEIVED BY\n    6  AN ASSET MANAGEMENT CORPORATION ARISING  FROM  THE  PROVISION  OF  ASSET\n    7  MANAGEMENT  SERVICES TO AN INDIVIDUAL, A REGULATED INVESTMENT COMPANY AS\n    8  DEFINED IN SECTION 851 OF THE INTERNAL REVENUE CODE, OR AN INSTITUTIONAL\n    9  INVESTOR HOLDING INVESTMENTS FOR THE BENEFIT OF OTHERS AS DETERMINED  IN\n   10  ACCORDANCE WITH CLAUSE (B) OF THIS SUBPARAGRAPH SHALL BE DEEMED TO ARISE\n   11  FROM SERVICES PERFORMED WITHIN THE STATE, SUCH PORTION REFERRED TO HERE-\n   12  IN AS THE NEW YORK PORTION.\n   13    (B)  THE ENTIRE NET INCOME OF AN ASSET MANAGEMENT CORPORATION SHALL BE\n   14  APPORTIONED TO THIS STATE ON THE BASIS OF THE RATIO  OF  GROSS  RECEIPTS\n   15  FROM  ASSET  MANAGEMENT  SERVICES FROM SOURCES WITHIN THIS STATE FOR THE\n   16  INCOME YEAR EXPRESSED AS A PERCENTAGE OF ALL SUCH  GROSS  RECEIPTS  FROM\n   17  ASSET  MANAGEMENT  SERVICES  BOTH  WITHIN  AND WITHOUT THE STATE FOR THE\n   18  INCOME YEAR. THE SOURCE OF GROSS RECEIPTS FROM ASSET MANAGEMENT SERVICES\n   19  SHALL BE DETERMINED AS FOLLOWS:\n   20    (A) IN THE CASE OF ASSET  MANAGEMENT  SERVICES  PROVIDED  DIRECTLY  OR\n   21  INDIRECTLY  TO  AN  INDIVIDUAL,  GROSS  RECEIPTS  WITH  RESPECT  TO SUCH\n   22  SERVICES SHALL BE SOURCED TO THE STATE OF THE INDIVIDUAL'S DOMICILE.\n   23    (B) IN THE CASE OF ASSET  MANAGEMENT  SERVICES  PROVIDED  DIRECTLY  OR\n   24  INDIRECTLY  TO  AN  INSTITUTIONAL  INVESTOR  HOLDING INVESTMENTS FOR THE\n   25  BENEFIT OF OTHERS, SUCH AS A PENSION PLAN, RETIREMENT ACCOUNT OR POOL OF\n   26  INVESTMENTS, INCLUDING A FUND (OTHER THAN AN  INVESTMENT  COMPANY  UNDER\n   27  THE  INVESTMENT  COMPANY ACT OF 1940 (15 U.S.C. S 80A-1 ET SEQ.)), OR TO\n   28  AN INSTITUTIONAL INVESTOR ORGANIZED AS A PARTNERSHIP, S  CORPORATION,  A\n   29  DISREGARDED  ENTITY  UNDER  SECTION 7701 OF THE INTERNAL REVENUE CODE OR\n   30  ANY OTHER SIMILAR ENTITY ORGANIZED UNDER  FOREIGN  LAW,  GROSS  RECEIPTS\n   31  WITH  RESPECT TO SUCH SERVICES SHALL BE SOURCED ACCORDING TO THE FOLLOW-\n   32  ING RULES IN THE FOLLOWING ORDER:\n   33    (I) IF INFORMATION REGARDING THE DOMICILE OF BENEFICIARIES, OWNERS  OR\n   34  MEMBERS IS AVAILABLE TO THE ASSET MANAGEMENT CORPORATION PROVIDING ASSET\n   35  MANAGEMENT  SERVICES  TO  A  PENSION PLAN, RETIREMENT ACCOUNT OR POOL OF\n   36  INVESTMENTS, INCLUDING A FUND, (OTHER THAN AN INVESTMENT  COMPANY  UNDER\n   37  THE  INVESTMENT  COMPANY ACT OF 1940 (15 U.S.C. S 80A-1 ET SEQ.)), OR TO\n   38  AN INSTITUTIONAL INVESTOR ORGANIZED AS A PARTNERSHIP, S  CORPORATION,  A\n   39  DISREGARDED  ENTITY  UNDER  SECTION 7701 OF THE INTERNAL REVENUE CODE OF\n   40  1986, OR ANY OTHER SIMILAR ENTITY ORGANIZED UNDER  FOREIGN  LAW  THROUGH\n   41  THE  EXERCISE  OF REASONABLE DILIGENCE IN ASCERTAINING SUCH INFORMATION,\n   42  GROSS RECEIPTS WITH RESPECT TO SUCH SERVICES SHALL  BE  SOURCED  TO  THE\n   43  DOMICILE OF SUCH BENEFICIARIES, OWNERS OR MEMBERS;\n   44    (II) IF INFORMATION REGARDING THE DOMICILE OF BENEFICIARIES, OWNERS OR\n   45  MEMBERS  IS  NOT AVAILABLE TO THE ASSET MANAGEMENT CORPORATION PROVIDING\n   46  ASSET MANAGEMENT SERVICES TO A PENSION PLAN, RETIREMENT ACCOUNT OR  POOL\n   47  OF INVESTMENTS, INCLUDING A FUND (OTHER THAN AN INVESTMENT COMPANY UNDER\n   48  THE INVESTMENT COMPANY ACT OF 1940 (15 U.S.C. S80A-1 ET SEQ.)), OR TO AN\n   49  INSTITUTIONAL  INVESTOR  ORGANIZED  AS  A  PARTNERSHIP, S CORPORATION, A\n   50  DISREGARDED ENTITY UNDER SECTION 7701 OF THE INTERNAL  REVENUE  CODE  OF\n   51  1986,  OR  ANY  OTHER SIMILAR ENTITY ORGANIZED UNDER FOREIGN LAW THROUGH\n   52  THE EXERCISE OF REASONABLE DILIGENCE IN ASCERTAINING  SUCH  INFORMATION,\n   53  ANY REASONABLE ALTERNATIVE METHOD BASED ON INFORMATION READILY AVAILABLE\n   54  TO  THE ASSET MANAGEMENT CORPORATION MAY BE USED TO DETERMINE THE SOURCE\n   55  OF GROSS RECEIPTS WITH RESPECT TO SUCH  SERVICES.  BASED  ON  FACTS  AND\n   56  CIRCUMSTANCES  IN SPECIFIC CASES, REASONABLE ALTERNATIVE METHODS USED TO\n\n       S. 2612                             4\n\n    1  DETERMINE THE SOURCE OF GROSS RECEIPTS FROM  ASSET  MANAGEMENT  SERVICES\n    2  MAY  TAKE  INTO ACCOUNT THE LATEST POPULATION CENSUS DATA AVAILABLE FROM\n    3  THE UNITED STATES CENSUS BUREAU,  THE  DOMICILE  OF  THE  SPONSOR  OF  A\n    4  PENSION  PLAN OR RETIREMENT ACCOUNT OR AN ACCOUNT OR POOL OF INVESTMENTS\n    5  (OTHER THAN AN INVESTMENT COMPANY UNDER THE INVESTMENT  COMPANY  ACT  OF\n    6  1940  (15  U.S.C. S 80A-1 ET SEQ.)), OR THE DOMICILE OF AN INSTITUTIONAL\n    7  INVESTOR ORGANIZED AS A PARTNERSHIP, S CORPORATION, A DISREGARDED ENTITY\n    8  UNDER SECTION 7701 OF THE INTERNAL REVENUE CODE OF 1986,  OR  ANY  OTHER\n    9  SIMILAR ENTITY ORGANIZED UNDER FOREIGN LAW; OR\n   10    (III)  IF  (I) THE DOMICILE OF BENEFICIARIES, OWNERS OR MEMBERS IS NOT\n   11  REASONABLY ASCERTAINABLE UNDER ITEM (I) OF SUBCLAUSE  (B);  OR  (II)  NO\n   12  REASONABLE  ALTERNATIVE  SOURCING  METHOD  EXISTS  UNDER  ITEM  (II)  OF\n   13  SUBCLAUSE (B), GROSS RECEIPTS WITH RESPECT TO  SUCH  SERVICES  SHALL  BE\n   14  SOURCED TO THE DOMICILE OF THE INSTITUTIONAL INVESTOR OR THE DOMICILE OF\n   15  THE  SPONSOR  OF  A  PENSION PLAN OR RETIREMENT ACCOUNT OR AN ACCOUNT OR\n   16  POOL OF INVESTMENTS, INCLUDING A FUND, OTHER THAN AN INVESTMENT  COMPANY\n   17  UNDER THE INVESTMENT COMPANY ACT OF 1940 (15 U.S.C. S 80A-1 ET SEQ.), TO\n   18  WHICH ASSET MANAGEMENT SERVICES ARE PROVIDED.\n   19    (C)  IN  THE  CASE  OF  ASSET MANAGEMENT SERVICES PROVIDED DIRECTLY OR\n   20  INDIRECTLY TO AN INVESTMENT COMPANY UNDER THE INVESTMENT COMPANY ACT  OF\n   21  1940  (15  U.S.C.  S 80A-1 ET SEQ.), GROSS RECEIPTS WITH RESPECT TO SUCH\n   22  SERVICES SHALL BE SOURCED TO THE DOMICILE OF THE  SHAREHOLDERS  OF  SUCH\n   23  INVESTMENT  COMPANY  IN  ACCORDANCE  WITH  THE  FOLLOWING PROCEDURE: THE\n   24  PORTION OF THE GROSS RECEIPTS WITH RESPECT TO  SUCH  SERVICES  THAT  ARE\n   25  SOURCED  TO  THIS  STATE SHALL BE DETERMINED BY MULTIPLYING THE TOTAL OF\n   26  SUCH GROSS RECEIPTS BY A FRACTION, THE NUMERATOR OF WHICH IS THE AVERAGE\n   27  OF THE SUM OF THE BEGINNING OF YEAR AND  THE  END  OF  YEAR  BALANCE  OF\n   28  SHARES  OWNED  BY  THE INVESTMENT COMPANY SHAREHOLDERS DOMICILED IN THIS\n   29  STATE FOR THE INVESTMENT COMPANY'S TAXABLE YEAR FOR FEDERAL  INCOME  TAX\n   30  PURPOSES  AND  THE DENOMINATOR OF WHICH IS THE AVERAGE OF THE SUM OF THE\n   31  BEGINNING OF YEAR AND THE END OF YEAR BALANCE OF  SHARES  OWNED  BY  ALL\n   32  INVESTMENT  COMPANY  SHAREHOLDERS.  A SEPARATE COMPUTATION SHALL BE MADE\n   33  WITH RESPECT TO GROSS RECEIPTS FOR ASSET  MANAGEMENT  SERVICES  PROVIDED\n   34  DIRECTLY OR INDIRECTLY TO EACH INVESTMENT COMPANY.\n   35    (D)  IN  THE  CASE  OF  ASSET MANAGEMENT SERVICES PROVIDED DIRECTLY OR\n   36  INDIRECTLY TO A PERSON OTHER THAN THOSE PERSONS DESCRIBED IN  SUBCLAUSES\n   37  (A) THROUGH (C) OF THIS CLAUSE, TO THE DOMICILE OF SUCH PERSON.\n   38    (C)  (A) FOR PURPOSES OF THIS SUBPARAGRAPH, \"ADMINISTRATION SERVICES,\"\n   39  IN EACH CASE WITH RESPECT TO INVESTMENTS, MEANS THE DIRECT  OR  INDIRECT\n   40  PROVISION OF (I) CLERICAL, (II) ACCOUNTING, (III) BOOKKEEPING, (IV) DATA\n   41  PROCESSING,  (V)  INTERNAL  AUDITING, (VI) LEGAL AND TAX SERVICES, (VII)\n   42  REGULATORY COMPLIANCE, OPERATIONS  AND  RELATED  SERVICES,  (VIII)  RISK\n   43  ANALYTICS,  (IX)  TRADE PROCESSING, CLEARING AND EXECUTION SERVICES, (X)\n   44  TRANSFER AGENCY, AND (XI) CUSTODIAL SERVICES.\n   45    (B) \"ASSET MANAGEMENT CORPORATION\" MEANS A  CORPORATION  THAT  (I)  IS\n   46  PRINCIPALLY  ENGAGED  IN  THE  PERFORMANCE OF ASSET MANAGEMENT SERVICES;\n   47  (II) MAKES AN ELECTION FOR EACH TAXABLE YEAR TO BE TREATED AS  AN  ASSET\n   48  MANAGEMENT   CORPORATION  BY  FILING  THE  APPROPRIATE  FORM  OF  RETURN\n   49  PRESCRIBED BY THE COMMISSIONER TO MAKE SUCH ELECTION; AND (III)  IS  NOT\n   50  OTHERWISE  A REGISTERED SECURITIES OR COMMODITIES BROKER OR DEALER UNDER\n   51  CLAUSE (A) OF SUBPARAGRAPH NINE OF THIS PARAGRAPH.\n   52    (C) FOR PURPOSES OF THIS SUBPARAGRAPH,  \"GROSS  RECEIPTS\"  SHALL  MEAN\n   53  GROSS  RECEIPTS  REPORTED  BY  THE  CORPORATION FOR ITS TAXABLE YEAR FOR\n   54  PURPOSES OF THE FEDERAL INCOME TAX.\n   55    (D) FOR PURPOSES OF THIS SUBPARAGRAPH, \"ASSET MANAGEMENT SERVICES\"  IN\n   56  EACH  CASE WITH RESPECT TO INVESTMENTS, INCLUDES, BUT IS NOT LIMITED TO,\n\n       S. 2612                             5\n\n    1  DIRECTLY  OR  INDIRECTLY  (I)  RENDERING  INVESTMENT  ADVICE,  INCLUDING\n    2  INVESTMENT  ANALYSIS,  (II)  MAKING  DETERMINATIONS AS TO WHEN SALES AND\n    3  PURCHASES ARE TO BE MADE, (III) SELLING OR  PURCHASING  OF  INVESTMENTS,\n    4  (IV)  RENDERING  ADMINISTRATION  SERVICES,  (V)  RENDERING  DISTRIBUTION\n    5  SERVICES, OR (VI) MANAGING INVESTMENTS PURSUANT TO CONTRACTS FOR SUB-AD-\n    6  VISORY SERVICES.\n    7    (E) FOR PURPOSES OF THIS SUBPARAGRAPH, \"DISTRIBUTION SERVICES\" IN EACH\n    8  CASE WITH RESPECT TO INVESTMENTS,  INCLUDES,  BUT  IS  NOT  LIMITED  TO,\n    9  DIRECTLY OR INDIRECTLY (I) ADVERTISING, (II) SERVICING INVESTOR ACCOUNTS\n   10  (INCLUDING  REDEMPTIONS),  (III)  MARKETING  SHARES OR SELLING SHARES OF\n   11  CORPORATIONS OR BUSINESS TRUSTS REGISTERED AS INVESTMENT COMPANIES UNDER\n   12  THE INVESTMENT COMPANY ACT OF 1940 (15 U.S.C. S 80A-1 ET SEQ.), OR  (IV)\n   13  MARKETING  ASSET  MANAGEMENT  SERVICES (INCLUDING SELLING INTERESTS IN A\n   14  POOL OF INVESTMENTS, SUCH AS A FUND).\n   15    (F) \"DOMICILE\", IN THE CASE OF AN INDIVIDUAL, SHALL HAVE  THE  MEANING\n   16  ASCRIBED  TO  IT  UNDER ARTICLE TWENTY-TWO OF THIS CHAPTER; AN ESTATE OR\n   17  TRUST IS DOMICILED IN THE STATE IF IT IS A RESIDENT ESTATE OR  TRUST  AS\n   18  DEFINED IN PARAGRAPH THREE OF SUBSECTION (B) OF SECTION SIX HUNDRED FIVE\n   19  OF  THIS  CHAPTER;  A  BUSINESS  ENTITY IS DOMICILED IN THE STATE IF THE\n   20  LOCATION OF THE ACTUAL SEAT OF MANAGEMENT OR CONTROL IS IN THE STATE. IT\n   21  SHALL BE PRESUMED THAT THE DOMICILE OF A SHAREHOLDER,  WITH  RESPECT  TO\n   22  ANY  MONTH,  IS  HIS,  HER  OR ITS MAILING ADDRESS ON THE RECORDS OF THE\n   23  INVESTMENT COMPANY AS OF THE LAST DAY OF SUCH MONTH; OR IN THE CASE OF A\n   24  CORPORATION OR A PARTNERSHIP, S CORPORATION, A DISREGARDED ENTITY  UNDER\n   25  SECTION  7701 OF THE INTERNAL REVENUE CODE OF 1986, OR ANY OTHER SIMILAR\n   26  ENTITY ORGANIZED UNDER FOREIGN LAW, ITS COMMERCIAL  DOMICILE;  PROVIDED,\n   27  HOWEVER,  DOMICILE  SHALL  BE  PRESUMED TO BE THE MAILING ADDRESS OF THE\n   28  BENEFICIARY OF A PENSION PLAN, OR THE OWNER OF AN ACCOUNT OR INTEREST IN\n   29  A POOL OF INVESTMENTS BASED ON  THE  RECORDS  OF  THE  SPONSOR  OF  SUCH\n   30  PENSION  PLAN, ACCOUNT OR POOL OF INVESTMENTS OR THE SHAREHOLDER'S MAIL-\n   31  ING ADDRESS ON THE RECORDS OF AN INVESTMENT COMPANY UNDER THE INVESTMENT\n   32  COMPANY ACT OF 1940 (15 U.S.C. S 80A-1 ET SEQ.) IF REASONABLY ASCERTAIN-\n   33  ABLE.\n   34    (G) FOR PURPOSES OF THIS SUBPARAGRAPH, \"SPONSOR\" MEANS THE PERSON THAT\n   35  HAS CONTRACTED DIRECTLY WITH THE BENEFICIARIES  OF  A  PENSION  PLAN  OR\n   36  RETIREMENT  ACCOUNT OR THE OWNER OF ANY ACCOUNT OR INTEREST IN A POOL OF\n   37  INVESTMENTS TO ADMINISTER AND MANAGE  THE  PENSION  PLAN  OR  RETIREMENT\n   38  ACCOUNT, OTHER ACCOUNT OR POOL OF INVESTMENTS.\n   39    S  4.  Subparagraphs  (H)  and (I) of paragraph 2 of subsection (a) of\n   40  section 1454 of the tax law, subparagraph (H) as relettered by section 2\n   41  of part AA of chapter 63 of the laws of 2000,  are  relettered  subpara-\n   42  graphs  (I)  and  (J),  and  a  new subparagraph (H) is added to read as\n   43  follows:\n   44    (H) THE ENTIRE NET INCOME OF AN ASSET MANAGEMENT CORPORATION SHALL  BE\n   45  APPORTIONED  TO  THIS  STATE ON THE BASIS OF THE RATIO OF GROSS RECEIPTS\n   46  FROM ASSET MANAGEMENT SERVICES FROM SOURCES WITHIN THIS  STATE  FOR  THE\n   47  INCOME  YEAR  EXPRESSED  AS A PERCENTAGE OF ALL SUCH GROSS RECEIPTS FROM\n   48  ASSET MANAGEMENT SERVICES BOTH WITHIN AND  WITHOUT  THE  STATE  FOR  THE\n   49  INCOME YEAR. THE SOURCE OF GROSS RECEIPTS FROM ASSET MANAGEMENT SERVICES\n   50  SHALL BE DETERMINED AS FOLLOWS:\n   51    (I)  IN  THE  CASE  OF  ASSET MANAGEMENT SERVICES PROVIDED DIRECTLY OR\n   52  INDIRECTLY TO  AN  INDIVIDUAL,  GROSS  RECEIPTS  WITH  RESPECT  TO  SUCH\n   53  SERVICES SHALL BE SOURCED TO THE STATE OF THE INDIVIDUAL'S DOMICILE.\n   54    (II)  IN  THE  CASE  OF ASSET MANAGEMENT SERVICES PROVIDED DIRECTLY OR\n   55  INDIRECTLY TO AN INSTITUTIONAL  INVESTOR  HOLDING  INVESTMENTS  FOR  THE\n   56  BENEFIT OF OTHERS, SUCH AS A PENSION PLAN, RETIREMENT ACCOUNT OR POOL OF\n\n       S. 2612                             6\n\n    1  INVESTMENTS,  INCLUDING  A  FUND (OTHER THAN AN INVESTMENT COMPANY UNDER\n    2  THE INVESTMENT COMPANY ACT OF 1940 (15 U.S.C. S 80A-1 ET SEQ.)),  OR  TO\n    3  AN  INSTITUTIONAL  INVESTOR ORGANIZED AS A PARTNERSHIP, S CORPORATION, A\n    4  DISREGARDED  ENTITY  UNDER SECTION 7701 OF THE INTERNAL REVENUE CODE, OR\n    5  ANY OTHER SIMILAR ENTITY ORGANIZED UNDER  FOREIGN  LAW,  GROSS  RECEIPTS\n    6  WITH  RESPECT TO SUCH SERVICES SHALL BE SOURCED ACCORDING TO THE FOLLOW-\n    7  ING RULES IN THE FOLLOWING ORDER:\n    8    (I) IF INFORMATION REGARDING THE DOMICILE OF BENEFICIARIES, OWNERS  OR\n    9  MEMBERS IS AVAILABLE TO THE ASSET MANAGEMENT CORPORATION PROVIDING ASSET\n   10  MANAGEMENT  SERVICES  TO  A  PENSION PLAN, RETIREMENT ACCOUNT OR POOL OF\n   11  INVESTMENTS, INCLUDING A FUND (OTHER THAN AN  INVESTMENT  COMPANY  UNDER\n   12  THE  INVESTMENT  COMPANY ACT OF 1940 (15 U.S.C. S 80A-1 ET SEQ.)), OR TO\n   13  AN INSTITUTIONAL INVESTOR ORGANIZED AS A PARTNERSHIP, S  CORPORATION,  A\n   14  DISREGARDED  ENTITY  UNDER  SECTION 7701 OF THE INTERNAL REVENUE CODE OF\n   15  1986, AS AMENDED, AND THE REGULATIONS THEREUNDER, OR ANY  OTHER  SIMILAR\n   16  ENTITY  ORGANIZED  UNDER  FOREIGN LAW THROUGH THE EXERCISE OF REASONABLE\n   17  DILIGENCE IN ASCERTAINING SUCH INFORMATION, GROSS RECEIPTS WITH  RESPECT\n   18  TO SUCH SERVICES SHALL BE SOURCED TO THE DOMICILE OF SUCH BENEFICIARIES,\n   19  OWNERS OR MEMBERS;\n   20    (II) IF INFORMATION REGARDING THE DOMICILE OF BENEFICIARIES, OWNERS OR\n   21  MEMBERS  IS  NOT AVAILABLE TO THE ASSET MANAGEMENT CORPORATION PROVIDING\n   22  ASSET MANAGEMENT SERVICES TO A PENSION PLAN, RETIREMENT ACCOUNT OR  POOL\n   23  OF INVESTMENTS, INCLUDING A FUND (OTHER THAN AN INVESTMENT COMPANY UNDER\n   24  THE  INVESTMENT  COMPANY ACT OF 1940 (15 U.S.C. S 80A-1 ET SEQ.)), OR TO\n   25  AN INSTITUTIONAL INVESTOR ORGANIZED AS A PARTNERSHIP, S  CORPORATION,  A\n   26  DISREGARDED  ENTITY  UNDER SECTION 7701 OF THE INTERNAL REVENUE CODE, OR\n   27  ANY OTHER SIMILAR ENTITY ORGANIZED UNDER FOREIGN LAW THROUGH  THE  EXER-\n   28  CISE  OF  REASONABLE  DILIGENCE  IN  ASCERTAINING  SUCH INFORMATION, ANY\n   29  REASONABLE ALTERNATIVE METHOD BASED ON INFORMATION READILY AVAILABLE  TO\n   30  THE  ASSET MANAGEMENT CORPORATION MAY BE USED TO DETERMINE THE SOURCE OF\n   31  GROSS RECEIPTS WITH RESPECT TO SUCH SERVICES. BASED ON FACTS AND CIRCUM-\n   32  STANCES IN SPECIFIC CASES, REASONABLE ALTERNATIVE METHODS USED TO DETER-\n   33  MINE THE SOURCE OF GROSS RECEIPTS FROM  ASSET  MANAGEMENT  SERVICES  MAY\n   34  TAKE  INTO  ACCOUNT THE LATEST POPULATION CENSUS DATA AVAILABLE FROM THE\n   35  UNITED STATES CENSUS BUREAU, THE DOMICILE OF THE SPONSOR  OF  A  PENSION\n   36  PLAN  OR  RETIREMENT ACCOUNT OR AN ACCOUNT OR POOL OF INVESTMENTS (OTHER\n   37  THAN AN INVESTMENT COMPANY UNDER THE INVESTMENT COMPANY ACT OF 1940  (15\n   38  U.S.C.  S  80A-1 ET SEQ.)), OR THE DOMICILE OF AN INSTITUTIONAL INVESTOR\n   39  ORGANIZED AS A PARTNERSHIP, S CORPORATION, OR DISREGARDED  ENTITY  UNDER\n   40  SECTION  7701  OF THE INTERNAL REVENUE CODE, OR ANY OTHER SIMILAR ENTITY\n   41  ORGANIZED UNDER FOREIGN LAW; OR\n   42    (III) IF (A) THE DOMICILE OF BENEFICIARIES, OWNERS OR MEMBERS  IS  NOT\n   43  ASCERTAINED UNDER SUBCLAUSE (I) OF CLAUSE (II) OF THIS SUBPARAGRAPH OR,\n   44    (B)  NO  REASONABLE ALTERNATIVE SOURCING METHOD EXISTS UNDER SUBCLAUSE\n   45  (II) OF CLAUSE (II) OF THIS SUBPARAGRAPH, GROSS RECEIPTS WITH RESPECT TO\n   46  SUCH SERVICES SHALL BE SOURCED TO  THE  DOMICILE  OF  THE  INSTITUTIONAL\n   47  INVESTOR  OR THE DOMICILE OF THE SPONSOR OF A PENSION PLAN OR RETIREMENT\n   48  ACCOUNT OR AN ACCOUNT OR POOL OF INVESTMENTS, INCLUDING  A  FUND  (OTHER\n   49  THAN  AN INVESTMENT COMPANY UNDER THE INVESTMENT COMPANY ACT OF 1940 (15\n   50  U.S.C. S 80A-1  ET  SEQ.)),  TO  WHICH  ASSET  MANAGEMENT  SERVICES  ARE\n   51  PROVIDED.\n   52    (III)  IN  THE  CASE OF ASSET MANAGEMENT SERVICES PROVIDED DIRECTLY OR\n   53  INDIRECTLY TO AN INVESTMENT COMPANY UNDER THE INVESTMENT COMPANY ACT  OF\n   54  1940  (15  U.S.C.  S 80A-1 ET SEQ.), GROSS RECEIPTS WITH RESPECT TO SUCH\n   55  SERVICES SHALL BE SOURCED TO THE DOMICILE OF THE  SHAREHOLDERS  OF  SUCH\n   56  INVESTMENT  COMPANY  IN  ACCORDANCE  WITH  THE  FOLLOWING PROCEDURE: THE\n\n       S. 2612                             7\n\n    1  PORTION OF THE GROSS RECEIPTS WITH RESPECT TO  SUCH  SERVICES  THAT  ARE\n    2  SOURCED  TO  THIS  STATE SHALL BE DETERMINED BY MULTIPLYING THE TOTAL OF\n    3  SUCH GROSS RECEIPTS BY A FRACTION, THE NUMERATOR OF WHICH IS THE AVERAGE\n    4  OF  THE  SUM  OF  THE  BEGINNING  OF YEAR AND THE END OF YEAR BALANCE OF\n    5  SHARES OWNED BY THE INVESTMENT COMPANY SHAREHOLDERS  DOMICILED  IN  THIS\n    6  STATE  FOR  THE INVESTMENT COMPANY'S TAXABLE YEAR FOR FEDERAL INCOME TAX\n    7  PURPOSES AND THE DENOMINATOR OF WHICH IS THE AVERAGE OF THE SUM  OF  THE\n    8  BEGINNING  OF  YEAR  AND  THE END OF YEAR BALANCE OF SHARES OWNED BY ALL\n    9  INVESTMENT COMPANY SHAREHOLDERS. A SEPARATE COMPUTATION  SHALL  BE  MADE\n   10  WITH  RESPECT  TO  GROSS RECEIPTS FOR ASSET MANAGEMENT SERVICES PROVIDED\n   11  DIRECTLY OR INDIRECTLY TO EACH INVESTMENT COMPANY.\n   12    (IV) IN THE CASE OF ASSET MANAGEMENT  SERVICES  PROVIDED  DIRECTLY  OR\n   13  INDIRECTLY TO A PERSON OTHER THAN THOSE PERSONS DESCRIBED IN CLAUSES (I)\n   14  THROUGH (III) OF THIS SUBPARAGRAPH, TO THE DOMICILE OF SUCH PERSON.\n   15    (V)(I)  FOR  PURPOSES OF THIS SUBPARAGRAPH, \"ADMINISTRATION SERVICES\",\n   16  IN EACH CASE WITH RESPECT TO INVESTMENTS, MEANS THE DIRECT  OR  INDIRECT\n   17  PROVISION  OF  (A)  CLERICAL,  (B) ACCOUNTING, (C) BOOKKEEPING, (D) DATA\n   18  PROCESSING, (E) INTERNAL AUDITING, (F) LEGAL AND TAX SERVICES, (G) REGU-\n   19  LATORY COMPLIANCE, OPERATIONS AND RELATED SERVICES, (H) RISK  ANALYTICS,\n   20  (I)  TRADE  PROCESSING,  CLEARING  AND  EXECUTION SERVICES, (J) TRANSFER\n   21  AGENCY, AND (K) CUSTODIAL SERVICES.\n   22    (II) \"ASSET MANAGEMENT CORPORATION\" MEANS A CORPORATION  THAT  (A)  IS\n   23  PRINCIPALLY ENGAGED IN THE PERFORMANCE OF ASSET MANAGEMENT SERVICES; (B)\n   24  MAKES  AN  ELECTION  FOR  EACH  TAXABLE  YEAR  TO BE TREATED AS AN ASSET\n   25  MANAGEMENT  CORPORATION  BY  FILING  THE  APPROPRIATE  FORM  OF   RETURN\n   26  PRESCRIBED  BY  THE  COMMISSIONER  TO MAKE SUCH ELECTION; AND (C) IS NOT\n   27  OTHERWISE A REGISTERED SECURITIES OR COMMODITIES BROKER OR DEALER PURSU-\n   28  ANT TO SECTION TWO HUNDRED TEN OF THIS CHAPTER.\n   29    (III) FOR PURPOSES OF THIS SUBPARAGRAPH, \"GROSS RECEIPTS\"  SHALL  MEAN\n   30  GROSS  RECEIPTS  REPORTED  BY  THE  CORPORATION FOR ITS TAXABLE YEAR FOR\n   31  PURPOSES OF THE FEDERAL INCOME TAX.\n   32    (IV) FOR PURPOSES OF THIS SUBPARAGRAPH, \"ASSET  MANAGEMENT  SERVICES\",\n   33  IN  EACH  CASE WITH RESPECT TO INVESTMENTS, INCLUDES, BUT IS NOT LIMITED\n   34  TO, DIRECTLY OR INDIRECTLY (A) RENDERING  INVESTMENT  ADVICE,  INCLUDING\n   35  INVESTMENT  ANALYSIS,  (B)  MAKING  DETERMINATIONS  AS TO WHEN SALES AND\n   36  PURCHASES ARE TO BE MADE, (C) SELLING OR PURCHASING OF INVESTMENTS,  (D)\n   37  RENDERING  ADMINISTRATION SERVICES, (E) RENDERING DISTRIBUTION SERVICES,\n   38  OR (F) MANAGING  INVESTMENTS  PURSUANT  TO  CONTRACTS  FOR  SUB-ADVISORY\n   39  SERVICES.\n   40    (V)  FOR  PURPOSES  OF  THIS SUBPARAGRAPH, \"DISTRIBUTION SERVICES\", IN\n   41  EACH CASE WITH RESPECT TO INVESTMENTS, INCLUDES, BUT IS NOT LIMITED  TO,\n   42  DIRECTLY OR INDIRECTLY, (A) ADVERTISING, (B) SERVICING INVESTOR ACCOUNTS\n   43  (INCLUDING  REDEMPTIONS),  (C)  MARKETING  SHARES  OR  SELLING SHARES OF\n   44  CORPORATIONS OR BUSINESS TRUSTS REGISTERED AS INVESTMENT COMPANIES UNDER\n   45  THE INVESTMENT COMPANY ACT OF 1940 (15 U.S.C. S 80A-1 ET SEQ.),  OR  (D)\n   46  MARKETING  ASSET  MANAGEMENT  SERVICES (INCLUDING SELLING INTERESTS IN A\n   47  POOL OF INVESTMENTS, SUCH AS A FUND).\n   48    (VI) \"DOMICILE\", IN THE CASE OF AN INDIVIDUAL, SHALL HAVE THE  MEANING\n   49  ASCRIBED  TO  IT  UNDER ARTICLE TWENTY-TWO OF THIS CHAPTER; AN ESTATE OR\n   50  TRUST IS DOMICILED IN THE STATE IF IT IS A RESIDENT ESTATE OR  TRUST  AS\n   51  DEFINED IN PARAGRAPH THREE OF SUBSECTION (B) OF SECTION SIX HUNDRED FIVE\n   52  OF  THIS  CHAPTER;  A  BUSINESS  ENTITY IS DOMICILED IN THE STATE IF THE\n   53  LOCATION OF THE ACTUAL SEAT OF MANAGEMENT OR CONTROL IS IN THE STATE. IT\n   54  SHALL BE PRESUMED THAT THE DOMICILE OF A SHAREHOLDER,  WITH  RESPECT  TO\n   55  ANY  MONTH,  IS  HIS,  HER  OR ITS MAILING ADDRESS ON THE RECORDS OF THE\n   56  INVESTMENT COMPANY AS OF THE LAST DAY OF SUCH MONTH; OR IN THE CASE OF A\n\n       S. 2612                             8\n\n    1  CORPORATION OR A PARTNERSHIP, S CORPORATION, A DISREGARDED ENTITY  UNDER\n    2  SECTION  7701  OF THE INTERNAL REVENUE CODE, OR ANY OTHER SIMILAR ENTITY\n    3  ORGANIZED UNDER FOREIGN LAW, ITS COMMERCIAL DOMICILE; PROVIDED, HOWEVER,\n    4  DOMICILE  SHALL BE PRESUMED TO BE THE MAILING ADDRESS OF THE BENEFICIARY\n    5  OF A PENSION PLAN, OR THE OWNER OF AN ACCOUNT OR INTEREST IN A  POOL  OF\n    6  INVESTMENTS  BASED  ON  THE RECORDS OF THE SPONSOR OF SUCH PENSION PLAN,\n    7  ACCOUNT OR POOL OF INVESTMENTS OR THE SHAREHOLDER'S MAILING  ADDRESS  ON\n    8  THE RECORDS OF AN INVESTMENT COMPANY UNDER THE INVESTMENT COMPANY ACT OF\n    9  1940 (15 U.S.C. S 80A-1 ET SEQ.).\n   10    (VII)  FOR  PURPOSES  OF THIS SUBPARAGRAPH, \"SPONSOR\" MEANS THE PERSON\n   11  THAT HAS CONTRACTED DIRECTLY WITH THE BENEFICIARIES OF A PENSION PLAN OR\n   12  RETIREMENT ACCOUNT OR THE OWNER OF ANY ACCOUNT OR INTEREST IN A POOL  OF\n   13  INVESTMENTS  TO  ADMINISTER  AND  MANAGE  THE PENSION PLAN OR RETIREMENT\n   14  ACCOUNT, OTHER ACCOUNT OR POOL OF INVESTMENTS.\n   15    S 5. Paragraph 1-a of subsection (b) of section 1454 of the  tax  law,\n   16  as  amended by section 1 of part A of chapter 63 of the laws of 2005, is\n   17  amended to read as follows:\n   18    [1-a.] (1-A) Notwithstanding the provisions of paragraph one  of  this\n   19  subsection,  each  banking  corporation  described  in paragraph nine of\n   20  subsection (a) of section fourteen hundred fifty-two  of  this  article,\n   21  EXCEPT  FOR  A  BANKING  CORPORATION  THAT  SUBSTANTIALLY PROVIDES ASSET\n   22  MANAGEMENT SERVICES AS SUCH TERMS ARE DEFINED  IN  SUBPARAGRAPH  (H)  OF\n   23  PARAGRAPH  TWO  OF  SUBSECTION  (A)  OF THIS SECTION, subject to the tax\n   24  imposed by this article that substantially provides management, adminis-\n   25  trative or distribution services to an investment company, as such terms\n   26  are defined in [subparagraph (G) of] paragraph [two] THREE of subsection\n   27  (a) of this section, shall determine  the  portion  of  its  entire  net\n   28  income  derived from business carried on within the state by multiplying\n   29  such income by an income allocation percentage obtained as follows:\n   30    (A) For taxable years beginning on or after January first,  two  thou-\n   31  sand  six  and  before  the first day of January, two thousand seven, by\n   32  adding the following percentages:\n   33    (i) the product of seventeen percent  and  the  percentage  determined\n   34  under paragraph one of subsection (a) of this section,\n   35    (ii)  the product of fifty percent and the percentage determined under\n   36  paragraph two of subsection (a) of this section, and\n   37    (iii) the product of thirty-three percent and  the  percentage  deter-\n   38  mined under paragraph three of subsection (a) of this section.\n   39    (B)  For  taxable years beginning on or after January first, two thou-\n   40  sand seven and before the first day of January, two thousand  eight,  by\n   41  adding the following percentages:\n   42    (i)  the  product  of  ten percent and the percentage determined under\n   43  paragraph one of subsection (a) of this section,\n   44    (ii) the product of seventy  percent  and  the  percentage  determined\n   45  under paragraph two of subsection (a) of this section, and\n   46    (iii)  the  product  of  twenty  percent and the percentage determined\n   47  under paragraph three of subsection (a) of this section.\n   48    (C) For taxable years beginning on or after January first,  two  thou-\n   49  sand  eight,  by  the  percentage  ascertained  under  paragraph  two of\n   50  subsection (a) of this section.\n   51    S 6. Paragraph 3 of subsection (c) of section 1454 of the tax law,  as\n   52  added by chapter 161 of the laws of 2005, is amended to read as follows:\n   53    (3)  For  taxable years beginning on or after January first, two thou-\n   54  sand six, each  banking  corporation  described  in  paragraph  nine  of\n   55  subsection  (a)  of  section fourteen hundred fifty-two of this article,\n   56  EXCEPT FOR A BANKING CORPORATION THAT IS AN ASSET MANAGEMENT CORPORATION\n\n       S. 2612                             9\n\n    1  AS DEFINED IN SUBPARAGRAPH (H) OF PARAGRAPH TWO  OF  SUBSECTION  (A)  OF\n    2  THIS  SECTION,  subject to the tax imposed by this article that substan-\n    3  tially provides management, administrative or distribution  services  to\n    4  an  investment company, as such terms are defined in subparagraph (G) of\n    5  paragraph two of subsection (a) of this section, AND, FOR TAXABLE  YEARS\n    6  BEGINNING  ON  JANUARY  FIRST,  TWO THOUSAND ELEVEN AND THEREAFTER, EACH\n    7  ASSET MANAGEMENT CORPORATION AS DEFINED IN SUBPARAGRAPH (H) OF PARAGRAPH\n    8  TWO OF SUBSECTION (A) OF THIS SECTION, shall determine  the  portion  of\n    9  its alternative entire net income derived from business carried on with-\n   10  in  the  state  by multiplying such income by the percentage ascertained\n   11  for the taxable year under paragraph one-a of  subsection  (b)  of  this\n   12  section,  except that in computing such percentage (A) for taxable years\n   13  beginning before January first, two  thousand  eight,  no  consideration\n   14  shall  be  given  to  the phrase \"eighty percent of\" in paragraph one of\n   15  subsection (a) of this section, (B) for taxable years  beginning  before\n   16  January first, two thousand eight, when an election has been made pursu-\n   17  ant  to  paragraph two of subsection (b) of this section (relating to an\n   18  international banking facility) the taxpayer shall  make  the  modifica-\n   19  tions  described  in such paragraph, and (C) for taxable years beginning\n   20  on or after January first, two thousand eight, when an election has been\n   21  made pursuant to paragraph two of subsection (b) of this section (relat-\n   22  ing to an international banking facility) the taxpayer  shall  make  the\n   23  modifications described in clause (ii) of subparagraph (A) of such para-\n   24  graph.\n   25    S 7. This act shall take effect immediately and shall apply to taxable\n   26  years beginning on or after January 1, 2011.\n",
  "memo" : "BILL NUMBER:S2612\n\nTITLE OF BILL:\nAn act\nto amend the tax law, in relation to establishing rules for receipts\nfrom services provided by asset management corporations\n\nPURPOSE OR GENERAL IDEA OF BILL:\nTo update the tax law to provide for\nthe appropriate taxation of asset management corporations.\n\nSUMMARY OF SPECIFIC PROVISIONS:\nSection 1 amends paragraph b of subdivision 2 of section 209-B of the\nTax Law to provide for metropolitan transportation business tax\nsurcharge of asset management corporations.\n\nSection 2 of the bill amends clause B of subparagraph 2 of paragraph a\nof subdivision 3 of section 210 of the Tax Law to add asset management\nservices to the computation of tax.\n\nSection 3 amends Section 210 of the Tax Law is amended by adding a new\nsubparagraph 6-a to subdivision 3 to provide rules for receipts\nfrom services provided by asset management corporations.\n\nSection 4 of the bill amends paragraph 2 of subsection a of Section\n1454 of the Tax Law to add a new subparagraph Hand re-letter current\nsubparagraphs H and I to provide for the franchise tax on banking\ncorporations to apply appropriately to asset management\ncorporations.\n\nSection 5 amends paragraph 1-a of subsection b of section 1454 of the\nTax Law to apply the franchise tax on banking corporations to asset\nmanagement corporations for future taxable years.\n\nJUSTIFICATION:\nThis legislation amends the tax law to update it to reflect the\ncurrent state of the money management industry. In 1988 the tax law\nwas amended to reflect the presence of mutual fund managers and to\nafford them tax treatment that more accurately reflected the proper\nallocation of their business in New York. When the 1988 law was\npassed, its intention was to make New York a more competitive place\nfor these companies to grow and expand, especially since these\ncompanies were very mobile. Those reasons are just as true today. In\nthe twenty years since the enactment of these provisions, these mutual\nfund managers have grown to manage more than just mutual funds.\nThese managers have become asset managers though, fundamentally, they\nperform the same services in a similar fashion as before. Now,\nthere are very few mutual fund only managers. This bill\nseeks to reflect what has transpired over two decades in a business\nthat the legislature saw fit to provide particular allocation\n\nrules for already. Other states such as Delaware and California, have\nalready updated their tax treatment of these entities.\n\nPRIOR LEGISLATIVE HISTORY:\nIntroduced 2009-2010 as S.5708\n\nFISCAL IMPLICATIONS:\nUndetermined.\n\nEFFECTIVE DATE:\nThe act shall tax effect immediately  and shall apply\nto taxable years beginning on or after January 1, 2011.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the tax law, in relation to establishing rules for receipts from services provided by asset management corporations ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110126.T163312.TXT", "SOBI.D110126.T162312.TXT", "SOBI.D110127.T104339.TXT", "SOBI.D110129.T003343.TXT", "SOBI.D110126.T163815.TXT", "SOBI.D110126.T164314.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296279223777
}