{
  "year" : 2011,
  "senateBillNo" : "S2611-2011",
  "billEvents" : [ {
    "eventDate" : 1296018000000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "S2611-2011-1296018000000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUEGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Enacts the automated sales suppression act",
  "summary" : "Enacts the automated sales suppression act to study and report on the use of automated sales suppression devices that falsify the electronic records of point-of-sale systems for the purpose of tax evasion. ",
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "Executive Law",
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2611\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 26, 2011\n                                      ___________\n\n       Introduced  by  Sen. KRUEGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Finance\n\n       AN ACT to amend the executive law, in relation to enacting the automated\n         sales suppression act\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Short  title. This act shall be known and may be cited as\n    2  the \"automated sales suppression act\".\n    3    S 2. The executive law is amended by adding a  new  section  170-c  to\n    4  read as follows:\n    5    S 170-C. AUTOMATED SALES SUPPRESSION STUDY AND REPORT. 1. DEFINITIONS.\n    6  (A)  \"AUTOMATED SALES SUPPRESSION DEVICE\" OR \"ZAPPER\" SHALL MEAN A SOFT-\n    7  WARE PROGRAM,  CARRIED  ON  A  MEMORY  STICK,  REMOVABLE  COMPACT  DISC,\n    8  ACCESSED  THROUGH  AN INTERNET LINK OR ACCESSED THROUGH ANY OTHER MEANS,\n    9  THAT FALSIFIES THE ELECTRONIC RECORDS OF POINT-OF-SALE SYSTEMS  FOR  THE\n   10  PURPOSE OF TAX EVASION.\n   11    (B)  \"DEPARTMENT\"  SHALL  MEAN  THE  STATE  DEPARTMENT OF TAXATION AND\n   12  FINANCE.\n   13    (C) \"ELECTRONIC CASH REGISTER\" SHALL MEAN A DEVICE THAT KEEPS A REGIS-\n   14  TER OR SUPPORTING DOCUMENTS THROUGH THE MEANS OF AN ELECTRONIC DEVICE OR\n   15  COMPUTER SYSTEM DESIGNED TO RECORD TRANSACTION DATA FOR THE  PURPOSE  OF\n   16  COMPUTING,  COMPILING  OR  PROCESSING  RETAIL  SALES TRANSACTION DATA IN\n   17  WHATEVER MANNER.\n   18    (D) \"PHANTOM-WARE\" SHALL MEAN A HIDDEN, PRE-INSTALLED OR INSTALLED  AT\n   19  A  LATER  TIME PROGRAMMING OPTION EMBEDDED IN THE OPERATING SYSTEM OF AN\n   20  ELECTRONIC CASH REGISTER OR HARDWIRED INTO THE ELECTRONIC CASH  REGISTER\n   21  THAT  CAN  BE  USED  TO CREATE A VIRTUAL SECOND TILL OR MAY ELIMINATE OR\n   22  MANIPULATE RECORDS THAT MAY OR MAY NOT BE PRESERVED IN  DIGITAL  FORMATS\n   23  TO REPRESENT THE TRUE OR MANIPULATED RECORD OF TRANSACTIONS IN THE ELEC-\n   24  TRONIC CASH REGISTER.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07846-01-1\n\n       S. 2611                             2\n\n    1    (E)  \"SUPPORTING  DOCUMENTS\" SHALL MEAN ANY RECEIPT, INVOICE OR REPORT\n    2  THAT PROVIDES A RECORD OF TRANSACTION DATA OR TRANSACTION REPORTS.\n    3    (F)  \"TRANSACTION  DATA\"  SHALL INCLUDE ITEMS PURCHASED BY A CUSTOMER,\n    4  THE PRICE FOR EACH ITEM, A TAXABILITY DETERMINATION  FOR  EACH  ITEM,  A\n    5  SEGREGATED TAX AMOUNT FOR EACH OF THE TAXED ITEMS, THE AMOUNT OF CASH OR\n    6  CREDIT  TENDERED, THE NET AMOUNT RETURNED TO THE CUSTOMER IN CHANGE, THE\n    7  DATE AND TIME OF THE PURCHASE,  THE  NAME,  ADDRESS  AND  IDENTIFICATION\n    8  NUMBER  OF  THE  VENDOR, AND THE RECEIPT OR INVOICE NUMBER OF THE TRANS-\n    9  ACTION.\n   10    (G) \"TRANSACTION REPORTS\" SHALL MEAN A  REPORT  DOCUMENTING,  BUT  NOT\n   11  LIMITED  TO, THE SALES, TAXES COLLECTED, MEDIA TOTALS AND DISCOUNT VOIDS\n   12  AT AN ELECTRONIC CASH REGISTER THAT IS PRINTED ON CASH REGISTER TAPE  AT\n   13  THE  END  OF  A DAY OR SHIFT, OR A REPORT DOCUMENTING EVERY ACTION AT AN\n   14  ELECTRONIC CASH REGISTER THAT IS STORED ELECTRONICALLY.\n   15    (H) \"TECHNOLOGICAL COUNTERMEASURES\" SHALL MEAN ANY ELECTRONIC  DEVICE,\n   16  COMPUTER  SYSTEM  OR  SOFTWARE  PROGRAM  DESIGNED  TO ASSIST AUDITORS IN\n   17  DETECTING THE PRESENCE AND/OR USE OF ZAPPERS OR  PHANTOM-WARE  IN  ELEC-\n   18  TRONIC CASH REGISTERS, BY VERIFYING THE AUTHENTICITY OF TRANSACTION DATA\n   19  RECORDED IN SUPPORTING DOCUMENTS AND/OR TRANSACTION REPORTS.\n   20    2.  THE  DEPARTMENT  IS  HEREBY  AUTHORIZED  AND DIRECTED TO PREPARE A\n   21  COMPREHENSIVE  STUDY  DOCUMENTING  THE   PREVALENCE   OF   ZAPPERS   AND\n   22  PHANTOM-WARE WITHIN THE STATE'S RETAIL INDUSTRY, FOCUSING ON CASH TRANS-\n   23  ACTIONS,  BUT  NOT  LIMITED  TO,  THE USE OF ZAPPERS AND PHANTOM-WARE AT\n   24  RESTAURANTS, MOVIE  THEATERS,  HAIRDRESSERS,  AMUSEMENT  PARKS,  GROCERY\n   25  STORES, CONVENIENCE STORES OR ANY OTHER RETAIL ESTABLISHMENT WHERE THERE\n   26  IS A HIGH VOLUME OF CASH TRANSACTIONS.\n   27    (A)  SUCH  STUDY  SHALL  ALSO  PROVIDE AN ESTIMATE ON THE TOTAL FISCAL\n   28  IMPACT THAT ZAPPERS AND PHANTOM-WARE HAVE ON THE STATE, FOCUSING ON, BUT\n   29  NOT LIMITED TO, THE ESTIMATED TOTAL REDUCTION IN GROSS RETAIL SALES,  AS\n   30  WELL  AS  THE  ESTIMATED TOTAL AMOUNT OF TAX REVENUES THE STATE DOES NOT\n   31  COLLECT BECAUSE OF THE FALSIFIED TRANSACTION DATA  PRODUCED  BY  ZAPPERS\n   32  AND PHANTOM-WARE.\n   33    (B)  SUCH STUDY SHALL CONSIDER TECHNOLOGICAL COUNTERMEASURES THE STATE\n   34  COULD EMPLOY OR REQUIRE BUSINESSES TO USE TO ENHANCE  THE  DETECTION  OF\n   35  ZAPPERS  OR  PHANTOM-WARE USED IN OR INSTALLED IN ELECTRONIC CASH REGIS-\n   36  TERS. THE DEPARTMENT IS AUTHORIZED AND DIRECTED TO INCLUDE IN THIS STUDY\n   37  ITS RECOMMENDATION OF WHICH TECHNOLOGICAL COUNTERMEASURE  WOULD  BE  THE\n   38  MOST EFFECTIVE AND COST-EFFICIENT.\n   39    3.  THE DEPARTMENT SHALL SUBMIT THE FINDINGS OF SUCH STUDY IN A REPORT\n   40  TO THE DIRECTOR OF THE DIVISION OF THE BUDGET, THE  TEMPORARY  PRESIDENT\n   41  OF  THE  SENATE, THE SENATE MINORITY LEADER, THE SPEAKER OF THE ASSEMBLY\n   42  AND THE ASSEMBLY MINORITY LEADER NO MORE THAN FIVE  HUNDRED  FORTY  DAYS\n   43  AFTER THE ENACTMENT OF THIS SECTION.\n   44    4.  NOTHING  IN THIS SECTION SHALL PERMIT OR REQUIRE THE DEPARTMENT TO\n   45  INCLUDE IN THE REPORT DESCRIBED IN SUBDIVISION TWO OF THIS  SECTION  ANY\n   46  LISTING  OF  ANY INDIVIDUAL BUSINESSES' TAX LIABILITY, PROFITS, SALES OR\n   47  LOSSES OR ANY INFORMATION PERTAINING TO ANY ON-GOING  ADMINISTRATIVE  OR\n   48  CRIMINAL  INVESTIGATION BY THE DEPARTMENT, U.S. INTERNAL REVENUE SERVICE\n   49  OR ANY LAW ENFORCEMENT ENTITY INTO THE USE, INSTALLATION, MANUFACTURING,\n   50  OR LEASING OF ZAPPERS OR PHANTOM-WARE.\n   51    S 2. This act shall take effect on the ninetieth day  after  it  shall\n   52  have become a law.\n",
  "memo" : "BILL NUMBER:S2611\n\nTITLE OF BILL:\nAn act\nto amend the executive law,\nin relation to enacting\nthe automated sales\nsuppression act\n\nPURPOSE:\n1. Requires the Department Of Taxation and Finance to prepare an\nautomated sales tax suppression study.\n\nSUMMARY OF PROVISIONS:\n\n&sect; 170-c. Automated Sales Suppression Study.\n1. Definitions.\n2. Directs the Department of Taxation and Finance to prepare a\ncomprehensive study on the prevalence of automated sales suppression\ntechnology (e.g.\nzappers and phantom-ware) within the state's retail industry, focusing\non, but not limited to, restaurants, movie theaters, hairdressers,\namusement parks, grocery stores and convenience stores.\n3. Automated Sales Suppression report deadline.\n4. Report information exemptions.\n\nEXISTING LAW:\nNone.\n\nJUSTIFICATION:\nFor years, foreign countries with national sales taxes have struggled\nto combat technology that enables retailers to skim sales taxes and\nunder report other tax liabilities (e.g. personal income tax,\ncorporate income tax) by concealing from auditors their actual sales\ndata. This technology, which includes so-called \"zappers\" and\n\"phantom-ware.,\" automatically suppresses digital sales figures\nrecorded at electronic cash registers.\n\nIt is difficult for auditors to detect the use of zappers and\nphantom-ware through the traditional process of cross checking\ntransaction documents because the technology conceals almost all\ntraces of the digital manipulation. Countries such as Germany and\nGreece have required retailers to install technological\ncountermeasures that make it easier for auditors to detect the use of\nzappers and phantom-ware. In September 2010, the Canadian province of\nQuebec began requiring all restaurants to install in their electronic\ncash registers anti-sales suppression devices. Zappers cost Quebec an\nestimated $425 million ($410 million U.S.) in 2007-2008.\n\nBecause the United States lacks a national sales tax, there is no\nfederal initiative to combat this tax fraud and most states are\n\nill-prepared to deal with this issue. Nationwide, only a handful of\npeople have been caught using this technology, including two in\nMichigan and one in Connecticut. Richard T.\nAinsworth, a Boston University school of Law tax professor and a\nleading expert on zappers, has published several papers documenting\nthe spread of zappers and phantom-ware in Quebec, Greece, Germany,\nthe Netherlands and other European nations. Given that that the first\nzappers were made in the\nUnited States and that this technology is widely used in the Canadian\nprovince just above of the New York's northern border, it is\nimperative for the State to address this issue.\n\nPrior to requiring restaurants in the province to install\nanti-automated sales suppression technology in electronic cash\nregisters, Quebec conducted two empirical studies on the problem.\nThis legislation, likewise, would direct and authorize the Department\nof Taxation and Finance to prepare a study on the prevalence of\nzappers and phantom-ware in cash-oriented businesses statewide, such\nas restaurants, movie theaters and convenience stores.\n\nFISCAL IMPACTS:\nApproximately $250,000 to cover auditor expenses throughout the\n18-month study and to produce a report, according to an estimate by\nthe Senate Select Committee on Budget and Tax Reform.\n\nEFFECTIVE DATE:\nThis act shall take effect ninety days after enactment.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the executive law, in relation to enacting the automated sales suppression act ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110126.T163312.TXT", "SOBI.D110126.T162312.TXT", "SOBI.D110127.T104339.TXT", "SOBI.D110129.T003343.TXT", "SOBI.D110126.T163815.TXT", "SOBI.D110126.T164815.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296279223776
}