{
  "year" : 2011,
  "senateBillNo" : "S2619-2011",
  "billEvents" : [ {
    "eventDate" : 1296104400000,
    "eventText" : "REFERRED TO BANKS",
    "billEventId" : "S2619-2011-1296104400000-REFERRED+TO+BANKS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prohibits a service charge or minimum balance requirement for attorney trust accounts",
  "summary" : "Prohibits a bank or trust company from charging a service charge or requiring a minimum balance for attorney trust or IOLA accounts that are non-interest bearing in nature; defines attorney trust account. ",
  "currentCommittee" : "BANKS",
  "sameAs" : null,
  "lawSection" : "Banking Law",
  "previousVersions" : [ "S352-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2619\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 27, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Banks\n\n       AN ACT to amend the banking law, in relation to attorney trust accounts\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The banking law is amended by adding a new section 9-v to\n    2  read as follows:\n    3    S 9-V. ATTORNEY TRUST ACCOUNTS. NOTWITHSTANDING ANY OTHER PROVISION OF\n    4  LAW OR RULE OR REGULATION TO THE CONTRARY,  NO  BANK  OR  TRUST  COMPANY\n    5  REGULATED BY THE STATE OF NEW YORK SHALL CHARGE A SERVICE FEE OR REQUIRE\n    6  A  MINIMUM  BALANCE  ON AN ATTORNEY TRUST ACCOUNT, PROVIDED THAT NO MORE\n    7  THAN FIFTEEN  DEBIT  OR  CREDIT  TRANSACTIONS  PER  MONTH  ARE  MADE  IN\n    8  CONNECTION  WITH  SUCH ACCOUNT AND PROVIDED, FURTHER, THAT SUCH ATTORNEY\n    9  TRUST ACCOUNT IS NON-INTEREST BEARING OR IS AN IOLA (INTEREST ON  LAWYER\n   10  ACCOUNTS)  ACCOUNT.  FOR THE PURPOSES OF THIS SECTION, AN ATTORNEY TRUST\n   11  ACCOUNT SHALL MEAN A SPECIAL BANKING OR CHECKING ACCOUNT REQUIRED BY LAW\n   12  OR A RULE OF COURT FOR THE DEPOSIT OF FUNDS BELONGING TO LAW CLIENTS  OR\n   13  OTHER PERSONS IN THE PRACTICE OF LAW.\n   14    S  2.  This  act shall take effect on the thirtieth day after it shall\n   15  have become a law.\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07293-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the banking law, in relation to attorney trust accounts ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110127.T100342.TXT", "SOBI.D110127.T094832.TXT", "SOBI.D110127.T095333.TXT", "SOBI.D110127.T110341.TXT", "SOBI.D110127.T092329.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296144221365
}