{
  "year" : 2011,
  "senateBillNo" : "S2613-2011",
  "billEvents" : [ {
    "eventDate" : 1296018000000,
    "eventText" : "REFERRED TO TRANSPORTATION",
    "billEventId" : "S2613-2011-1296018000000-REFERRED+TO+TRANSPORTATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "STAVISKY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for distribution of health care proxy information in mailings related to license and vehicle registration mailings to residents",
  "summary" : "Provides for distribution of health care proxy information in mailings related to license and vehicle registration mailings to residents for a whole year, every four years, beginning not later than January 1, 2013. ",
  "currentCommittee" : "TRANSPORTATION",
  "sameAs" : null,
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "S4048-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2613\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 26, 2011\n                                      ___________\n\n       Introduced  by Sen. STAVISKY -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Transportation\n\n       AN ACT to amend the vehicle and traffic law, in relation to distribution\n         of health care proxy information\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  vehicle  and  traffic law is amended by adding a new\n    2  section 397-c to read as follows:\n    3    S 397-C. DISTRIBUTION OF HEALTH CARE PROXY INFORMATION. THE DEPARTMENT\n    4  SHALL DISTRIBUTE, IN LICENSE AND VEHICLE  REGISTRATION-RELATED  MAILINGS\n    5  TO  STATE  RESIDENTS,  A  HEALTH  CARE  PROXY  FORM  AND INSTRUCTIONS AS\n    6  PREPARED BY THE COMMISSIONER OF THE  DEPARTMENT  OF  HEALTH  IN  COLLAB-\n    7  ORATION  WITH  THE COMMISSIONER. THE DEPARTMENT SHALL CONDUCT SUCH MAIL-\n    8  INGS FOR THE ENTIRE CALENDAR YEAR ONCE EVERY FOUR YEARS. THE FIRST MAIL-\n    9  ING SHALL COMMENCE ON A SCHEDULE TO BE DETERMINED BY  THE  COMMISSIONER,\n   10  BUT  SHALL  COMMENCE  NO  LATER  THAN THE FIRST OF JANUARY, TWO THOUSAND\n   11  THIRTEEN.\n   12    S 2. This act shall take effect immediately.\n\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06343-01-1\n",
  "memo" : "BILL NUMBER:S2613\n\nTITLE OF BILL:\nAn act\nto amend the vehicle and traffic law, in relation to distribution of\nhealth care proxy information\n\nPURPOSE OR GENERAL IDEA OF BILL:\nTo promote use of health care proxies by distributing information\nthrough Department of Motor Vehicles mailings.\n\nSUMMARY OF SPECIFIC PROVISIONS:\nThe Vehicle and Traffic Law is amended by adding a new section 397-c\nto require the Department of Motor Vehicles to include health care\nproxy forms and instructions developed by the Department of Health to\nresidents in mailings on drivers' licenses and periodically in\nmailings on registrations.\n\nJUSTIFICATION:\nPeople want to and should have their health care wishes honored. Yet a\nlarge majority of New York residents do not have a health care proxy.\nAs a result, their health care wishes are usually unknown and people\nare given medical treatment that they would not want or not given\ntreatment that they would want.\n\nTherefore, it is important for the state of New York to establish a\nvariety of ways to provide individuals with health care proxy forms\nand instructions to increase the number of people who complete this\nimportant document. It makes sense to have the Department of Motor\nVehicles, which periodically sends mailings to millions of residents\nof the state, to include a health care proxy form and instructions.\nThis is consistent with what the Department does now when it provides\na place on driver's licenses for organ donations.\n\nThe first mailing would commence no later than the first of January\n2013 and continue once every four years after that.\n\nPRIOR LEGISLATIVE HISTORY:\nThis bill was previously introduced.\n\nFISCAL IMPLICATIONS:\nNominal.\n\nEFFECTIVE DATE:\nImmediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to distribution of health care proxy information ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110126.T163312.TXT", "SOBI.D110126.T162312.TXT", "SOBI.D110127.T104339.TXT", "SOBI.D110129.T003343.TXT", "SOBI.D110126.T163815.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296279223779
}