{
  "year" : 2011,
  "senateBillNo" : "S2616-2011",
  "billEvents" : [ {
    "eventDate" : 1296018000000,
    "eventText" : "REFERRED TO INVESTIGATIONS AND GOVERNMENT OPERATIONS",
    "billEventId" : "S2616-2011-1296018000000-REFERRED+TO+INVESTIGATIONS+AND+GOVERNMENT+OPERATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "STAVISKY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Applies the provisions of the human rights law to all employers regardless of the number of persons in their employ excluding certain family operated businesses",
  "summary" : "Applies the provisions of the human rights law to all employers regardless of the number of persons in their employ; excludes from the definition of employers those employers where at least two-thirds of the employees are family members or spouses of family members of the employer. ",
  "currentCommittee" : "INVESTIGATIONS AND GOVERNMENT OPERATIONS",
  "sameAs" : null,
  "lawSection" : "Executive Law",
  "previousVersions" : [ "S1377-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2616\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 26, 2011\n                                      ___________\n\n       Introduced  by Sen. STAVISKY -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Investigations and Govern-\n         ment Operations\n\n       AN ACT to amend the executive law, in relation to expanding the type and\n         number of employers covered by the provisions of the human rights law\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision  5  of  section  292 of the executive law, as\n    2  amended by chapter 481 of the laws  of  2010,  is  amended  to  read  as\n    3  follows:\n    4    5.  The term \"employer\" [does not include] INCLUDES any employer [with\n    5  fewer than four] REGARDLESS OF THE NUMBER  OF  persons  in  his  or  her\n    6  employ  except  as set forth in section two hundred ninety-six-b of this\n    7  title PROVIDED, HOWEVER, SUCH TERM SHALL NOT INCLUDE AN  EMPLOYER  WHERE\n    8  AT  LEAST  TWO-THIRDS  OF  THE  PERSONS IN THE EMPLOYERS' EMPLOY ARE THE\n    9  CHILDREN, PARENTS, SPOUSE OR A  RELATIVE  WITHIN  THE  THIRD  DEGREE  OF\n   10  CONSANGUINITY, OR THE SPOUSES THEREOF, OF SUCH EMPLOYER.\n   11    S 2. This act shall take effect immediately.\n\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06688-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the executive law, in relation to expanding the type and number of employers covered by the provisions of the human rights law ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110126.T162812.TXT", "SOBI.D110126.T162312.TXT", "SOBI.D110127.T104339.TXT", "SOBI.D110126.T163815.TXT", "SOBI.D110126.T164314.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296143019711
}