{
  "year" : 2011,
  "senateBillNo" : "S2616-2011",
  "billEvents" : [ {
    "eventDate" : 1296018000000,
    "eventText" : "REFERRED TO INVESTIGATIONS AND GOVERNMENT OPERATIONS",
    "billEventId" : "S2616-2011-1296018000000-REFERRED+TO+INVESTIGATIONS+AND+GOVERNMENT+OPERATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "STAVISKY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Applies the provisions of the human rights law to all employers regardless of the number of persons in their employ excluding certain family operated businesses",
  "summary" : "Applies the provisions of the human rights law to all employers regardless of the number of persons in their employ; excludes from the definition of employers those employers where at least two-thirds of the employees are family members or spouses of family members of the employer. ",
  "currentCommittee" : "INVESTIGATIONS AND GOVERNMENT OPERATIONS",
  "sameAs" : null,
  "lawSection" : "Executive Law",
  "previousVersions" : [ "S1377-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2616\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 26, 2011\n                                      ___________\n\n       Introduced  by Sen. STAVISKY -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Investigations and Govern-\n         ment Operations\n\n       AN ACT to amend the executive law, in relation to expanding the type and\n         number of employers covered by the provisions of the human rights law\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision  5  of  section  292 of the executive law, as\n    2  amended by chapter 481 of the laws  of  2010,  is  amended  to  read  as\n    3  follows:\n    4    5.  The term \"employer\" [does not include] INCLUDES any employer [with\n    5  fewer than four] REGARDLESS OF THE NUMBER  OF  persons  in  his  or  her\n    6  employ  except  as set forth in section two hundred ninety-six-b of this\n    7  title PROVIDED, HOWEVER, SUCH TERM SHALL NOT INCLUDE AN  EMPLOYER  WHERE\n    8  AT  LEAST  TWO-THIRDS  OF  THE  PERSONS IN THE EMPLOYERS' EMPLOY ARE THE\n    9  CHILDREN, PARENTS, SPOUSE OR A  RELATIVE  WITHIN  THE  THIRD  DEGREE  OF\n   10  CONSANGUINITY, OR THE SPOUSES THEREOF, OF SUCH EMPLOYER.\n   11    S 2. This act shall take effect immediately.\n\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06688-01-1\n",
  "memo" : "BILL NUMBER:S2616\n\nTITLE OF BILL:\nAn act\nto amend the executive law, in relation\nto expanding the type and number of employers covered by\nthe provisions of the human\nrights law\n\nPURPOSE OR GENERAL IDEA OF BILL:\nTo make all employers, including\nthose who employ fewer than four persons, subject to\nanti-discrimination provisions of the state's human rights law.\n\nPROVISIONS:\nThis bill amends subdivision 5 of section 292 of the\nExecutive Law, as amended by chapter 481 of the laws of 2010 which\ndefines specific terms used in New York State's Human Rights Law. The\nlaw currently defines the term \"employer\" as not including any\nemployer \"with fewer than four persons in his employ.\"\n\nThis legislation changes the definition of the term \"employer\" by\nextending it to include employers with less than three employees.\nThis definition is further amended by exempting only those employers\nwhere at least two-thirds of the employees are closely related by\nblood or marriage to the employer.\n\nJUSTIFICATION:\nSection 292 currently exempts employers with less than four employees\nfrom all provisions of the Human Rights Law that are intended to\nprevent discriminatory hiring practices. Whatever the purpose of this\nexemption, the fact remains that some employers with less than four\nemployees do engage in discriminatory hiring practices that are\nhurtful, unjust, and repugnant to the morals of a civilized society.\nThe burden of requiring small employers to comply with the provisions\nof the Human Rights Law rarely outweighs the negative effects of\nwrongful discriminatory practices in New York State.\n\nPerhaps the only situation in which compliance is a burden is the case\nof family owned businesses where close family members make up all or\nmost of the employees. In this situation, a family business may find\ncompliance impossible due to the family's racial or ethnic homogeneity.\n\nSmall business is a rapidly expanding element of the state's economy,\nand is the key to increased employment in the coming years. In some\nareas of our state, both rural and urban communities, small business\nprovides significant employment opportunities. If the number of small\nbusinesses continues to grow throughout the state, their exemption\nfrom anti-discrimination laws affects not two or three job\napplicants, but tens of thousands of citizens seeking employment. It\nis unfair to allow such a large segment of the state's population to\n\nremain unprotected from unfair employment practices. This law,\ntherefore, must be amended to cover all employers in this state.\n\nPRIOR LEGISLATIVE HISTORY:\nThis bill was previously introduced.\n\nFISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\nImmediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the executive law, in relation to expanding the type and number of employers covered by the provisions of the human rights law ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110126.T162812.TXT", "SOBI.D110126.T162312.TXT", "SOBI.D110127.T104339.TXT", "SOBI.D110129.T003343.TXT", "SOBI.D110126.T163815.TXT", "SOBI.D110126.T164314.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296279223784
}