{
  "year" : 2011,
  "senateBillNo" : "S2629-2011",
  "billEvents" : [ {
    "eventDate" : 1296104400000,
    "eventText" : "REFERRED TO INVESTIGATIONS AND GOVERNMENT OPERATIONS",
    "billEventId" : "S2629-2011-1296104400000-REFERRED+TO+INVESTIGATIONS+AND+GOVERNMENT+OPERATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MARCELLINO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires the commissioner to implement a recycling program for all state-owned and state-leased properties",
  "summary" : "Requires the commissioner to implement a recycling program for all state-owned and state-leased properties; requires incentives for adherence and annual reporting to the governor and legislature. ",
  "currentCommittee" : "INVESTIGATIONS AND GOVERNMENT OPERATIONS",
  "sameAs" : null,
  "lawSection" : "Public Lands Law",
  "previousVersions" : [ "S1113-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2629\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 27, 2011\n                                      ___________\n\n       Introduced  by  Sen.  MARCELLINO  -- read twice and ordered printed, and\n         when printed to be committed to the Committee  on  Investigations  and\n         Government Operations\n\n       AN  ACT  to  amend the public lands law, in relation to recycling on all\n         state-owned and state-leased real property\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The public lands law is amended by adding a new section 3-a\n    2  to read as follows:\n    3    S 3-A. STATE-OWNED REAL PROPERTY RECYCLING MANAGEMENT PROGRAM.  1. THE\n    4  COMMISSIONER  OF  GENERAL SERVICES IS AUTHORIZED AND DIRECTED TO COORDI-\n    5  NATE AND IMPLEMENT A RECYCLING MANAGEMENT PROGRAM ON ALL STATE-OWNED AND\n    6  STATE-LEASED REAL PROPERTY HOLDINGS, CONSISTENT WITH THE RECOMMENDATIONS\n    7  FOR IMPLEMENTATION PROVIDED BY THE WASTE REDUCTION AND RECYCLING PROGRAM\n    8  AND THE WASTE PREVENTION ASSISTANCE PROGRAM, AS PROVIDED IN SECTIONS TWO\n    9  HUNDRED SIXTY-THREE AND TWO HUNDRED  SIXTY-FOUR,  RESPECTIVELY,  OF  THE\n   10  ECONOMIC  DEVELOPMENT  LAW. SUCH PROGRAM SHALL BE IMPLEMENTED WITHIN SIX\n   11  MONTHS OF THE EFFECTIVE DATE OF THIS SECTION.\n   12    2. ALL OTHER DEPARTMENTS OR AGENCIES  OF  THE  STATE  OR  SUBDIVISIONS\n   13  THEREOF  OCCUPYING SUCH STATE-OWNED OR STATE-LEASED PROPERTIES SHALL, AT\n   14  THE REQUEST OF THE COMMISSIONER, OR HIS OR  HER  DESIGNEE,  PROVIDE  THE\n   15  OFFICE  WITH  SUCH ASSISTANCE AS WILL ENABLE THE OFFICE TO CARRY OUT ITS\n   16  DUTIES UNDER THIS SECTION.\n   17    3. THE COMMISSIONER SHALL DEVELOP INCENTIVE INITIATIVES  TO  ENCOURAGE\n   18  ADHERENCE TO THE PROGRAM BY THE DEPARTMENTS AND AGENCIES OF THE STATE OR\n   19  SUBDIVISIONS THEREOF OCCUPYING SUCH PROPERTIES.\n   20    4.  THE  REQUIREMENTS  OF  THE  RECYCLING  MANAGEMENT PROGRAM SHALL BE\n   21  INCLUDED IN ALL NEW AND RENEWAL LEASE-HOLD AGREEMENTS  ENTERED  INTO  BY\n   22  THE OFFICE ON AND AFTER THE IMPLEMENTATION OF SUCH PROGRAM.\n   23    5. ON OR BEFORE JANUARY FIRST, TWO THOUSAND TWELVE, AND ANNUALLY THER-\n   24  EAFTER,  THE  COMMISSIONER SHALL REPORT TO THE GOVERNOR AND THE LEGISLA-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07577-01-1\n\n       S. 2629                             2\n\n    1  TURE ON THE PROGRAM INCLUDING, BUT NOT LIMITED TO,  RECOMMENDATIONS  FOR\n    2  INCREASED  EFFICIENCY IN THE IMPLEMENTATION AND INCENTIVES FOR ADHERENCE\n    3  TO THE PROGRAM.\n    4    S 2. This act shall take effect immediately.\n",
  "memo" : "BILL NUMBER:S2629\n\nTITLE OF BILL:\nAn act\nto amend the public lands law, in relation to recycling on all\nstate-owned and state-leased real property\n\nPURPOSE:\nTo implement a recycling program for all state owned and\nstate leased properties.\n\nSUMMARY OF PROVISIONS:\nSection one amends the public lands law by\nadding a new section 3-a. The first paragraph of which authorizes the\ncommissioner of General Services to direct and coordinate a recycling\nmanagement program consistent with the recommendations provided by\nthe waste reduction and recycling program that would be implemented\nsix months after this bill is passed. The second paragraph states\nthat all other departments and agencies of the state shall receive\nassistance from the commissioner of the respective agency in allowing\nthe office to carry out the provisions set forth in the first section\nof the bill. The third paragraph states that the commissioner of\neach state agency shall develop incentive policies to encourage\noffices within each agency to adhere to the program established in\nsection one of the bill.\nParagraph four requires that all new and renewed lease hold agreements\nestablished after the effective date of this bill must include the\nprovisions stated in this bill in contracts the state agency signs on\nto. Paragraph five states that on or before January first 2010, and\non an annual basis after that that the commissioner of each affected\nstate agency must report to the governor and the legislature on the\neffectiveness of the program. The commissioner also may make\nrecommendations to the said bodies on how to increase efficiency and\nimprove the implementation of and incentives for the program. Section\ntwo states that this act shall take effect immediately.\n\nJUSTIFICATION:\nEach day tons of garbage enters the waste stream, placing a burden on\nlandfills found throughout the state. The state can play a role in\nfostering greater efforts at recycling by both setting an example at\nstate-owned facilities as well using its \"power-of-the purse\" to\nspend state dollars at facilities that have recycling programs. It is\nimportant that the state lead the way in recycling efforts in order\nto spur private interest in such programs and to use its power the\nbest way possible to help preserve this planet's resources for future\ngenerations.\n\nLEGISLATIVE HISTORY:\n2008: S.7843, 2009 - S.1113\n\nFISCAL IMPLICATIONS:\n\nMinimal.\n\nEFFECTIVE DATE:\nThis act shall take effect immediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the public lands law, in relation to recycling on all state-owned and state-leased real property ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110127.T104339.TXT", "SOBI.D110129.T003343.TXT", "SOBI.D110127.T102344.TXT", "SOBI.D110127.T104839.TXT", "SOBI.D110127.T121348.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296279223803
}