{
  "year" : 2011,
  "senateBillNo" : "S2625-2011",
  "billEvents" : [ {
    "eventDate" : 1296104400000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S2625-2011-1296104400000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Increases penalties for grand larceny involving the theft of a motor vehicle; repealer",
  "summary" : "Increases the penalties for multiple violations involving the theft of a motor vehicle; second offense for auto theft to be a class D felony. ",
  "currentCommittee" : "CODES",
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : [ "S354-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2625\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 27, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Codes\n\n       AN ACT to amend the penal law, in relation to grand  larceny  and  unau-\n         thorized  use  of  a  vehicle  and  repealing subdivision 1 of section\n         165.05 of such law relating thereto\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Section 155.35 of the penal law, as amended by chapter 464\n    2  of the laws of 2010, is amended to read as follows:\n    3  S 155.35 Grand larceny in the third degree.\n    4    A person is guilty of grand larceny in the third  degree  when  he  or\n    5  she:\n    6    1. steals property and:\n    7    [1.]  (A)  when  the  value  of  the  property  exceeds three thousand\n    8  dollars, or\n    9    [2.] (B) the property is an automated teller machine or  the  contents\n   10  of an automated teller machine; OR\n   11    2.  COMMITS THE CRIME OF GRAND LARCENY IN THE FOURTH DEGREE AS DEFINED\n   12  IN  SUBDIVISION  EIGHT  OF  SECTION  155.30 OF THIS ARTICLE AND HAS BEEN\n   13  PREVIOUSLY CONVICTED OF THE CRIME OF GRAND LARCENY IN THE FOURTH  DEGREE\n   14  AS DEFINED IN SUCH SUBDIVISION.\n   15    Grand larceny in the third degree is a class D felony.\n   16    S 2. Subdivision 1 of section 165.05 of the penal law is REPEALED.\n   17    S  3.  Section  165.06 of the penal law, as amended by chapter 413  of\n   18  the laws of 1982, is amended to read as follows:\n   19  S 165.06 Unauthorized use of a vehicle in the second degree.\n   20     A person is guilty of unauthorized use of a  vehicle  in  the  second\n   21  degree when:\n   22     He  commits  the  crime of unauthorized use of a vehicle in the third\n   23  degree as defined in subdivision [one] TWO of  section  165.05  of  this\n   24  article  and  has been previously convicted of THIS SECTION OR the crime\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07295-01-1\n\n       S. 2625                             2\n\n    1  of unauthorized use of a vehicle in  the  third  degree  as  defined  in\n    2  subdivision  [one] TWO of section 165.05 [or second degree]OF THIS ARTI-\n    3  CLE within the preceding ten years.\n    4     Unauthorized use of a vehicle in the second degree is a class E felo-\n    5  ny.\n    6    S 4. This act shall take effect on the first of November next succeed-\n    7  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, in relation to grand larceny and unauthorized use of a vehicle and repealing subdivision 1 of section 165.05 of such law relating thereto ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110127.T105840.TXT", "SOBI.D110127.T094832.TXT", "SOBI.D110127.T095833.TXT", "SOBI.D110127.T092329.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296143920222
}