{
  "year" : 2011,
  "senateBillNo" : "S2627-2011",
  "billEvents" : [ {
    "eventDate" : 1296104400000,
    "eventText" : "REFERRED TO CHILDREN AND FAMILIES",
    "billEventId" : "S2627-2011-1296104400000-REFERRED+TO+CHILDREN+AND+FAMILIES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes the posting of a bond in custody cases",
  "summary" : "Authorizes the court to require a non-custodial parent, when the court reasonably determines that there is a risk of flight, to post a bond to ensure return of a child in custody and visitation orders; provides that the amount of the bond shall be determined based on all of the facts and circumstances available to the court. ",
  "currentCommittee" : "CHILDREN AND FAMILIES",
  "sameAs" : null,
  "lawSection" : "Domestic Relations Law",
  "previousVersions" : [ "S165-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2627\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 27, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Children and Families\n\n       AN ACT to amend the domestic relations law and the family court act,  in\n         relation to requiring posting of a bond in custody proceedings\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 240 of the domestic relations  law  is  amended  by\n    2  adding a new subdivision 6 to read as follows:\n    3    6.  POSTING  OF  BOND.  AS  PART OF A CHILD SUPPORT ORDER, IN ANY CASE\n    4  WHERE THE COURT REASONABLY DETERMINES  THAT  THERE  IS  A  RISK  THAT  A\n    5  NONCUSTODIAL  PARENT  MAY  FLEE,  THE  COURT  MAY ORDER THE NONCUSTODIAL\n    6  PARENT TO POST A BOND IN AN AMOUNT DETERMINED BY THE  COURT,  TO  ENSURE\n    7  THAT ANY CHILD SUBJECT TO SUCH ORDER IS RETURNED TO THE CUSTODIAL PARENT\n    8  AT  THE END OF ANY VISITATION PERIOD PROVIDED FOR THEREIN. THE AMOUNT OF\n    9  SUCH BOND SHALL BE BASED UPON ALL THE FACTS AND CIRCUMSTANCES  AVAILABLE\n   10  TO THE COURT IN ASSESSING WHAT IS IN THE BEST INTEREST OF THE CHILD.\n   11    S  2.  Section  447 of the family court act is amended by adding a new\n   12  subdivision (c) to read as follows:\n   13    (C) AS PART OF ANY ORDER UNDER THIS SECTION, IN  ANY  CASE  WHERE  THE\n   14  COURT  REASONABLY  DETERMINES  THAT  THERE IS A RISK THAT A NONCUSTODIAL\n   15  PARENT MAY FLEE, THE COURT MAY ORDER THE NONCUSTODIAL PARENT TO  POST  A\n   16  BOND  IN  AN  AMOUNT  DETERMINED  BY THE COURT, TO ENSURE THAT ANY CHILD\n   17  SUBJECT TO SUCH ORDER IS RETURNED TO THE CUSTODIAL PARENT AT THE END  OF\n   18  ANY  VISITATION  PERIOD  PROVIDED  FOR  THEREIN. THE AMOUNT OF SUCH BOND\n   19  SHALL BE BASED UPON ALL THE FACTS AND  CIRCUMSTANCES  AVAILABLE  TO  THE\n   20  COURT IN ASSESSING WHAT IS IN THE BEST INTEREST OF THE CHILD.\n   21    S  3.  Section  467 of the family court act is amended by adding a new\n   22  subdivision (d) to read as follows:\n   23    (D) AS PART OF A DETERMINATION OF  AN  APPLICATION  PURSUANT  TO  THIS\n   24  SECTION, IN ANY CASE WHERE THE COURT REASONABLY DETERMINES THAT THERE IS\n   25  A  RISK  THAT  A  NONCUSTODIAL  PARENT MAY FLEE, THE COURT MAY ORDER THE\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07445-01-1\n\n       S. 2627                             2\n\n    1  NONCUSTODIAL PARENT TO POST A BOND IN AN AMOUNT DETERMINED BY THE COURT,\n    2  TO ENSURE THAT ANY CHILD SUBJECT TO SUCH ORDER IS RETURNED TO THE CUSTO-\n    3  DIAL PARENT AT THE END OF ANY VISITATION PERIOD  PROVIDED  FOR  THEREIN.\n    4  THE  AMOUNT  OF  SUCH BOND SHALL BE BASED UPON ALL THE FACTS AND CIRCUM-\n    5  STANCES AVAILABLE TO THE COURT IN ASSESSING WHAT IS IN THE BEST INTEREST\n    6  OF THE CHILD.\n    7    S 4. Section 549 of the family court act is amended by  adding  a  new\n    8  subdivision (c) to read as follows:\n    9    (C)  AS  PART  OF  AN  ORDER UNDER THIS SECTION, IN ANY CASE WHERE THE\n   10  COURT REASONABLY DETERMINES THAT THERE IS A  RISK  THAT  A  NONCUSTODIAL\n   11  PARENT  MAY  FLEE, THE COURT MAY ORDER THE NONCUSTODIAL PARENT TO POST A\n   12  BOND IN AN AMOUNT DETERMINED BY THE COURT,  TO  ENSURE  THAT  ANY  CHILD\n   13  SUBJECT  TO SUCH ORDER IS RETURNED TO THE CUSTODIAL PARENT AT THE END OF\n   14  ANY VISITATION PERIOD PROVIDED FOR THEREIN.  THE  AMOUNT  OF  SUCH  BOND\n   15  SHALL  BE  BASED  UPON  ALL THE FACTS AND CIRCUMSTANCES AVAILABLE TO THE\n   16  COURT IN ASSESSING WHAT IS IN THE BEST INTEREST OF THE CHILD.\n   17    S 5. Section 651 of the family court act is amended by  adding  a  new\n   18  subdivision (g) to read as follows:\n   19    (G) AS PART OF ANY DETERMINATION UNDER THIS SECTION, IN ANY CASE WHERE\n   20  THE COURT REASONABLY DETERMINES THAT THERE IS A RISK THAT A NONCUSTODIAL\n   21  PARENT  MAY  FLEE, THE COURT MAY ORDER THE NONCUSTODIAL PARENT TO POST A\n   22  BOND IN AN AMOUNT DETERMINED BY THE COURT,  TO  ENSURE  THAT  ANY  CHILD\n   23  SUBJECT  TO SUCH ORDER IS RETURNED TO THE CUSTODIAL PARENT AT THE END OF\n   24  ANY VISITATION PERIOD PROVIDED FOR THEREIN.  THE  AMOUNT  OF  SUCH  BOND\n   25  SHALL  BE  BASED  UPON  ALL THE FACTS AND CIRCUMSTANCES AVAILABLE TO THE\n   26  COURT IN ASSESSING WHAT IS IN THE BEST INTEREST OF THE CHILD.\n   27    S 6. Section 652 of the family court act is amended by  adding  a  new\n   28  subdivision (d) to read as follows:\n   29    (D)  IN  ANY DETERMINATION OF AN APPLICATION PURSUANT TO THIS SECTION,\n   30  IN ANY CASE WHERE THE COURT REASONABLY DETERMINES THAT THERE IS  A  RISK\n   31  THAT  A  NONCUSTODIAL PARENT MAY FLEE, THE COURT MAY ORDER THE NONCUSTO-\n   32  DIAL PARENT TO POST A BOND IN AN AMOUNT  DETERMINED  BY  THE  COURT,  TO\n   33  ENSURE THAT ANY CHILD SUBJECT TO SUCH ORDER IS RETURNED TO THE CUSTODIAL\n   34  PARENT  AT  THE  END  OF ANY VISITATION PERIOD PROVIDED FOR THEREIN. THE\n   35  AMOUNT OF SUCH BOND SHALL BE BASED UPON ALL THE FACTS AND  CIRCUMSTANCES\n   36  AVAILABLE  TO THE COURT IN ASSESSING WHAT IS IN THE BEST INTEREST OF THE\n   37  CHILD.\n   38    S 7. This act shall take effect on the first of November next succeed-\n   39  ing the date on which it shall have become a law.\n",
  "memo" : "BILL NUMBER:S2627\n\nTITLE OF BILL:\nAn act\nto amend the domestic relations\nlaw and the family court act, in relation\nto requiring posting of a bond in custody proceedings\n\nPURPOSE OF THE BILL:\nThis bill would authorize the court to order the\nposting of a bond in certain custody cases in an attempt to address\nthe serious problem of custodial interference.\n\nSUMMARY OF SPECIFIC PROVISIONS:\nThe bill amends\nthe domestic relations law and the family court act to provide that\nwhere the court determines that there is a risk that a noncustodial\nparent may flee with the child, the court may order the noncustodial\nparent to post a bond to ensure that any child subject to such order\nis returned to the custodial parent at the end of any visitation\nperiod.\n\nJUSTIFICATION:\nAccording to the 1990 National\nIncidence Studies of\nMissing, Abducted, Runaway and Thrownaway Children, nearly 350,000\nchildren are abducted by family members each year. Abduction of a\nchild whether by a stranger or by a family member is every parent's\nworst nightmare. Even though the child is with the noncustodial\nparent, that does not necessarily ensure the health, safety or the\nwell being of the child. Frequently, the child is taken by the\nnoncustodial parent out of revenge and many do not receive the proper\ncare or schooling. Furthermore, the child often suffers\npsychologically. In addition to the negative consequences for the\nchild, the left-behind parent not only feels helpless, depressed and\nanxious but also experiences the great financial burden of trying to\nsearch for the missing child. Child advocates including the National\nCenter for Missing and Exploited Children recommend that some court\norders include a bond provision, which should increase the likelihood\nof the timely return of children and provide some measure of\nreassurance to the custodial parent.\n\nEFFECTIVE DATE:\nFirst of November\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the domestic relations law and the family court act, in relation to requiring posting of a bond in custody proceedings ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110127.T094832.TXT", "SOBI.D110127.T094332.TXT", "SOBI.D110129.T003343.TXT", "SOBI.D110127.T095833.TXT", "SOBI.D110127.T110341.TXT", "SOBI.D110127.T092329.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296279223800
}