{
  "year" : 2011,
  "senateBillNo" : "S262-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO INVESTIGATIONS AND GOVERNMENT OPERATIONS",
    "billEventId" : "S262-2011-1294203600000-REFERRED+TO+INVESTIGATIONS+AND+GOVERNMENT+OPERATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "DIAZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for an additional franchise tax on certain life insurance policies",
  "summary" : "Provides for an additional franchise tax on life insurance policies obtained by companies on its employees and/or retirees. ",
  "currentCommittee" : "INVESTIGATIONS AND GOVERNMENT OPERATIONS",
  "sameAs" : null,
  "lawSection" : "Tax Law",
  "previousVersions" : [ "SA6236-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          262\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  DIAZ  --  read twice and ordered printed, and when\n         printed to be committed to the Committee on Investigations and Govern-\n         ment Operations\n\n       AN ACT to amend the tax law, in  relation  to  providing  an  additional\n         franchise tax on certain life insurance policies\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The tax law is amended by adding a  new  section  182-b  to\n    2  read as follows:\n    3    S  182-B. ADDITIONAL FRANCHISE TAX ON CERTAIN LIFE INSURANCE POLICIES.\n    4  1. NOTWITHSTANDING ANY OTHER PROVISION OF THIS CHAPTER, OR OF ANY  OTHER\n    5  LAW, FOR TAXABLE YEARS BEGINNING ON OR AFTER JANUARY FIRST, TWO THOUSAND\n    6  THIRTEEN,  AN  ANNUAL TAX IS HEREBY IMPOSED UPON EVERY COMPANY RECEIVING\n    7  BENEFITS FROM LIFE INSURANCE POLICIES IT HAS OBTAINED ON  ITS  EMPLOYEES\n    8  AND/OR RETIREES EQUAL TO FIFTY PER CENTUM OF ITS GROSS RECEIPTS FROM ALL\n    9  PROCEEDS  FROM  SUCH LIFE INSURANCE POLICIES, FOR THE PRIVILEGE OF EXER-\n   10  CISING ITS CORPORATE FRANCHISE, OR OF DOING BUSINESS,  OR  OF  EMPLOYING\n   11  CAPITAL,  OR  OF OWNING OR LEASING PROPERTY IN THIS STATE IN A CORPORATE\n   12  OR ORGANIZED CAPACITY, OR OF MAINTAINING AN OFFICE IN  THIS  STATE,  FOR\n   13  ALL OR ANY PART OF EACH OF ITS TAXABLE YEARS.\n   14    2.  EVERY  COMPANY  SUBJECT  TO TAX UNDER THIS SECTION SHALL KEEP SUCH\n   15  RECORDS OF ITS BUSINESS IN SUCH FORM AS THE  COMMISSIONER  MAY  REQUIRE,\n   16  AND  SUCH RECORDS SHALL BE PRESERVED FOR A PERIOD OF THREE YEARS, EXCEPT\n   17  THAT THE COMMISSIONER MAY CONSENT TO THEIR DESTRUCTION WITHIN THAT PERI-\n   18  OD OR MAY REQUIRE THAT THEY BE KEPT LONGER.\n   19    S 2. This act shall take effect immediately and shall apply to taxable\n   20  years beginning on or after January 1, 2013.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03251-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the tax law, in relation to providing an additional franchise tax on certain life insurance policies ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101213.T113306.TXT", "SOBI.D101215.T111859.TXT", "SOBI.D101213.T115306.TXT", "SOBI.D101213.T121808.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292429939137
}