{
  "year" : 2011,
  "senateBillNo" : "S2620-2011",
  "billEvents" : [ {
    "eventDate" : 1296104400000,
    "eventText" : "REFERRED TO CHILDREN AND FAMILIES",
    "billEventId" : "S2620-2011-1296104400000-REFERRED+TO+CHILDREN+AND+FAMILIES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for screening of applicants for a license or registration to provide child day care and for screening for child day care personnel",
  "summary" : "Provides for the criminal history check of applicants for a license or registration to provide child day care and for similar mandatory screening for child day care personnel; outlines the procedure and elements of mandatory screening and gives circumstances under which the license or registration may be denied. ",
  "currentCommittee" : "CHILDREN AND FAMILIES",
  "sameAs" : null,
  "lawSection" : "Social Services Law",
  "previousVersions" : [ "S353-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2620\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 27, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Children and Families\n\n       AN ACT to amend the  social  services  law,  in  relation  to  mandatory\n         screening of applicants for a license or registration to provide child\n         day  care  and  to  mandatory screening of personnel of child day care\n         providers\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.    Section  390  of  the social services law is amended by\n    2  adding a new subdivision 10-a to read as follows:\n    3    10-A. (A) ANY PERSON WHO APPLIES FOR A LICENSE TO OPERATE A CHILD  DAY\n    4  CARE  CENTER OR GROUP FAMILY DAY CARE PROGRAM, OR ANY PERSON WHO APPLIES\n    5  FOR REGISTRATION TO OPERATE A FAMILY  DAY  CARE  HOME,  CHILD  DAY  CARE\n    6  CENTER  OR  SCHOOL-AGE  CHILD  CARE  PROGRAM WHO KNOWINGLY, WILLFULLY OR\n    7  INTENTIONALLY FAILS TO DISCLOSE OR FALSIFIES INFORMATION REGARDING PRIOR\n    8  FELONY CONVICTIONS WHILE APPLYING FOR A LICENSE OR REGISTRATION SHALL BE\n    9  SUBJECT TO AN IMMEDIATE DENIAL OF SUCH APPLICATION FOR A PERIOD  OF  ONE\n   10  YEAR,  OR,  IF A LICENSE OR REGISTRATION WAS GRANTED TO THE APPLICANT IN\n   11  RELIANCE BY THE OFFICE OF CHILDREN AND FAMILY SERVICES ON SUCH FALSIFIED\n   12  APPLICATION SUCH CHILD DAY CARE PROVIDER SHALL BE SUBJECT TO AN  IMMEDI-\n   13  ATE SUSPENSION OF SUCH LICENSE OR REGISTRATION FOR A PERIOD OF ONE YEAR.\n   14  IF  SUCH FAILURE TO DISCLOSE OR FALSIFICATION CONCERNS ONE OF THE FELONY\n   15  CONVICTIONS SET FORTH IN SUBDIVISION TEN OF THIS  SECTION,  SUCH  APPLI-\n   16  CANT'S  APPLICATION  SHALL  BE PERMANENTLY DENIED OR SUCH CHILD DAY CARE\n   17  PROVIDER'S LICENSE SHALL BE REVOKED. SUCH DENIAL, SUSPENSION OR  REVOCA-\n   18  TION    SHALL  COMMENCE  UPON  WRITTEN NOTIFICATION BY THE OFFICE TO THE\n   19  APPLICANT OR CHILD DAY CARE PROVIDER THAT THE OFFICE HAS BEEN MADE AWARE\n   20  OF SUCH FAILURE TO DISCLOSE OR FALSIFICATION. THE APPLICANT OR CHILD DAY\n   21  CARE PROVIDER SHALL BE ENTITLED  TO  A  HEARING  BEFORE  THE  OFFICE  TO\n   22  CONTEST  THE ALLEGATIONS REGARDING FALSIFICATION OR FAILURE TO DISCLOSE.\n   23  SUCH HEARING MUST BE SCHEDULED TO COMMENCE AS SOON AS POSSIBLE BUT IN NO\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07294-01-1\n\n       S. 2620                             2\n\n    1  EVENT LATER THAN THIRTY DAYS AFTER THE  RECEIPT  BY  THE  DEPARTMENT  OF\n    2  FAMILY  ASSISTANCE OF THE REQUEST FOR A HEARING MADE BY THE APPLICANT OR\n    3  CHILD DAY CARE PROVIDER. DENIAL, SUSPENSION OR REVOCATION SHALL CONTINUE\n    4  UNTIL  A  HEARING  DECISION  HAS BEEN ISSUED.   IF THE OFFICE DETERMINES\n    5  AFTER A HEARING THAT THE DENIAL, SUSPENSION OR  REVOCATION  WAS  PROPER,\n    6  SUCH  DENIAL  OR SUSPENSION SHALL CONTINUE FOR A PERIOD OF ONE YEAR FROM\n    7  ITS COMMENCEMENT, OR SUCH REVOCATION OR PERMANENT  DENIAL  SHALL  BECOME\n    8  FINAL. THE OFFICE SHALL REVOKE SUCH DENIAL, SUSPENSION OR REVOCATION IF,\n    9  IN  ITS  ABSOLUTE  DISCRETION, IT DEEMS THAT IN THE INTEREST OF JUSTICE,\n   10  SUCH DENIAL, SUSPENSION OR REVOCATION SHOULD BE REVOKED.\n   11    (B) ANY PERSON WHO APPLIES FOR A POSITION AS AN ASSISTANT, EMPLOYEE OR\n   12  VOLUNTEER AT A CHILD DAY CARE CENTER, GROUP  FAMILY  DAY  CARE  PROGRAM,\n   13  FAMILY  DAY  CARE  HOME, OR SCHOOL-AGE CHILD CARE PROGRAM WHO KNOWINGLY,\n   14  WILLFULLY OR INTENTIONALLY FAILS TO DISCLOSE  OR  FALSIFIES  INFORMATION\n   15  REGARDING  PRIOR  FELONY  CONVICTIONS  WHILE  APPLYING FOR SUCH POSITION\n   16  SHALL BE SUBJECT TO AN IMMEDIATE DENIAL OF SUCH APPLICATION,  OR,  IF  A\n   17  POSITION  WAS  GRANTED  TO THE APPLICANT IN RELIANCE BY A CHILD DAY CARE\n   18  PROVIDER ON SUCH  FALSIFIED  APPLICATION  SUCH  ASSISTANT,  EMPLOYEE  OR\n   19  VOLUNTEER  SHALL  BE  SUBJECT  TO AN IMMEDIATE DISCHARGE FROM HIS OR HER\n   20  POSITION. SUCH DENIAL OR DISCHARGE SHALL COMMENCE UPON WRITTEN NOTIFICA-\n   21  TION BY THE CHILD DAY CARE PROVIDER TO THE APPLICANT, ASSISTANT, EMPLOY-\n   22  EE OR VOLUNTEER THAT THE CHILD DAY CARE PROVIDER HAS BEEN MADE AWARE  OF\n   23  SUCH  FAILURE  TO  DISCLOSE  OR FALSIFICATION. THE APPLICANT, ASSISTANT,\n   24  EMPLOYEE OR VOLUNTEER SHALL BE ENTITLED TO A HEARING BEFORE  THE  OFFICE\n   25  TO  CONTEST  THE  ALLEGATIONS  REGARDING  FALSIFICATION  OR  FAILURE  TO\n   26  DISCLOSE. SUCH HEARING MUST BE SCHEDULED TO COMMENCE AS SOON AS POSSIBLE\n   27  BUT IN NO EVENT LATER THAN THIRTY DAYS AFTER THE RECEIPT BY  THE  OFFICE\n   28  OF  THE REQUEST FOR A HEARING MADE BY THE APPLICANT, ASSISTANT, EMPLOYEE\n   29  OR VOLUNTEER. DENIAL OR DISCHARGE SHALL CONTINUE UNTIL A  HEARING  DECI-\n   30  SION HAS BEEN ISSUED.  IF THE OFFICE DETERMINES AFTER A HEARING THAT THE\n   31  DENIAL  OR  DISCHARGE  WAS PROPER, SUCH DENIAL OR DISCHARGE SHALL BECOME\n   32  FINAL. THE OFFICE SHALL REVOKE SUCH DENIAL OR DISCHARGE IF, IN ITS ABSO-\n   33  LUTE DISCRETION, IT DEEMS THAT IN THE INTEREST OF JUSTICE,  SUCH  DENIAL\n   34  OR DISCHARGE SHOULD BE REVOKED.\n   35    S 2. Section 390 of the social services law is amended by adding a new\n   36  subdivision 10-b to read as follows:\n   37    10-B. ANY PERSON WHO APPLIES FOR A LICENSE TO OPERATE A CHILD DAY CARE\n   38  CENTER  OR  GROUP FAMILY DAY CARE PROGRAM, OR ANY PERSON WHO APPLIES FOR\n   39  REGISTRATION TO OPERATE A FAMILY DAY CARE HOME, CHILD DAY CARE CENTER OR\n   40  SCHOOL-AGE CHILD CARE PROGRAM AND ANY OPERATOR  OF  A  FAMILY  DAY  CARE\n   41  HOME,  GROUP  FAMILY  DAY  CARE  HOME, SCHOOL-AGE CHILD CARE PROGRAM, OR\n   42  CHILD DAY CARE CENTER OR ANY ASSISTANT, EMPLOYEE OR  VOLUNTEER  IN  SUCH\n   43  HOMES,  PROGRAMS OR CENTERS, OR ANY PERSONS OVER THE AGE OF EIGHTEEN WHO\n   44  RESIDE IN SUCH  HOMES  SHALL  BE  SUBJECT  TO  SCREENING  PROCEDURES  AS\n   45  PROVIDED BY THIS SUBDIVISION.\n   46   FOR  PURPOSES  OF  THIS  SUBDIVISION, PERSONS APPLYING FOR A LICENSE OR\n   47  REGISTRATION SHALL  BE  COLLECTIVELY  REFERRED  TO  AS  APPLICANTS,  AND\n   48  PERSONS  WHO  ARE  NOT  APPLICANTS  SHALL BE COLLECTIVELY REFERRED TO AS\n   49  PERSONNEL.\n   50    (A) SCREENING FOR APPLICANTS SHALL BE CARRIED OUT  BY  THE  OFFICE  OF\n   51  CHILDREN AND FAMILY SERVICES IN ACCORDANCE WITH RULES AND REGULATIONS OF\n   52  THE  COMMISSIONER OF THE OFFICE AND SHALL INCLUDE, BUT NOT BE LIMITED TO\n   53  (1) FINGERPRINTING; (2) REVIEW OF CRIMINAL CONVICTIONS AND PENDING CRIM-\n   54  INAL ACTIONS, PROVIDED THAT THE OFFICE  SHALL  NOT  DENY  A  LICENSE  OR\n   55  REGISTRATION  OF  AN  APPLICANT WHO IS THE SUBJECT OF A PENDING CRIMINAL\n   56  ACTION, BUT SHALL DEFER DECISION ON SUCH APPLICANT UNTIL DISPOSITION  OF\n\n       S. 2620                             3\n\n    1  THE  PENDING CRIMINAL ACTION; AND (3) INQUIRE WITH THE STATEWIDE CENTRAL\n    2  REGISTER OF CHILD ABUSE AND MALTREATMENT. UPON COMPLETION BY THE  OFFICE\n    3  OF  THE PROCEDURES SET FORTH IN SUBPARAGRAPHS ONE, TWO AND THREE OF THIS\n    4  PARAGRAPH, IT SHALL DEFER DECISION ON SUCH APPLICANT'S LICENSE OR REGIS-\n    5  TRATION  UNTIL  THE  OFFICE  IS  IN RECEIPT OF SUCH INFORMATION FROM THE\n    6  DIVISION OF CRIMINAL JUSTICE SERVICES AND FROM THE STATE CENTRAL  REGIS-\n    7  TER  OF  CHILD  ABUSE  AND  MALTREATMENT.  IN THE EVENT SUCH INFORMATION\n    8  REVEALS THE EXISTENCE OF ANY FELONY CONVICTION SET FORTH IN  SUBDIVISION\n    9  TEN  OF  THIS SECTION OR IF THE APPLICANT IS THE SUBJECT OF AN INDICATED\n   10  CHILD ABUSE AND MALTREATMENT REPORT, SUCH APPLICANT'S APPLICATION FOR  A\n   11  LICENSE  OR REGISTRATION SHALL BE DENIED. ALL CURRENT CHILD CARE PROVID-\n   12  ERS SHALL BE SUBJECT TO THE SCREENING PROCEDURES SET FORTH IN THIS PARA-\n   13  GRAPH AND A FINDING OF THE EXISTENCE OF ANY OF  THE  FELONY  CONVICTIONS\n   14  SET  FORTH  IN  SUBDIVISION  TEN  OF  THIS SECTION OR A FINDING THAT THE\n   15  APPLICANT IS THE SUBJECT OF AN INDICATED CHILD  ABUSE  AND  MALTREATMENT\n   16  REPORT,  SUCH  CHILD  CARE  PROVIDER'S  LICENSE OR REGISTRATION SHALL BE\n   17  IMMEDIATELY REVOKED UPON WRITTEN NOTICE TO THE CHILD CARE PROVIDER.\n   18    (B) (1) EACH CHILD CARE PROVIDER SHALL BE RESPONSIBLE FOR THE RECRUIT-\n   19  MENT OF APPROPRIATE PERSONNEL,  THE  VERIFICATION  OF  CREDENTIALS,  THE\n   20  GATHERING  OF  PERSONAL  AND  EMPLOYMENT  REFERENCES,  AND SELECTION AND\n   21  HIRING OF ALL PERSONNEL NECESSARY TO FURNISH CHILD CARE SERVICES.   EACH\n   22  CHILD  DAY  CARE PROVIDER AND THE OFFICE OF CHILDREN AND FAMILY SERVICES\n   23  SHALL COOPERATE WITH REGARD TO THE SCREENING OF ALL CURRENT AND PROSPEC-\n   24  TIVE PERSONNEL. THE METHOD OF SCREENING SHALL BE ACCOMPLISHED IN ACCORD-\n   25  ANCE WITH RULES AND REGULATIONS  OF  THE  COMMISSIONER  OF  THE  OFFICE.\n   26  SCREENING  SHALL INCLUDE, BUT NOT BE LIMITED TO (I) FINGERPRINTING; (II)\n   27  REVIEW OF CRIMINAL CONVICTIONS AND PENDING  CRIMINAL  ACTIONS,  PROVIDED\n   28  THAT  THE  CHILD  CARE  PROVIDER SHALL NOT DISMISS OR PERMANENTLY DENY A\n   29  POSITION TO CURRENT AND PROSPECTIVE PERSONNEL WHO ARE SUBJECTS OF  PEND-\n   30  ING  CRIMINAL  ACTIONS,  BUT MAY SUSPEND SUCH CURRENT PERSONNEL OR DEFER\n   31  DECISIONS ON SUCH PROSPECTIVE PERSONNEL UNTIL DISPOSITION OF THE PENDING\n   32  CRIMINAL ACTION; AND (III) INQUIRY WITH THE STATEWIDE  CENTRAL  REGISTER\n   33  OF CHILD ABUSE AND MALTREATMENT.\n   34    IN  THE  EVENT  SUCH  INQUIRY  REVEALS  THE  EXISTENCE  OF  ANY FELONY\n   35  CONVICTION SET FORTH IN SUBDIVISION TEN OF THIS SECTION  CONCERNING  ANY\n   36  CURRENT  OR  PROSPECTIVE  PERSONNEL  OR  IF  ANY  CURRENT OR PROSPECTIVE\n   37  PERSONNEL IS THE SUBJECT OF AN INDICATED CHILD  ABUSE  AND  MALTREATMENT\n   38  REPORT, SUCH CURRENT PERSONNEL SHALL BE DISCHARGED FROM HIS OR HER POSI-\n   39  TION AND SUCH PROSPECTIVE PERSONNEL'S APPLICATION FOR EMPLOYMENT, VOLUN-\n   40  TEER  WORK  OR  OTHER  ACTIVITY  WITH  THE  CHILD CARE PROVIDER SHALL BE\n   41  DENIED. PERSONNEL DISCHARGED AND PROSPECTIVE  PERSONNEL  WHOSE  APPLICA-\n   42  TIONS  HAVE  BEEN DENIED PURSUANT TO THIS SUBPARAGRAPH SHALL BE ENTITLED\n   43  TO A HEARING BEFORE THE OFFICE TO CONTEST SUCH DISCHARGE OR DENIAL. SUCH\n   44  HEARING MUST BE SCHEDULED TO COMMENCE AS SOON  AS  POSSIBLE  BUT  IN  NO\n   45  EVENT  LATER  THAN  THIRTY  DAYS  AFTER THE RECEIPT BY THE OFFICE OF THE\n   46  REQUEST FOR A HEARING MADE BY SUCH PERSONNEL OR  PROSPECTIVE  PERSONNEL.\n   47  IF  THE  OFFICE DETERMINES AFTER A HEARING THAT SUCH DENIAL OR DISCHARGE\n   48  WAS PROPER, SUCH DENIAL OR DISCHARGE SHALL BECOME FINAL.\n   49    (2) AS A CONDITION OF EMPLOYMENT AND CONTINUED EMPLOYMENT,  THE  CHILD\n   50  CARE PROVIDER SHALL OBTAIN WRITTEN CONSENT FROM ALL CURRENT AND PROSPEC-\n   51  TIVE  CHILD  CARE  SERVICES  PERSONNEL  FOR  FINGERPRINTING AND CRIMINAL\n   52  RECORD REVIEW. DENIAL OF SUCH CONSENT SHALL REQUIRE DISMISSAL OR REFUSAL\n   53  TO HIRE.\n   54    (3) THE OFFICE OF CHILDREN AND FAMILY SERVICES SHALL REQUIRE APPROPRI-\n   55  ATE DOCUMENTATION FROM THE CHILD  CARE  PROVIDER  INDICATING  COMPLIANCE\n   56  WITH  THIS  PARAGRAPH. ANY CHILD CARE PROVIDER, WHO, WITH KNOWLEDGE THAT\n\n       S. 2620                             4\n\n    1  ANY CURRENT OR PROSPECTIVE PERSONNEL WOULD BE DISQUALIFIED FROM  EMPLOY-\n    2  MENT  PURSUANT  TO  THE PROVISIONS OF THIS PARAGRAPH, WILFULLY OR INTEN-\n    3  TIONALLY FAILS TO COMPLY WITH THIS PARAGRAPH SHALL  BE  SUBJECT  TO  THE\n    4  IMMEDIATE  REVOCATION  OF  HIS OR HER LICENSE OR REGISTRATION. ANY CHILD\n    5  CARE PROVIDER,  WHO,  WITHOUT  KNOWLEDGE  THAT  CURRENT  OR  PROSPECTIVE\n    6  PERSONNEL   WOULD  BE  DISQUALIFIED  FROM  EMPLOYMENT  PURSUANT  TO  THE\n    7  PROVISIONS OF THIS PARAGRAPH, FAILS TO COMPLY  WITH  THE  PROVISIONS  OF\n    8  THIS  PARAGRAPH SHALL BE SUBJECT TO THE IMMEDIATE ONE YEAR SUSPENSION OF\n    9  HIS OR HER LICENSE OR REGISTRATION.\n   10    S 3. This act shall take effect on the first of January next  succeed-\n   11  ing  the  date  on  which it shall have become a law; provided, however,\n   12  that the adoption, amendment, suspension or repeal of any rule or  regu-\n   13  lation  necessary  for timely implementation of this act is directed and\n   14  authorized to be completed on or before such effective date.\n",
  "memo" : "BILL NUMBER:S2620\n\nTITLE OF BILL:\nAn act\nto amend the social services law, in relation to mandatory screening\nof applicants for a license or registration to provide child day\ncare and to mandatory screening of personnel of child day care\nproviders\n\nPURPOSE/SUMMARY OF PROVISIONS:\nThis bill is designed\nto prevent\nfurther abuses which some children have endured in the current child\ncare system. The first two provisions in this bill add a list of\nspecific felony violations for which both child day care providers\nand their personnel can have their licenses either suspended and/or\nrevoked. The additional provisions of this bill outlining the\nprocedure and elements of the mandatory screening and gives the\ncircumstances under which the license or registration may be denied,\nsuspended, or revoked.\n\nJUSTIFICATION:\nOver the past few years there have\nbeen an increasing\nnumber of reports of horrible violations against children (both\nphysical and mental) in the child day care system. Situations, such\nas the one at the Mrs. Roger's Neighborhood Day-Care Center in 1992,\nwould be prevented through enactment of this bill.\n\nFISCAL IMPLICATIONS:\n\nEFFECTIVE DATE:\nThis act shall take effect on the first of January\nnext succeeding the date on which it shall become a law, provided,\nhowever, that the adoption, amendment, suspension or repeal of any\nrule or regulation necessary for timely implementation of this act is\ndirected and authorized.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the social services law, in relation to mandatory screening of applicants for a license or registration to provide child day care and to mandatory screening of personnel of child day care providers ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110127.T100342.TXT", "SOBI.D110127.T094832.TXT", "SOBI.D110129.T003343.TXT", "SOBI.D110127.T110341.TXT", "SOBI.D110127.T092329.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296279223790
}