{
  "year" : 2011,
  "senateBillNo" : "S2621-2011",
  "billEvents" : [ {
    "eventDate" : 1296104400000,
    "eventText" : "REFERRED TO JUDICIARY",
    "billEventId" : "S2621-2011-1296104400000-REFERRED+TO+JUDICIARY",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Enables most creditors of an assignor to participate in the distribution of the assignor's estate",
  "summary" : "Eliminates the concept of a \"provable claim\" and enables most creditors of an assignor for the benefit of creditors to participate in the distribution of the assignor's estate; amends the limitation on the right of a lessor of real property to participate in the distribution in order to conform that limitation with a similar one in the bankruptcy code; limits the right of an employee to recover under a long term employment contract, and requires the estimation of contingent and unliquidated claims; permits the assignee (a) to avoid certain pre-assignment setoffs if the creditor substantially improved its position prior to the assignment, (b) to avoid transactions avoidable by an actual unsecured creditor of the assignor, and (c) to avoid transactions and liens avoidable by a lien creditor of the assignor or a bona fide purchaser of real property from the assignor, whether or not such a lien creditor or bona fide purchaser actually exists; conforms the preference avoidance power more closely with the similar bankruptcy power, and would permit avoidance of preferential judicial liens as well as voluntary transfers; preserves for the benefit of the estate any avoided liens; and updates the provision governing priorities in the distribution of the assignor's estate and would require payment of priority wages owing directly to an employee before payment to any benefit plan for the benefit of the employee. ",
  "currentCommittee" : "JUDICIARY",
  "sameAs" : null,
  "lawSection" : "Debtor and Creditor Law",
  "previousVersions" : [ "S351-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2621\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 27, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Judiciary\n\n       AN ACT to amend the debtor and creditor law, in relation to  an  assign-\n         ment for the benefit of creditors\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 13 of the debtor and creditor law,  as  amended  by\n    2  chapter 758 of the laws of 1950, is amended to read as follows:\n    3    S  13.  Debts which may be [proved] ALLOWED against the estate.  Debts\n    4  of the assignor may be [proved and] allowed against his  OR  HER  estate\n    5  [which  are (a) a fixed liability, as evidenced by a judgment absolutely\n    6  owing at the time of the assignment, or (b) a claim  for  taxable  costs\n    7  incurred before the assignment, in good faith, in an action to recover a\n    8  provable  debt; (c) or founded upon an open account, or upon a contract,\n    9  express or implied whether due or not due; or (d) claims for anticipato-\n   10  ry breach of contracts, executory in whole or in part,  including  unex-\n   11  pired  leases  of real or personal property; provided, however, that the\n   12  claim of a landlord for damages for injury resulting from the  rejection\n   13  of an unexpired lease of real estate or for damages or indemnity under a\n   14  covenant  contained  in  such  lease  shall in no event be allowed in an\n   15  amount exceeding the rent reserved by the  lease  without  acceleration,\n   16  for  the  year next succeeding the date of the surrender of the premises\n   17  to the landlord or the date of reentry of the landlord, whichever  first\n   18  occurs,  whether before or after the assignment, plus an amount equal to\n   19  the unpaid rent accrued, without acceleration up to such  date.]  EXCEPT\n   20  TO THE EXTENT THAT:\n   21    1.  A  DEBT  IS  UNENFORCEABLE AGAINST THE ASSIGNOR, AND UNENFORCEABLE\n   22  AGAINST PROPERTY OF THE ASSIGNOR, UNDER ANY AGREEMENT OR APPLICABLE  LAW\n   23  FOR A REASON OTHER THAN BECAUSE THE DEBT IS CONTINGENT OR UNMATURED;\n   24    2. THE DEBT IS FOR UNMATURED INTEREST;\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07292-01-1\n\n       S. 2621                             2\n\n    1    3.  IF  THE  DEBT IS FOR A TAX ASSESSED AGAINST PROPERTY ASSIGNED, THE\n    2  DEBT EXCEEDS THE VALUE OF THE INTEREST OF THE ASSIGNEE IN SUCH PROPERTY;\n    3    4. IF THE DEBT IS FOR SERVICES OF AN INSIDER OR ATTORNEY OF THE ASSIG-\n    4  NOR, THE DEBT EXCEEDS THE REASONABLE VALUE OF SUCH SERVICES;\n    5    5.  IF  THE  DEBT  IS  OWED TO A LESSOR FOR DAMAGES RESULTING FROM THE\n    6  TERMINATION OF A LEASE OF REAL PROPERTY, SUCH DEBT EXCEEDS:\n    7    (A) THE RENT RESERVED BY SUCH LEASE,  WITHOUT  ACCELERATION,  FOR  THE\n    8  GREATER  OF  ONE YEAR, OR FIFTEEN PERCENT, NOT TO EXCEED THREE YEARS, OF\n    9  THE REMAINING TERM OF SUCH LEASE, FOLLOWING THE EARLIER OF (1) THE  DATE\n   10  OF  THE ASSIGNMENT; AND (2) THE DATE ON WHICH THE LESSOR REPOSSESSED, OR\n   11  THE LESSEE SURRENDERED, THE LEASED PREMISES; PLUS\n   12    (B) ANY UNPAID RENT DUE UNDER THE LEASE, WITHOUT ACCELERATION, ON  THE\n   13  EARLIER OF SUCH DATES;\n   14    6.  IF  THE  DEBT  IS FOR DAMAGES RESULTING FROM THE TERMINATION OF AN\n   15  EMPLOYMENT CONTRACT, SUCH DEBT EXCEEDS:\n   16    (A) THE COMPENSATION PROVIDED BY THE CONTRACT,  WITHOUT  ACCELERATION,\n   17  FOR  ONE  YEAR  FOLLOWING THE EARLIER OF (1) THE DATE OF THE ASSIGNMENT;\n   18  AND (2) THE DATE ON WHICH THE EMPLOYER DIRECTED THE EMPLOYEE  TO  TERMI-\n   19  NATE, OR SUCH EMPLOYEE TERMINATED, PERFORMANCE UNDER THE CONTRACT; PLUS\n   20    (B)  THE  UNPAID  COMPENSATION DUE UNDER THE CONTRACT WITHOUT ACCELER-\n   21  ATION, ON THE EARLIER OF SUCH DATES.    THERE  SHALL  BE  ESTIMATED  FOR\n   22  PURPOSES OF ALLOWANCE UNDER THIS SECTION:\n   23    (1)  ANY  CONTINGENT  OR  UNLIQUIDATED CLAIM, FIXING OR LIQUIDATION OF\n   24  WHICH, AS THE CASE MAY BE, WOULD UNDULY DELAY THE CLOSING OF  THE  CASE;\n   25  OR\n   26    (2) ANY RIGHT TO AN EQUITABLE REMEDY FOR BREACH OF PERFORMANCE IF SUCH\n   27  BREACH GIVES RISE TO A RIGHT TO PAYMENT.\n   28    In  allowing  the  claims  against  the estate, in all cases of mutual\n   29  debts or credits between the estate of the assignor and a  creditor  the\n   30  amount  shall be stated and one debt shall be set off against the other,\n   31  and the balance only shall be allowed.\n   32    A set-off or counterclaim shall not be allowed in favor of any  debtor\n   33  of  the  assignor  which  (a)  is  not  [provable] ALLOWABLE against the\n   34  estate; or (b) was purchased by or transferred to him OR HER  after  the\n   35  filing  of  the  general  assignment or with intent to such use and with\n   36  knowledge or notice, or if he OR SHE had reasonable  cause  to  believe,\n   37  that  such  assignor was insolvent.   A person shall be deemed insolvent\n   38  whenever the aggregate of his OR HER property, exclusive of any property\n   39  which he OR SHE may have conveyed, transferred, concealed,  removed,  or\n   40  permitted  to be concealed or removed, with intent to defraud, hinder or\n   41  delay his OR HER creditors, shall not, at a fair  valuation,  be  suffi-\n   42  cient in amount to pay his OR HER debts.\n   43    EXCEPT WITH RESPECT TO A SET-OFF OF A KIND DESCRIBED IN PARAGRAPHS SIX\n   44  AND  SEVEN  OF SUBDIVISION (B) OF SECTION THREE HUNDRED SIXTY-TWO AND IN\n   45  PARAGRAPHS TWO OF SUBDIVISIONS (H) AND  (I)  OF  SECTION  THREE  HUNDRED\n   46  SIXTY-FIVE  OF  TITLE  ELEVEN  OF  THE UNITED STATES CODE, IF A CREDITOR\n   47  OFFSETS A MUTUAL DEBT OWING TO THE ASSIGNOR AGAINST A CLAIM AGAINST  THE\n   48  ASSIGNOR  ON  OR  WITHIN  NINETY DAYS BEFORE THE DATE OF THE ASSIGNMENT,\n   49  THEN THE ASSIGNEE MAY RECOVER FROM SUCH CREDITOR THE AMOUNT SO OFFSET TO\n   50  THE EXTENT THAT ANY INSUFFICIENCY ON THE DATE OF SUCH  SET-OFF  IS  LESS\n   51  THAN THE INSUFFICIENCY ON THE LATER OF:\n   52    (A) NINETY DAYS BEFORE THE DATE OF THE ASSIGNMENT; AND\n   53    (B)  THE  FIRST  DAY  DURING THE NINETY DAYS IMMEDIATELY PRECEDING THE\n   54  DATE OF THE ASSIGNMENT ON WHICH THERE IS AN INSUFFICIENCY.\n   55    \"INSUFFICIENCY\" MEANS THE AMOUNT, IF ANY, BY WHICH A CLAIM AGAINST THE\n   56  ASSIGNOR EXCEEDS A MUTUAL DEBT OWING TO THE ASSIGNOR BY THE CREDITOR.\n\n       S. 2621                             3\n\n    1    S 2. Section 14 of the debtor and creditor law, as amended by  chapter\n    2  758  of the laws of 1950, is amended to read as follows:\n    3    S  14.    Duties of assignee.  It shall be the duty of the assignee to\n    4  collect and reduce to money the property of the estate, under the direc-\n    5  tion of the court; report promptly to the court any claims presented  to\n    6  him OR HER which are not [provable] ALLOWABLE, or are incorrect or false\n    7  and shall also report promptly for allowance all claims presented to him\n    8  OR  HER  which are not disputed; close up the estate as expeditiously as\n    9  possible; furnish such information  concerning  the  estate  as  may  be\n   10  requested  by  parties in interest; keep regular accounts; pay dividends\n   11  as often as is compatible with the best interests of  the  estate;  make\n   12  appraisals   or  in  his  OR  HER  discretion  employ  an  appraiser  or\n   13  appraisers; designate and employ auctioneers;  file  an  interim  report\n   14  within  six months of assuming his [duites] OR HER DUTIES unless excused\n   15  by the court or unless the estate has been sooner  distributed;  file  a\n   16  final  report and account at least fifteen days before the final hearing\n   17  to consider the judicial settlement of the account.\n   18    S 3. Section 15 of the debtor and creditor law, as amended by  chapter\n   19  758  of the laws of 1950, subdivision 6 as amended by chapter 552 of the\n   20  laws of 1962,  is amended to read as follows:\n   21    S 15.  Power of court.  The court shall have power:\n   22    1.  To allow claims, disallow claims, reconsider allowed or disallowed\n   23  claims, and allow or disallow them against the estate.\n   24    2.  To authorize the business of assignor to be conducted for  limited\n   25  periods  by  assignee, if necessary in the best interests of the estate,\n   26  and allow additional compensation for such services.\n   27    3.  To bring in and substitute additional persons or  parties  in  the\n   28  proceeding  when necessary for the complete determination of a matter in\n   29  controversy, by issuing a citation directed to such persons  or  parties\n   30  and to be served as ordered by the court.\n   31    4.    To  reopen  estates  whenever it appears they were closed before\n   32  being fully administered.\n   33    5.  To determine all claims of assignors to their exemptions.\n   34    6.  To authorize an assignee to bring an action or special proceeding,\n   35  which he OR SHE is hereby empowered to maintain, against any person  who\n   36  has  RECEIVED  A TRANSFER OF THE ASSIGNOR'S PROPERTY OR AN OBLIGATION OF\n   37  THE ASSIGNOR THAT IS AVOIDABLE BY AN ACTUAL UNSECURED  CREDITOR  OF  THE\n   38  ASSIGNOR,  OR  HAS  received, taken or in any manner interfered with the\n   39  estate, property or effects of the debtor in fraud of his OR HER  credi-\n   40  tors and which might have been avoided by a creditor of the assignor and\n   41  the assignee may recover the property so transferred or its value.\n   42    6-a.   To authorize an assignee to bring an action, which he OR SHE is\n   43  hereby empowered to maintain, against any person, who  [with  reasonable\n   44  cause  to believe the assignor was insolvent as defined in section thir-\n   45  teen of this act,] has within [four months] NINETY DAYS of  the  assign-\n   46  ment,  OR  IN THE CASE OF AN INSIDER OF THE ASSIGNOR, WITHIN ONE YEAR OF\n   47  THE ASSIGNMENT received a voluntary transfer from the assignor of  money\n   48  or  property,  OR  OBTAINED  A JUDICIAL LIEN ON MONEY OR PROPERTY OF THE\n   49  ASSIGNOR,  for or on account of an antecedent debt, the effect of  which\n   50  transfer  is  to  enable the creditor to obtain [a greater percentage of\n   51  his debt than some other creditor of the same class] MORE THAN HE OR SHE\n   52  WOULD RECEIVE IF (A) THE  ASSIGNOR'S  ESTATE  WAS  LIQUIDATED;  (B)  THE\n   53  TRANSFER HAD NOT BEEN MADE; AND (C) THE CREDITOR RECEIVED PAYMENT OF THE\n   54  DEBT  TO  THE  EXTENT  PROVIDED  BY  THIS  ARTICLE, and the assignee may\n   55  recover the property so transferred or its value.   For the  purpose  of\n   56  this section a transfer shall be deemed to have been made [when it is so\n\n       S. 2621                             4\n\n    1  far  perfected  that  no creditor having a judgment on a simple contract\n    2  without special priority (whether or not such a creditor  exists)  could\n    3  have obtained an interest superior to that of the transferee therein.  A\n    4  transfer  not  so  perfected  prior to the assignment shall be deemed to\n    5  have been made immediately before the assignment.]:\n    6    (A) AT THE TIME THE TRANSFER TAKES EFFECT BETWEEN THE  TRANSFEROR  AND\n    7  THE  TRANSFEREE,  IF  THE  TRANSFER  IS PERFECTED AT, OR WITHIN TEN DAYS\n    8  AFTER, THAT TIME;\n    9    (B) AT THE  TIME  THE  TRANSFER  IS  PERFECTED,  IF  THE  TRANSFER  IS\n   10  PERFECTED MORE THAN TEN DAYS AFTER IT TAKES EFFECT; OR\n   11    (C)  IMMEDIATELY BEFORE THE DATE OF THE ASSIGNMENT, IF THE TRANSFER IS\n   12  NOT PERFECTED AT THE LATER OF (I) THE  ASSIGNMENT;  AND  (II)  TEN  DAYS\n   13  AFTER THE TRANSFER TAKES EFFECT BETWEEN THE TRANSFEROR AND THE TRANSFER-\n   14  EE.\n   15    FOR THE PURPOSES OF THIS SECTION:\n   16    (A) A TRANSFER OF REAL PROPERTY OTHER THAN FIXTURES, BUT INCLUDING THE\n   17  INTEREST  OF A SELLER OR PURCHASER UNDER A CONTRACT FOR THE SALE OF REAL\n   18  PROPERTY, IS PERFECTED WHEN A BONA FIDE PURCHASER OF SUCH PROPERTY  FROM\n   19  THE  ASSIGNOR  AGAINST  WHOM  APPLICABLE LAW PERMITS SUCH TRANSFER TO BE\n   20  PERFECTED CANNOT ACQUIRE AN INTEREST THAT IS SUPERIOR TO THE INTEREST OF\n   21  THE TRANSFEREE; AND\n   22    (B) A TRANSFER OF A FIXTURE OR PROPERTY OTHER THAN  REAL  PROPERTY  IS\n   23  PERFECTED WHEN A CREDITOR ON A SIMPLE CONTRACT CANNOT ACQUIRE A JUDICIAL\n   24  LIEN THAT IS SUPERIOR TO THE INTEREST OF THE TRANSFEREE.\n   25    THE  ASSIGNEE  MAY  NOT  AVOID  A TRANSFER OR JUDICIAL LIEN UNDER THIS\n   26  SECTION TO THE EXTENT THAT:\n   27    (A) THE TRANSFER WAS INTENDED BY THE PARTIES TO BE  A  CONTEMPORANEOUS\n   28  EXCHANGE  FOR NEW VALUE GIVEN TO THE ASSIGNOR AND WAS IN FACT A SUBSTAN-\n   29  TIALLY CONTEMPORANEOUS EXCHANGE;\n   30    (B) THE TRANSFER WAS IN PAYMENT OF A DEBT  INCURRED  IN  THE  ORDINARY\n   31  COURSE  OF  BUSINESS OR FINANCIAL AFFAIRS OF THE ASSIGNOR AND THE TRANS-\n   32  FEREE, AND MADE IN THE ORDINARY COURSE OF BUSINESS AND FINANCIAL AFFAIRS\n   33  OF THE PARTIES, ACCORDING TO ORDINARY BUSINESS TERMS.\n   34    FOR THE PURPOSES OF THIS SECTION, AN ASSIGNOR IS PRESUMED TO HAVE BEEN\n   35  INSOLVENT ON AND DURING THE NINETY DAYS IMMEDIATELY PRECEDING  THE  DATE\n   36  OF THE ASSIGNMENT.\n   37    FOR  THE  PURPOSES OF THIS SECTION, A JUDICIAL LIEN IS A LIEN ACQUIRED\n   38  THROUGH A JUDICIAL PROCEEDING  BY  ATTACHMENT,  LEVY  OR  THE  LIKE  AND\n   39  INCLUDES  A JUDGMENT LIEN OBTAINED UNDER SECTION FIFTY-TWO HUNDRED THREE\n   40  OF THE CIVIL PRACTICE LAW AND RULES.\n   41    FOR THE PURPOSES OF THIS SECTION \"INSIDER\" INCLUDES:\n   42    (A) IF THE ASSIGNOR IS AN INDIVIDUAL (I) RELATIVE OF THE  ASSIGNOR  OR\n   43  OF  A  GENERAL  PARTNER  OF  THE ASSIGNOR; (II) PARTNERSHIP IN WHICH THE\n   44  ASSIGNOR IS A GENERAL PARTNER; (III) GENERAL PARTNER OF THE ASSIGNOR; OR\n   45  (IV) CORPORATION OF WHICH THE ASSIGNOR IS A DIRECTOR, OFFICER, OR PERSON\n   46  IN CONTROL;\n   47    (B) IF THE ASSIGNOR IS A CORPORATION (I)  DIRECTOR  OF  THE  ASSIGNOR;\n   48  (II)  OFFICER  OF THE ASSIGNOR; (III) PERSON IN CONTROL OF THE ASSIGNOR;\n   49  (IV) PARTNERSHIP IN WHICH THE ASSIGNOR IS A GENERAL PARTNER; (V) GENERAL\n   50  PARTNER OF THE ASSIGNOR; OR (VI) RELATIVE OF A GENERAL  PARTNER,  DIREC-\n   51  TOR, OFFICER, OR PERSON IN CONTROL OF THE ASSIGNOR;\n   52    (C) IF THE ASSIGNOR IS A PARTNERSHIP (I) GENERAL PARTNER IN THE ASSIG-\n   53  NOR;  (II)  RELATIVE  OF  A  GENERAL  PARTNER IN, GENERAL PARTNER OF, OR\n   54  PERSON IN CONTROL OF THE ASSIGNOR; (III) PARTNERSHIP IN WHICH THE ASSIG-\n   55  NOR IS A GENERAL PARTNER; (IV) GENERAL PARTNER OF THE ASSIGNOR;  OR  (V)\n   56  PERSON IN CONTROL OF THE ASSIGNOR;\n\n       S. 2621                             5\n\n    1    (D)  IF THE ASSIGNOR IS A MUNICIPALITY, ELECTED OFFICIAL OF THE ASSIG-\n    2  NOR OR RELATIVE OF AN ELECTED OFFICIAL OF THE ASSIGNOR;\n    3    (E)  AFFILIATE,  OR  INSIDER OF AN AFFILIATE AS IF SUCH AFFILIATE WERE\n    4  THE ASSIGNOR; AND\n    5    (F) MANAGING AGENT OF THE ASSIGNOR.\n    6    7.  To direct upon the final settlement of the estate that the  assig-\n    7  nee  pay  to  the lawful creditors their proportionate dividend notwith-\n    8  standing their claim has not  been  presented  in  accordance  with  the\n    9  notice  sent  out  by the assignee.   If a final dividend is ordered and\n   10  paid not less than six months after notice to creditors to present their\n   11  claims, the assignee shall have no liability to creditors  whose  claims\n   12  have not been presented prior to entry of the order directing payment of\n   13  the  final  dividend  and which were unknown to him OR HER at that time.\n   14  The court shall have no power to allow claims not presented  within  one\n   15  year from the date of the recording of the assignment.\n   16    8.   To allow secured creditors such sum only as to the court seems to\n   17  be owing over and above the value of their securities.\n   18    9.  To examine the parties and witnesses on oath in  relation  to  the\n   19  assignment  and  accounting  and  all matters connected therewith and to\n   20  compel their attendance for that purpose and their answers to questions,\n   21  and the production of books and papers;\n   22    10.  To require the assignee to render and file an interim account  of\n   23  his  OR  HER proceedings within six months of assuming his OR HER duties\n   24  unless the estate is sooner distributed and to require the  assignee  to\n   25  render  and  file  a  final  account  of  his OR HER proceedings, and to\n   26  enforce the same in the manner provided by law for compelling an  execu-\n   27  tor or administrator to comply with a surrogate's order for an account;\n   28    11.   To take and state an interim and a final account as submitted by\n   29  the assignee, or, as to the final account, to appoint a referee to  take\n   30  and  state it if demanded, within ten days after the date has been fixed\n   31  for the final  hearing  to  consider  the  judicial  settlement  of  the\n   32  account,  by  a  creditor  or  creditors whose claim or claims represent\n   33  one-fourth or more in amount of all claims  scheduled  or  filed.    The\n   34  referee  shall be an official referee if such a referee is available and\n   35  shall have the powers enumerated in subdivision nine of this section;\n   36    12.  To  settle  and  adjudicate  upon  the  account  and  the  claims\n   37  presented,  and  to  decree  payment of any creditor's just proportional\n   38  part of the fund, or, in case of a partial accounting, so  much  thereof\n   39  as the circumstances of the case render just and proper;\n   40    13.  To discharge the assignee and his OR HER surety at any time, upon\n   41  performance of the decree,  from  all  further  liability  upon  matters\n   42  included  in the accounting, to creditors appearing and to creditors not\n   43  having appeared after due citation, or not having presented their claims\n   44  after due advertisement;\n   45    14. On proof of a composition between the  assignor  and  his  OR  HER\n   46  creditors,  to  discharge  the assignee and his OR HER sureties from all\n   47  further liability to the compounding creditors appearing or duly  cited,\n   48  and  to  authorize  the  assignee to release the assets to the assignor;\n   49  provided, however, that if there be any creditors not assenting  to  the\n   50  composition, the court shall determine what proportion of the fund shall\n   51  be  paid  to or reserved for creditors not assenting, which shall not be\n   52  less than the sum or share to which they would be entitled if no  compo-\n   53  sition had been made, and may decree distribution accordingly;\n   54    15.    To  adjourn  the  proceedings  from time to time, grant further\n   55  orders if necessary, and amend  the  petition  and  proceedings  thereon\n   56  before decree in furtherance of justice;\n\n       S. 2621                             6\n\n    1    16.   To punish as for a contempt any disobedience or violation of any\n    2  order made or process issued  in  pursuance  of  this  article,  and  to\n    3  restrain  by  arrest and imprisonment any party or witness when it shall\n    4  satisfactorily appear that such party or witness is about to  leave  the\n    5  jurisdiction  of the court, and to take bail to secure the attendance of\n    6  such party or witness, to be prosecuted under the order of the court  in\n    7  case of forfeiture by and for the benefit of the party in whose interest\n    8  such examination shall be ordered;\n    9    17.    To  exercise  such  other  or  further powers in respect to the\n   10  proceedings and the accounting therein as a surrogate may by  law  exer-\n   11  cise in reference to an accounting by an executor or administrator.\n   12    S  4.  Section  17 of the debtor and creditor law, as added by chapter\n   13  360 of the laws of 1914, is amended to read as follows:\n   14    S 17.  Invalid claims.  Claims which for want of record or  for  other\n   15  reasons  would  not  have  been  valid  as against the [claims] CLAIM of\n   16  [creditors] A LIEN CREDITOR of the assignor shall not be  liens  against\n   17  his OR HER estate, WHETHER OR NOT SUCH A LIEN CREDITOR ACTUALLY EXISTS.\n   18    CLAIMS  WHICH  FOR  WANT OF RECORD OR FOR OTHER REASONS WOULD NOT HAVE\n   19  BEEN VALID AS AGAINST THE CLAIM OF A BONA FIDE PURCHASER OF REAL PROPER-\n   20  TY OF THE ASSIGNOR SHALL NOT BE VALID AGAINST ANY REAL PROPERTY  IN  THE\n   21  ASSIGNOR'S  ESTATE,  WHETHER  OR  NOT SUCH A BONA FIDE PURCHASER OF REAL\n   22  PROPERTY ACTUALLY EXISTS.\n   23    S 5. The debtor and creditor law is amended by adding  a  new  section\n   24  17-a to read as follows:\n   25    S  17-A.  PRESERVATION OF AVOIDED TRANSFERS AND LIENS. ANY TRANSFER OR\n   26  LIEN AVOIDED BY THE ASSIGNEE IS PRESERVED FOR THE BENEFIT OF THE  ESTATE\n   27  BUT ONLY WITH RESPECT TO PROPERTY OF THE ESTATE.\n   28    S  6. Section 22 of the debtor and creditor law, as amended by chapter\n   29  97 of the laws of 1963, is amended to read as follows:\n   30    S 22.   Wages and commissions and  preferred  claims.    1.    In  all\n   31  distribution  of  assets under all assignments made in pursuance of this\n   32  article, the wages or salaries actually owing to the  employees  of  the\n   33  assignor or assignors at the time of the execution of the assignment for\n   34  services  rendered  within  [three  months]  NINETY  DAYS  prior  to the\n   35  execution of the assignment, not exceeding [one] TWO thousand dollars to\n   36  each employee, and after payment of the foregoing, all claims  for  cash\n   37  deposits  not  exceeding [three] NINE hundred dollars made and left with\n   38  an assignor or assignors on account of purchases at retail  of  merchan-\n   39  dise  or  services,  where  such  deposits  were made [within six months\n   40  before the execution of the assignment] and  such  merchandise  has  not\n   41  been  delivered or the services performed, shall be preferred before any\n   42  other debt except wages or salaries as aforesaid; and should the  assets\n   43  of  the  assignor  or assignors not be sufficient to pay in full all the\n   44  claims preferred, pursuant to this section, they shall be applied to the\n   45  payment first of wages or salaries to the full amount of each such  wage\n   46  or salary, and thereafter pro rata to payment of such cash deposits.\n   47    2.    For  the purposes of this section, wages or salaries shall mean;\n   48  (a) all compensation and benefits payable by an employer to or  for  the\n   49  account of the employee for personal services rendered by such employee.\n   50  These  shall  specifically include but not be limited to salaries, over-\n   51  time, vacation, holiday and severance pay; employer contributions to  or\n   52  payments  of  insurance  or  welfare benefits; employer contributions to\n   53  pension or annuity funds; and any other moneys properly due  or  payable\n   54  for  services  rendered by such employee. CONTRIBUTIONS TO BENEFIT PLANS\n   55  AND FUNDS WHICH CONTRIBUTIONS ARE NOT MADE DIRECTLY TO AN EMPLOYEE SHALL\n   56  RECEIVE PRIORITY IF THEY ARE  OWED  FOR  SERVICES  RENDERED  WITHIN  ONE\n\n       S. 2621                             7\n\n    1  HUNDRED  EIGHTY  DAYS BEFORE THE ASSIGNMENT, BUT THEY SHALL BE PAID ONLY\n    2  AFTER AMOUNTS OWING DIRECTLY TO EMPLOYEES UNDER THIS SECTION  HAVE  BEEN\n    3  PAID.  THE  TOTAL  AMOUNT  PAID  UNDER  THIS  SECTION TO OR ON BEHALF OF\n    4  EMPLOYEES  OF  THE ASSIGNOR SHALL NOT EXCEED TWO THOUSAND DOLLARS, TIMES\n    5  THE TOTAL NUMBER OF EMPLOYEES. Vacation and severance pay due and  owing\n    6  at  the  time  of  the  filing of an assignment, or which became due and\n    7  owing after the filing of an assignment, but prior to the closing of the\n    8  estate, shall be considered as  wages  or  salaries  owed  for  services\n    9  rendered within [three months] NINETY DAYS prior to the execution of the\n   10  assignment,  or  (b) commissions due traveling or city [salesmen] SALES-\n   11  PERSONS on salaries or commission basis, whole or part-time, whether  or\n   12  not  selling  exclusively  for  the  assignor  or assignors, and for the\n   13  purpose of this section,  traveling  or  city  [salesmen]  SALESPERSONS,\n   14  shall  include  all such [salesmen] SALESPERSONS whether or not they are\n   15  independent contractors selling products or  services  of  the  bankrupt\n   16  with or without a drawing account or formal contract.\n   17    S 7.  This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the debtor and creditor law, in relation to an assignment for the benefit of creditors ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110127.T094832.TXT", "SOBI.D110127.T095833.TXT", "SOBI.D110127.T110341.TXT", "SOBI.D110127.T092329.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296144221373
}