{
  "year" : 2011,
  "senateBillNo" : "S2623-2011",
  "billEvents" : [ {
    "eventDate" : 1296104400000,
    "eventText" : "REFERRED TO HOUSING, CONSTRUCTION AND COMMUNITY DEVELOPMENT",
    "billEventId" : "S2623-2011-1296104400000-REFERRED+TO+HOUSING%2C+CONSTRUCTION+AND+COMMUNITY+DEVELOPMENT",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes arbitration of decisions regarding maximum rents",
  "summary" : "Authorizes a limited profit housing company aggrieved by a decision regarding the maximum rentals permitted to be charged by such company, made by the commissioner of housing and community renewal or by the supervising agency which sets maximum rentals to be charged, to seek arbitration of such decision. ",
  "currentCommittee" : "HOUSING, CONSTRUCTION AND COMMUNITY DEVELOPMENT",
  "sameAs" : null,
  "lawSection" : "Private Housing Finance Law",
  "previousVersions" : [ "S965-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2623\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 27, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Housing, Construction  and\n         Community Development\n\n       AN  ACT to amend the private housing finance law, in relation to provid-\n         ing for arbitration with respect to rental increases granted to limit-\n         ed-profit housing companies\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 31 of the private housing finance law is amended by\n    2  adding a new subdivision 13 to read as follows:\n    3    13.  ANY  COMPANY  AGGRIEVED BY A DECISION MADE BY THE COMMISSIONER OR\n    4  THE SUPERVISING AGENCY WHICH SETS THE MAXIMUM RENTALS TO BE CHARGED  FOR\n    5  ANY  DWELLING OR ACCOMMODATION SUBJECT TO THE PROVISIONS OF THIS ARTICLE\n    6  MAY CONTEST SUCH DECISION BEFORE AN IMPARTIAL ARBITRATOR CHOSEN  IN  THE\n    7  MANNER  FOR,  AND  UTILIZING  THE  SERVICES OF, THE AMERICAN ARBITRATION\n    8  ASSOCIATION, PROVIDED, HOWEVER, THAT ALL COSTS AND EXPENSES RELATING  TO\n    9  SUCH  ARBITRATION  PROCEEDING (OTHER THAN THE EXPENSES DIRECTLY INCURRED\n   10  BY THE  COMMISSIONER  OR  THE  SUPERVISING  AGENCY  IN  DEFENDING  THEIR\n   11  ORIGINAL DECISION BEFORE THE ARBITRATOR) SHALL BE PAID BY THE COMPANY.\n   12    S 2. This act shall take effect immediately.\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07059-01-1\n",
  "memo" : "BILL NUMBER:S2623\n\nTITLE OF BILL:\nAn act\nto amend the private housing finance law, in relation to providing\nfor arbitration with respect to\nrental increases granted to limited-profit housing companies\n\nPURPOSE/SUMMARY OF PROVISIONS:\nThis bill would add a new subdivision 12\nto section 31 of the Private Housing Finance Law to prevent\nMitchell-Lama rent increases within a two-year period from the date\nof an earlier increase, unless a shorter period is requested by the\ntenant organization or the Board of Directors in a cooperative. In\neffect, this bill would fix rent increases for a period of at least\ntwo years for residents of Limited Profit Housing Company buildings.\n\nJUSTIFICATION:\nThe Commissioner of the Division of Housing and\nCommunity Renewal now has the discretion for deciding the duration of\nrent increases (one year, two years, etc.). In fact, the current\npractice is to impose rent increases for not more than a 12-month\nperiod. This is totally unfair to tenants in limited profit housing\ncompanies because it creates much uncertainty and disruption in the\nfinancial plans of the tenants. This legislation would .remove the\nuncertainty by requiring that when rents are increased, the increases\nwill remain in effect for at least a two-year period unless a shorter\nperiod is requested.\n\nEXISTING LAW:\nNone.\n\nFISCAL IMPLICATIONS:\nNone to the state.\n\nEFFECTIVE DATE:\nThis act shall take effect immediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the private housing finance law, in relation to providing for arbitration with respect to rental increases granted to limited-profit housing companies ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110127.T100342.TXT", "SOBI.D110127.T094832.TXT", "SOBI.D110129.T003343.TXT", "SOBI.D110127.T110341.TXT", "SOBI.D110127.T092329.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296279223794
}