{
  "year" : 2011,
  "senateBillNo" : "S2622-2011",
  "billEvents" : [ {
    "eventDate" : 1296104400000,
    "eventText" : "REFERRED TO MENTAL HEALTH AND DEVELOPMENTAL DISABILITIES",
    "billEventId" : "S2622-2011-1296104400000-REFERRED+TO+MENTAL+HEALTH+AND+DEVELOPMENTAL+DISABILITIES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Increase penalties for the use of a fake ID and requires a pin from the DMV to obtain a duplicate or amended license via the internet",
  "summary" : "Increases the penalties imposed on a person under the age of twenty-one years to purchase or attempt to purchase an alcoholic beverage through the use of fake ID's; establishes fines, jail and license suspension; requires a personal identification number for individuals applying for a duplicate or amended license or permit through the department of motor vehicles website. ",
  "currentCommittee" : "MENTAL HEALTH AND DEVELOPMENTAL DISABILITIES",
  "sameAs" : null,
  "lawSection" : "Alcoholic Beverage Control Law",
  "previousVersions" : [ "S453-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2622\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 27, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Mental Health and Develop-\n         mental Disabilities\n\n       AN ACT to amend the alcoholic  beverage  control  law,  in  relation  to\n         increasing  the penalties imposed on a person under the age of twenty-\n         one years to purchase or attempt to  purchase  an  alcoholic  beverage\n         through fraudulent means, and to amend the vehicle and traffic law, in\n         relation to requiring a personal identification number for individuals\n         applying for a duplicate or amended license or permit\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 65-b of the  alcoholic  beverage  control  law,  as\n    2  amended  by chapter 519 of the laws of 1999 and the opening paragraph of\n    3  subdivision 6 as amended by chapter 503 of the laws of 2000, is  amended\n    4  to read as follows:\n    5    S  65-b.  Offense for one under age of twenty-one years to purchase or\n    6  attempt to purchase an alcoholic beverage through fraudulent  means.  1.\n    7  As  used in this section: (a) \"A device capable of deciphering any elec-\n    8  tronically readable format\" or \"device\" shall mean any commercial device\n    9  or combination of devices used at a point of sale or entry that is capa-\n   10  ble of reading the information encoded on the magnetic strip or bar code\n   11  of a driver's license or non-driver identification card  issued  by  the\n   12  commissioner of motor vehicles;\n   13    (b)  \"Card  holder\"  means any person presenting a driver's license or\n   14  non-driver identification card to a licensee, or to the agent or employ-\n   15  ee of such licensee under this chapter; and\n   16    (c) \"Transaction scan\" means the process involving a device capable of\n   17  deciphering any electronically readable format by which a  licensee,  or\n   18  agent  or  employee  of a licensee under this chapter reviews a driver's\n   19  license or non-driver identification card presented  as  a  precondition\n   20  for the purchase of an alcoholic beverage as required by subdivision two\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07242-01-1\n\n       S. 2622                             2\n\n    1  of  this  section or as a precondition for admission to an establishment\n    2  licensed for the on-premises sale of alcoholic beverages where admission\n    3  is restricted to persons twenty-one years or older.\n    4    2.  (a)  No  person under the age of twenty-one years shall present or\n    5  offer to any licensee under this chapter, or to the agent or employee of\n    6  such licensee, any written evidence of age which is false, fraudulent or\n    7  not actually his own, for the purpose of  purchasing  or  attempting  to\n    8  purchase any alcoholic beverage.\n    9    (b) No licensee, or agent or employee of such licensee shall accept as\n   10  written evidence of age by any such person for the purchase of any alco-\n   11  holic  beverage,  any  documentation  other  than:  (i) a valid driver's\n   12  license or non-driver identification card issued by the commissioner  of\n   13  motor  vehicles,  the  federal  government, any United States territory,\n   14  commonwealth or possession, the District of Columbia, a state government\n   15  within the United States or a provincial government of the  dominion  of\n   16  Canada,  or (ii) a valid passport issued by the United States government\n   17  or any other country, or (iii) an  identification  card  issued  by  the\n   18  armed  forces  of the United States. Upon the presentation of such driv-\n   19  er's license or non-driver identification card issued by a  governmental\n   20  entity,  such licensee or agent or employee thereof may perform a trans-\n   21  action scan as a precondition to the sale  of  any  alcoholic  beverage.\n   22  Nothing  in  this section shall prohibit a licensee or agent or employee\n   23  from performing such a transaction scan on any of  the  other  documents\n   24  listed  in  this  subdivision  if  such  documents include a bar code or\n   25  magnetic strip that [that] may be scanned by a device capable  of  deci-\n   26  phering any electronically readable format.\n   27    (c)  In  instances where the information deciphered by the transaction\n   28  scan fails to match the information printed on the driver's  license  or\n   29  non-driver  identification  card presented by the card holder, or if the\n   30  transaction scan indicates that the information is false or  fraudulent,\n   31  the attempted purchase of the alcoholic beverage shall be denied.\n   32    3.  A  person violating the provisions of paragraph (a) of subdivision\n   33  two of this section shall  be  guilty  of  a  violation  [and  shall  be\n   34  sentenced in accordance with the following:\n   35    (a)  For a first violation, the court shall order payment of a fine of\n   36  not more than one hundred dollars and/or an appropriate amount of commu-\n   37  nity service not to exceed thirty hours.  In  addition,  the  court  may\n   38  order completion of an alcohol awareness program established pursuant to\n   39  section 19.25 of the mental hygiene law.\n   40    (b) For a second violation, the court shall order payment of a fine of\n   41  not  less  than  fifty dollars nor more than three hundred fifty dollars\n   42  and/or an appropriate amount of community service not to  exceed  thirty\n   43  hours.  The  court  also  shall order completion of an alcohol awareness\n   44  program as referenced in paragraph  (a)  of  this  subdivision  if  such\n   45  program  has  not  previously been completed by the offender, unless the\n   46  court determines that attendance at such program is not feasible due  to\n   47  the lack of availability of such program within a reasonably close prox-\n   48  imity  to the locality in which the offender resides or matriculates, as\n   49  appropriate.\n   50    (c) For third and subsequent violations, the court shall order payment\n   51  of a fine of not less than fifty dollars nor  more  than  seven  hundred\n   52  fifty  dollars  and/or an appropriate amount of community service not to\n   53  exceed thirty hours. The court also shall order that such person  submit\n   54  to  an  evaluation by an appropriate agency certified or licensed by the\n   55  office of alcoholism and substance abuse services to  determine  whether\n   56  the  person  suffers  from  the  disease of alcoholism or alcohol abuse,\n\n       S. 2622                             3\n\n    1  unless the court determines that under the circumstances presented  such\n    2  an  evaluation  is not necessary, in which case the court shall state on\n    3  the record the basis for such determination. Payment for such evaluation\n    4  shall  be  made by such person. If, based on such evaluation, a need for\n    5  treatment is indicated, such person  may  choose  to  participate  in  a\n    6  treatment  plan  developed  by  an  agency  certified or licensed by the\n    7  office of alcoholism and substance abuse services. If such person elects\n    8  to participate in recommended treatment,  the  court  shall  order  that\n    9  payment  of  such  fine  and  community service be suspended pending the\n   10  completion of such treatment] PUNISHABLE BY A  FINE  OF  NOT  LESS  THAN\n   11  SEVEN HUNDRED FIFTY DOLLARS NOR MORE THAN TWENTY-FIVE HUNDRED DOLLARS OR\n   12  BY  IMPRISONMENT  FOR  NOT MORE THAN TWELVE MONTHS, OR BY BOTH SUCH FINE\n   13  AND IMPRISONMENT. IN ADDITION, THE COURT  MAY  ORDER  COMPLETION  OF  AN\n   14  ALCOHOL  AWARENESS  PROGRAM ESTABLISHED PURSUANT TO SECTION 19.25 OF THE\n   15  MENTAL HYGIENE LAW.\n   16    [(d) Evaluation procedures. For  purposes  of  this  subdivision,  the\n   17  following shall apply:\n   18    (i)  The  contents  of an evaluation pursuant to paragraph (c) of this\n   19  subdivision shall be used for the sole purpose of  determining  if  such\n   20  person suffers from the disease of alcoholism or alcohol abuse.\n   21    (ii)  The  agency  designated  by the court to perform such evaluation\n   22  shall conduct the evaluation and return the results to the court  within\n   23  thirty  days,  subject to any state or federal confidentiality law, rule\n   24  or regulation governing the confidentiality  of  alcohol  and  substance\n   25  abuse treatment records.\n   26    (iii) The office of alcoholism and substance abuse services shall make\n   27  available  to  each  supreme  court law library in this state, or, if no\n   28  supreme court law library is available in a certain county, to the coun-\n   29  ty court law library of such county, a list  of  agencies  certified  to\n   30  perform  evaluations  as required by subdivision (f) of section 19.07 of\n   31  the mental hygiene law.\n   32    (iv) All evaluations required under this subdivision shall be in writ-\n   33  ing and the person so evaluated or his or her counsel  shall  receive  a\n   34  copy of such evaluation prior to its use by the court.\n   35    (v)  A minor evaluated under this subdivision shall have, and shall be\n   36  informed by the court of, the right to obtain a second opinion regarding\n   37  his or her need for alcoholism treatment.]\n   38    4. A person violating the provisions of paragraph (b)  of  subdivision\n   39  two  of this section shall be guilty of a violation punishable by a fine\n   40  of not more than one hundred dollars, and/or an  appropriate  amount  of\n   41  community service not to exceed thirty hours. In addition, the court may\n   42  order  completion  of  an alcohol training awareness program established\n   43  pursuant to subdivision twelve of  section  seventeen  of  this  chapter\n   44  where such program is located within a reasonably close proximity to the\n   45  locality in which the offender is employed or resides.\n   46    5. No determination of guilt pursuant to this section shall operate as\n   47  a  disqualification  of  any  such  person  subsequently  to hold public\n   48  office, public employment, or as a forfeiture of any right or  privilege\n   49  or  to  receive  any  license  granted by public authority[; and no such\n   50  person shall be denominated a criminal by reason of such determination].\n   51    6. In addition to the  penalties  otherwise  provided  in  subdivision\n   52  three of this section, if a determination is made sustaining a charge of\n   53  illegally  purchasing  or  attempting to illegally purchase an alcoholic\n   54  beverage, the court may suspend such person's license to drive  a  motor\n   55  vehicle  and  the  privilege  of  an unlicensed person of obtaining such\n   56  license, [in accordance with the following and for the  following  peri-\n\n       S. 2622                             4\n\n    1  ods,]  FOR  ONE  YEAR OR UNTIL THE HOLDER REACHES THE AGE OF TWENTY-ONE,\n    2  WHICHEVER IS A GREATER PERIOD OF TIME, if it is found  that  a  driver's\n    3  license  was used for the purpose of such illegal purchase or attempt to\n    4  illegally purchase[; provided, however, that where a person is sentenced\n    5  pursuant  to  paragraph (b) or (c) of subdivision three of this section,\n    6  the court shall impose such license suspension if it  is  found  that  a\n    7  driver's  license  was  used for the purpose of such illegal purchase or\n    8  attempt to illegally purchase:\n    9    (a) For a first violation of paragraph (a) of subdivision two of  this\n   10  section, a three month suspension.\n   11    (b) For a second violation of paragraph (a) of subdivision two of this\n   12  section, a six month suspension.\n   13    (c)  For  a third or subsequent violation of paragraph (a) of subdivi-\n   14  sion two of this section, a suspension for one year or until the  holder\n   15  reaches the age of twenty-one, whichever is the greater period of time].\n   16    Such  person  may  thereafter apply for and be issued a restricted use\n   17  license in accordance with the provisions of section five hundred thirty\n   18  of the vehicle and traffic law.\n   19    7. (a) In any  proceeding  pursuant  to  subdivision  one  of  section\n   20  sixty-five of this article, it shall be an affirmative defense that such\n   21  person had produced a driver's license or non-driver identification card\n   22  apparently  issued  by a governmental entity, successfully completed the\n   23  transaction scan, and that the alcoholic beverage had been sold,  deliv-\n   24  ered  or given to such person in reasonable reliance upon such identifi-\n   25  cation and transaction scan. In evaluating  the  applicability  of  such\n   26  affirmative  defense, the liquor authority shall take into consideration\n   27  any written policy adopted and implemented by the seller  to  carry  out\n   28  the  provisions  of  this  chapter.  Use of a transaction scan shall not\n   29  excuse any licensee under this chapter, or agent  or  employee  of  such\n   30  licensee,  from  the exercise of reasonable diligence otherwise required\n   31  by this section. Notwithstanding the above provisions, any such affirma-\n   32  tive defense shall not be applicable in  any  other  civil  or  criminal\n   33  proceeding, or in any other forum.\n   34    (b)  A  licensee or agent or employee of a licensee may electronically\n   35  or mechanically record and maintain only the information from  a  trans-\n   36  action  scan  necessary to effectuate the purposes of this section. Such\n   37  information shall be limited to the following: (i) name,  (ii)  date  of\n   38  birth,  (iii)  driver's license or non-driver identification number, and\n   39  (iv) expiration date. The liquor authority and the state commissioner of\n   40  motor vehicles shall jointly  promulgate  any  regulation  necessary  to\n   41  govern  the  recording  and  maintenance  of these records by a licensee\n   42  under this chapter. The liquor authority and the commissioner of  health\n   43  shall  jointly  promulgate  any  regulations necessary to ensure quality\n   44  control in the use of transaction scan devices.\n   45    8. A licensee or agent or employee of such licensee shall only use the\n   46  information recorded and maintained through the use of such devices  for\n   47  the  purposes  contained  in  paragraph (a) of subdivision seven of this\n   48  section, and shall only use such devices for the purposes  contained  in\n   49  subdivision  two  of this section. No licensee or agent or employee of a\n   50  licensee shall resell or disseminate  the  information  recorded  during\n   51  such  scan  to any third person. Such prohibited resale or dissemination\n   52  includes, but is not limited to, any advertising,  marketing  or  promo-\n   53  tional  activities.  Notwithstanding  the  restrictions  imposed by this\n   54  subdivision, such records may be released pursuant to  a  court  ordered\n   55  subpoena  or  pursuant to any other statute that specifically authorizes\n   56  the release of such information.  Each  violation  of  this  subdivision\n\n       S. 2622                             5\n\n    1  shall  be  punishable  by  a civil penalty of not more than one thousand\n    2  dollars.\n    3    S  2.  The  vehicle and traffic law is amended by adding a new section\n    4  505-a to read as follows:\n    5    S 505-A. DUPLICATE AND AMENDED LICENSES AND PERMITS;  INTERNET  TRANS-\n    6  ACTIONS.  ANY  INDIVIDUAL  SEEKING  A  DUPLICATE  OR  AMENDED LICENSE OR\n    7  PERMIT, PURSUANT TO SECTION FIVE HUNDRED FIVE OF THIS  ARTICLE,  THROUGH\n    8  THE  DEPARTMENT'S  WEBSITE, SHALL BE REQUIRED TO OBTAIN A PERSONAL IDEN-\n    9  TIFICATION NUMBER FROM  THE  DEPARTMENT.  SUCH  PERSONAL  IDENTIFICATION\n   10  NUMBER  SHALL BE SENT TO THE APPLICANT'S REGISTERED ADDRESS WITHIN THREE\n   11  DAYS TO VERIFY AUTHENTICITY OF THE APPLICANT. THE APPLICANT  SHALL  THEN\n   12  PROVIDE  ALL  INFORMATION  REQUIRED BY SECTION FIVE HUNDRED FIVE OF THIS\n   13  ARTICLE.\n   14    S 3. This act shall take effect the first of November next  succeeding\n   15  the  date  on  which it shall have become a law; provided, however, that\n   16  the commissioner of motor vehicles is authorized to promulgate  any  and\n   17  all  rules  and  regulations  and  take  any other measures necessary to\n   18  implement this act on its effective date, on or before such date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the alcoholic beverage control law, in relation to increasing the penalties imposed on a person under the age of twenty-one years to purchase or attempt to purchase an alcoholic beverage through fraudulent means, and to amend the vehicle and traffic law, in relation to requiring a personal identification number for individuals applying for a duplicate or amended license or permit ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110127.T100342.TXT", "SOBI.D110127.T094832.TXT", "SOBI.D110127.T102344.TXT", "SOBI.D110127.T110341.TXT", "SOBI.D110127.T092329.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296144221377
}