{
  "year" : 2011,
  "senateBillNo" : "S2632-2011",
  "billEvents" : [ {
    "eventDate" : 1296104400000,
    "eventText" : "REFERRED TO LOCAL GOVERNMENT",
    "billEventId" : "S2632-2011-1296104400000-REFERRED+TO+LOCAL+GOVERNMENT",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "JOHNSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes the Brentwood Church of God in Christ, Inc. to file an application for a real property tax exemption with the assessor of the town of Islip",
  "summary" : "Authorizes the Brentwood Church of God in Christ, Inc. to file an application for a real property tax exemption with the assessor of the town of Islip. ",
  "currentCommittee" : "LOCAL GOVERNMENT",
  "sameAs" : null,
  "lawSection" : "Real Property Taxation",
  "previousVersions" : [ "S1368-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2632\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 27, 2011\n                                      ___________\n\n       Introduced  by  Sen. JOHNSON -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Local Government\n\n       AN ACT to authorize the Brentwood Church of God in Christ, Inc.  to file\n         an application for a real property tax exemption\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. (a) Notwithstanding any other provision of law, the asses-\n    2  sor of the town of Islip is hereby authorized to accept from the  Brent-\n    3  wood Church of God in Christ, Inc.  an application for an exemption from\n    4  real  property  taxes pursuant to section 420-a of the real property tax\n    5  law for the 2002-2003 and 2003-2004 assessment rolls, as to which  March\n    6  1,  2002  was the taxable status date, with respect to the real property\n    7  taxes for the 2002-2003 and 2003-2004 assessment rolls for  the  parcels\n    8  owned  by  such  church  located  in  the town of Islip at 72 Eisenhower\n    9  Avenue, Brentwood, otherwise known as: district 500, section 113,  block\n   10  2, lot 46.\n   11    (b)  If accepted, such application shall be reviewed as if it had been\n   12  received on or before the  taxable  status  date  established  for  such\n   13  rolls.\n   14    If  satisfied  that  such  church  would otherwise be entitled to such\n   15  exemption if the church had filed an application for  exemption  by  the\n   16  appropriate taxable status date, the assessor of the town of Islip, upon\n   17  approval  by  the  town board of such town, may grant exemption from all\n   18  taxation based on the 2002-2003 and 2003-2004 assessment rolls and owing\n   19  by such church on the effective date  of  this  act  and  cancel  taxes,\n   20  fines,  penalties  and  interest  remaining unpaid, and make appropriate\n   21  corrections to the subject rolls.  If such exemption is granted and such\n   22  church shall have paid any tax with respect to  the  subject  roll,  the\n   23  applicable  department  of  the  town of Islip, upon the approval of the\n   24  town board of such town, may in its  sole  discretion  provide  for  the\n   25  refund  of those taxes paid and cancel taxes, fines, penalties or inter-\n   26  est remaining unpaid.\n   27    S 2. This act shall take effect immediately.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07074-01-1\n",
  "memo" : "BILL NUMBER:S2632\n\nTITLE OF BILL:\nAn act\nto authorize the\nBrentwood\nChurch of God in Christ, Inc.\nto file an application\nfor a real\nproperty tax exemption\n\nPURPOSE:\nTo authorize the town of Islip to grant a real property tax exemption\nto the Brentwood Church of God in Christ, Inc. for payment of real\nproperty taxes in connection with the 2002-2003 and 2003-2004\nassessment rolls.\n\nSUMMARY OF PROVISIONS:\nThis bill would authorize the assessor of the town of Islip to accept\nan application for exemption from real property taxes pursuant to\nSection 420-a of the Real Property Tax Law for the 2002-2003 and\n2003-2004 assessment roll. If satisfied that the Brentwood Church of\nGod in Christ, Inc. would otherwise have been entitled to said\nexemption, the assessor is authorized to grant same, and cancel all\nremaining unpaid taxes, interest, related fines and penalties. It\nwould also allow the assessor of the town of Islip, with the approval\nof the town board, to provide for the refund of any taxes that may\nhave been paid by the Brentwood Church of God in Christ, Inc.\n\nJUSTIFICATION:\nThe Brentwood Church of God in Christ, Inc., through administrative\noversight, failed to successfully apply for a real property tax\nexemption pursuant to section 420-a of the Real Property Tax Law for\nthe 2002-2003 and 2003-2004 assessments roll for the parcel it owned\nin the town of Islip. Due to this administrative failure, taxes and\npenalties of $10,149.80 are now due from the Church and the parcel,\nwhich has been owned by the Church for thirty years, is threatened by\ntax lien foreclosure. This bill would allow the town of Islip to\naccept a retroactive application from the Church of God and waive the\naforementioned taxes and penalties now due.\n\nLEGISLATIVE HISTORY:\n2007-08: S.3998 - Referred to Local Government\n2009-10: S.1368 - Referred to Local Government\n\nFISCAL IMPLICATIONS:\nNone to the state. The town of Islip would waive $10,149.80 in taxes\nand penalty.\n\nEFFECTIVE DATE:\nThis act shall take effect immediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to authorize the Brentwood Church of God in Christ, Inc. to file an application for a real property tax exemption ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110127.T104339.TXT", "SOBI.D110129.T003343.TXT", "SOBI.D110127.T102837.TXT", "SOBI.D110127.T104839.TXT", "SOBI.D110127.T121348.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296279223807
}