{
  "year" : 2011,
  "senateBillNo" : "S263-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S263-2011-1294203600000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "DIAZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes a process for the regulation of collecting, recording, and disclosing confidential information by state employees",
  "summary" : "Establishes a process for regulating the collecting, recording, and disclosing of confidential information by state employees; defines \"confidential information\". ",
  "currentCommittee" : "CODES",
  "sameAs" : null,
  "lawSection" : "Civil Rights Law",
  "previousVersions" : [ "S2175-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          263\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  DIAZ  --  read twice and ordered printed, and when\n         printed to be committed to the Committee on Codes\n\n       AN ACT to amend the civil rights law,  in  relation  to  regulating  the\n         collection,  recording  and  disclosing of confidential information by\n         state employees obtained by state employees in the course of  official\n         duties\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The civil rights law is amended by  adding  a  new  section\n    2  50-f to read as follows:\n    3    S 50-F. DISCLOSURE OF CONFIDENTIAL INFORMATION BY STATE EMPLOYEES.  1.\n    4  DEFINITION.  AS  USED  IN THIS SECTION, \"CONFIDENTIAL INFORMATION\" MEANS\n    5  ANY INFORMATION MAINTAINED OR OBTAINED BY A  STATE  AGENCY,  OFFICER  OR\n    6  EMPLOYEE  CONCERNING AN INDIVIDUAL'S HEALTH OR DISABILITY STATUS, INCOME\n    7  TAX  RECORDS,  SEXUAL  ORIENTATION,  STATUS  AS  A  VICTIM  OF  DOMESTIC\n    8  VIOLENCE, STATUS AS A CRIME VICTIM OR WITNESS, PUBLIC ASSISTANCE STATUS,\n    9  IMMIGRATION  STATUS  OR ANY INFORMATION THAT IS OTHERWISE PROTECTED FROM\n   10  DISCLOSURE BY ANY PROVISION OF FEDERAL, STATE OR LOCAL  LAW;  AND  \"LINE\n   11  WORKER\"  MEANS  ANY  PERSON  EMPLOYED  BY  ANY STATE AGENCY WHOSE DUTIES\n   12  INVOLVE CONTACT WITH THE PUBLIC.\n   13    2. PROCEDURE FOR THE DISCLOSURE OF CONFIDENTIAL INFORMATION.\n   14    A. EXCEPT AS PROVIDED IN PARAGRAPH B OF  THIS  SUBDIVISION,  NO  STATE\n   15  OFFICER  OR  EMPLOYEE  SHALL DISCLOSE CONFIDENTIAL INFORMATION TO ANYONE\n   16  EXCEPT ANOTHER STATE OFFICER OR EMPLOYEE ACTING IN THE SCOPE OF  HIS  OR\n   17  HER OFFICIAL DUTIES.\n   18    B.  OTHER  THAN AS PROVIDED IN PARAGRAPH A OF THIS SUBDIVISION, CONFI-\n   19  DENTIAL INFORMATION MAY BE DISCLOSED ONLY IF:\n   20    (I) THE OFFICER'S OR EMPLOYEE'S AGENCY IS REQUIRED BY LAW TO  DISCLOSE\n   21  SUCH CONFIDENTIAL INFORMATION AND PROVIDED THAT SUCH DISCLOSURE SHALL BE\n   22  LIMITED TO THAT REQUIRED BY LAW; OR\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02213-01-1\n\n       S. 263                              2\n\n    1    (II)  THE OFFICER'S OR EMPLOYEE'S AGENCY HAS BEEN AUTHORIZED, IN WRIT-\n    2  ING SIGNED BY THE INDIVIDUAL OR, IF THE INDIVIDUAL IS A MINOR OR  OTHER-\n    3  WISE INCOMPETENT, SUCH AUTHORIZATION HAS BEEN SIGNED BY THE INDIVIDUAL'S\n    4  PARENT OR LEGAL GUARDIAN, TO DISCLOSE SUCH CONFIDENTIAL INFORMATION, AND\n    5  PROVIDED  THAT  THE  DISCLOSURE  SHALL  BE LIMITED TO THAT AUTHORIZED IN\n    6  WRITING BY THE INDIVIDUAL; OR\n    7    (III) THERE IS REASONABLE SUSPICION OR PROBABLE CAUSE TO BELIEVE  THAT\n    8  A  PERSON  IS ENGAGING IN CRIMINAL ACTIVITY AND THE DISCLOSURE OF CONFI-\n    9  DENTIAL INFORMATION IS NECESSARY TO COOPERATE  WITH  A  LAW  ENFORCEMENT\n   10  AGENCY OR AGENCIES INVESTIGATING THAT CRIMINAL ACTIVITY; OR\n   11    (IV)  SUCH  CONFIDENTIAL INFORMATION IS TO BE USED BY A FEDERAL, STATE\n   12  OR LOCAL GOVERNMENT AGENCY, AND SOLELY  FOR  THE  PURPOSE  OF  COMPILING\n   13  STATISTICAL  INFORMATION,  PROVIDED THAT THE DISCLOSURE SHALL BE LIMITED\n   14  TO THAT NECESSARY TO COMPILE SUCH STATISTICAL INFORMATION, AND  PROVIDED\n   15  FURTHER  THAT  THE  RECIPIENT  OF THE INFORMATION ENSURES, IN WRITING IN\n   16  ADVANCE OF ANY DISCLOSURE, THAT THE CONFIDENTIAL  INFORMATION  DISCLOSED\n   17  WILL NOT BE FURTHER DISCLOSED TO ANY OTHER AGENCY OR OTHER INDIVIDUAL.\n   18    3.  PROCEDURE  FOR  THE  COLLECTING  AND/OR  RECORDING OF CONFIDENTIAL\n   19  INFORMATION. THIS SUBDIVISION SHALL APPLY TO  ANY  DOCUMENTATION,  QUES-\n   20  TIONNAIRE, INTERVIEW SHEET OR OTHER FORM USED IN RELATION TO BENEFITS OR\n   21  SERVICES PROVIDED BY THE STATE.\n   22    A.  NO STATE OFFICER OR EMPLOYEE SHALL MAKE INQUIRIES REGARDING CONFI-\n   23  DENTIAL INFORMATION OF ANY INDIVIDUAL, WHEN SUCH INDIVIDUAL, ON  HIS  OR\n   24  HER  BEHALF OR ON BEHALF OF ANOTHER, IS APPLYING FOR OR IS RECEIVING ANY\n   25  SERVICE OR BENEFIT PROVIDED  BY  THE  STATE,  UNLESS  SUCH  CONFIDENTIAL\n   26  INFORMATION IS SPECIFICALLY REQUIRED BY FEDERAL OR STATE LAW AS A CONDI-\n   27  TION OF RECEIPT OF SUCH SERVICE OR BENEFIT.\n   28    B.  IF CONFIDENTIAL INFORMATION IS REQUIRED BY FEDERAL OR STATE LAW AS\n   29  A CONDITION OF RECEIPT OF A SERVICE OR BENEFIT PROVIDED  BY  THE  STATE,\n   30  THE  STATE OFFICER OR EMPLOYEE SHALL MAKE ONLY THOSE INQUIRIES NECESSARY\n   31  TO DETERMINE IF AN APPLICANT OR RECIPIENT IS QUALIFIED FOR AND OTHERWISE\n   32  MEETS THE CONDITIONS FOR RECEIPT OF SUCH SERVICE OR BENEFIT.\n   33    C. NO STATE OFFICER OR EMPLOYEE SHALL COLLECT AND/OR  RECORD  INFORMA-\n   34  TION  REGARDING  THE IMMIGRATION STATUS OF AN APPLICANT FOR OR RECIPIENT\n   35  OF ANY SERVICE OR BENEFIT UNLESS SUCH IMMIGRATION STATUS IS REQUIRED  BY\n   36  FEDERAL  OR STATE LAW. WHERE FEDERAL OR STATE LAW REQUIRES THE RECORDING\n   37  OF SUCH CONFIDENTIAL IMMIGRATION STATUS INFORMATION, ONLY THAT  INFORMA-\n   38  TION SPECIFICALLY REQUIRED SHALL BE RECORDED.\n   39    4.  DESIGNATION  OF  ACCESS  OFFICER  RESPONSIBLE  FOR AUTHORIZING THE\n   40  RELEASE OF CONFIDENTIAL INFORMATION. THE HEAD OR GOVERNING BODY OF  EACH\n   41  AGENCY  SHALL  DESIGNATE ONE OR MORE PERSONS WITH SUPERVISORY AUTHORITY,\n   42  AND ASSIGN TO SUCH PERSONS THE FURTHER AUTHORITY TO APPROVE AND  AUTHOR-\n   43  IZE  THE  RELEASE  OF  CONFIDENTIAL  INFORMATION.  THE DESIGNATION SHALL\n   44  INCLUDE THE NAME, SPECIFIC JOB  TITLE,  TELEPHONE  NUMBER  AND  BUSINESS\n   45  ADDRESS  OF  EACH  SUCH  DESIGNATED  ACCESS  OFFICER. WHEN APPROVING AND\n   46  AUTHORIZING THE RELEASE OF CONFIDENTIAL INFORMATION, A DESIGNATED ACCESS\n   47  OFFICER SHALL SPECIFY,  IN  WRITING,  THE  SPECIFIC  INFORMATION  TO  BE\n   48  DISCLOSED,  AND THE PERSONS OR ENTITIES TO WHOM SUCH DISCLOSURE SHALL BE\n   49  MADE. THE DESIGNATED ACCESS OFFICER SHALL ENSURE THAT ANY DISCLOSURE  IS\n   50  AUTHORIZED BY LAW AND WITHIN THE LIMITS AS PROVIDED BY LAW.\n   51    5.  DISCLOSURE  BY  LINE  WORKERS OF CONFIDENTIAL INFORMATION. NO LINE\n   52  WORKER EMPLOYED BY A STATE AGENCY SHALL DISCLOSE  CONFIDENTIAL  INFORMA-\n   53  TION  WITHOUT  OBTAINING PRIOR WRITTEN APPROVAL FROM A DESIGNATED ACCESS\n   54  OFFICER RESPONSIBLE FOR APPROVING AND AUTHORIZING THE RELEASE OF  CONFI-\n   55  DENTIAL INFORMATION FOR THAT AGENCY.\n\n       S. 263                              3\n\n    1    6.  OTHER  LAWS  RESPECTING  CONFIDENTIALITY.  NOTHING IN THIS SECTION\n    2  SHALL BE DEEMED TO REDUCE OR ABRIDGE ANY OTHER  PROTECTION  IN  FEDERAL,\n    3  STATE OR LOCAL LAW RESPECTING THE CONFIDENTIALITY OF INFORMATION.\n    4    7. SEVERABILITY. IF ANY SUBDIVISION, SENTENCE, CLAUSE, PHRASE OR OTHER\n    5  PORTION OF THIS SECTION IS, FOR ANY REASON, DECLARED UNCONSTITUTIONAL OR\n    6  INVALID,  IN  WHOLE  OR IN PART, BY ANY COURT OF COMPETENT JURISDICTION,\n    7  SUCH PORTION SHALL BE DEEMED SEVERABLE, AND SUCH UNCONSTITUTIONALITY  OR\n    8  INVALIDITY  SHALL  NOT  AFFECT THE VALIDITY OF THE REMAINING PORTIONS OF\n    9  THIS SECTION, WHICH REMAINING PORTIONS SHALL CONTINUE IN FULL FORCE  AND\n   10  EFFECT.\n   11    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the civil rights law, in relation to regulating the collection, recording and disclosing of confidential information by state employees obtained by state employees in the course of official duties ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101213.T113306.TXT", "SOBI.D101215.T111859.TXT", "SOBI.D101213.T115306.TXT", "SOBI.D101213.T121808.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292429939138
}