{
  "year" : 2011,
  "senateBillNo" : "S2633-2011",
  "billEvents" : [ {
    "eventDate" : 1296104400000,
    "eventText" : "REFERRED TO LOCAL GOVERNMENT",
    "billEventId" : "S2633-2011-1296104400000-REFERRED+TO+LOCAL+GOVERNMENT",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "JOHNSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes the commissioner of transportation to alienate and convey certain land to the Community Ambulance Company, Inc.",
  "summary" : "Authorizes the commissioner of transportation to alienate and convey certain land to the Community Ambulance Company, Inc.; parcel of land, situate, lying and being at the corner of Sunrise Highway Service Road, Franklin Avenue, 11th Street and Lakeland Avenue, in the Town of Islip, County of Suffolk; reverter to state if company wishes to sell. ",
  "currentCommittee" : "LOCAL GOVERNMENT",
  "sameAs" : null,
  "lawSection" : "Transportation, Commissioner of",
  "previousVersions" : [ "S1283-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2633\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 27, 2011\n                                      ___________\n\n       Introduced  by  Sen. JOHNSON -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Local Government\n\n       AN ACT to authorize the commissioner of transportation to  alienate  and\n         convey certain land to the Community Ambulance Company, Inc.\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subject to the provisions of this act  but  notwithstanding\n    2  any provision of law to the contrary, the commissioner of transportation\n    3  is  hereby authorized to alienate and convey property on Sunrise Highway\n    4  in the hamlet of Sayville to the Community Ambulance Company,  Inc.  for\n    5  the purposes of operating a not-for-profit ambulance company.\n    6    S 2. The authorization contained in section one of this act shall take\n    7  effect  only  upon  the condition that Community Ambulance Company, Inc.\n    8  pays the fair market value of the property being alienated by this act.\n    9    S 3. The lands authorized by this act to be alienated and conveyed are\n   10  as follows:\n   11    ALL that certain piece or parcel of land, situate  in  the  Hamlet  Of\n   12  Sayville,  Town  of  Islip,  County of Suffolk, State of New York, being\n   13  more particularly bound and described as follows:\n   14    beginning at a point on the northerly side of Eleventh Street, distant\n   15  easterly 123.85 feet from the intersection formed by the northerly  side\n   16  of  Eleventh  Street  and  the  easterly side of Franklyn Avenue; thence\n   17  along the new westerly side of Lakeland Avenue the following six courses\n   18  and distances to the northerly side of Eleventh Street:\n   19    thence northerly N30µ20'34\"E 433.11 feet to a point;\n   20    thence in a southerly direction S20µ54'18\"E 7.43 feet to a point;\n   21    thence in a southerly direction S16µ12'54\"E 137.78 feet to a point;\n   22    thence in a southerly direction S17µ36'25\"E 23.34 feet to a point;\n   23    thence in a southerly direction S19µ54'22\"E 59.01 feet to a point;\n   24    thence in a southerly direction S13µ18'25\"E 87.01 feet to a point;\n   25    thence in a southerly direction S19µ54'22\"E 73.49 feet to a point;\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07077-01-1\n\n       S. 2633                             2\n\n    1    thence in a southerly direction S29µ20'49\"E 29.09 feet to a  point  on\n    2  the northerly side of Eleventh Street;\n    3    thence   westerly   along   the  northerly  side  of  Eleventh  Street\n    4  N85µ59'20\"W 318.64 feet, the point or place of  beginning.  Said  parcel\n    5  has  an  area  of 65,639.51 sq.ft. or 1.51 acres and can be found on dwg\n    6  2007-06, Dept. Of Planning and Development, Mapping Section.\n    7    S 4. Such conveyance shall be subject to a right of first  refusal  in\n    8  favor of the state if Community Ambulance Company, Inc. attempts to sell\n    9  such  property  or ceases to use the property for the purposes described\n   10  in section one of this act, such property as described in section  three\n   11  of this act.\n   12    S 5. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to authorize the commissioner of transportation to alienate and convey certain land to the Community Ambulance Company, Inc. ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110127.T104339.TXT", "SOBI.D110127.T102837.TXT", "SOBI.D110127.T121348.TXT", "SOBI.D110127.T104839.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296148428984
}