{
  "year" : 2011,
  "senateBillNo" : "S2637-2011",
  "billEvents" : [ {
    "eventDate" : 1296104400000,
    "eventText" : "REFERRED TO LOCAL GOVERNMENT",
    "billEventId" : "S2637-2011-1296104400000-REFERRED+TO+LOCAL+GOVERNMENT",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "JOHNSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes the West Islip union free school district to file an application for real property tax exemption on a parcel acquired on May 4, 2004",
  "summary" : "Authorizes the West Islip union free school district to file an application with the assessor of the town of Islip for a real property tax exemption on a certain parcel for the 2007-2008 and 2008-2009 assessment rolls. ",
  "currentCommittee" : "LOCAL GOVERNMENT",
  "sameAs" : null,
  "lawSection" : "Real Property Taxation",
  "previousVersions" : [ "SA4410-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2637\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 27, 2011\n                                      ___________\n\n       Introduced  by  Sen. JOHNSON -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Local Government\n\n       AN ACT to authorize the West Islip union free school district to file an\n         application with the assessor of the town of Islip for a real property\n         tax exemption on a certain parcel\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Notwithstanding any other provision of law, the assessor of\n    2  the  town  of  Islip  is hereby authorized to accept from the West Islip\n    3  union free school district applications for exemption from real property\n    4  tax pursuant to section 408  of  the  real  property  tax  law  for  the\n    5  2007-2008  and  2008-2009 assessment rolls for the parcels owned by such\n    6  school district which is located in the town of  Islip  at  O  Boulevard\n    7  Avenue, West Islip, otherwise known as: district 500, section 336, block\n    8  200,  lot 49.   If accepted, such application shall be reviewed as if it\n    9  had been received on or before the taxable status date  established  for\n   10  such rolls.\n   11    If  satisfied that such school district would otherwise be entitled to\n   12  such exemption if such school district  had  filed  an  application  for\n   13  exemption  by  the  appropriate taxable status date, the assessor of the\n   14  town of Islip, upon approval by the town board of such town,  may  grant\n   15  exemption  from all taxation beginning on the date of conveyance of such\n   16  parcel to such school district on the effective date  of  this  act  and\n   17  cancel  taxes,  fines, penalties and interest remaining unpaid, and make\n   18  appropriate corrections of the subject rolls.\n   19    S 2. This act shall take effect immediately.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07172-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to authorize the West Islip union free school district to file an application with the assessor of the town of Islip for a real property tax exemption on a certain parcel ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110127.T105840.TXT", "SOBI.D110127.T104339.TXT", "SOBI.D110127.T121848.TXT", "SOBI.D110127.T105339.TXT", "SOBI.D110127.T102837.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296148728172
}