{
  "year" : 2011,
  "senateBillNo" : "S2630-2011",
  "billEvents" : [ {
    "eventDate" : 1296104400000,
    "eventText" : "REFERRED TO ENVIRONMENTAL CONSERVATION",
    "billEventId" : "S2630-2011-1296104400000-REFERRED+TO+ENVIRONMENTAL+CONSERVATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MARCELLINO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Permits a shellfish company to enter into a contract with the department of environmental conservation to reimburse such department for shellfish bed inspection cost",
  "summary" : "Permits a shellfish company doing business in this state to enter into a contract with the department of environmental conservation to reimburse the department for shellfish bed inspection costs. ",
  "currentCommittee" : "ENVIRONMENTAL CONSERVATION",
  "sameAs" : null,
  "lawSection" : "Environmental Conservation Law",
  "previousVersions" : [ "S8514-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2630\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 27, 2011\n                                      ___________\n\n       Introduced  by  Sen.  MARCELLINO  -- read twice and ordered printed, and\n         when printed to be committed to the Committee on Environmental Conser-\n         vation\n\n       AN ACT to amend the environmental conservation law, in relation  to  the\n         inspection of shellfish beds\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 7  of  section  11-0305  of  the  environmental\n    2  conservation law is amended to read as follows:\n    3    7. A. To regulate the examination and inspection of shellfish grounds,\n    4  boats  used  in  taking and buildings used for storage of shellfish, the\n    5  handling and shipment of  shellfish,  the  floating  of  shellfish,  the\n    6  removal  of  shellfish  from unsanitary beds and their deposit on unpol-\n    7  luted grounds.\n    8    B. FOR PURPOSES OF THIS SUBDIVISION, ANY SHELLFISH COMPANY DOING BUSI-\n    9  NESS IN THIS STATE MAY ENTER INTO A CONTRACT WITH THE DEPARTMENT TO  PAY\n   10  FOR  OR  REIMBURSE  THE DEPARTMENT FOR THE EXAMINATION AND INSPECTION OF\n   11  SHELLFISH BEDS OWNED BY  SUCH  COMPANY.  IN  THE  EVENT  THE  DEPARTMENT\n   12  REFUSES  OR  FAILS TO ENTER INTO SUCH A CONTRACT WITHIN TWENTY DAYS FROM\n   13  THE DATE SUCH EXAMINATION AND INSPECTION IS  REQUESTED,  SUCH  SHELLFISH\n   14  COMPANY MAY CONTRACT WITH AN INDEPENDENT INSPECTOR TO CONDUCT SUCH EXAM-\n   15  INATION  AND INSPECTION. ANY REPORT ISSUED UPON COMPLETION OF SUCH INDE-\n   16  PENDENT EXAMINATION AND INSPECTION SHALL BE KEPT ON FILE BY SUCH SHELLF-\n   17  ISH COMPANY FOR TWO YEARS AND SHALL BE MADE AVAILABLE TO THE  DEPARTMENT\n   18  UPON  REQUEST.  NO  PERSON HIRED BY THE DEPARTMENT OR WHO CONTRACTS WITH\n   19  THE DEPARTMENT TO CONDUCT AN EXAMINATION AND INSPECTION PURSUANT TO THIS\n   20  SUBDIVISION SHALL COUNT AGAINST THE DIVISION OF THE  BUDGET'S  FULL-TIME\n   21  EQUIVALENTS FOR THE DEPARTMENT;\n   22    S 2. This act shall take effect immediately.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD08391-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the environmental conservation law, in relation to the inspection of shellfish beds ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110127.T104339.TXT", "SOBI.D110127.T102344.TXT", "SOBI.D110127.T102837.TXT", "SOBI.D110127.T121348.TXT", "SOBI.D110127.T104839.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296148428959
}