{
  "year" : 2011,
  "senateBillNo" : "S2636-2011",
  "billEvents" : [ {
    "eventDate" : 1296104400000,
    "eventText" : "REFERRED TO LOCAL GOVERNMENT",
    "billEventId" : "S2636-2011-1296104400000-REFERRED+TO+LOCAL+GOVERNMENT",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "JOHNSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes Iglesia de Dios Pentecostal to apply to the assessor of the town of Islip for a real property tax exemption",
  "summary" : "Authorizes Iglesia de Dios Pentecostal to apply to the assessor of the town of Islip for a real property tax exemption commencing on the date of conveyance of a certain parcel to such organization. ",
  "currentCommittee" : "LOCAL GOVERNMENT",
  "sameAs" : null,
  "lawSection" : "Real Property Taxation",
  "previousVersions" : [ "S1284-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2636\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 27, 2011\n                                      ___________\n\n       Introduced  by  Sen. JOHNSON -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Local Government\n\n       AN ACT to authorize Iglesia de Dios Pentecostal to file  an  application\n         for a real property tax exemption\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Notwithstanding any other provision of law to the contrary,\n    2  the assessor of the town of Islip is hereby authorized  to  accept  from\n    3  Iglesia de Dios Pentecostal an application for exemption from real prop-\n    4  erty  taxes  pursuant  to section 420-a of the real property tax law for\n    5  the 2001-2002 assessment roll, as to which March 1, 2001 was the taxable\n    6  status date, with respect to the real property taxes for such assessment\n    7  roll, for the parcel conveyed to such organization on  August  7,  2001,\n    8  with  such  parcel  being  located  in  the town of Islip at 2 MacArthur\n    9  Avenue, Brentwood, otherwise known as: district  0500,  section  136.00,\n   10  block 01.00, lot 17.1. If accepted, the application shall be reviewed as\n   11  if it had been received on or before the taxable status date established\n   12  for such roll.\n   13    If  satisfied  that  such  organization would otherwise be entitled to\n   14  such exemption  if  such  organization  had  filed  an  application  for\n   15  exemption  by  the  appropriate taxable status date, the assessor of the\n   16  town of Islip, upon approval by the town board of such town,  may  grant\n   17  exemption  from  all taxation beginning on the date of the conveyance of\n   18  such parcel to such organization on the effective date of this  act  and\n   19  cancel  taxes,  fines, penalties and interest remaining unpaid, and make\n   20  appropriate correction of the subject roll.\n   21    S 2. This act shall take effect immediately.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07076-01-1\n",
  "memo" : "BILL NUMBER:S2636\n\nTITLE OF BILL:\nAn act\nto authorize Iglesia de Dios Pentecostal to file an application for a\nreal property tax exemption\n\nPURPOSE:\nTo authorize the town of Islip to grant a real property tax exemption\nto Iglesia de Dios Pentecostal for payment of real property taxes in\nconnection with the 2001-2002 assessment roll.\n\nSUMMARY OF PROVISIONS:\nThis bill would authorize the assessor of the town of Islip to accept\nan application for exemption from real property taxes pursuant to\nSection 420-a of the Real Property Tax Law for the 2001-2002\nassessment roll. If satisfied that Iglesia de Dios Pentecostal would\notherwise have been entitled to said exemption, the assessor, upon\napproval of the town board, is authorized to grant the exemption and\ncancel all remaining unpaid taxes, interest, related fines and\npenalties.\n\nJUSTIFICATION:\nIglesia de Dios Pentecostal Church did not apply for a real property\ntax exemption pursuant to section 420-a of the Real Property Tax Law\nfor the 2001-2002 assessment roll in connection with the pastoral\nparsonage it owns in the Town of Islip. Due to this failure, taxes\nand penalties of $15,978.35 are now due from the Church and the\nparcel is threatened by tax lien foreclosure. This bill would allow\nthe town of Islip to accept a retroactive application from Iglesia de\nDios Pentecostal and waive the aforementioned taxes and penalties now\ndue. Iglesia de Dios Pentecostal membership is made up of a small\ngroup of individuals and families. It would be a severe hardship for\nthese members to raise the money needed to pay the back taxes for the\nproperty.\n\nLEGISLATIVE HISTORY:\n2009-10: S.1284/A.4130\n\nFISCAL IMPLICATIONS:\nNone to the state. The Town of Islip would waive $15,978.35 in taxes\nand penalty upon approval by the town board.\n\nEFFECTIVE DATE:\nThis act shall take effect immediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to authorize Iglesia de Dios Pentecostal to file an application for a real property tax exemption ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110127.T104339.TXT", "SOBI.D110127.T121848.TXT", "SOBI.D110129.T003343.TXT", "SOBI.D110127.T105339.TXT", "SOBI.D110127.T102837.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296279223812
}