{
  "year" : 2011,
  "senateBillNo" : "S2631-2011",
  "billEvents" : [ {
    "eventDate" : 1296104400000,
    "eventText" : "REFERRED TO INVESTIGATIONS AND GOVERNMENT OPERATIONS",
    "billEventId" : "S2631-2011-1296104400000-REFERRED+TO+INVESTIGATIONS+AND+GOVERNMENT+OPERATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MARCELLINO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires the commissioner of taxation and finance to provide for the payment of refunds within 30 days of the receipt of a tax return",
  "summary" : "Requires the commissioner of taxation and finance to provide for the payment by the department of taxation and finance of tax refunds within 30 days of the receipt of a taxpayer's tax return, unless there is a discrepancy in such return, in which case the department shall provide written notice to the taxpayer of such discrepancy and a date when the discrepancy will be resolved; failure to comply with such refund and notice requirement shall make the department of taxation and finance liable for interest on the refund due at a rate of 6% per annum. ",
  "currentCommittee" : "INVESTIGATIONS AND GOVERNMENT OPERATIONS",
  "sameAs" : null,
  "lawSection" : "Tax Law",
  "previousVersions" : [ "S3985-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2631\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 27, 2011\n                                      ___________\n\n       Introduced  by  Sen.  MARCELLINO  -- read twice and ordered printed, and\n         when printed to be committed to the Committee  on  Investigations  and\n         Government Operations\n\n       AN  ACT  to amend the tax law, in relation to requiring the commissioner\n         of taxation and finance to provide  for  the  timely  payment  of  tax\n         refunds to taxpayers\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 171 of the tax law  is  amended  by  adding  a  new\n    2  subdivision twenty-ninth to read as follows:\n    3    TWENTY-NINTH.  A.  PROVIDE  FOR THE PAYMENT BY THE DEPARTMENT OF EVERY\n    4  REFUND DUE A TAXPAYER PURSUANT TO THIS CHAPTER WITHIN THIRTY DAYS OF THE\n    5  RECEIPT BY THE DEPARTMENT  OF  THE  TAX  RETURN  CLAIMING  SUCH  REFUND;\n    6  PROVIDED  THAT,  IF THE DEPARTMENT IS UNABLE TO PAY A TAX REFUND BECAUSE\n    7  OF A DISCREPANCY IN THE TAXPAYER'S TAX  RETURN,  THE  DEPARTMENT  SHALL,\n    8  WITHIN SUCH THIRTY DAY PERIOD, PROVIDE WRITTEN NOTICE TO THE TAXPAYER OF\n    9  THE  SPECIFIC  DISCREPANCY  AND  A  DATE  WHEN  SUCH  DISCREPANCY CAN BE\n   10  EXPECTED TO BE RESOLVED.\n   11    B. UPON THE FAILURE TO PROVIDE A REFUND OR WRITTEN NOTICE TO A TAXPAY-\n   12  ER PURSUANT TO PARAGRAPH A OF THIS SUBDIVISION, THE DEPARTMENT SHALL PAY\n   13  THE TAXPAYER INTEREST ON THE REFUND OWED AT A RATE OF  SIX  PERCENT  PER\n   14  ANNUM.\n   15    S 2. This act shall take effect immediately.\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07680-01-1\n",
  "memo" : "BILL NUMBER:S2631\n\nTITLE OF BILL:\nAn act\nto amend the tax law, in relation to requiring the commissioner of\ntaxation and finance to provide for the timely payment of tax refunds to\ntaxpayers\n\nPURPOSE:\nTo require that Department of Taxation and Finance to provide\nfor the payment of refunds within 30 days of the receipt of a tax\nreturn.\n\nSUMMARY OF PROVISIONS:\nSection 171 adds a new subdivision 29 requiring the\nDepartment of Taxation and Finance to pay every taxpayer's refund\nwithin thirty days upon receipt by the Department. If the Department\nis unable to pay a tax refund because of a discrepancy in the\ntaxpayers return, the Department shall provide written notice to the\ntaxpayer of the discrepancy and when it can be expected to be\nresolved. Upon the failure to provide a refund or written notice, the\ndepartment shall pay the taxpayer interest on the refund owed at a\nrate of six percent per annum.\n\nJUSTIFICATION:\nAs the April 15 deadline approaches\nfor filing tax\nreturns with the State of New York, taxpayers who overpaid their\nstate taxes should receive their refund in a timely fashion. There\nhave been instances that the State has been withholding refunds which\nrightfully belong to taxpayers. Although many New Yorkers have in\nfact received their tax refunds in a timely fashion by the\nDepartment, all New Yorkers who are owed a refund are entitled to it\nin a reasonable time frame. This legislation would require the State\nto act immediately to put this hard earned money back in the pockets\nof hard working New York taxpayers.\n\nLEGISLATIVE HISTORY:\n2006: S.3652/A.6954 - Referred to Investigations/Referred to Ways and\nMeans.\n2007: S.3658/A.7986 - Referred to Investigations/Referred to Ways and\nMeans.\n2008: S.3658/A.7986 - Referred to Investigations/Referred to\nWays and Means.\n2009-2010 - S.3985 - Reported to Finance\n\nFISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\nThis act shall take effect immediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the tax law, in relation to requiring the commissioner of taxation and finance to provide for the timely payment of tax refunds to taxpayers ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110127.T104339.TXT", "SOBI.D110129.T003343.TXT", "SOBI.D110127.T102837.TXT", "SOBI.D110127.T104839.TXT", "SOBI.D110127.T121348.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296279223806
}