{
  "year" : 2011,
  "senateBillNo" : "S2638-2011",
  "billEvents" : [ {
    "eventDate" : 1296104400000,
    "eventText" : "REFERRED TO INVESTIGATIONS AND GOVERNMENT OPERATIONS",
    "billEventId" : "S2638-2011-1296104400000-REFERRED+TO+INVESTIGATIONS+AND+GOVERNMENT+OPERATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "LAVALLE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires a revenue distribution agreement for equitable allocation within the county of Suffolk for public safety purposes of sales and compensating use taxes",
  "summary" : "Requires a revenue distribution agreement for equitable allocation within the county of Suffolk for public safety purposes of sales and compensating use taxes. ",
  "currentCommittee" : "INVESTIGATIONS AND GOVERNMENT OPERATIONS",
  "sameAs" : "A3735",
  "lawSection" : "Tax Law",
  "previousVersions" : [ "S2272-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n           S. 2638                                                  A. 3735\n\n                              2011-2012 Regular Sessions\n\n                             S E N A T E - A S S E M B L Y\n\n                                   January 27, 2011\n                                      ___________\n\n       IN SENATE -- Introduced by Sen. LAVALLE -- read twice and ordered print-\n         ed,  and  when  printed  to  be committed to the Committee on Investi-\n         gations and Government Operations\n\n       IN ASSEMBLY -- Introduced by M. of A. THIELE -- read once  and  referred\n         to the Committee on Ways and Means\n\n       AN ACT to amend the tax law, in relation to requiring a revenue distrib-\n         ution  agreement for equitable allocation within the county of Suffolk\n         for public safety purposes of sales and compensating use tax\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision  (c)  of  section  1262-j  of the tax law, as\n    2  amended by chapter 283 of the laws  of  2009,  is  amended  to  read  as\n    3  follows:\n    4    (c)  Notwithstanding  any provision of law to the contrary, of the net\n    5  collections received by the  county  of  Suffolk  as  a  result  of  the\n    6  increase  of one percent to the tax authorized by section twelve hundred\n    7  ten of this article for the period beginning June  first,  two  thousand\n    8  one  and  ending  November  thirtieth,  two  thousand [eleven] THIRTEEN,\n    9  imposed by local laws or resolutions (by simple majority) by the  county\n   10  legislature,  and  signed by the county executive, the county of Suffolk\n   11  shall allocate such net collections as follows: no less than  one-eighth\n   12  and no more than three-eighths of such net collections received shall be\n   13  dedicated  for public safety purposes and the balance shall be deposited\n   14  in the general fund of the  county  of  Suffolk.    COMMENCING  DECEMBER\n   15  FIRST,  TWO THOUSAND ELEVEN, THE NET COLLECTIONS RECEIVED THAT ARE DEDI-\n   16  CATED TO PUBLIC SAFETY PURPOSES FROM THE ADDITIONAL RATES IMPOSED PURSU-\n   17  ANT TO THIS SECTION SHALL BE DEPOSITED IN A SPECIAL FUND TO  BE  CREATED\n   18  BY  SUCH  COUNTY SEPARATE AND APART FROM ANY OTHER FUNDS AND ACCOUNTS OF\n   19  THE COUNTY TO BE USED FOR GENERAL FUND PURPOSES. IF THE COUNTY ALLOCATES\n   20  MONIES FROM SUCH SPECIAL FUND FOR PROPERTY TAX STABILIZATION AND  RELIEF\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03796-01-1\n\n       S. 2638                             2                            A. 3735\n\n    1  TO  THE  SUFFOLK  COUNTY POLICE DISTRICT, THEN THE COUNTY SHALL ALLOCATE\n    2  MONIES TO THE TOWNS AND VILLAGES WHICH ARE NOT PART OF THE SUFFOLK COUN-\n    3  TY  POLICE  DISTRICT  IN  ORDER   TO   ENSURE   EQUITABLE   DISTRIBUTION\n    4  COUNTY-WIDE.  THE  ALLOCATIONS FROM THE SPECIAL FUND CREATED PURSUANT TO\n    5  THIS SECTION SHALL  BE  SUBJECT  TO  A  REVENUE  DISTRIBUTION  AGREEMENT\n    6  ENTERED  INTO  PURSUANT  TO  THE AUTHORITY OF SUBDIVISION (C) OF SECTION\n    7  TWELVE HUNDRED SIXTY-TWO OF THIS PART IN ORDER TO  ENSURE  PROPERTY  TAX\n    8  RELIEF  ON A COUNTY-WIDE BASIS. THE REVENUE DISTRIBUTION AGREEMENT SHALL\n    9  BE CODIFIED IN THE COUNTY CHARTER AND REMAIN IN EFFECT AS LONG  AS  SUCH\n   10  SALES  AND COMPENSATING USE TAX COMPONENT IS IN EFFECT, OR ANY SUCCESSOR\n   11  COMPONENT, FOR SUCH PUBLIC SAFETY PURPOSES. THE AMOUNTS TO BE  ALLOCATED\n   12  IN  REDUCTION  OF  THE  SUFFOLK  COUNTY POLICE DISTRICT TAXES AND TO THE\n   13  TOWNS AND VILLAGES WHICH ARE NOT  PART  OF  THE  SUFFOLK  COUNTY  POLICE\n   14  DISTRICT  SHALL BE DETERMINED ON EITHER: (1) THE BASIS OF THE RESPECTIVE\n   15  POPULATIONS OF THE SEVERAL TOWNS AND VILLAGES IN SUCH COUNTY, DETERMINED\n   16  IN ACCORDANCE WITH THE  LATEST  FEDERAL  CENSUS  OR  SPECIAL  POPULATION\n   17  CENSUS  TAKEN  PURSUANT  TO SECTION TWENTY OF THE GENERAL MUNICIPAL LAW,\n   18  COMPLETED AND PUBLISHED PRIOR TO THE END OF THE QUARTER  FOR  WHICH  THE\n   19  ALLOCATION  IS  MADE,  WHICH  SPECIAL POPULATION MUST INCLUDE THE ENTIRE\n   20  AREA OF THE COUNTY; OR (2) THE BASIS OF THE NINETEEN HUNDRED NINETY-FOUR\n   21  AMOUNTS ALLOCATED AND UNIFORMLY INCREASING IN PROPORTIONALITY ACROSS THE\n   22  COUNTY AND TAKING INTO ACCOUNT ANY SUCCESSOR COMPONENT FOR THE SALES AND\n   23  COMPENSATING USE TAX, NOTWITHSTANDING ANY YEAR OF  INEQUITABLE  DISTRIB-\n   24  UTION  BY  THE  COUNTY  OF  SUFFOLK TO TOWNS AND VILLAGES OUTSIDE OF THE\n   25  SUFFOLK COUNTY POLICE DISTRICT. HOWEVER, IF THE COUNTY ALLOCATES  MONIES\n   26  FROM  SUCH  SPECIAL  FUND DIRECTLY TO THE GENERAL FUND TO REDUCE THE TAX\n   27  LEVY FOR COUNTY-WIDE PUBLIC SAFETY PURPOSES, THE CORRESPONDING  PROPERTY\n   28  TAX  RELIEF  IS PROVIDED ON A COUNTY-WIDE BASIS AND ON THE BASIS OF FULL\n   29  VALUATION OF REAL PROPERTY AND NO FURTHER REVENUE DISTRIBUTION AGREEMENT\n   30  IS REQUIRED.\n   31    S 2. This act  shall  take  effect  immediately  with  allocation  and\n   32  distributions  of  net collections to be proposed within the 2011 budget\n   33  of the county of Suffolk.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the tax law, in relation to requiring a revenue distribution agreement for equitable allocation within the county of Suffolk for public safety purposes of sales and compensating use tax ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110127.T143906.TXT", "SOBI.D110127.T114403.TXT", "SOBI.D110127.T121348.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296157146808
}