{
  "year" : 2011,
  "senateBillNo" : "S2635-2011",
  "billEvents" : [ {
    "eventDate" : 1296104400000,
    "eventText" : "REFERRED TO INVESTIGATIONS AND GOVERNMENT OPERATIONS",
    "billEventId" : "S2635-2011-1296104400000-REFERRED+TO+INVESTIGATIONS+AND+GOVERNMENT+OPERATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "JOHNSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes the commissioner of general services to convey an abandoned state armory to the Bay Shore union free school district",
  "summary" : "Authorizes the commissioner of general services to convey an abandoned state armory to the Bay Shore union free school district. ",
  "currentCommittee" : "INVESTIGATIONS AND GOVERNMENT OPERATIONS",
  "sameAs" : "A4163",
  "lawSection" : "General Services, Commissioner of",
  "previousVersions" : [ "S8047-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2635\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 27, 2011\n                                      ___________\n\n       Introduced  by  Sen. JOHNSON -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Investigations and Govern-\n         ment Operations\n\n       AN ACT to authorize the commissioner of general services to transfer and\n         convey certain unappropriated state land to the Bay Shore  union  free\n         school district\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Notwithstanding any provision of article 3  of  the  public\n    2  lands law to the contrary, the commissioner of general services is here-\n    3  by  authorized to transfer and convey to the Bay Shore union free school\n    4  district, for consideration of one dollar to be paid to  the  state  and\n    5  upon  such  terms  and  conditions  as such commissioner may impose, the\n    6  state land located at 70 Brentwood Road, Bay Shore,  in  the  county  of\n    7  Suffolk, declared to be abandoned state land by the division of military\n    8  and naval affairs. Such transfer and conveyance shall be completed with-\n    9  in  one  year of the approval by the commissioner of general services of\n   10  the declaration of abandonment submitted by the division of military and\n   11  naval affairs relating to such state property.\n   12    S 2. This act shall take effect immediately.\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07255-01-1\n",
  "memo" : "BILL NUMBER:S2635\n\nTITLE OF BILL:\nAn act\nto authorize the commissioner of general services to transfer and convey\ncertain unappropriated state land to the Bay Shore union free school\ndistrict\n\nPURPOSE:\nTo allow the commissioner of general services to convey an abandoned\nstate armory to the Bay Shore union free school district.\n\nSUMMARY OF PROVISIONS:\nSection 1 of the bill authorizes the commissioner of general services\nto transfer and convey to the Bay Shore Union Free School District\nthe state land located at 70 Brentwood Road, Bay Shore, New York\nwithin one year of approval by the commissioner of general services\nof the declaration of abandonment by the Division of Military and\nNaval Affairs relating to the property.\n\nSection 2 is the effective date.\n\nJUSTIFICATION:\nThe Bay Shore Union Free School District (Bay Shore) is working with\nthe New York State Division of Military and Naval Affairs (DMNA) and\nthe Office of General Services to acquire the Bay Shore Armory\nlocated at 70 Brentwood Road, Bay Shore, New York upon the departure\nof the New York Army National Guard units stationed there. Bay Shore\nintends to use the DMNA property for educational purposes to meet the\nneeds of the school district.\nThis bill would allow OGS to transfer to Bay Shore this excess state\nproperty at a nominal value.\n\nLEGISLATIVE HISTORY:\n2009-2010: S.8047/A.11651\n\nFISCAL IMPLICATIONS:\nMinimal.\n\nLOCAL FISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\nThis Act shall take effect immediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to authorize the commissioner of general services to transfer and convey certain unappropriated state land to the Bay Shore union free school district ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110127.T104339.TXT", "SOBI.D110201.T153907.TXT", "SOBI.D110201.T154407.TXT", "SOBI.D110129.T003343.TXT", "SOBI.D110127.T105339.TXT", "SOBI.D110127.T102837.TXT", "SOBI.D110127.T121348.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296593047940
}