{
  "year" : 2011,
  "senateBillNo" : "S2634-2011",
  "billEvents" : [ {
    "eventDate" : 1296104400000,
    "eventText" : "REFERRED TO EDUCATION",
    "billEventId" : "S2634-2011-1296104400000-REFERRED+TO+EDUCATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "JOHNSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes the Bay Shore union free school district to transfer surplus monies from reserve funds to the general fund for purposes of reducing real property taxes",
  "summary" : "Authorizes the Bay Shore union free school district to transfer surplus monies from its reserve funds to the general fund for the purposes of reducing real property taxes in support of such school district. ",
  "currentCommittee" : "EDUCATION",
  "sameAs" : null,
  "lawSection" : "Education",
  "previousVersions" : [ "S4427-2009", "S8087-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2634\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 27, 2011\n                                      ___________\n\n       Introduced  by  Sen. JOHNSON -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Education\n\n       AN ACT to authorize the Bay Shore union free school district to transfer\n         certain monies from reserve funds to the general fund for the  purpose\n         of real property tax reduction\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Notwithstanding any other provision of law, rule  or  regu-\n    2  lation  to  the  contrary,  the  Bay Shore union free school district is\n    3  authorized to transfer to the general fund of such school district,  for\n    4  the  sole  purpose of real property tax reduction, all surplus monies in\n    5  any reserve fund established by such school district.\n    6    S 2. This act shall take effect immediately.\n\n\n\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06988-01-1\n",
  "memo" : "BILL NUMBER:S2634\n\nTITLE OF BILL:\nAn act\nto authorize the Bay Shore union free school district to transfer\ncertain monies from reserve funds to the general fund for the purpose of\nreal property tax reduction\n\nPURPOSE:\nTo authorize the Bay Shore Union Free School District to transfer\nsurplus monies from certain reserve funds to the general fund for\npurposes of reducing real property taxes.\n\nSUMMARY OF PROVISIONS:\nSection 1 of the bill authorizes the Bay Shore Union Free School\nDistrict to transfer to its general fund surplus monies in any\nreserve fund established by the school district for the sole purpose\nof reducing real property taxes.\n\nSection 2 of the bill provides for the effective date.\n\nJUSTIFICATION:\nThe Bay Shore Union Free School District is facing very difficult\nbudget conditions and would like to use surplus monies in its reserve\naccounts to reduce real property taxes for the district's property\nowners. This bill would provide the school district with the\nstatutory authority to utilize any such reserves on hand.\n\nLEGISLATIVE HISTORY:\n2009-2010: S.4427/A.80B7\n\nFISCAL IMPLICATIONS:\nTo be determined.\n\nLOCAL FISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\nThis act shall take effect immediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to authorize the Bay Shore union free school district to transfer certain monies from reserve funds to the general fund for the purpose of real property tax reduction ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110127.T104339.TXT", "SOBI.D110129.T003343.TXT", "SOBI.D110127.T105339.TXT", "SOBI.D110127.T102837.TXT", "SOBI.D110127.T104839.TXT", "SOBI.D110127.T121348.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296279223810
}