{
  "year" : 2011,
  "senateBillNo" : "S2644-2011",
  "billEvents" : [ {
    "eventDate" : 1296104400000,
    "eventText" : "REFERRED TO ENVIRONMENTAL CONSERVATION",
    "billEventId" : "S2644-2011-1296104400000-REFERRED+TO+ENVIRONMENTAL+CONSERVATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "GRISANTI",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Expands the products which may be purchased for public use",
  "summary" : "Expands the products which may be purchased for public use by including renewable energy resources; further increases the cost premium percentage of a product deemed reasonably competitive. ",
  "currentCommittee" : "ENVIRONMENTAL CONSERVATION",
  "sameAs" : null,
  "lawSection" : "Environmental Conservation Law",
  "previousVersions" : [ "S1000-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "MARCELLINO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2644\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 27, 2011\n                                      ___________\n\n       Introduced  by  Sens.  GRISANTI,  MARCELLINO  --  read twice and ordered\n         printed, and when printed to be committed to the Committee on Environ-\n         mental Conservation\n\n       AN ACT to amend the  environmental  conservation  law  and  the  general\n         municipal  law,  in  relation  to permitting the purchase of renewable\n         energy sources in the awarding of public contracts\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision  1  of  section  3-0301  of the environmental\n    2  conservation law is amended by adding a new  paragraph  oo  to  read  as\n    3  follows:\n    4    OO.  ENCOURAGE OFFICERS, BOARDS AND AGENCIES OF POLITICAL SUBDIVISIONS\n    5  TO USE RENEWABLE ENERGY SOURCES WHEN PURCHASING PRODUCTS FOR PUBLIC USE;\n    6    S 2. Section 104-a of the general municipal law, as amended by chapter\n    7  468 of the laws of 1994, is amended to read as follows:\n    8    S 104-a. Purchasing of products for public use.    1.  Notwithstanding\n    9  the  provisions  of section one hundred three of this [chapter] ARTICLE,\n   10  when purchasing products the officer, board or agency of  any  political\n   11  subdivision  or  of  any  district  therein charged with the awarding of\n   12  public contracts may, wherever RENEWABLE ENERGY  RESOURCES  OR  recycled\n   13  products  meet contract specifications and the price of such products is\n   14  reasonably competitive, purchase such products. For the purpose of  this\n   15  section  [and  until  July first, nineteen hundred ninety-six, \"recycled\n   16  product\" shall mean any product which has been manufactured from second-\n   17  ary materials, as defined in subdivision  one  of  section  two  hundred\n   18  sixty-one  of the economic development law, and meets secondary material\n   19  content requirements adopted by the office  of  general  services  under\n   20  subdivision  one  of  section  one  hundred  seventy-seven  of the state\n   21  finance law for products  available  to  the  political  subdivision  or\n   22  district  under  state contract or, if no such contract for such product\n   23  is available, any product which meets  the  secondary  material  content\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06960-01-1\n\n       S. 2644                             2\n\n    1  requirements  adopted  by  the political subdivision or district thereof\n    2  with respect to a specific commodity procurement by such entity. On  and\n    3  after July first, nineteen hundred ninety-six,]:\n    4    (A) \"recycled product\" shall mean[, for the purposes of this section,]\n    5  any  product  which is manufactured from secondary materials, as defined\n    6  in subdivision one of section two  hundred  sixty-one  of  the  economic\n    7  development  law, and which meets the requirements of subdivision two of\n    8  section 27-0717 of the environmental conservation  law  and  regulations\n    9  promulgated pursuant thereto[. For the purpose of this section,];\n   10    (B)  \"RENEWABLE ENERGY RESOURCES\" SHALL INCLUDE SOURCES THAT ARE CAPA-\n   11  BLE OF BEING CONTINUOUSLY RESTORED BY NATURAL OR OTHER MEANS OR  ARE  SO\n   12  LARGE  AS  TO BE USEABLE FOR CENTURIES WITHOUT SIGNIFICANT DEPLETION AND\n   13  INCLUDE SOLAR, WIND, PHOTOVOLTAICS, METHANE  WASTE,  TIDAL,  GEOTHERMAL,\n   14  AND FUEL CELL TECHNOLOGIES; AND\n   15    (C) \"reasonably competitive\" shall mean:\n   16    (I)  that  the  cost  of  the  recycled product does not exceed a cost\n   17  premium of ten percent above the cost of a comparable  product  that  is\n   18  not  a  recycled  product or, if at least fifty percent of the secondary\n   19  materials utilized in the manufacture of that product are generated from\n   20  the waste stream in New York state, the cost  of  the  recycled  product\n   21  does  not  exceed  a cost premium of fifteen percent above the cost of a\n   22  comparable product that is not a recycled product; OR\n   23    (II) THAT THE COST OF THE RENEWABLE ENERGY RESOURCE DOES NOT EXCEED  A\n   24  COST  PREMIUM  OF FIFTEEN PERCENT ABOVE THE COST OF A COMPARABLE PRODUCT\n   25  THAT IS NOT A RENEWABLE ENERGY RESOURCE.\n   26    2. Whenever such officer, board or agency shall purchase or cause  the\n   27  purchase  of  printing on recycled paper pursuant to this section, he or\n   28  she shall require the printed material to  contain  the  official  state\n   29  recycling  emblem  established  pursuant  to  subdivision two of section\n   30  27-0717 of the environmental conservation law and regulations promulgat-\n   31  ed pursuant thereto if such paper has been approved by the department of\n   32  environmental conservation as satisfying the requirements of such  stat-\n   33  ute and regulations, or, if such paper has not been so approved, require\n   34  the  printed material to include a printed statement which indicates the\n   35  percentages of pre-consumer and post-consumer recycled material  content\n   36  of such paper.\n   37    S  3. This act shall take effect on the first of January next succeed-\n   38  ing the date on which it shall have become  a  law;  provided,  however,\n   39  that effective immediately, the addition, amendment and/or repeal of any\n   40  rule  or  regulation necessary for the implementation of this act on its\n   41  effective date are authorized and directed to be made and  completed  on\n   42  or before such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the environmental conservation law and the general municipal law, in relation to permitting the purchase of renewable energy sources in the awarding of public contracts ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110127.T160413.TXT", "SOBI.D110127.T162915.TXT", "SOBI.D110128.T095239.TXT", "SOBI.D110127.T160913.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296226359622
}