{
  "year" : 2011,
  "senateBillNo" : "S264-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO EDUCATION",
    "billEventId" : "S264-2011-1294203600000-REFERRED+TO+EDUCATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MONTGOMERY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires that all students attending schools scheduled to be closed or to undergo a significant change be assigned to new schools prior to the implementation of the",
  "summary" : "Requires that all students attending schools scheduled to be closed or to undergo a significant change be assigned to new schools prior to the implementation of the closing or change. ",
  "currentCommittee" : "EDUCATION",
  "sameAs" : "A2319",
  "lawSection" : "Education Law",
  "previousVersions" : [ "S7630-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          264\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  MONTGOMERY  -- read twice and ordered printed, and\n         when printed to be committed to the Committee on Education\n\n       AN ACT to amend the education law, in relation  to  requiring  that  all\n         students  attending  schools  scheduled  to  be closed or to undergo a\n         significant change be assigned to new schools prior to the implementa-\n         tion of the closing or change\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraphs (b) and (e) of subdivision 2-a of section 2590-h\n    2  of the education law, as amended by chapter 345 of the laws of 2009, are\n    3  amended to read as follows:\n    4    (b)  Such  educational  impact  statement  shall include the following\n    5  information regarding the proposed school closing or significant  change\n    6  in school utilization:\n    7    (i) the current and projected pupil enrollment of the affected school,\n    8  the prospective need for such school building, the ramifications of such\n    9  school  closing  or  significant  change  in school utilization upon the\n   10  community, initial costs and savings resulting from such school  closing\n   11  or significant change in school utilization, the potential disposability\n   12  of any closed school;\n   13    (ii)  the impacts of the proposed school closing or significant change\n   14  in school utilization to any affected students;\n   15    (iii) an outline of any proposed or potential use of the school build-\n   16  ing for other educational programs or administrative services;\n   17    (iv) the effect of such school closing or significant change in school\n   18  utilization on personnel  needs,  the  costs  of  instruction,  adminis-\n   19  tration, transportation, and other support services;\n   20    (v)  the  type,  age,  and physical condition of such school building,\n   21  maintenance, and energy costs, recent or planned  improvements  to  such\n   22  school building, and such building's special features;\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01554-01-1\n\n       S. 264                              2\n\n    1    (vi)  the  ability of other schools in the affected community district\n    2  to accommodate pupils following the school closure or significant change\n    3  in school utilization, THE CURRENT AND  PROJECTED  PUPIL  ENROLLMENT  AT\n    4  EACH  SUCH OTHER SCHOOL AND A LIST OF AFFECTED SCHOOL STUDENTS SCHEDULED\n    5  TO ATTEND EACH SUCH OTHER SCHOOL; and\n    6    (vii) information regarding such school's academic performance includ-\n    7  ing  whether such school has been identified as a school under registra-\n    8  tion review or has  been  identified  as  a  school  requiring  academic\n    9  progress,  a  school  in  need of improvement, or a school in corrective\n   10  action or restructuring status.\n   11    (e) (I) Except as otherwise provided in paragraph (f) of this subdivi-\n   12  sion, all proposed school closings  or  significant  changes  in  school\n   13  utilization  shall  be  approved  by  the city board pursuant to section\n   14  twenty-five hundred ninety-g of this article and shall not  take  effect\n   15  until all the provisions of this subdivision have been satisfied and the\n   16  school year in which such city board approval was granted, has ended.\n   17    (II)  EXCEPT  AS  OTHERWISE PROVIDED IN PARAGRAPH (F) OF THIS SUBDIVI-\n   18  SION, NO PROPOSED SCHOOL CLOSING OR SIGNIFICANT CHANGE IN SCHOOL  UTILI-\n   19  ZATION  SHALL  TAKE  EFFECT UNTIL ALL PUPILS IN THE AFFECTED SCHOOL HAVE\n   20  BEEN ASSIGNED TO NEW SCHOOLS WITHIN THE CITY OF NEW YORK AND  THE  CHAN-\n   21  CELLOR  HAS  VERIFIED  THAT  EACH NEW SCHOOL WITHIN THE CITY OF NEW YORK\n   22  ACCEPTING STUDENTS FROM THE AFFECTED SCHOOL CAN ACCOMMODATE SUCH  PUPILS\n   23  AS  WELL  AS  AN ADDITIONAL INCREASE IN THE TOTAL NUMBER OF PUPILS OF NO\n   24  LESS THAN TEN PERCENT OF THE TOTAL SCHOOL PUPIL POPULATION.\n   25    S 2. This act shall take effect immediately; provided that the  amend-\n   26  ments to section 2590-h of the education law made by section one of this\n   27  act  shall not affect the expiration of such section and shall be deemed\n   28  to expire therewith.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to requiring that all students attending schools scheduled to be closed or to undergo a significant change be assigned to new schools prior to the implementation of the closing or change ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101213.T113306.TXT", "SOBI.D101215.T111859.TXT", "SOBI.D101213.T115306.TXT", "SOBI.D110118.T141642.TXT", "SOBI.D101213.T121808.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295378202965
}