{
  "year" : 2011,
  "senateBillNo" : "S2645-2011",
  "billEvents" : [ {
    "eventDate" : 1296104400000,
    "eventText" : "REFERRED TO INVESTIGATIONS AND GOVERNMENT OPERATIONS",
    "billEventId" : "S2645-2011-1296104400000-REFERRED+TO+INVESTIGATIONS+AND+GOVERNMENT+OPERATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "GRISANTI",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Enacts the constituent casework protection act",
  "summary" : "Relates to prohibiting the destruction of constituent files by public officials; provides penalties; defines terms. ",
  "currentCommittee" : "INVESTIGATIONS AND GOVERNMENT OPERATIONS",
  "sameAs" : null,
  "lawSection" : "Public Officers Law",
  "previousVersions" : null,
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "AVELLA",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "GRIFFO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "MARTINS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2645\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 27, 2011\n                                      ___________\n\n       Introduced  by Sens. GRISANTI, AVELLA, GRIFFO, MARTINS -- read twice and\n         ordered printed, and when printed to be committed to the Committee  on\n         Investigations and Government Operations\n\n       AN  ACT to amend the public officers law, in relation to prohibiting the\n         destruction of constituent case files by public officials\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. This act shall be known and may be cited as the \"constitu-\n    2  ent casework protection act\".\n    3    S 2. Section 80 of the public officers law, as amended by chapter  556\n    4  of the laws of 1925, is amended to read as follows:\n    5    S 80. Delivery  of  books and papers, money and property.  1. A public\n    6  officer shall demand from his OR HER predecessor in office or any person\n    7  in whose possession they may be, a delivery to such officer of all books\n    8  and papers, money and property belonging or appertaining to such office.\n    9  If such demand is refused, such officer may make  complaint  thereof  to\n   10  any justice of the supreme court of the district, or to the county judge\n   11  of  the  county in which the person refusing resides. If such justice or\n   12  judge be satisfied that such books or papers,  money  and  property  are\n   13  withheld,  he  OR SHE shall grant an order directing the person refusing\n   14  to show cause before him OR HER at a time specified therein, why  he  OR\n   15  SHE  should  not deliver the same. At such time, or at any time to which\n   16  the matter may be adjourned, on proof of the due service of  the  order,\n   17  such  justice  or judge shall proceed to inquire into the circumstances.\n   18  If the person charged with withholding such books or papers,  money  and\n   19  property makes affidavit before such justice or judge that he OR SHE has\n   20  delivered to the officer all books and papers, money and property in his\n   21  OR  HER  custody  which,  within  his OR HER knowledge, or to his OR HER\n   22  belief belong or appertain thereto, such proceedings before such justice\n   23  or judge shall cease, and such  person  be  discharged.  If  the  person\n   24  complained  against  shall  not  make such oath, and it appears that any\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07622-05-1\n\n       S. 2645                             2\n\n    1  such books or papers, money and property are withheld  by  him  OR  HER,\n    2  such  justice  or judge shall commit him OR HER to the county jail until\n    3  he OR SHE delivers such books and papers,  money  and  property,  or  is\n    4  otherwise  discharged according to law. On such commitment, such justice\n    5  or judge, if required by the complainant, shall also issue  his  OR  HER\n    6  warrant  directed  to any sheriff or constable, commanding him OR HER to\n    7  search, in the daytime, the places designated therein,  for  such  books\n    8  and papers, money and property, and to bring them before such justice or\n    9  judge.  If  any  such  books and papers, money and property, are brought\n   10  before him OR HER by virtue of such warrant, he OR SHE  shall  determine\n   11  whether  they appertain to such office, and if so shall cause them to be\n   12  delivered to the complainant.\n   13    2. A.  NO PUBLIC OFFICER SHALL KNOWINGLY, WILLFULLY  OR  INTENTIONALLY\n   14  DESTROY  CONSTITUENT  CASE FILES, OR PERMIT ANOTHER PERSON TO DO SO. FOR\n   15  THE PURPOSES OF THIS SUBDIVISION, CONSTITUENT CASE FILES  SHALL  INCLUDE\n   16  ANY  CORRESPONDENCE,  WRITTEN OR ELECTRONIC, BETWEEN AN ELECTED OFFICIAL\n   17  AND A CONSTITUENT OR ANY CORRESPONDENCE BETWEEN  SAID  ELECTED  OFFICIAL\n   18  AND ANY OTHER PARTY PERTAINING TO: A CONSTITUENT'S GRIEVANCE; OR A QUES-\n   19  TION  OF ELIGIBILITY FOR ANY BENEFIT; OR ANY ISSUE REGARDING A CONSTITU-\n   20  ENT REQUEST FOR ASSISTANCE.\n   21    B.  ANY PERSON WHO VIOLATES THE PROVISIONS OF THIS  SUBDIVISION  SHALL\n   22  BE  GUILTY  OF  A MISDEMEANOR AND SHALL BE SUBJECT TO A FINE OF AT LEAST\n   23  TEN THOUSAND DOLLARS BUT NOT MORE THAN TWENTY-FIVE THOUSAND DOLLARS,  OR\n   24  TO  A TERM OF IMPRISONMENT OF UP TO ONE YEAR, OR BOTH. THE PROVISIONS OF\n   25  THIS SUBDIVISION SHALL NOT APPLY TO: (A) ANY FILES WHICH  ARE  PROTECTED\n   26  BY  ATTORNEY-CLIENT PRIVILEGE, OR (B) ANY DESTRUCTION OF FILES WHICH THE\n   27  CONSTITUENT CONSENTS  TO  IN  WRITING,  OR  (C)  CORRESPONDENCE  FROM  A\n   28  CONSTITUENT  PRIMARILY ADVOCATING FOR OR AGAINST LEGISLATION, OR (D) ANY\n   29  FILES WHICH RELATE TO MATTERS WHICH HAVE BEEN RESOLVED.\n   30    S 3. This act shall take effect immediately.\n",
  "memo" : "BILL NUMBER:S2645\n\nTITLE OF BILL:\nAn act\nto amend the public officers law, in relation to prohibiting the\ndestruction of constituent case\nfiles by public officials\n\nPURPOSE OR GENERAL IDEA OF BILL:\nThe intention of this bill is to\nprevent the intentional destruction of active constituent case files\nby public officials from a governmental office.\n\nSUMMARY OF SPECIFIC PROVISIONS:\nSection 1 establishes this act as the \"constituent casework protection\nact.\"\n\nSection 2 amends Section 80 of the public officers law, as amended by\nchapter 556 of the laws of 1925, to establish a misdemeanor crime\npunishable by a fine of $10,000 to $25,000 and/or a term of\nimprisonment for up to one year, for any public officer found guilty\nof intentionally destroying an active constituent case file. A\nconstituent file includes any correspondence, written or electronic,\nbetween an elected official and a constituent or any correspondence\nbetween an elected official and other party pertaining\nto the constituent's request for assistance.\n\nJUSTIFICATION:\nConstituent service is one of the most important functions in any\nelected officials' office. When a constituent requests assistance\nfrom an elected official, in most cases, a constituent file is\ncreated to document the initial inquiry or request and to maintain\nall relevant correspondence between the officials' office and any\nother agency, organization, etc., involved in the resolving the\nrequest.\n\nIt is particularly troubling that, in the past, politics and personal\nmalice has led to the intentional destruction or removal of\nunresolved constituent case files by an elected official upon leaving\noffice. These files should be kept intact and remain in the\ngovernment office so that the incoming official can continue to\nassist the constituent with their unresolved case. When files are\nremoved or destroyed by a departing official, the newly elected\nofficial has no way of knowing that a constituent is still in need of\nassistance. Constituents should not suffer as a result of political\npayback.\n\nUnder this new bill, any elected official involved with the\ndestruction of an unresolved constituent case file would be guilty of\na misdemeanor and subject to up to a year in prison and/or a fine of\nbetween $10,000.00 and $25,000.00.\n\nPRIOR LEGISLATIVE HISTORY:\nNew Bill.\n\nFISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\nThis act shall take effect immediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the public officers law, in relation to prohibiting the destruction of constituent case files by public officials ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110127.T160413.TXT", "SOBI.D110127.T162915.TXT", "SOBI.D110129.T003343.TXT", "SOBI.D110128.T095239.TXT", "SOBI.D110127.T160913.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296279223824
}