{
  "year" : 2011,
  "senateBillNo" : "S2641-2011",
  "billEvents" : [ {
    "eventDate" : 1296104400000,
    "eventText" : "REFERRED TO ENVIRONMENTAL CONSERVATION",
    "billEventId" : "S2641-2011-1296104400000-REFERRED+TO+ENVIRONMENTAL+CONSERVATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "LAVALLE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to marine and coastal district party and charter boat licenses",
  "summary" : "Relates to marine and coastal district party and charter boat licenses; provides that the department of environmental conservation may permit reissuance of a license to a member of the immediate family of the prior holder of such license; provided that the individual to whom the license or permit is being reissued is at least sixteen years of age; makes related provisions. ",
  "currentCommittee" : "ENVIRONMENTAL CONSERVATION",
  "sameAs" : "A3732",
  "lawSection" : "Environmental Conservation Law",
  "previousVersions" : [ "S7245-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n           S. 2641                                                  A. 3732\n\n                              2011-2012 Regular Sessions\n\n                             S E N A T E - A S S E M B L Y\n\n                                   January 27, 2011\n                                      ___________\n\n       IN SENATE -- Introduced by Sen. LAVALLE -- read twice and ordered print-\n         ed, and when printed to be committed to the Committee on Environmental\n         Conservation\n\n       IN  ASSEMBLY  -- Introduced by M. of A. THIELE -- read once and referred\n         to the Committee on Environmental Conservation\n\n       AN ACT to amend the  environmental  conservation  law,  in  relation  to\n         marine  and  coastal  district  party  and  charter boat licenses; and\n         providing for the repeal of such provisions upon expiration thereof\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision  5  of  section  13-0328 of the environmental\n    2  conservation law, as amended by chapter 366 of  the  laws  of  2007,  is\n    3  amended to read as follows:\n    4    5. Marine and coastal district party and charter boat licenses. Marine\n    5  and  coastal  district  party  and charter boat licenses provided for by\n    6  section 13-0336 of this title shall be issued as  follows,  except  that\n    7  this  subdivision  shall  not  apply to the owner or operator of a party\n    8  boat or charter boat whose vessel is classified  by  the  United  States\n    9  Coast  Guard  as  an Inspected Passenger Vessel and which is licensed to\n   10  carry more than six passengers:\n   11    a. for the years two thousand eight through two thousand  eleven,  the\n   12  annual  number  of  marine  and  coastal district party and charter boat\n   13  licenses issued shall not exceed the number issued in two thousand seven\n   14  by more than one hundred licenses.\n   15    b. FOR THE YEAR TWO THOUSAND TWELVE, THERE SHALL BE NO  LIMIT  ON  THE\n   16  ANNUAL  NUMBER  OF  MARINE  AND  COASTAL DISTRICT PARTY AND CHARTER BOAT\n   17  LICENSES TO BE ISSUED.\n   18    C. FOR THE YEARS AFTER TWO THOUSAND TWELVE, THE TOTAL ANNUAL NUMBER OF\n   19  MARINE AND COASTAL DISTRICT PARTY AND CHARTER BOAT LICENSES ISSUED SHALL\n   20  NOT EXCEED THE TOTAL NUMBER ISSUED IN TWO THOUSAND TWELVE.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06903-01-1\n\n       S. 2641                             2                            A. 3732\n\n    1    D. for the years [two thousand eight through] AFTER two thousand elev-\n    2  en, persons who were issued a marine  and  coastal  district  party  and\n    3  charter boat license in the previous year shall be eligible to be issued\n    4  such license.\n    5    [c.]  E. for the years [two thousand eight through] AFTER two thousand\n    6  eleven, the department shall issue marine and coastal district party and\n    7  charter boat licenses to persons who were not issued such license in the\n    8  previous year, provided that the total number of such licenses issued to\n    9  such persons does not exceed the difference  between  the  annual  limit\n   10  established  in  paragraph  [a]  C of this subdivision and the number of\n   11  such licenses issued in the previous year pursuant to paragraph [b] D of\n   12  this subdivision, subject to the following:\n   13    (i) licenses shall be issued in the order in  which  the  applications\n   14  were received;\n   15    (ii)  licenses shall be issued only to persons who hold an Uninspected\n   16  Passenger Vessel license issued by the United States Coast Guard.\n   17    F. NOTWITHSTANDING THE PROVISIONS OF THIS SECTION, THE DEPARTMENT  MAY\n   18  PERMIT  REISSUANCE  OF  A LICENSE TO A MEMBER OF THE IMMEDIATE FAMILY OF\n   19  THE PRIOR HOLDER OF SUCH LICENSE; PROVIDED THAT THE INDIVIDUAL  TO  WHOM\n   20  THE  LICENSE  OR  PERMIT  IS BEING REISSUED IS AT LEAST SIXTEEN YEARS OF\n   21  AGE. THE DEPARTMENT MAY PERMIT A LICENSE HOLDER TO DESIGNATE IN  WRITING\n   22  A  MEMBER  OF  HIS  OR HER IMMEDIATE FAMILY TO WHOM THE LICENSE SHALL BE\n   23  REISSUED IN THE EVENT THAT THE LICENSE OR PERMIT HOLDER  DIES  PRIOR  TO\n   24  SURRENDERING  HIS  OR HER LICENSE TO THE DEPARTMENT. IN THE EVENT THAT A\n   25  DESIGNATED IMMEDIATE FAMILY MEMBER  DOES  NOT  WISH  TO  ENGAGE  IN  THE\n   26  COMMERCIAL FISHING ACTIVITIES AUTHORIZED BY SUCH LICENSE, THE DEPARTMENT\n   27  MAY  PERMIT  SUCH  PERSON  TO  IDENTIFY  AN ALTERNATE PERSON TO WHOM THE\n   28  LICENSE OR PERMIT SHALL BE REISSUED. THE  DEPARTMENT  IS  AUTHORIZED  TO\n   29  ADOPT REGULATIONS CONCERNING THE REISSUANCE OF LICENSES PURSUANT TO THIS\n   30  SUBDIVISION. THE HOLDER OF A REISSUED LICENSE SHALL ENGAGE IN THE ACTIV-\n   31  ITY AUTHORIZED BY THE LICENSE WITHIN THREE YEARS OF THE REISSUANCE DATE.\n   32  IF  THE LICENSE OR PERMIT HOLDER FAILS TO ENGAGE IN SUCH ACTIVITY DURING\n   33  THE THREE YEARS FOLLOWING REISSUANCE, THE LICENSE SHALL LAPSE AT THE END\n   34  OF THE THREE YEAR PERIOD AND SHALL NOT BE RENEWED UNLESS THE DEPARTMENT,\n   35  IN ITS DISCRETION, DETERMINES THAT THE LICENSE HOLDER'S  INACTIVITY  WAS\n   36  JUSTIFIED BY SIGNIFICANT HARDSHIP OR UNAVOIDABLE CIRCUMSTANCES.\n   37    S  2.  This act shall take effect immediately and shall remain in full\n   38  force and effect until December  31,  2016,  when  upon  such  date  the\n   39  provisions of this act shall expire and be deemed repealed.\n",
  "memo" : "BILL NUMBER:S2641\n\nTITLE OF BILL:\nAn act\nto amend the environmental conservation law, in relation to marine and\ncoastal district party and charter boat licenses; and providing for the\nrepeal of such provisions upon expiration thereof\n\nPURPOSE:\nThis legislation will institute a cap on the number of licenses issued\nby the Department of Environmental Conservation to owners of charter\nvessels limited to carrying six passengers which operate in the\nmarine waters of New York State for the years 2012 through 2015.\n\nSUMMARY OF PROVISIONS:\nAmends subdivision 5 of Section 13-0328 of the Environmental\nConservation Law relating to the issuance of marine and coastal\ndistrict party and charter boat licenses (exclusive of party boats or\ncharter boats that are classified by the United States coast Guard as\nan Inspected Passenger Vessel and which is licensed to carry more\nthan six passengers).\n\nThis act shall take effect immediately and shall remain in full force\nand effect until December 31, 2015 when upon such date the\nprovisions of this act shall expire.\n\nJUSTIFICATION:\nThis legislation is supported by the Marine Resources Advisory Council\nas a means of protecting the economic viability of existing operators\nof 'for-hire' vessels by instituting a cap on the number of marine\nand coastal district party and charter boat licenses issued by the\nDepartment of Environmental Conservation (DEC) for the years 2012\nthrough 2016. It would not apply to party boats licensed to carry\nmore than six passengers.\n\nThe current cap would be lifted in the year 2012 so there will be no\nlimit on the number of marine and coastal district party charter boat\nlicenses the DEC may issue. This will allow any eligible applicant\nthe opportunity to obtain a marine and coastal district party and\ncharter boat license before a new cap is set in place. The total\nnumber of licenses issued by DEC in the year 2012 will be the new cap\nuntil this act sunsets on December 31, 2016.\n\nAfter 2011, those persons issued a marine and coastal district party\nand charter boat license by the DEC will be eligible for renewal.\nAlso, the DEC shall issue marine and coastal district party and\ncharter boat licenses to new applicants on a first come first serve\nbasis up until the annual cap is met.\n\nThis legislation also authorizes the DEC to adopt regulations\nconcerning the reissuance of licenses to a member of the immediate\nfamily who is at least 16 years old.\n\nLEGISLATIVE HISTORY:\n2010: S.7245/A.10467\n\nFISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\nThis act shall take effect immediately and shall remain the full force\nand effect until December 31, 2016, when upon such date the\nprovisions of this act shall expire and be deemed repealed.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the environmental conservation law, in relation to marine and coastal district party and charter boat licenses; and providing for the repeal of such provisions upon expiration thereof ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110127.T143405.TXT", "SOBI.D110127.T121848.TXT", "SOBI.D110129.T003343.TXT", "SOBI.D110127.T120846.TXT", "SOBI.D110127.T114403.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296279223819
}