{
  "year" : 2011,
  "senateBillNo" : "S2649-2011",
  "billEvents" : [ {
    "eventDate" : 1296104400000,
    "eventText" : "REFERRED TO TRANSPORTATION",
    "billEventId" : "S2649-2011-1296104400000-REFERRED+TO+TRANSPORTATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "GRISANTI",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes a distinctive \"New York recycles\" license plate, with the proceeds therefrom deposited into the solid waste account of the environmental protection fund",
  "summary" : "Establishes a distinctive \"New York recycles\" license plate, with the proceeds from the additional $25 annual service charge therefor to be deposited into the solid waste account of the environmental protection fund for municipal waste reduction or recycling projects. ",
  "currentCommittee" : "TRANSPORTATION",
  "sameAs" : null,
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "S852-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "MARCELLINO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2649\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 27, 2011\n                                      ___________\n\n       Introduced  by  Sens.  GRISANTI,  MARCELLINO  --  read twice and ordered\n         printed, and when printed to be committed to the Committee  on  Trans-\n         portation\n\n       AN  ACT  to amend the vehicle and traffic law and the state finance law,\n         in relation to establishing a distinctive \"New York recycles\"  license\n         plate\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The vehicle and traffic law is  amended  by  adding  a  new\n    2  section 404-x to read as follows:\n    3    S 404-X. DISTINCTIVE \"NEW YORK RECYCLES\" LICENSE PLATES. 1. ANY PERSON\n    4  RESIDING IN THIS STATE SHALL, UPON REQUEST, BE ISSUED A DISTINCTIVE \"NEW\n    5  YORK  RECYCLES\"  LICENSE PLATE OF A DESIGN DEVELOPED AND APPROVED BY THE\n    6  COMMISSIONER, IN COOPERATION WITH THE NEW  YORK  STATE  ASSOCIATION  FOR\n    7  REDUCTION,  REUSE  AND  RECYCLING. APPLICATION FOR SUCH LICENSE SHALL BE\n    8  FILED WITH THE COMMISSIONER IN SUCH FORM AND DETAIL AS THE  COMMISSIONER\n    9  SHALL PRESCRIBE.\n   10    2.  A DISTINCTIVE \"NEW YORK RECYCLES\" LICENSE PLATE ISSUED PURSUANT TO\n   11  THIS SECTION SHALL BE ISSUED IN THE SAME MANNER AS OTHER  NUMBER  PLATES\n   12  UPON  THE  PAYMENT OF THE REGULAR REGISTRATION FEE PRESCRIBED BY SECTION\n   13  FOUR HUNDRED ONE OF THIS ARTICLE, PROVIDED, HOWEVER, THAT AN  ADDITIONAL\n   14  ANNUAL  SERVICE  CHARGE OF TWENTY-FIVE DOLLARS SHALL BE CHARGED FOR SUCH\n   15  PLATE. EACH TWENTY-FIVE DOLLARS RECEIVED AS  AN  ANNUAL  SERVICE  CHARGE\n   16  UNDER  THIS  SECTION SHALL BE DEPOSITED TO THE CREDIT OF THE SOLID WASTE\n   17  ACCOUNT OF THE ENVIRONMENTAL PROTECTION  FUND  ESTABLISHED  PURSUANT  TO\n   18  SECTION  NINETY-TWO-S  OF  THE  STATE  FINANCE LAW AND SHALL BE USED FOR\n   19  MUNICIPAL WASTE REDUCTION OR RECYCLING PROJECTS, PURSUANT TO TITLE SEVEN\n   20  OF ARTICLE FIFTY-FOUR OF THE ENVIRONMENTAL CONSERVATION  LAW.  PROVIDED,\n   21  HOWEVER,  THAT  ONE YEAR AFTER THE EFFECTIVE DATE OF THIS SECTION, FUNDS\n   22  IN THE AMOUNT OF FIVE THOUSAND DOLLARS, OR SO MUCH  THEREOF  AS  MAY  BE\n   23  AVAILABLE, SHALL BE ALLOCATED FROM SUCH FUND TO THE DEPARTMENT TO OFFSET\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06595-01-1\n\n       S. 2649                             2\n\n    1  COSTS  ASSOCIATED WITH THE PRODUCTION OF SUCH LICENSE PLATES EXCEPT THAT\n    2  NO SUCH FUNDS SHALL BE SO ALLOCATED IF THE DEPARTMENT HAS RECEIVED FUNDS\n    3  FOR SUCH PURPOSE FROM THE NEW  YORK  STATE  ASSOCIATION  FOR  REDUCTION,\n    4  REUSE AND RECYCLING.\n    5    S  2.  Subdivision  3  of  section  92-s  of the state finance law, as\n    6  amended by section 2 of part T of chapter 59 of the  laws  of  2009,  is\n    7  amended to read as follows:\n    8    3.  Such  fund shall consist of the amount of revenue collected within\n    9  the state from the amount of revenue, interest and  penalties  deposited\n   10  pursuant  to  section  fourteen  hundred  twenty-one of the tax law, the\n   11  amount of fees and penalties received from easements or leases  pursuant\n   12  to  subdivision fourteen of section seventy-five of the public lands law\n   13  and the money received as annual service  charges  pursuant  to  section\n   14  four  hundred  four-l of the vehicle and traffic law, THE MONEY RECEIVED\n   15  AS ADDITIONAL ANNUAL SERVICE CHARGES PURSUANT TO  SECTION  FOUR  HUNDRED\n   16  FOUR-X  OF  THE  VEHICLE AND TRAFFIC LAW (THE ENTIRETY OF WHICH SHALL BE\n   17  DEPOSITED TO THE CREDIT OF THE SOLID WASTE ACCOUNT), all moneys required\n   18  to be deposited therein from the contingency reserve  fund  pursuant  to\n   19  section  two  hundred  ninety-four of chapter fifty-seven of the laws of\n   20  nineteen hundred ninety-three,  all  moneys  required  to  be  deposited\n   21  pursuant  to  section thirteen of chapter six hundred ten of the laws of\n   22  nineteen hundred ninety-three, repayments  of  loans  made  pursuant  to\n   23  section  54-0511 of the environmental conservation law, all moneys to be\n   24  deposited from the Northville settlement pursuant to section one hundred\n   25  twenty-four of chapter three  hundred  nine  of  the  laws  of  nineteen\n   26  hundred  ninety-six,  provided  however,  that such moneys shall only be\n   27  used for the cost of the purchase of private lands in the core  area  of\n   28  the  central  Suffolk  pine barrens pursuant to a consent order with the\n   29  Northville industries signed on  October  thirteenth,  nineteen  hundred\n   30  ninety-four  and  the related resource restoration and replacement plan,\n   31  the amount of penalties required to  be  deposited  therein  by  section\n   32  71-2724 of the environmental conservation law, all moneys required to be\n   33  deposited  pursuant to article thirty-three of the environmental conser-\n   34  vation law, all fees collected pursuant to subdivision eight of  section\n   35  70-0117  of the environmental conservation law, as added by a chapter of\n   36  the laws of two thousand nine, all moneys collected  pursuant  to  title\n   37  thirty-three  of  article fifteen of the environmental conservation law,\n   38  as added by a chapter of the laws of two thousand  nine  and  all  other\n   39  moneys  credited  or  transferred  thereto from any other fund or source\n   40  pursuant to law. All such revenue shall be initially deposited into  the\n   41  environmental  protection  fund, for application as provided in subdivi-\n   42  sion five of this section.\n   43    S 3. Paragraph (b) of subdivision 6  of  section  92-s  of  the  state\n   44  finance  law,  as amended by chapter 432 of the laws of 1997, is amended\n   45  to read as follows:\n   46    (b) Moneys from the solid waste account shall be  available,  pursuant\n   47  to appropriation and upon certificate of approval of availability by the\n   48  director of the budget, for any non-hazardous municipal landfill closure\n   49  project;  municipal  waste reduction or recycling project, as defined in\n   50  article fifty-four  of  the  environmental  conservation  law;  for  the\n   51  purposes  of  section  two  hundred  sixty-one  and  section two hundred\n   52  sixty-four of the economic development law; any project for the develop-\n   53  ment, updating or revision of local solid waste management plans  pursu-\n   54  ant  to  sections  27-0107 and 27-0109 of the environmental conservation\n   55  law; and for the development of the pesticide sales and use data base in\n   56  conjunction with Cornell University pursuant to title twelve of  article\n\n       S. 2649                             3\n\n    1  thirty-three  of  the environmental conservation law; PROVIDED, HOWEVER,\n    2  THAT MONEYS CREDITED TO SUCH ACCOUNT FROM THE MONEY  RECEIVED  AS  ADDI-\n    3  TIONAL ANNUAL SERVICE CHARGES PURSUANT TO SECTION FOUR HUNDRED FOUR-X OF\n    4  THE  VEHICLE  AND  TRAFFIC  LAW  SHALL BE MADE AVAILABLE EXCLUSIVELY FOR\n    5  MUNICIPAL WASTE REDUCTION OR RECYCLING PROJECTS PURSUANT TO TITLE  SEVEN\n    6  OF ARTICLE FIFTY-FOUR OF THE ENVIRONMENTAL CONSERVATION LAW.\n    7    S 4. This act shall take effect immediately.\n",
  "memo" : "BILL NUMBER:S2649\n\nTITLE OF BILL:\nAn act\nto amend the vehicle and traffic law and the state finance law, in\nrelation to establishing a distinctive \"New York recycles\" license plate\n\nPURPOSE:\nThe bill would promote reduction, reuse and recycling in NYS\nthrough the production of this license plate and would also raise\nmoney for the Environmental Protection Fund to be allocated to\nmunicipal waste reduction and recycling projects.\n\nSUMMARY OF SPECIFIC PROVISIONS:\nThe bill would amend the Vehicle and\nTraffic Law adding a new section 404-x to change the current\n\"organization plate\" for \"New York Recycles\" to an \"issues\" license\nplate available for an additional annual twenty five dollar charge.\nThe license plate would still be titled \"New York Recycles\" and it\nwould promote reuse, recycling and recovery in New York State. The\nbill would require the twenty five dollar annual service charge from\neach license plate sale to be credited to the Environmental\nProtection Fund Solid Waste Account to fund municipal waste reduction\nor recycling activities.\n\nThe bill amends subdivision 3 of section 92-s of the state Finance Law\nto require that proceeds from the sale of this license plate are\nappropriated to the Solid Waste Account of the Environmental\nprotection Fund. The bill also establishes that the funds from the\nlicense plate sales shall be used exclusively for municipal waste\nreduction or recycling projects. The bill also allows the Department\nof Motor Vehicles to recover production costs, if such costs are not\ncovered by the New York state Association of Reduction, Reuse and\nRecycling (NYSAR3).\n\nPRIOR LEGISLATIVE HISTORY:\nS.3643C of 2006;   Vetoed\nS.3837 of 2007/08; Referred to Finance\nS.852  of 2009/10; Referred to Finance\n\nFISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\nThis bill shall take effect immediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law and the state finance law, in relation to establishing a distinctive \"New York recycles\" license plate ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110128.T095739.TXT", "SOBI.D110127.T163419.TXT", "SOBI.D110129.T003343.TXT", "SOBI.D110127.T160913.TXT", "SOBI.D110127.T165418.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296279223829
}