{
  "year" : 2011,
  "senateBillNo" : "S2642-2011",
  "billEvents" : [ {
    "eventDate" : 1296104400000,
    "eventText" : "REFERRED TO ENVIRONMENTAL CONSERVATION",
    "billEventId" : "S2642-2011-1296104400000-REFERRED+TO+ENVIRONMENTAL+CONSERVATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "GRISANTI",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires mandatory compliance with existing safe handling and personal protective measures by workers who come into contact with pressure-treated wood marine piling",
  "summary" : "Requires mandatory compliance with existing safe handling and personal protective measures by workers who come into contact with pressure-treated wood marine piling. ",
  "currentCommittee" : "ENVIRONMENTAL CONSERVATION",
  "sameAs" : null,
  "lawSection" : "Environmental Conservation Law",
  "previousVersions" : [ "S1110-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "MARCELLINO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2642\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 27, 2011\n                                      ___________\n\n       Introduced  by  Sens.  GRISANTI,  MARCELLINO  --  read twice and ordered\n         printed, and when printed to be committed to the Committee on Environ-\n         mental Conservation\n\n       AN ACT to amend the environmental conservation law, in relation  to  the\n         safe handling by workers of pressure-treated wood\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Article 27 of the environmental conservation law is amended\n    2  by adding a new title 29 to read as follows:\n    3                                  TITLE 29\n    4              WORKERS SAFE HANDLING OF TREATED WOOD ENFORCEMENT\n    5  SECTION 27-2901. MANDATORY COMPLIANCE WITH EXISTING  SAFE  HANDLING  AND\n    6                     PERSONAL PROTECTIVE MEASURES.\n    7  S 27-2901. MANDATORY COMPLIANCE WITH EXISTING SAFE HANDLING AND PERSONAL\n    8               PROTECTIVE MEASURES.\n    9    1. ANY PERSON WHO EMPLOYS A WORKER WHO COMES INTO OCCUPATIONAL CONTACT\n   10  WITH  PRESSURE-TREATED  WOOD  MARINE  PILING SHALL REQUIRE THAT ALL SUCH\n   11  WORKERS ON THE WORKSITE COMPLY WITH ALL APPLICABLE  PRECAUTIONARY  MEAS-\n   12  URES,  PERSONAL PROTECTIVE EQUIPMENT AND CLOTHING REQUIREMENTS, AND SAFE\n   13  HANDLING AND USE PROCEDURES, SET FORTH ON  THE:  (I)  SUPPLIER  MATERIAL\n   14  SAFETY DATA SHEET (MSDS) ACCOMPANYING PRESSURE-TREATED MARINE PILING, OR\n   15  AS MAY BE REQUIRED BY ANY OTHER APPLICABLE FEDERAL OR STATE OCCUPATIONAL\n   16  SAFETY  AND  HEALTH  REGULATION;  AND  (II)  CONSUMER  INFORMATION SHEET\n   17  APPROVED BY THE UNITED STATES ENVIRONMENTAL PROTECTION AGENCY  FOR  SAFE\n   18  AND  PROPER  HANDLING  AND  USE  OF  PRESSURE-TREATED WOOD PRODUCTS. THE\n   19  EMPLOYER SHALL POST A SIGN IN CONSPICUOUS VIEW AT OR NEAR  THE  WORKSITE\n   20  WHICH  STATES THE SAFETY AND HEALTH PROTECTION PROCEDURES REQUIRED TO BE\n   21  FOLLOWED PURSUANT TO THIS SUBDIVISION.\n   22    2. ANY WORKER WHO COMES INTO OCCUPATIONAL CONTACT WITH PRESSURE-TREAT-\n   23  ED MARINE PILING SHALL COMPLY WITH ALL  APPLICABLE  PRECAUTIONARY  MEAS-\n   24  URES,  PERSONAL  PROTECTIVE EQUIPMENT AND CLOTHING REQUIREMENTS AND SAFE\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06963-01-1\n\n       S. 2642                             2\n\n    1  HANDLING AND USE PROCEDURES PROVIDED PURSUANT TO SUBDIVISION ONE OF THIS\n    2  SECTION.\n    3    S  2.  Article  71 of the environmental conservation law is amended by\n    4  adding a new title 28 to read as follows:\n    5                                   TITLE 28\n    6                    ENFORCEMENT OF TITLE 29 OF ARTICLE 27\n    7  SECTION 71-2801. APPLICABILITY OF THIS TITLE.\n    8          71-2803. ENFORCEMENT OF TITLE 29 OF ARTICLE 27.\n    9  S 71-2801. APPLICABILITY OF THIS TITLE.\n   10    IN ADDITION TO THE PROVISIONS OF SECTIONS 71-0101 AND 71-0301 OF  THIS\n   11  ARTICLE,  THE PROVISIONS OF THIS TITLE SHALL APPLY TO THE ENFORCEMENT OF\n   12  TITLE 29 OF ARTICLE 27 OF THIS CHAPTER.\n   13  S 71-2803. ENFORCEMENT OF TITLE 29 OF ARTICLE 27.\n   14    FOR ANY FIRST  VIOLATION  BY  ANY  PERSON  WHO  VIOLATES  ANY  OF  THE\n   15  PROVISIONS  OF,  OR WHO FAILS TO PERFORM ANY DUTY IMPOSED BY TITLE 29 OF\n   16  ARTICLE 27 OR ANY REGULATION PROMULGATED BY THE COMMISSIONER PURSUANT TO\n   17  SUCH TITLE 29, IN LIEU OF A PENALTY, THERE SHALL  BE  ISSUED  A  WRITTEN\n   18  WARNING  BY  THE  DEPARTMENT  AND THERE SHALL ALSO BE ISSUED EDUCATIONAL\n   19  MATERIALS AT THE DISCRETION OF THE DEPARTMENT REGARDING THE REQUIREMENTS\n   20  OF SUCH TITLE  29.  SUCH  PERSON  SHALL,  HOWEVER,  FOR  ANY  SUBSEQUENT\n   21  VIOLATION  THEREAFTER,  BE  LIABLE  TO  A CIVIL PENALTY OF NOT MORE THAN\n   22  TWENTY-FIVE HUNDRED DOLLARS FOR EACH SUCH VIOLATION  AND  AN  ADDITIONAL\n   23  PENALTY  OF NOT MORE THAN FIVE HUNDRED DOLLARS FOR EACH DAY DURING WHICH\n   24  SUCH VIOLATION CONTINUES AND, IN ADDITION THERETO, SUCH  PERSON  MAY  BE\n   25  ENJOINED FROM CONTINUING SUCH VIOLATION. PENALTIES AND INJUNCTIVE RELIEF\n   26  PROVIDED  PURSUANT  TO  THIS  TITLE  SHALL  BE  RECOVERABLE IN AN ACTION\n   27  BROUGHT BY THE ATTORNEY GENERAL AT THE REQUEST OF THE COMMISSIONER.\n   28    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the environmental conservation law, in relation to the safe handling by workers of pressure-treated wood ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110127.T160413.TXT", "SOBI.D110127.T162915.TXT", "SOBI.D110127.T155911.TXT", "SOBI.D110128.T095239.TXT", "SOBI.D110127.T160913.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296226359613
}