{
  "year" : 2011,
  "senateBillNo" : "S2647-2011",
  "billEvents" : [ {
    "eventDate" : 1296104400000,
    "eventText" : "REFERRED TO JUDICIARY",
    "billEventId" : "S2647-2011-1296104400000-REFERRED+TO+JUDICIARY",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "GRISANTI",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the liability of landowners who permit recreational uses of their land",
  "summary" : "Relates to the liability of landowners who permit recreational uses of their land; establishes landowners owe no duty to keep premises safe for entry, passage over premises or other recreational uses or to give warning of any hazardous condition of use of or structure or activity on such premises to persons entering for such purposes. ",
  "currentCommittee" : "JUDICIARY",
  "sameAs" : null,
  "lawSection" : "General Obligations Law",
  "previousVersions" : [ "S837-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "MARCELLINO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2647\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 27, 2011\n                                      ___________\n\n       Introduced  by  Sens.  GRISANTI,  MARCELLINO  --  read twice and ordered\n         printed, and when printed to be committed to the Committee on  Judici-\n         ary\n\n       AN  ACT to amend the general obligations law, in relation to the liabil-\n         ity of landowners who permit recreational uses\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraph a of subdivision 1 of section 9-103 of the gener-\n    2  al obligations law, as separately amended by chapters 141 and 286 of the\n    3  laws  of  1984,  is  amended and a new subdivision 4 is added to read as\n    4  follows:\n    5    a. an owner, lessee or occupant of premises, whether or not posted  as\n    6  provided  in section 11-2111 of the environmental conservation law, owes\n    7  no duty: (1) to keep the premises safe for entry, PASSAGE OVER  PREMISES\n    8  or  use by others for hunting, fishing, organized gleaning as defined in\n    9  section seventy-one-y of the  agriculture  and  markets  law,  canoeing,\n   10  boating,  trapping, hiking, cross-country skiing, tobogganing, sledding,\n   11  speleological activities, horseback riding, bicycle riding,  hang  glid-\n   12  ing,  motorized  vehicle operation for recreational purposes, snowmobile\n   13  operation, cutting or gathering  of  wood  for  non-commercial  purposes\n   14  [or],  training  of dogs, AND ANY OTHER RECREATIONAL USE; or (2) to give\n   15  warning of any hazardous condition or use of or structure or activity on\n   16  such premises to persons entering for such purposes;\n   17    4. FOR THE PURPOSES OF THIS SECTION THE TERM OCCUPANT  SHALL  INCLUDE,\n   18  BUT  NOT  BE  LIMITED  TO, THOSE ORGANIZATIONS, ENTITIES, OR PERSONS WHO\n   19  INDIVIDUALLY OR COLLECTIVELY DEVELOP AND/OR MAINTAIN  TRAILS  AND  OTHER\n   20  RECREATIONAL FACILITIES FOR USE BY THE PUBLIC.\n   21    S 2. This act shall take effect immediately.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07360-01-1\n",
  "memo" : "BILL NUMBER:S2647\n\nTITLE OF BILL:\nAn act\nto amend the general obligations law, in relation to the liability of\nlandowners who permit recreational uses\n\nPURPOSE:\nThis bill would enhance the availability of recreational\nactivities on undeveloped lands by clarifying the provisions of the\nGeneral Obligations Law (GOL) relating to landowner liability for\nproviding public access for recreational activities.\n\nSUMMARY OF SPECIFIC PROVISIONS:\nSection 1 of the bill would amend GOL\n&sect;9-103 to provide that owners, lessees and occupants of premises owe\nno duty of care: (i) to keep their premises safe for passage over by\npersons engaging in specific recreational activities; and (ii) to\npersons engaging in any recreational use on the premises. Also, the\nbill would provide that persons, organizations and entities who\nmaintain recreational trails and other recreational facilities owe no\nduty of care to members of the public who use such trails and\nfacilities.\n\nSection 2 provides that the bill would take effect immediately.\n\nEXISTING LAW:\nGOL &sect;9-103 provides that owners, lessees and occupants\nof premises owe no duty of care to keep their premises safe for entry\nfor persons engaging in specific recreational activities, including\nhunting, fishing, organized gleaning, canoeing, boating, trapping,\nhiking, cross-country skiing, tobogganing, sledding, speleological\nactivities, horseback riding, motorized vehicle operation for\nrecreational purposes, snowmobile operation, cutting or gathering of\nwood for noncommercial purposes or the training of dogs.\n\nJUSTIFICATION:\nSince 85 percent of New York State is privately-owned,\nmany people rely on private landowners for access to the State's varied\noutdoor recreational opportunities. Landowners would be more\nreceptive to opening their lands for public recreational use if they\nbelieved that they would not be subject to liability for doing so.\nRecreational activities can pose a risk to the participant either\nbecause of the very nature of the activity or because of the\ncharacter of the natural surroundings in which the activity takes\nplace. Accordingly, individuals have been injured due to their\nfailure to recognize the inherent risks associated with such\nactivities. Certain activities have been foreclosed to the public\nbecause of the fear of liability or the cost of insurance to be borne\nby the landowner in order to mitigate such liability. In order to\n\npromote the availability of recreational opportunities, the liability\nof landowners is limited in GOL &sect; 9-103.\n\nGOL &sect;9-103, commonly referred to as the Recreational Use Statute,\naffords landowners immunity from liability based on a failure to keep\npremises safe for entry and use by others for specific recreational\nactivities, including:\nhunting, fishing, organized gleaning, canoeing, boating, trapping,\nhiking, cross-country skiing, tobogganing, sledding, speleological\nactivities,\nhorseback riding, motorized vehicle operation for recreational\npurposes, snowmobile operation, cutting or gathering of wood for\nnoncommercial purposes or the training of dogs. This statute is a\ncomplete affirmative defense to claims of ordinary negligence brought\nagainst a landowner by someone engaged in one of the listed\nactivities. However, one of the concerns for landowners is that this\nlist does not encompass all possible recreational activities for\nwhich a landowner may make their land available to the public, and\ntherefore raises the question of whether the landowner is immune from\nliability for injury upon a person engaging in a recreational\nactivity not expressly identified in the statute. For example,\nbecause hiking is a covered activity but walking is not, in order to\ndetermine the applicability of the statute, the courts have attempted\nto distinguish between two activities that are essentially the same.\nThis bill would address this incongruity by including all\nrecreational activities in GOL &sect;9-103.\n\nIn addition, this bill would clarify that property owners would be\nprotected if they allow individuals to pass over their land in order\nto participate in a recreational activity. For instance, as the\nstatute currently states, a court may find it does not have\nsufficient statutory guidance to determine whether traversing\nproperly in order to engage in hunting or fishing activities, which\nclearly fall under the protections afforded by GOL &sect;9-103, is\nafforded the same protection by the statute. This bill, by\nspecifically providing protection to landowners who allow persons to\ntraverse their property, would allow hunters and anglers access to\npublic or private lands where angling and/or hunting is allowed, and\nwould increase angling and hunting opportunities on parcels of land\nthat are currently landlocked by surrounding properties where hunting\nand angling may not be available to the public.\n\nFinally, this bill would clarify that organizations that maintain or\ndevelop trails and other recreational facilities are covered as\noccupants of the land, even though they may not have an ownership\ninterest or exclusive license to operate the land or have any authority\nto exclude use of the land by others. These groups, however, have\npermission of the landowner to maintain the trails or other\nrecreational facility. Courts have held that if an entity had an\nauthorized presence on the property, it is deemed an occupant of the\nproperty within the meaning of the Recreational Use Statute. See:\nALBRIGHT V. METZ, SS N.Y.2d 656 (1996) and WELLER V. COLLEGES OF\n\nSENECAS, 261 A.D.2d 852 (4th Dept. 1999). This bill is intended to\nprevent claims of negligent maintenance made against recreational\ngroups who develop and maintain recreational trails for use by the\nbroader public. Without the involvement of these volunteer\nnot-for-profit recreational groups, the quantity and quality of\nrecreational trails and recreational facilities open to the public\nwould be compromised. It is important that these groups should not be\nexposed to claims for negligent maintenance in order to ensure the\ncontinued availability of recreational trails and facilities.\n\nThis bill, by expanding and clarifying liability protections in GOL\n&sect;9-103, will limit the number of lawsuits initiated against\nlandowners who open their lands to the public and against\nrecreational groups who develop and maintain trails and facilities\nfor public use. In turn, such protection will result in additional\nopportunities for recreational pursuits on private lands, including\nactivities currently not enumerated in statute, as well as enumerated\nactivities such as fishing, hunting and trapping.\n\nPRIOR LEGISLATIVE HISTORY:\nS.8188 of 2006    Passed Senate\nS.2761 of 2007/08 Referred to Judiciary\nS.837 of  2009/10 Referred to Judiciary\n\nFISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\nThis act shall take effect immediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the general obligations law, in relation to the liability of landowners who permit recreational uses ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110127.T160413.TXT", "SOBI.D110128.T095739.TXT", "SOBI.D110127.T162915.TXT", "SOBI.D110129.T003343.TXT", "SOBI.D110127.T160913.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296279223827
}