{
  "year" : 2011,
  "senateBillNo" : "S2646-2011",
  "billEvents" : [ {
    "eventDate" : 1296104400000,
    "eventText" : "REFERRED TO TRANSPORTATION",
    "billEventId" : "S2646-2011-1296104400000-REFERRED+TO+TRANSPORTATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "GRISANTI",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides electronic toll collection discounts for certain fuel efficient vehicles",
  "summary" : "Provides electronic toll collection discounts for certain fuel efficient vehicles. ",
  "currentCommittee" : "TRANSPORTATION",
  "sameAs" : null,
  "lawSection" : "Public Authorities Law",
  "previousVersions" : [ "S857-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "MARCELLINO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2646\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 27, 2011\n                                      ___________\n\n       Introduced  by  Sens.  GRISANTI,  MARCELLINO  --  read twice and ordered\n         printed, and when printed to be committed to the Committee  on  Trans-\n         portation\n\n       AN  ACT  to  amend  the public authorities law, in relation to providing\n         electronic toll collection discounts for certain fuel efficient  vehi-\n         cles\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The public authorities law  is  amended  by  adding  a  new\n    2  section 388 to read as follows:\n    3    S  388.  GREEN  E-ZPASS  DISCOUNT. 1. ANY PERSON WHO HAS AN ELECTRONIC\n    4  TOLL COLLECTION SYSTEM ACCOUNT WITH THE AUTHORITY SHALL  RECEIVE  A  TEN\n    5  PERCENT  DISCOUNT  ON  TOLLS INCURRED ON NEW YORK STATE TOLL ROADS FOR A\n    6  MOTOR VEHICLE WHICH HAS A HIGHWAY MPG  FUEL  EFFICIENCY  OF  THIRTY-FIVE\n    7  MILES  PER  GALLON OR HIGHER. SUCH DISCOUNT SHALL BE KNOWN AS THE \"GREEN\n    8  E-ZPASS DISCOUNT\".\n    9    2. AS USED IN THIS SECTION, THE FOLLOWING TERMS SHALL HAVE THE FOLLOW-\n   10  ING MEANINGS:\n   11    A. \"ELECTRONIC TOLL COLLECTION SYSTEM\" SHALL MEAN A SYSTEM OF COLLECT-\n   12  ING TOLLS OR CHARGES WHICH IS CAPABLE OF CHARGING AN ACCOUNT HOLDER  THE\n   13  APPROPRIATE  TOLL OR CHARGE BY TRANSMISSION OF INFORMATION FROM AN ELEC-\n   14  TRONIC DEVICE ON A MOTOR VEHICLE TO THE TOLL LANE, WHICH INFORMATION  IS\n   15  USED TO CHARGE THE ACCOUNT THE APPROPRIATE TOLL OR CHARGE; AND\n   16    B.  \"HIGHWAY  MPG  FUEL EFFICIENCY\" MEANS THE HIGHWAY MILES PER GALLON\n   17  FUEL EFFICIENCY ESTIMATE PROVIDED BY AUTOMOBILE MANUFACTURERS AND PRINT-\n   18  ED ON THE FUEL ECONOMY LABEL AFFIXED TO A WINDOW ON A NEW MOTOR  VEHICLE\n   19  PURSUANT   TO   THE  REGULATIONS  OF  THE  UNITED  STATES  ENVIRONMENTAL\n   20  PROTECTION AGENCY (40 CFR 600 ET.SEQ.).\n   21    S 2. This act shall take effect on the one hundred eightieth day after\n   22  it shall have become a law. Effective immediately, the addition,  amend-\n   23  ment and/or repeal of any rule or regulation necessary for the implemen-\n   24  tation  of  this  act on its effective date is authorized to be made and\n   25  completed on or before such date.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07344-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public authorities law, in relation to providing electronic toll collection discounts for certain fuel efficient vehicles ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110127.T160413.TXT", "SOBI.D110127.T162915.TXT", "SOBI.D110128.T095239.TXT", "SOBI.D110127.T160913.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296226359626
}