{
  "year" : 2011,
  "senateBillNo" : "S2648-2011",
  "billEvents" : [ {
    "eventDate" : 1296104400000,
    "eventText" : "REFERRED TO ENVIRONMENTAL CONSERVATION",
    "billEventId" : "S2648-2011-1296104400000-REFERRED+TO+ENVIRONMENTAL+CONSERVATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "GRISANTI",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Protects certain information on hunting, fishing and trapping license and permit applications from disclosure",
  "summary" : "Protects certain information on hunting, fishing and trapping license and permit applications from disclosure or release outside of the department of environmental conservation. ",
  "currentCommittee" : "ENVIRONMENTAL CONSERVATION",
  "sameAs" : null,
  "lawSection" : "Environmental Conservation Law",
  "previousVersions" : [ "S855-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "MARCELLINO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2648\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 27, 2011\n                                      ___________\n\n       Introduced  by  Sens.  GRISANTI,  MARCELLINO  --  read twice and ordered\n         printed, and when printed to be committed to the Committee on Environ-\n         mental Conservation\n\n       AN ACT to amend the  environmental  conservation  law,  in  relation  to\n         protecting  information  on  hunting, fishing and trapping license and\n         permit applications from disclosure outside of the department of envi-\n         ronmental conservation\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision  2  of  section  11-0305 of the environmental\n    2  conservation law, as amended by section 1 of part D of chapter 61 of the\n    3  laws of 2000, is amended to read as follows:\n    4    2. To issue the licenses and permits provided for by law, to fix their\n    5  terms, and the fees therefor, when no statutory provision  is  made,  to\n    6  designate  agents  to  sell  and  promote the sale of licenses, to adopt\n    7  procedures for the issuance of licenses, to  establish  the  design  and\n    8  format  of  licenses  and  the  information  to be contained thereon, TO\n    9  PROTECT FROM DISCLOSURE OR RELEASE INFORMATION  SUBMITTED  TO  LICENSING\n   10  AGENTS OR THE DEPARTMENT BY PERSONS SEEKING TO OBTAIN A HUNTING, FISHING\n   11  OR  TRAPPING  LICENSE, PERMIT, STAMP, BUTTON OR TAG, CONSISTENT WITH THE\n   12  PROVISIONS OF SUBDIVISION SEVEN OF SECTION 11-0713 OF THIS  ARTICLE,  to\n   13  provide  where  it  deems  appropriate  for  tags  and buttons, to adopt\n   14  license conditions respecting tagging or identifying fish  and  wildlife\n   15  being possessed or transported, to establish procedures and requirements\n   16  for  reporting  license  sales  and  handling  and remittance of license\n   17  revenues by persons or entities issuing such licenses,  to  provide  for\n   18  acceptable  methods  of  payment of license fees, and to revoke licenses\n   19  and permits as provided by law;\n   20    S 2. Section 11-0713 of the environmental conservation law is  amended\n   21  by adding a new subdivision 7 to read as follows:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06598-01-1\n\n       S. 2648                             2\n\n    1    7.  NOTWITHSTANDING ANY OTHER PROVISION OF LAW TO THE CONTRARY, INFOR-\n    2  MATION PROVIDED TO A LICENSING AGENT OR THE DEPARTMENT BY  A  PERSON  IN\n    3  FURTHERANCE  OF SUCH PERSON'S OBTAINING A LICENSE, PERMIT, STAMP, BUTTON\n    4  OR TAG ISSUED PURSUANT TO THIS TITLE, SHALL NOT BE DISCLOSED OR RELEASED\n    5  OUTSIDE  OF  THE  DEPARTMENT,  PROVIDED  THAT THIS SUBDIVISION SHALL NOT\n    6  PROHIBIT THE DEPARTMENT FROM SHARING SUCH INFORMATION WITH: LAW ENFORCE-\n    7  MENT PERSONNEL; OR STATE OR FEDERAL ENTITIES ENGAGED  IN  CHILD  SUPPORT\n    8  ENFORCEMENT  AS AUTHORIZED AND REQUIRED BY STATE OR FEDERAL LAW OR REGU-\n    9  LATION. THE DEPARTMENT SHALL ESTABLISH PROCEDURES TO  ENSURE  THAT  SUCH\n   10  INFORMATION  IS  PROTECTED FROM DISCLOSURE OUTSIDE OF THE DEPARTMENT, AS\n   11  PROVIDED IN THIS SUBDIVISION.\n   12    S 3. This act shall take effect immediately.\n",
  "memo" : "BILL NUMBER:S2648\n\nTITLE OF BILL:\nAn act\nto amend the environmental conservation law, in relation to protecting\ninformation on hunting, fishing and trapping license and permit\napplications from disclosure outside of the department of environmental\nconservation\n\nPURPOSE:\nThis bill would clarify that personal\ninformation submitted\non applications for hunting, fishing and trapping licenses and\npermits shall not be disclosed outside of the Department of\nEnvironmental Conservation.\n\nSUMMARY OF SPECIFIC PROVISIONS:\nSection 1 of the bill would amend\nsubdivision 2 of section 11-0305 of the Environmental Conservation\nLaw (ECL) to clarify that the Department of Environmental\nConservation (DEC) shall not disclose or release outside of DEC any\ninformation provided to licensing agents or to DEC by persons\napplying for hunting, fishing or trapping licenses, permits, stamps,\nbuttons or tags.\n\nSection 2 would add a new subdivision 6 to ECL &sect; 11-0713 to provide\nthat all information disclosed to a licensing agent or DEC by a\nperson in furtherance of obtaining a license, permit, stamp, button\nor tag, shall not be disclosed or released outside of DEC, except for\nlaw enforcement purposes, or as authorized and required by federal or\nstate law for child support enforcement purposes. Also, the bill\nwould require DEC to establish procedures to ensure that such\ninformation is protected from disclosure.\n\nSection 3 provides that the bill would take effect immediately.\n\nEXISTING LAW:\nArticle 11 of the ECL governs the taking of wildlife and\nprovides for the issuance of licenses and permits for hunting,\ntrapping and fishing, but it contains no express restrictions on the\nrelease of information pertaining to holders of licenses, permits,\nstamps, buttons or tags.\n\nJUSTIFICATION:\nThe right of hunters, trappers and anglers to maintain\ntheir personal privacy and security entails an obligation of\ngovernment to protect personal information submitted to an agency for\nthe limited purpose of obtaining a license, permit, stamp, button or\ntag from unwarranted disclosures. At a time of growing private and\ngovernmental recognition and concern about identify theft and its\nserious impact on the personal and financial lives of individuals\n\nacross the country, releasing an individual's personal information\nposes a substantial risk that such person's identity may be\nappropriated for illegal purposes and illicit financial gain.\n\nDEC recently installed a new database system, the DEC Automated\nLicensing System (known as \"DECALS\") which maintains information on\nsporting licenses\nand permits. The personal details entered into the database include\nthe following:\n\n- individual's first name; - individual's last name;\n- individual's middle name or initials;\n- suffix;\n- gender;\n- height;\n- eye color;\n- date of birth;\n- driver's license number;\n- customer identification number;\n- whether the licensee is a New York resident;\n- whether the licensee is legally blind;\n- residency proof type;\n- whether the licensee served in the military;\n- whether the licensee is permanent 40% military disabled;\n- fulfillment information;\n- preference points;\n- e-mail address;\n- residential and mailing address information; and\n- telephone number.\n\nClearly, this database contains sensitive personal information,\nincluding the intimate details relating to personal matters (such as\nmedical conditions and physical attributes), the release of which\nwould be an unwarranted intrusion into an individual's personal\nprivacy. Moreover, the computerized nature of this database and the\nrelease in that format provides for ease of dissemination and\nexchange of such information, heightening the danger or invasion of\npersonal privacy and the potential for identity theft.\n\nBased upon these considerations, DEC has determined that the contents\nof this database should not be disclosed outside of the agency\nbecause it is protected by the personal privacy provisions in the\nState Freedom of Information Law. DEC's position that such\ninformation is protected from disclosure \"is supported by case law,\nand was vindicated by the recent decision of the State Supreme Court\nin the case of GOVER V. DEe, No. 2869-05 (Sup. Ct. Albany County\n2005). Enactment of this bill would codify these holdings and\nreaffirm the protection of personal information for sportsmen and\nwomen. This bill would further clarify in the ECL that information\nsubmitted in the process of obtaining a hunting, fishing or trapping\nlicense or permit shall not be disclosed outside the agency, except\nfor law enforcement purposes, or as required by federal or state law\n\nor regulation for child support enforcement purposes. The information\nin the DECALS database relates to and arises from a voluntary\nrecreational activity, and not from the permitting or operation of a\nregulated business or commercial activity. Sporting license and\npermit applicants do not anticipate that the information they provide\nto a licensing agent or DEC for recreational sport activities\nwill be distributed or otherwise shared with outside sources.\n\nThis bill, by making it explicit in the ECL that such information is\nprotected from disclosure outside of DEC, will ensure that DEC may\ncontinue to protect sporting license applicants' just expectation\nthat personal information will be kept private.\n\nPRIOR LEGISLATIVE HISTORY:\nS.8130 of 2006; Passed Senate\nS.2759 of 2007/08; Passed Senate in 2007\nS.855 of 2009/10; Referred to Environmental Conservation\n\nFISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\nThis bill shall take effect immediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the environmental conservation law, in relation to protecting information on hunting, fishing and trapping license and permit applications from disclosure outside of the department of environmental conservation ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110127.T160413.TXT", "SOBI.D110128.T095739.TXT", "SOBI.D110127.T162915.TXT", "SOBI.D110129.T003343.TXT", "SOBI.D110127.T160913.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296279223828
}