{
  "year" : 2011,
  "senateBillNo" : "S2647-2011",
  "billEvents" : [ {
    "eventDate" : 1296104400000,
    "eventText" : "REFERRED TO JUDICIARY",
    "billEventId" : "S2647-2011-1296104400000-REFERRED+TO+JUDICIARY",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "GRISANTI",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the liability of landowners who permit recreational uses of their land",
  "summary" : "Relates to the liability of landowners who permit recreational uses of their land; establishes landowners owe no duty to keep premises safe for entry, passage over premises or other recreational uses or to give warning of any hazardous condition of use of or structure or activity on such premises to persons entering for such purposes. ",
  "currentCommittee" : "JUDICIARY",
  "sameAs" : null,
  "lawSection" : "General Obligations Law",
  "previousVersions" : [ "S837-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "MARCELLINO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2647\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 27, 2011\n                                      ___________\n\n       Introduced  by  Sens.  GRISANTI,  MARCELLINO  --  read twice and ordered\n         printed, and when printed to be committed to the Committee on  Judici-\n         ary\n\n       AN  ACT to amend the general obligations law, in relation to the liabil-\n         ity of landowners who permit recreational uses\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraph a of subdivision 1 of section 9-103 of the gener-\n    2  al obligations law, as separately amended by chapters 141 and 286 of the\n    3  laws  of  1984,  is  amended and a new subdivision 4 is added to read as\n    4  follows:\n    5    a. an owner, lessee or occupant of premises, whether or not posted  as\n    6  provided  in section 11-2111 of the environmental conservation law, owes\n    7  no duty: (1) to keep the premises safe for entry, PASSAGE OVER  PREMISES\n    8  or  use by others for hunting, fishing, organized gleaning as defined in\n    9  section seventy-one-y of the  agriculture  and  markets  law,  canoeing,\n   10  boating,  trapping, hiking, cross-country skiing, tobogganing, sledding,\n   11  speleological activities, horseback riding, bicycle riding,  hang  glid-\n   12  ing,  motorized  vehicle operation for recreational purposes, snowmobile\n   13  operation, cutting or gathering  of  wood  for  non-commercial  purposes\n   14  [or],  training  of dogs, AND ANY OTHER RECREATIONAL USE; or (2) to give\n   15  warning of any hazardous condition or use of or structure or activity on\n   16  such premises to persons entering for such purposes;\n   17    4. FOR THE PURPOSES OF THIS SECTION THE TERM OCCUPANT  SHALL  INCLUDE,\n   18  BUT  NOT  BE  LIMITED  TO, THOSE ORGANIZATIONS, ENTITIES, OR PERSONS WHO\n   19  INDIVIDUALLY OR COLLECTIVELY DEVELOP AND/OR MAINTAIN  TRAILS  AND  OTHER\n   20  RECREATIONAL FACILITIES FOR USE BY THE PUBLIC.\n   21    S 2. This act shall take effect immediately.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07360-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general obligations law, in relation to the liability of landowners who permit recreational uses ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110127.T160413.TXT", "SOBI.D110128.T095739.TXT", "SOBI.D110127.T162915.TXT", "SOBI.D110127.T160913.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296226659751
}