{
  "year" : 2011,
  "senateBillNo" : "S2651-2011",
  "billEvents" : [ {
    "eventDate" : 1296104400000,
    "eventText" : "REFERRED TO ENVIRONMENTAL CONSERVATION",
    "billEventId" : "S2651-2011-1296104400000-REFERRED+TO+ENVIRONMENTAL+CONSERVATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "GRISANTI",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides that diesel fuel that contains a concentration of sulfur that is less than or equal to 15 parts per million shall not be sold unless it includes biodiesel",
  "summary" : "Provides that diesel fuel that contains a concentration of sulfur that is less than or equal to fifteen parts per million shall not be sold or offered for sale unless such diesel fuel includes biodiesel as its lubrication additive. ",
  "currentCommittee" : "ENVIRONMENTAL CONSERVATION",
  "sameAs" : null,
  "lawSection" : "Environmental Conservation Law",
  "previousVersions" : [ "S998-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "MARCELLINO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2651\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 27, 2011\n                                      ___________\n\n       Introduced  by  Sens.  GRISANTI,  MARCELLINO  --  read twice and ordered\n         printed, and when printed to be committed to the Committee on Environ-\n         mental Conservation\n\n       AN ACT to amend the environmental conservation law and  the  agriculture\n         and markets law, in relation to the sale of diesel fuel\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 19-0107 of the environmental  conservation  law  is\n    2  amended by adding a new subdivision 25 to read as follows:\n    3    25.  \"BIODIESEL  FUEL\"  MEANS  A  RENEWABLE, BIODEGRADABLE, MONO ALKYL\n    4  ESTER COMBUSTIBLE LIQUID FUEL DERIVED FROM AGRICULTURAL  PLANT  OILS  OR\n    5  ANIMAL  FATS  AND  THAT MEETS AMERICAN SOCIETY FOR TESTING AND MATERIALS\n    6  SPECIFICATION D6751 FOR BIODIESEL FUEL (B100) BLEND STOCK FOR DISTILLATE\n    7  FUELS AS UPDATED.\n    8    S 2. Subdivision 2 of section 19-0301 of the  environmental  conserva-\n    9  tion law is amended by adding a new paragraph f to read as follows:\n   10    F.  COOPERATE WITH THE DEPARTMENT OF AGRICULTURE AND MARKETS TO ENSURE\n   11  AN EFFICIENT TRANSITION TO THE USE OF BIODIESEL FUEL AS THE  LUBRICATION\n   12  ADDITIVE FOR LOW-SULFUR DIESEL FUEL.\n   13    S 3. Subdivision 1 of section 192-c of the agriculture and markets law\n   14  is amended by adding a new paragraph k to read as follows:\n   15    K. \"BIODIESEL FUEL\" MEANS A RENEWABLE, BIODEGRADABLE, MONO ALKYL ESTER\n   16  COMBUSTIBLE  LIQUID  FUEL DERIVED FROM AGRICULTURAL PLANT OILS OR ANIMAL\n   17  FATS AND THAT MEETS AMERICAN SOCIETY FOR TESTING AND MATERIALS  SPECIFI-\n   18  CATION  D6751 FOR BIODIESEL FUEL (B100) BLEND STOCK FOR DISTILLATE FUELS\n   19  AS UPDATED.\n   20    S 4. Subdivisions 11, 12 and 13 of section 192-c  of  the  agriculture\n   21  and  markets  law  are  renumbered  subdivisions 12, 13 and 14 and a new\n   22  subdivision 11 is added to read as follows:\n   23    11. A. UPON THE SATISFACTION OF THE CONDITIONS SET FORTH IN  PARAGRAPH\n   24  B  OF THIS SUBDIVISION AND UPON PUBLICATION IN THE STATE REGISTER OF THE\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06958-01-1\n\n       S. 2651                             2\n\n    1  CERTIFICATION SET FORTH IN SUBPARAGRAPH  (I)  OF  PARAGRAPH  B  OF  THIS\n    2  SUBDIVISION  AND, IF OCCURRING BEFORE JUNE THIRTIETH, TWO THOUSAND THIR-\n    3  TEEN THE CERTIFICATION SET FORTH IN CLAUSE (A) OF SUBPARAGRAPH  (II)  OF\n    4  PARAGRAPH  B  OF  THIS SUBDIVISION, A PERSON SHALL NOT SELL OR OFFER FOR\n    5  SALE DIESEL FUEL THAT CONTAINS A CONCENTRATION OF SULFUR  THAT  IS  LESS\n    6  THAN  OR  EQUAL  TO  FIFTEEN  PARTS  PER MILLION UNLESS SUCH DIESEL FUEL\n    7  INCLUDES BIODIESEL FUEL AS ITS LUBRICATION ADDITIVE.\n    8    B. NO PERSON SHALL BE SUBJECT TO THE PROVISIONS OF PARAGRAPH A OF THIS\n    9  SUBDIVISION UNTIL THE CONDITIONS SET FORTH IN SUBPARAGRAPHS (I) AND (II)\n   10  OF THIS PARAGRAPH HAVE BEEN SATISFIED:\n   11    (I) THIRTY DAYS AFTER THE COMMISSIONER HAS CERTIFIED THAT  THE  ANNUAL\n   12  CAPACITY  FOR  THE  PRODUCTION  OF  BIODIESEL FUEL IN THIS STATE EXCEEDS\n   13  TWELVE MILLION GALLONS; AND\n   14    (II) THE EARLIER OF:\n   15    (A) EIGHTEEN MONTHS AFTER THE COMMISSIONER CERTIFIES  THAT  A  FEDERAL\n   16  ACTION  ON  TAXES IMPOSED, TAX CREDITS ALLOWED OR OTHER ACTION CREATES A\n   17  TWO CENT OR GREATER REDUCTION IN THE PRICE ON TAXABLE DIESEL  FUEL  THAT\n   18  CONTAINS AT LEAST TWO PERCENT BIODIESEL FUEL THAT IS SOLD IN THIS STATE;\n   19  OR\n   20    (B) JUNE THIRTIETH, TWO THOUSAND THIRTEEN.\n   21    S 5. This act shall take effect immediately, provided that the commis-\n   22  sioner  of  agriculture  and  markets  shall notify the legislative bill\n   23  drafting commission upon the occurrence of the certifications set  forth\n   24  in section four of this act in order that the commission may maintain an\n   25  accurate and timely effective data base of the official text of the laws\n   26  of  the  state of New York in furtherance of effecting the provisions of\n   27  section 44 of the legislative law and section 70-b of the  public  offi-\n   28  cers law.\n",
  "memo" : "BILL NUMBER:S2651\n\nTITLE OF BILL:\nAn act\nto amend the environmental conservation law and the\nagriculture and markets law, in relation to the sale of\ndiesel fuel\n\nPURPOSE:\nThis bill amends the agriculture and markets\nlaw to encourage\nthe growth of the biodiesel industry in New York State by requiring\nthe use of biodiesel in low sulfur diesel fuel. The provisions of the\nbill do not take effect until New York State has annual production\ncapacity of 12 million gallons of biodiesel and either the Federal\ngovernment has reduced the tax on biodiesel fuel, or it is after June\n30, 2013.\n\nSUMMARY OF SPECIFIC PROVISIONS:\nSection 1 adds the definition of\nbiodiesel to the Environmental Conservation Law.\n\nSection 2 requires the Commissioner of Environmental Conservation to\ncooperate with the Department of Agriculture and Markets on the\nefficient transition to the use of biodiesel in the State.\n\nSection 3 adds the definition of biodiesel to the Agriculture and\nMarkets law.\n\nSection 4 requires the use of biodiesel as a lubrication additive in\ndiesel fuel with a sulfur content lower than 15 parts per million;\nonly if the Commissioner of Agriculture and Markets has certified\nthat the annual production capacity of biodiesel in the State exceeds\n12 million gallons, and either the Federal government reduces the tax\non diesel fuel containing biodiesel or the date of June 30, 2013 has\npassed.\n\nJUSTIFICATION:\nIn June 2006, the Federal\nEnvironmental Protection\nAgency began phasing in for the transportation sector the use of\nUltra Low Sulfur Diesel Fuel (ULSD), fuel containing not more than 15\nparts per million of sulfur. The ULSD must replace sulfur with an\nadditive to help lubricate the diesel engines or the engines will be\ndamaged, substantially reducing their useful life.\n\nCurrent technology provides two equally good additives for\nlubrication. One is a synthetic made from a petroleum based product.\nThe other is 100% biodiesel made from agricultural products or waste\nfood greases. Both additives can be produced for approximately the\nsame price.\n\nThis legislation will provide the incentive for the construction of\nbiodiesel refineries in New York State to meet the demand for\nlubrication additives.\nInvestors are prepared to build such plants as long as there are\nassurances in the demand of biodiesel. Passage of this legislation\nwill create a demand in excess of 25 million gallons of 100%\nbiodiesel in New York State alone.\n\nThe use of biodiesel as an additive will make ULSD an even more\nenvironmentally friendly product and will ensure that Federally\ndesignated non-attainment areas, such as metropolitan New York\nCity, have the cleanest possible fuel for vehicles.\n\nPRIOR LEGISLATIVE HISTORY:;\nS.7528 of 2004. Passed Assembly\nS.4470 of 2005/2006; Referred to Environmental Conservation\nS.3838 of 2007/2008; Referred to Environmental Conservation\nS.998  of 2009/2010; Referred to Environmental Conservation\n\nFISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\nImmediately, with provisions.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the environmental conservation law and the agriculture and markets law, in relation to the sale of diesel fuel ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110127.T163419.TXT", "SOBI.D110127.T162915.TXT", "SOBI.D110129.T003343.TXT", "SOBI.D110128.T095239.TXT", "SOBI.D110127.T161413.TXT", "SOBI.D110127.T160913.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296279223832
}