{
  "year" : 2011,
  "senateBillNo" : "S2655-2011",
  "billEvents" : [ {
    "eventDate" : 1296104400000,
    "eventText" : "REFERRED TO CIVIL SERVICE AND PENSIONS",
    "billEventId" : "S2655-2011-1296104400000-REFERRED+TO+CIVIL+SERVICE+AND+PENSIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to strikes by public employees and permits them to strike a public employer after the collective negotiation process has been exhausted",
  "summary" : "Grants the right to strike by public employees after the exhaustion of collective bargaining negotiations. ",
  "currentCommittee" : "CIVIL SERVICE AND PENSIONS",
  "sameAs" : null,
  "lawSection" : "Civil Service Law",
  "previousVersions" : [ "S4357-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2655\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 27, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Civil Service and Pensions\n\n       AN ACT to amend the civil service law, in relation to strikes by  public\n         employees\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 200 of the civil service law, as amended by chapter\n    2  24 of the laws of 1969, is amended to read as follows:\n    3    S 200.  Statement of policy.  The legislature of the state of New York\n    4  declares that it is the public policy of the state and  the  purpose  of\n    5  this  [act]  ARTICLE to promote harmonious and cooperative relationships\n    6  between government and its employees and to protect the public by assur-\n    7  ing, at all times, the orderly and uninterrupted  operations  and  func-\n    8  tions  of government.  These policies are best effectuated by (a) grant-\n    9  ing to public employees the right of  organization  and  representation,\n   10  (b)  requiring the state, local governments and other political subdivi-\n   11  sions to negotiate with, and enter into written agreements with employee\n   12  organizations representing public employees which have been certified or\n   13  recognized, (c) encouraging such  public  employers  and  such  employee\n   14  organizations  to  agree  upon  procedures  for  resolving disputes, (d)\n   15  creating a public employment relations  board  to  assist  in  resolving\n   16  disputes between public employees and public employers, and (e) continu-\n   17  ing  the  prohibition  against  strikes  by  public  employees EXCEPT AS\n   18  PROVIDED FOR IN THIS ARTICLE and providing remedies  for  violations  of\n   19  such prohibition.\n   20    S 2. Subdivision 1 of section 210 of the civil service law, as amended\n   21  by chapter 24 of the laws of 1969, is amended to read as follows:\n   22    1.  No  public  employee  or  employee  organization shall engage in a\n   23  strike, and no public employee or  employee  organization  shall  cause,\n   24  instigate,  encourage, or condone a strike; PROVIDED, HOWEVER, THAT IF A\n   25  STRIKE BY PUBLIC EMPLOYEES OCCURS AFTER THE COLLECTIVE NEGOTIATION PROC-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06407-01-1\n\n       S. 2655                             2\n\n    1  ESS SET FORTH IN SECTION TWO HUNDRED  NINE  OF  THIS  ARTICLE  HAS  BEEN\n    2  COMPLETELY UTILIZED AND EXHAUSTED, IT SHALL NOT BE PROHIBITED.\n    3    S  3.  Paragraph  (a)  of  subdivision  2  of section 210 of the civil\n    4  service law, as amended by chapter 24 of the laws of 1969, is amended to\n    5  read as follows:\n    6    (a) Violations and penalties. [A]  EXCEPT  AS  OTHERWISE  PROVIDED  IN\n    7  SUBDIVISION  ONE  OF  THIS SECTION, A public employee shall violate this\n    8  subdivision by engaging in a strike or violating paragraph (c)  of  this\n    9  subdivision and shall be liable as provided in this subdivision pursuant\n   10  to  the  procedures contained herein.   In addition, any public employee\n   11  who violates subdivision one of this section may be subject  to  removal\n   12  or other disciplinary action provided by law for misconduct.\n   13    S  4.  Paragraph  (h)  of  subdivision  3  of section 210 of the civil\n   14  service law, as amended by chapter 24 of the laws of 1969, is amended to\n   15  read as follows:\n   16    (h) No compensation shall be paid by a public  employer  to  a  public\n   17  employee  with  respect to any day or part thereof when such employee is\n   18  engaged in a strike against such employer IN  VIOLATION  OF  SUBDIVISION\n   19  ONE OF THIS SECTION. The chief fiscal officer of the government involved\n   20  shall  withhold such compensation upon receipt of the notice provided by\n   21  paragraph (e) of subdivision two of  THIS  section  [two  hundred  ten];\n   22  notwithstanding  the  failure  to  have  received such notice, no public\n   23  employee or officer having knowledge that such employee has  so  engaged\n   24  in such a strike shall deliver or [caused] CAUSE to be delivered to such\n   25  employee  any cash, check or payment which, in whole or in part, repres-\n   26  ents such compensation.\n   27    S 5. This act shall take effect immediately.\n",
  "memo" : "BILL NUMBER:S2655\n\nTITLE OF BILL:\nAn act\nto amend the civil service law, in relation to strikes by public\nemployees\n\nSUMMARY:\nThis bill grants the right to strike, after all negotiations\nprocedures under the Taylor Law have been completely utilized, to\nteachers and other public employees.\n\nJUSTIFICATION:\nTrue negotiations are only successful when both parties\ncome to the negotiating table with substantially equal power.\nThis proposal would help to provide power to both parties. The present\nabsolute ban on strikes by public employees is based on an unworkable\nand unrealistic concept of totally strike-free environment among\npublic employees. Individuals in a free nation will not work under\nterms and conditions which they find to be intolerable. Granting a\nright to strike adds a degree of flexibility that is sorely needed in\nthe Taylor Law.\nSince work stoppages would be real possibilities, collective\nbargaining would be more successful because public employees would\nhave the ultimate right to reject unilateral determinations by\nstriking. This proposal would help to balance the power of both\nparties so that effective negotiations could result.\n\nFISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\nImmediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the civil service law, in relation to strikes by public employees ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110128.T095739.TXT", "SOBI.D110127.T162915.TXT", "SOBI.D110129.T003343.TXT", "SOBI.D110127.T161413.TXT", "SOBI.D110127.T160913.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296279223838
}