{
  "year" : 2011,
  "senateBillNo" : "S2657-2011",
  "billEvents" : [ {
    "eventDate" : 1296104400000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S2657-2011-1296104400000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires persons who commit crimes while on release to serve maximum sentence",
  "summary" : "Requires a person on parole, conditional release, or temporary release who has been convicted of a felony committed while on such release, to be recommitted to serve the maximum term imposed by the court for the initial felony in addition to the minimum term imposed on the subsequent felony before consideration for parole or other term of release. ",
  "currentCommittee" : "CODES",
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : [ "S216-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2657\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 27, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Codes\n\n       AN ACT to amend the penal law,  in  relation  to  fixing  sentences  for\n         persons  committing  crimes  while  on  parole, conditional release or\n         temporary release\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Paragraph  (b)  of  subdivision 1 of section 70.30 of the\n    2  penal law, as amended by chapter 481 of the laws of 1978, is amended  to\n    3  read as follows:\n    4    (b)  If the sentences run consecutively, the minimum periods of impri-\n    5  sonment  are added to arrive at an aggregate minimum period of imprison-\n    6  ment equal to the sum of all the minimum periods, and the maximum  terms\n    7  are added to arrive at an aggregate maximum term equal to the sum of all\n    8  the  maximum  terms,  provided, however, that both the aggregate maximum\n    9  term and the aggregate minimum period of imprisonment shall  be  subject\n   10  to  the  limitations  set  forth in paragraphs (c) [and], (d) AND (G) of\n   11  this subdivision, where applicable;\n   12    S 2. Subdivision 1 of section 70.30 of the penal  law  is  amended  by\n   13  adding a new paragraph (g) to read as follows:\n   14    (G) WHERE A PAROLEE, A CONDITIONAL RELEASEE OR TEMPORARY RELEASEE, HAS\n   15  BEEN  CONVICTED  OF  A  FELONY  COMMITTED  WHILE UNDER THE TERMS OF SUCH\n   16  PAROLE, CONDITIONAL RELEASE OR TEMPORARY RELEASE, THE  MINIMUM  SENTENCE\n   17  IMPOSED UPON SUCH SUBSEQUENT FELONY SHALL NOT COMMENCE UNTIL THE MAXIMUM\n   18  TERM OF IMPRISONMENT FOR THE PREVIOUS FELONY HAS BEEN SERVED.\n   19    S  3.  Paragraphs (a) and (b) of subdivision 1 of section 70.40 of the\n   20  penal law, paragraph (a) as separately amended by  chapter  261  of  the\n   21  laws  of 1987 and chapter 55 of the laws of 1992, paragraph (b) as sepa-\n   22  rately amended by chapter 467 of the laws of 1979 and chapter 1  of  the\n   23  laws  of  1998  and the closing paragraph of paragraph (b) as separately\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07407-01-1\n\n       S. 2657                             2\n\n    1  amended by chapter 148 of the laws of 1975 and chapter 1 of the laws  of\n    2  1998, are amended to read as follows:\n    3    (a) [A] EXCEPT FOR A PERSON WHO HAS BEEN CONVICTED OF A FELONY COMMIT-\n    4  TED WHILE UNDER THE TERMS OF A PAROLE, CONDITIONAL RELEASE, OR TEMPORARY\n    5  RELEASE,  A  person  who  is  serving one or more than one indeterminate\n    6  sentence of imprisonment may be paroled from the institution in which he\n    7  is confined at any time after the  expiration  of  the  minimum  or  the\n    8  aggregate minimum period of imprisonment of the sentence or sentences or\n    9  after  the  successful  completion  of a shock incarceration program, as\n   10  defined in article twenty-six-A of  the  correction  law,  whichever  is\n   11  sooner.  Release on parole shall be in the discretion of the state board\n   12  of parole, and such person shall continue service  of  his  sentence  or\n   13  sentences  while  on  parole,  in  accordance  with  and  subject to the\n   14  provisions of the executive law.\n   15    (b) [A] EXCEPT FOR A PERSON WHO HAS BEEN CONVICTED OF A FELONY COMMIT-\n   16  TED WHILE UNDER THE TERMS OF A PAROLE, CONDITIONAL RELEASE, OR TEMPORARY\n   17  RELEASE, A person who is serving one  or  more  than  one  indeterminate\n   18  sentence  of  imprisonment  shall,  if  he so requests, be conditionally\n   19  released from the institution in which he is  confined  when  the  total\n   20  good  behavior  time  allowed  to him, pursuant to the provisions of the\n   21  correction law, is equal to the  unserved  portion  of  his  maximum  or\n   22  aggregate  maximum  term.  The  conditions  of  release, including those\n   23  governing post-release supervision, shall be such as may be  imposed  by\n   24  the state board of parole in accordance with the provisions of the exec-\n   25  utive law.\n   26    Every  person  so released shall be under the supervision of the state\n   27  board of parole for a period equal to the unserved portion of the  maxi-\n   28  mum, aggregate maximum term, or period of post-release supervision.\n   29    S  4.  Subdivision  1  of section 70.40 of the penal law is amended by\n   30  adding a new paragraph (d) to read as follows:\n   31    (D) ANY PERSON, WHO HAS BEEN CONVICTED OF A  FELONY  WHILE  UNDER  THE\n   32  TERMS  OF  A PAROLE, CONDITIONAL RELEASE, OR TEMPORARY RELEASE, SHALL BE\n   33  RECOMMITTED TO SERVE HIS MAXIMUM TERM OF  IMPRISONMENT  IMPOSED  BY  THE\n   34  COURT  FOR  THE  INITIAL  FELONY,  AND SHALL NOT BE ELIGIBLE FOR PAROLE,\n   35  CONDITIONAL RELEASE OR TEMPORARY RELEASE CONSIDERATION UNTIL SAID  MAXI-\n   36  MUM  TERM PLUS THE MINIMUM TERM IMPOSED UPON THE SUBSEQUENT FELONY SHALL\n   37  HAVE BEEN SERVED.\n   38    S 5. This act shall take effect on the first of November next succeed-\n   39  ing the date on which it shall have become  a  law;  provided,  however,\n   40  that  section  one of this act shall take effect on the same date as the\n   41  reversion of paragraph (b) of subdivision 1  of  section  70.30  of  the\n   42  penal  law  pursuant  to  chapter 3 of the laws of 1995, as amended; and\n   43  provided, further, however, that section three of this  act  shall  take\n   44  effect  on  the  same date as the reversion of paragraphs (a) and (b) of\n   45  subdivision 1 of section 70.40 of the penal law pursuant to chapter 3 of\n   46  the laws of 1995, as amended.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, in relation to fixing sentences for persons committing crimes while on parole, conditional release or temporary release ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110128.T095739.TXT", "SOBI.D110127.T162915.TXT", "SOBI.D110127.T161413.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296226659762
}