{
  "year" : 2011,
  "senateBillNo" : "S2656-2011",
  "billEvents" : [ {
    "eventDate" : 1296104400000,
    "eventText" : "REFERRED TO LABOR",
    "billEventId" : "S2656-2011-1296104400000-REFERRED+TO+LABOR",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires prior written notice upon hiring and once annually to all employees, informing them of the types of electronic monitoring which may occur",
  "summary" : "Requires prior written notice upon hiring and once annually to all employees, informing them of the types of electronic monitoring which may occur; when an employer has reasonable grounds to believe that employees are engaged in conduct which (1) violates the law, (2) violates the legal rights of the employer or the employer's employees, or (3) creates a hostile workplace environment, and electronic monitoring may produce evidence of this misconduct, the employer may conduct monitoring without giving prior written notice. ",
  "currentCommittee" : "LABOR",
  "sameAs" : null,
  "lawSection" : "Labor Law",
  "previousVersions" : [ "S4362-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2656\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 27, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Labor\n\n       AN ACT to amend the labor law, in relation  to  requiring  employers  to\n         provide prior notice to employees when they are engaging in electronic\n         monitoring\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The labor law is amended by adding a new section  203-e  to\n    2  read as follows:\n    3     S  203-E.  EMPLOYERS  ENGAGED  IN ELECTRONIC MONITORING; PRIOR NOTICE\n    4  REQUIRED. 1. FOR PURPOSES OF THIS SECTION,  THE  FOLLOWING  TERMS  SHALL\n    5  HAVE THE FOLLOWING MEANINGS:\n    6    (A)  \"EMPLOYER\"  MEANS  ANY PERSON, FIRM OR CORPORATION, INCLUDING THE\n    7  STATE AND ANY POLITICAL SUBDIVISION OF THE STATE WHICH HAS EMPLOYEES;\n    8    (B) \"EMPLOYEE\" MEANS ANY PERSON WHO PERFORMS SERVICES FOR AN  EMPLOYER\n    9  IN  A BUSINESS OF THE EMPLOYER, IF THE EMPLOYER HAS THE RIGHT TO CONTROL\n   10  AND DIRECT THE PERSON AS TO (I) THE RESULT TO  BE  ACCOMPLISHED  BY  THE\n   11  SERVICES,  AND (II) THE DETAILS AND MEANS BY WHICH SUCH RESULT IS ACCOM-\n   12  PLISHED; AND\n   13    (C) \"ELECTRONIC MONITORING\" MEANS THE COLLECTION OF INFORMATION ON  AN\n   14  EMPLOYER'S  PREMISES  CONCERNING EMPLOYEES' ACTIVITIES OR COMMUNICATIONS\n   15  BY ANY MEANS OTHER THAN DIRECT  OBSERVATION,  INCLUDING  THE  USE  OF  A\n   16  COMPUTER,  TELEPHONE,  WIRE,  RADIO, CAMERA, ELECTROMAGNETIC, PHOTOELEC-\n   17  TRONIC OR PHOTO-OPTICAL SYSTEMS, BUT NOT  INCLUDING  THE  COLLECTION  OF\n   18  INFORMATION  (I) FOR SECURITY PURPOSES IN COMMON AREAS OF THE EMPLOYER'S\n   19  PREMISES WHICH ARE HELD OUT FOR USE BY THE  PUBLIC,  OR  (II)  WHICH  IS\n   20  PROHIBITED UNDER STATE OR FEDERAL LAW.\n   21    2.  (A)  EXCEPT AS PROVIDED IN PARAGRAPH (B) OF THIS SUBDIVISION, EACH\n   22  EMPLOYER WHO ENGAGES IN ANY TYPE OF  ELECTRONIC  MONITORING  SHALL  GIVE\n   23  PRIOR  WRITTEN NOTICE UPON HIRING AND ONCE ANNUALLY TO ALL EMPLOYEES WHO\n   24  MAY BE AFFECTED, INFORMING THEM OF THE TYPES  OF  MONITORING  WHICH  MAY\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06411-01-1\n\n       S. 2656                             2\n\n    1  OCCUR.  THE NOTICE REQUIRED BY THIS PARAGRAPH SHALL BE IN WRITING, IN AN\n    2  ELECTRONIC RECORD, OR IN ANOTHER ELECTRONIC FORM AND ACKNOWLEDGED BY THE\n    3  EMPLOYEE EITHER IN WRITING OR ELECTRONICALLY. EACH EMPLOYER  SHALL  ALSO\n    4  POST,  IN  A CONSPICUOUS PLACE WHICH IS READILY AVAILABLE FOR VIEWING BY\n    5  ITS EMPLOYEES, A NOTICE CONCERNING THE TYPES  OF  ELECTRONIC  MONITORING\n    6  WHICH THE EMPLOYER MAY ENGAGE IN.\n    7    (B)  WHEN  (I)  AN  EMPLOYER  HAS  REASONABLE  GROUNDS TO BELIEVE THAT\n    8  EMPLOYEES ARE ENGAGED  IN  CONDUCT  WHICH  (1)  VIOLATES  THE  LAW,  (2)\n    9  VIOLATES  THE  LEGAL RIGHTS OF THE EMPLOYER OR THE EMPLOYER'S EMPLOYEES,\n   10  OR (3) CREATES A  HOSTILE WORKPLACE ENVIRONMENT, AND\n   11    (II) ELECTRONIC MONITORING MAY PRODUCE EVIDENCE  OF  THIS  MISCONDUCT,\n   12  THE EMPLOYER MAY CONDUCT MONITORING WITHOUT GIVING PRIOR WRITTEN NOTICE.\n   13    3.  (A)  IN ANY CIVIL ACTION ALLEGING A VIOLATION OF THIS SECTION, THE\n   14  COURT MAY:\n   15    (I) AWARD DAMAGES AND  REASONABLE  ATTORNEYS'  FEES  AND  COSTS  TO  A\n   16  PREVAILING PLAINTIFF; AND\n   17    (II)  AFFORD  INJUNCTIVE  RELIEF  AGAINST ANY EMPLOYER THAT COMMITS OR\n   18  PROPOSES TO COMMIT A VIOLATION OF THIS SECTION.\n   19    (B) THE MAXIMUM CIVIL PENALTY SHALL BE FIVE HUNDRED  DOLLARS  FOR  THE\n   20  FIRST  OFFENSE,  ONE  THOUSAND  DOLLARS FOR THE SECOND OFFENSE AND THREE\n   21  THOUSAND DOLLARS FOR THE THIRD AND EACH SUBSEQUENT OFFENSE.\n   22    4. THE PROVISIONS OF THIS SECTION SHALL NOT BE DEEMED TO BE AN  EXCLU-\n   23  SIVE  REMEDY AND SHALL NOT OTHERWISE LIMIT OR BAR ANY PERSON FROM PURSU-\n   24  ING ANY OTHER REMEDIES AVAILABLE UNDER ANY OTHER LAW, STATE  OR  FEDERAL\n   25  STATUTE, OR THE COMMON LAW. THE VIOLATIONS OF THIS SECTION BY AN EMPLOY-\n   26  ER SHALL NOT BE ADMITTED INTO EVIDENCE FOR THE PURPOSE OF, OR USED AS, A\n   27  DEFENSE TO CRIMINAL LIABILITY OF ANY PERSON IN ANY COURT IN THIS STATE.\n   28    5. THE PROVISIONS OF THIS SECTION SHALL NOT APPLY TO A CRIMINAL INVES-\n   29  TIGATION.  ANY INFORMATION OBTAINED IN THE COURSE OF A CRIMINAL INVESTI-\n   30  GATION THROUGH THE USE OF ELECTRONIC MONITORING MAY BE USED IN A  DISCI-\n   31  PLINARY PROCEEDING AGAINST AN EMPLOYEE.\n   32    6.  THE  PROVISIONS  OF THIS SECTION SHALL NOT APPLY TO PROCESSES THAT\n   33  ARE DESIGNED TO MANAGE THE TYPE OR VOLUME OF INCOMING OR OUTGOING  ELEC-\n   34  TRONIC  MAIL  OR  TELEPHONE  VOICE  MAIL OR INTERNET USAGE, THAT ARE NOT\n   35  TARGETED TO MONITOR OR INTERCEPT THE ELECTRONIC MAIL OR TELEPHONE  VOICE\n   36  MAIL  OR  INTERNET  USAGE  OF  A  PARTICULAR  INDIVIDUAL,  AND  THAT ARE\n   37  PERFORMED SOLELY FOR THE PURPOSE OF COMPUTER SYSTEM  MAINTENANCE  AND/OR\n   38  PROTECTION.\n   39    S 2. This act shall take effect immediately.\n",
  "memo" : "BILL NUMBER:S2656\n\nTITLE OF BILL:\nAn act\nto amend the labor law, in relation to requiring employers to provide\nprior notice to employees when they are engaging in electronic\nmonitoring\n\nPURPOSE OR GENERAL IDEA OF BILL:\nTo require employers who engage in monitoring of employee electronic\ncommunication to provide notice.\n\nSUMMARY OF SPECIFIC PROVISIONS:\nThis bill amends the labor law by adding a new section 203-e.\n\nSubdivision 1 defines for the purposes of the section the following\nterms: employer, employee, and electronic monitoring.\n\nSubdivision 2 requires employers engaging in electronic monitoring to\ngive prior notice to employees in writing, in an electronic record,\nor in another electronic form. The notice must be acknowledged by the\nemployee either in writing or electronically. Employers are also\nrequire to post in a conspicuous place a notice outlining the types\nof electronic monitoring the employer may engage in. Subdivision 2\ncreates an exception in which an employer may monitor the electronic\ncommunications of its employees without notice when the employer has\nreasonable grounds to believe that employees are engaged in conduct\nwhich violates the law, violates the legal rights of the employer or\nother employees, or creates a hostile workplace environment.\n\nSubdivision 3 sets a maximum civil penalty for each violation at five\nhundred dollars for the first offense, one thousand dollars for the\nsecond offense and three thousand dollars for the third and each\nsubsequent offense. It also allows courts to award damages and\nreasonable attorneys' fees to a prevailing plaintiff as well as\nafford injunctive relief against any employer that commits or\nproposes to commit a violation of this section.\n\nSubdivision 4 specifies that the provisions of the section do not\nconstitute an exclusive remedy.\n\nSubdivision 5 provides that this section does not apply to information\nobtained for a criminal investigation.\n\nSubdivision 6 specifies that the section does not apply to processes\nundertaken by employers to manage the type or volume of incoming or\noutgoing electronic mail or telephone voice mail or internet usage for\nthe purpose of computer system maintenance and/or protection.\n\nJUSTIFICATION:\n\nNotifying employees of computer monitoring protects employee privacy\nby making sure that they understand the consequences of inappropriate\ninternet activity. According to the American Management Agency's 2007\nElectronic Monitoring and Surveillance Survey, bosses who fired\nemployees for internet misuse cited the two main reasons as violation\nof company policy and excessive personal use. By making guidelines of\nappropriate and inappropriate internet use public, employees will be\nless likely to undermine company standards. Companies will retain the\nright to monitor computer usage, simply with the stipulation that\nemployees are informed of surveillance practices. This knowledge will\nincrease transparency within the organization and help to avoid\nlawsuits and litigation regarding invasion of privacy. Notification\nof computer surveillance will permit employees to make informed\ndecisions about their internet use with full knowledge of the\nramifications of their actions, while supporting companies' ability\nto monitor internet activity within their organization.\n\nPRIOR LEGISLATIVE HISTORY:\nNew bill.\n\nFISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\nThis act shall take effect immediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the labor law, in relation to requiring employers to provide prior notice to employees when they are engaging in electronic monitoring ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110128.T095739.TXT", "SOBI.D110127.T162915.TXT", "SOBI.D110129.T003343.TXT", "SOBI.D110127.T161413.TXT", "SOBI.D110127.T160913.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296279223839
}