{
  "year" : 2011,
  "senateBillNo" : "S2653-2011",
  "billEvents" : [ {
    "eventDate" : 1296104400000,
    "eventText" : "REFERRED TO CONSUMER PROTECTION",
    "billEventId" : "S2653-2011-1296104400000-REFERRED+TO+CONSUMER+PROTECTION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prohibits excessive refueling charges by motor vehicle rental agencies",
  "summary" : "Prohibits any motor vehicle rental agency in this state from charging more than ten percent above the average price of gasoline charged at gas stations located within a five mile radius of such agency's location, for the cost of refueling a rental vehicle upon its return. ",
  "currentCommittee" : "CONSUMER PROTECTION",
  "sameAs" : null,
  "lawSection" : "General Business Law",
  "previousVersions" : [ "S907-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2653\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 27, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Consumer Protection\n\n       AN ACT to amend the general business law, in relation to excessive refu-\n         eling charges by motor vehicle rental agencies\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The general business law is amended by adding a new section\n    2  391-r to read as follows:\n    3    S  391-R.  RENTAL  OF  MOTOR VEHICLES; EXCESSIVE REFUELING CHARGES. 1.\n    4  DEFINITIONS. AS USED IN THIS SECTION:\n    5    A. \"MOTOR VEHICLE RENTAL AGENCY,\" OR \"AGENCY,\"  SHALL  MEAN  A  PERSON\n    6  ENGAGED IN THE BUSINESS OF RENTING MOTOR VEHICLES IN THIS STATE;\n    7    B.  \"PERSON\"  SHALL  MEAN  ANY  INDIVIDUAL, FIRM, CORPORATION OR OTHER\n    8  LEGAL ENTITY;\n    9    C. \"MOTOR VEHICLE\" SHALL HAVE THE MEANING ASCRIBED THERETO BY  SECTION\n   10  ONE HUNDRED TWENTY-FIVE OF THE VEHICLE AND TRAFFIC LAW.\n   11    2.  IT SHALL BE UNLAWFUL FOR ANY MOTOR VEHICLE RENTAL AGENCY TO CHARGE\n   12  A PERSON WHO RENTS A MOTOR  VEHICLE  FROM  SUCH  AGENCY  MORE  THAN  TEN\n   13  PERCENT ABOVE THE AVERAGE PRICE OF GASOLINE WITHIN A FIVE MILE RADIUS OF\n   14  SUCH  AGENCY'S  LOCATION  AS THE COST OF REFUELING SUCH VEHICLE UPON ITS\n   15  RETURN.\n   16    3. ANY VIOLATION OF THIS SECTION SHALL CONSTITUTE  A  MISDEMEANOR  AND\n   17  SHALL  BE PUNISHABLE BY A FINE OF NOT MORE THAN FIVE HUNDRED DOLLARS, OR\n   18  NOT MORE THAN ONE HUNDRED DAYS IN JAIL, OR BOTH.\n   19    S 2. This act shall take effect on the first of November next succeed-\n   20  ing the date on which it shall have become a law.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07090-01-1\n",
  "memo" : "BILL NUMBER:S2653\n\nTITLE OF BILL:\nAn act\nto amend the general business law, in relation to excessive\nrefueling charges by motor vehicle rental agencies\n\nPURPOSE OR GENERAL IDEA OF BILL:\nThe bill would\nrequire that rental\ncar agencies in this state charge no more than ten percent above the\naverage price of gasoline at stations within a five mile radius of\nsuch agency's location, as the cost for refueling a rental car upon\nits return. Violation of this section would result in a misdemeanor,\npunishable by a fine of up to $500, or not more than 100 days in\njail, or both.\n\nSUMMARY OF PROVISIONS:\nThis bill would amend the General Business Law by adding a new\nsection 391-r which would prohibit rental car agencies from charging\nexcessive refueling costs.\n\nJUSTIFICATION:\nMost rental car agencies in this state are currently\ncharging an inflated cost for refueling of motor vehicles rented out\nby such establishment, upon their return. The refueling charges in\nthe Metropolitan New York area are currently about $1.95/gallon. This\nis practically a ninety percent mark-up over the current average\nprice/gallon of gas in that area. One may argue that this price\ninjustice could be easily remedied by simply refilling the tank on\none's own prior to returning the car. However, many business people\nwho rent cars are running on time schedules that may prohibit them\nfrom doing this. In addition, and especially in light of recent\nabuses of the rental car customer by the rental car industry, just\nbecause a specific injustice is easily remedied doesn't mean that it\nshould be tolerated by the general public.\n\nFISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\nThis act shall take effect on the first day of\nNovember next succeeding the date on which it shall have become a law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the general business law, in relation to excessive refueling charges by motor vehicle rental agencies ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110127.T161914.TXT", "SOBI.D110128.T095739.TXT", "SOBI.D110127.T162915.TXT", "SOBI.D110129.T003343.TXT", "SOBI.D110127.T161413.TXT", "SOBI.D110127.T160913.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296279223835
}