{
  "year" : 2011,
  "senateBillNo" : "S2659-2011",
  "billEvents" : [ {
    "eventDate" : 1296104400000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S2659-2011-1296104400000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes the intentional killing of a child as murder in the first degree, may be cited as \"Nixzmary Brown's Law\"",
  "summary" : "Establishes the intentional killing of a child eleven years of age or less as murder in the first degree; changes definition of torture to ease burden of proof; shall be known and may be cited as \"Nixzmary Brown's Law\". ",
  "currentCommittee" : "CODES",
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : [ "S888-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2659\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 27, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Codes\n\n       AN ACT to amend the penal law, in relation to enacting Nixzmary  Brown's\n         law\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. This act shall be known  and  may  be  cited  as  \"Nixzmary\n    2  Brown's Law\".\n    3    S  2.  Legislative findings.   In January, 2006, an angelic seven year\n    4  old girl was brutally beaten; a  beating  that  ultimately  led  to  her\n    5  untimely  passing. The legislature finds that the law currently does not\n    6  provide a fitting punishment for  these  kinds  of  horrific  acts.  The\n    7  legislature therefore determines that it is necessary to ensure that any\n    8  person  who  inflicts  such pain and agony upon a child as to ultimately\n    9  cause the death of the  child  be  punished  severely  for  his  or  her\n   10  actions.   Therefore, the legislature intends to include such death of a\n   11  child within the parameters of murder in the first degree.\n   12    S 3. Section 125.27 of the penal law, as added by chapter 367  of  the\n   13  laws of 1974, subdivision 1 as amended by chapter 1 of the laws of 1995,\n   14  subparagraph (vii) of paragraph (a) of subdivision 1 as amended by chap-\n   15  ter  264  of  the  laws  of 2003, subparagraph (xii) of paragraph (a) of\n   16  subdivision 1 as amended and subparagraph (xiii)  of  paragraph  (a)  of\n   17  subdivision 1 as added by chapter 300 of the laws of 2001, is amended to\n   18  read as follows:\n   19  S 125.27 Murder in the first degree.\n   20    A  person  is  guilty  of  murder  in  the first degree when HE OR SHE\n   21  EITHER:\n   22    1. With intent to cause the death of another person, [he]  causes  the\n   23  death of such person or of a third person; and\n   24    (a) Either:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07156-01-1\n\n       S. 2659                             2\n\n    1    (i) the intended victim was a police officer as defined in subdivision\n    2  34  of section 1.20 of the criminal procedure law who was at the time of\n    3  the killing engaged in the course of  performing  his  OR  HER  official\n    4  duties,  and the defendant knew or reasonably should have known that the\n    5  intended victim was a police officer; or\n    6    (ii) the intended victim was a peace officer as defined in paragraph a\n    7  of  subdivision  twenty-one,  subdivision  twenty-three,  twenty-four or\n    8  sixty-two (employees of the division for youth) of section 2.10  of  the\n    9  criminal procedure law who was at the time of the killing engaged in the\n   10  course  of performing his OR HER official duties, and the defendant knew\n   11  or reasonably should have known that the  intended  victim  was  such  a\n   12  uniformed  court officer, parole officer, probation officer, or employee\n   13  of the division for youth; or\n   14    (iii) the intended victim was an  employee  of  a  state  correctional\n   15  institution  or  was  an  employee  of  a local correctional facility as\n   16  defined in subdivision two of section forty of the correction  law,  who\n   17  was  at  the time of the killing engaged in the course of performing his\n   18  OR HER official duties, and the defendant knew or reasonably should have\n   19  known that the intended victim was an employee of a  state  correctional\n   20  institution or a local correctional facility; or\n   21    (iv)  at  the time of the commission of the killing, the defendant was\n   22  confined in a state correctional institution or was otherwise in custody\n   23  upon a sentence for the term of his OR  HER  natural  life,  or  upon  a\n   24  sentence  commuted  to  one  of  natural life, or upon a sentence for an\n   25  indeterminate term the minimum of which was at least fifteen  years  and\n   26  the  maximum of which was natural life, or at the time of the commission\n   27  of the killing, the defendant  had  escaped  from  such  confinement  or\n   28  custody  while  serving such a sentence and had not yet been returned to\n   29  such confinement or custody; or\n   30    (v) the intended victim was a witness to a crime committed on a  prior\n   31  occasion  and  the  death  was  caused for the purpose of preventing the\n   32  intended victim's testimony in any criminal action or proceeding whether\n   33  or not such action or proceeding had been  commenced,  or  the  intended\n   34  victim  had  previously testified in a criminal action or proceeding and\n   35  the killing was committed for the purpose of  exacting  retribution  for\n   36  such  prior  testimony,  or  the intended victim was an immediate family\n   37  member of a witness to a crime committed on a  prior  occasion  and  the\n   38  killing  was  committed for the purpose of preventing or influencing the\n   39  testimony of such witness, or the intended victim was an immediate fami-\n   40  ly member of a witness who had previously testified in a criminal action\n   41  or proceeding and the killing was committed for the purpose of  exacting\n   42  retribution  upon such witness for such prior testimony. As used in this\n   43  subparagraph \"immediate family member\" means a  husband,  wife,  father,\n   44  mother,  daughter,  son, brother, sister, stepparent, grandparent, step-\n   45  child or grandchild; or\n   46    (vi) the defendant committed the killing or procured commission of the\n   47  killing pursuant to an agreement with a person other than  the  intended\n   48  victim  to  commit  the  same  for the receipt, or in expectation of the\n   49  receipt, of anything of pecuniary value from a party to the agreement or\n   50  from a person other than the intended victim acting at the direction  of\n   51  a party to such agreement; or\n   52    (vii)  the  victim was killed while the defendant was in the course of\n   53  committing or attempting  to  commit  and  in  furtherance  of  robbery,\n   54  burglary  in  the first degree or second degree, kidnapping in the first\n   55  degree, arson in the first degree or second degree, rape  in  the  first\n   56  degree,  criminal  sexual  act  in the first degree, sexual abuse in the\n\n       S. 2659                             3\n\n    1  first degree, aggravated sexual abuse in the first degree or  escape  in\n    2  the  first  degree,  or  in  the  course of and furtherance of immediate\n    3  flight after committing or attempting to commit any such crime or in the\n    4  course of and furtherance of immediate flight after attempting to commit\n    5  the  crime  of murder in the second degree; provided however, the victim\n    6  is not a participant in one of the aforementioned crimes  and,  provided\n    7  further  that,  unless  the  defendant's  criminal  liability under this\n    8  subparagraph is based upon the defendant having commanded another person\n    9  to cause the death of the victim or intended victim pursuant to  section\n   10  20.00  of  this  chapter,  this  subparagraph  shall not apply where the\n   11  defendant's criminal liability is based  upon  the  conduct  of  another\n   12  pursuant to section 20.00 of this chapter; or\n   13    (viii)  as  part of the same criminal transaction, the defendant, with\n   14  intent to cause serious physical injury to or the death of an additional\n   15  person or persons, causes the death of an additional person or  persons;\n   16  provided, however, the victim is not a participant in the criminal tran-\n   17  saction; or\n   18    (ix) prior to committing the killing, the defendant had been convicted\n   19  of  murder as defined in this section or section 125.25 of this article,\n   20  or had been convicted in another jurisdiction of an  offense  which,  if\n   21  committed  in this state, would constitute a violation of either of such\n   22  sections; or\n   23    (x) the defendant acted in  an  especially  cruel  and  wanton  manner\n   24  pursuant  to  a  course  of  conduct  intended to inflict and inflicting\n   25  torture upon the victim prior to the victim's death.  As  used  in  this\n   26  subparagraph,  \"torture\" means the intentional [and depraved] infliction\n   27  of extreme physical pain; [\"depraved\" means the defendant  relished  the\n   28  infliction  of  extreme physical pain upon the victim evidencing debase-\n   29  ment or perversion or that the defendant evidenced a sense  of  pleasure\n   30  in the infliction of extreme physical pain;] or\n   31    (xi) the defendant intentionally caused the death of two or more addi-\n   32  tional persons within the state in separate criminal transactions within\n   33  a  period  of  twenty-four months when committed in a similar fashion or\n   34  pursuant to a common scheme or plan; or\n   35    (xii) the intended victim was a judge as defined in subdivision  twen-\n   36  ty-three of section 1.20 of the criminal procedure law and the defendant\n   37  killed  such victim because such victim was, at the time of the killing,\n   38  a judge; or\n   39    (xiii) the victim was killed in furtherance of an act of terrorism, as\n   40  defined in paragraph (b) of subdivision one of section  490.05  of  this\n   41  chapter; and\n   42    (b)  The defendant was more than eighteen years old at the time of the\n   43  commission of the crime[.]; OR\n   44    1-A. WITH INTENT TO CAUSE PHYSICAL HARM TO A CHILD ELEVEN YEARS OLD OR\n   45  LESS, THE PERSON:\n   46    (A) ACTS IN AN ESPECIALLY CRUEL AND WANTON MANNER PURSUANT TO A COURSE\n   47  OF CONDUCT INTENDED TO INFLICT ENDURING HARM ON THE CHILD,\n   48    (B) DOES INFLICT SUCH HARM UPON THE CHILD, AND\n   49    (C) SUCH HARM CAUSES OR LEADS TO THE DEATH OF THE CHILD.\n   50    2. In any prosecution under subdivision one OR ONE-A OF THIS  SECTION,\n   51  it is an affirmative defense that:\n   52    (a)  The  defendant  acted  under  the  influence of extreme emotional\n   53  disturbance for which there was a reasonable explanation or excuse,  the\n   54  reasonableness  of  which  is  to  be determined from the viewpoint of a\n   55  person in the defendant's  situation  under  the  circumstances  as  the\n   56  defendant believed them to be. Nothing contained in this paragraph shall\n\n       S. 2659                             4\n\n    1  constitute  a defense to a prosecution for, or preclude a conviction of,\n    2  manslaughter in the first degree or any other crime except murder in the\n    3  second degree; or\n    4    (b)  The  defendant's  conduct consisted of causing or aiding, without\n    5  the use of duress or deception, another person to commit suicide.  Noth-\n    6  ing  contained  in this paragraph shall constitute a defense to a prose-\n    7  cution for, or preclude a conviction  of,  manslaughter  in  the  second\n    8  degree or any other crime except murder in the second degree.\n    9    Murder in the first degree is a class A-I felony.\n   10    S  4.  Subdivision  5 of section 70.00 of the penal law, as amended by\n   11  chapter 482 of the laws of 2009, is amended to read as follows:\n   12    5.  Life  imprisonment  without  parole.  Notwithstanding  any   other\n   13  provision  of  law,  a  defendant sentenced to life imprisonment without\n   14  parole shall not  be  or  become  eligible  for  parole  or  conditional\n   15  release.  For  purposes of commitment and custody, other than parole and\n   16  conditional release, such sentence shall be deemed to be  an  indetermi-\n   17  nate  sentence.  A defendant may be sentenced to life imprisonment with-\n   18  out parole upon conviction for the crime of murder in the  first  degree\n   19  as  defined in section 125.27 of this chapter and in accordance with the\n   20  procedures provided by law for imposing a sentence  for  such  crime.  A\n   21  defendant  must  be  sentenced  to life imprisonment without parole upon\n   22  conviction for the crime of terrorism as defined in  section  490.25  of\n   23  this  chapter,  where the specified offense the defendant committed is a\n   24  class A-I felony; the crime of criminal possession of a chemical  weapon\n   25  or biological weapon in the first degree as defined in section 490.45 of\n   26  this  chapter;  or  the  crime  of  criminal use of a chemical weapon or\n   27  biological weapon in the first degree as defined in  section  490.55  of\n   28  this  chapter; provided, however, that nothing in this subdivision shall\n   29  preclude or prevent a sentence of  death  when  the  defendant  is  also\n   30  convicted  of  the  crime  of  murder  in the first degree as defined in\n   31  section 125.27 of this chapter.  A defendant must be sentenced  to  life\n   32  imprisonment  without  parole upon conviction for the crime of murder in\n   33  the second degree as defined in subdivision five of  section  125.25  of\n   34  this  chapter  [or],  for  the  crime of aggravated murder as defined in\n   35  subdivision one of section 125.26 of this chapter, OR FOR THE  CRIME  OF\n   36  MURDER  IN  THE  FIRST  DEGREE  PURSUANT TO SUBDIVISION ONE-A OF SECTION\n   37  125.27 OF THIS CHAPTER.  A defendant may be sentenced to life  imprison-\n   38  ment  without  parole upon conviction for the crime of aggravated murder\n   39  as defined in subdivision two of section 125.26 of this chapter.\n   40    S 5. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, in relation to enacting Nixzmary Brown's law ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110127.T161914.TXT", "SOBI.D110128.T095739.TXT", "SOBI.D110127.T162414.TXT", "SOBI.D110127.T162915.TXT", "SOBI.D110127.T161413.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296226659767
}