{
  "year" : 2011,
  "senateBillNo" : "S2664-2011",
  "billEvents" : [ {
    "eventDate" : 1296190800000,
    "eventText" : "REFERRED TO ENVIRONMENTAL CONSERVATION",
    "billEventId" : "S2664-2011-1296190800000-REFERRED+TO+ENVIRONMENTAL+CONSERVATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "GRISANTI",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides that on publicly accessible municipally owned property where trapping is allowed posted signage at entry points must inform readers that trapping is allowed",
  "summary" : "Provides that on all publicly accessible municipally owned property where trapping is allowed, posted signage at all recognized entry points must inform readers that trapping is allowed in season and to take appropriate precautions. ",
  "currentCommittee" : "ENVIRONMENTAL CONSERVATION",
  "sameAs" : "A3743",
  "lawSection" : "Environmental Conservation Law",
  "previousVersions" : [ "SA861-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "MARCELLINO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2664\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 28, 2011\n                                      ___________\n\n       Introduced  by  Sens.  GRISANTI,  MARCELLINO  --  read twice and ordered\n         printed, and when printed to be committed to the Committee on Environ-\n         mental Conservation\n\n       AN ACT to amend the  environmental  conservation  law,  in  relation  to\n         signage  at  entry points to municipally owned property where trapping\n         is allowed\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Section  11-1101 of the environmental conservation law is\n    2  amended by adding a new subdivision 13 to read as follows:\n    3    13. ON ALL PUBLICLY ACCESSIBLE MUNICIPALLY OWNED PROPERTY WHERE  HUNT-\n    4  ING,  FISHING  OR  TRAPPING IS ALLOWED, POSTED SIGNAGE AT ALL RECOGNIZED\n    5  ENTRY POINTS MUST INFORM READERS THAT THE PROPERTY IS A  MULTI-USE  AREA\n    6  AND,  IF ALLOWED, THAT HUNTING, FISHING OR TRAPPING IS ALLOWED IN SEASON\n    7  AND TO TAKE APPROPRIATE PRECAUTIONS.\n    8    S 2. This act shall take effect on the thirtieth day  after  it  shall\n    9  have become a law.\n\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06068-01-1\n",
  "memo" : "BILL NUMBER:S2664\n\nTITLE OF BILL:\nAn act\nto amend the environmental conservation law, in relation to signage at\nentry points to municipally owned property where trapping is allowed\n\nPURPOSE:\nThis bill will require municipalities that allow hunting,\nfishing or trapping on their property to notify users of the property\nthat hunting, fishing or trapping may occur in season and to take\nappropriate precautions.\n\nSUMMARY OF SPECIFIC PROVISIONS:\nThe bill amends section 11-1101 of the\nEnvironmental Conservation Law by adding a new subdivision 13 that\nrequires posted signs on municipal property where hunting, fishing or\ntrapping is allowed to notify users that such hunting, fishing or\ntrapping occurs in season.\n\nThere are no posting requirements under current law\n\nJUSTIFICATION:\nIn recent years, there have been instances of dogs,\nwhile on a walk with their owners, getting caught in legally set\ntraps. The bill would protect family pets from tragic encounters with\ntraps in municipal multi-use areas.\n\nPRIOR LEGISLATIVE HISTORY:\n\nS.7917 of 2006; Advanced to Third Reading\nS.5306 of 2007/08; Passed Assembly in 2008\nS.861 of 2009/10; Passed Assembly in 2010\n\nFISCAL IMPLICATIONS:\nMinimal.\n\nEFFECTIVE DATE:\n30 days after it shall have become law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the environmental conservation law, in relation to signage at entry points to municipally owned property where trapping is allowed ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110128.T100240.TXT", "SOBI.D110128.T112750.TXT", "SOBI.D110129.T003343.TXT", "SOBI.D110128.T092239.TXT", "SOBI.D110128.T101240.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296279223850
}