{
  "year" : 2011,
  "senateBillNo" : "S2661-2011",
  "billEvents" : [ {
    "eventDate" : 1296104400000,
    "eventText" : "REFERRED TO INVESTIGATIONS AND GOVERNMENT OPERATIONS",
    "billEventId" : "S2661-2011-1296104400000-REFERRED+TO+INVESTIGATIONS+AND+GOVERNMENT+OPERATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Allows certain retired federal employees to apply for tax refund",
  "summary" : "Allows certain retired federal employees who paid state income taxes on their federal pension to apply for a tax refund for tax years 1985-1988 if they do so by December 31, 2011. ",
  "currentCommittee" : "INVESTIGATIONS AND GOVERNMENT OPERATIONS",
  "sameAs" : null,
  "lawSection" : "Taxation",
  "previousVersions" : [ "S986-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2661\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 27, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Investigations and Govern-\n         ment Operations\n\n       AN ACT to allow certain retired federal employees to apply  for  refunds\n         from personal income taxes for the years between 1985 and 1988\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Notwithstanding any other provision of law to the contrary,\n    2  any retired federal employee who retired before or  during  the  taxable\n    3  years 1985 through 1988 and who did not receive a formal notice from the\n    4  department  of  taxation  and  finance that they were eligible to file a\n    5  claim for a refund on their personal income taxes paid during such taxa-\n    6  ble years for taxes paid on their federal pension shall  be  allowed  to\n    7  file  for  such refund to the department of taxation and finance if they\n    8  do so on or before December 31, 2011.\n    9    S 2. This act shall take effect immediately.\n\n\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06950-01-1\n",
  "memo" : "BILL NUMBER:S2661\n\nTITLE OF BILL:\nAn act\nto allow certain retired federal employees to apply for refunds from\npersonal income taxes for the years between 1985 and 1988\n\nSUMMARY:\nPermits any retired federal employee who retired before or on the\ntaxable years 1985 through 1988 who did not receive a formal notice\nfrom the New York State Department of Taxation and Finance that they\nwere eligible to file a claim for a refund on their personal income\ntaxes paid during such taxable years for taxes paid on their federal\npension to be allowed to file for such a refund if they do so on or\nbefore December 31, 2005.\n\nJUSTIFICATION:\nCurrently, there is a provision in the tax law that states that an\namended return must be filed within three years. However, a 1989\nSupreme Court decision stated that it is illegal for states to exempt\nfrom taxes the pension income of retired State and local government\nemployees without giving the same exemption to retired federal\nworkers. The court decision stated that New York was among the\nsixteen states that discriminated against federal retirees. Pursuant\nto the court decision federal retirees in New York State have begun\nto receive millions of dollars in refunds due to dollars the state\nincorrectly collected over the course of several years. However, only\na share of retirees affected are getting their money back, because\nthousands more had no idea that they had to file with the tax\ndepartment five years ago in order to secure a refund.\nThis legislation seeks to correct the inequity by requiring that\nretirees who were not notified of the refund opportunity to now\nreceive notice from the New York State Department of Taxation and\nFinance they are eligible to file for a refund. The time frame for\nfiling for refunds should be extended to include all retirees who\nwere illegally taxed.\n\nFISCAL IMPLICATIONS:\nTo be determined.\n\nEFFECTIVE DATE:\nImmediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to allow certain retired federal employees to apply for refunds from personal income taxes for the years between 1985 and 1988 ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110127.T161914.TXT", "SOBI.D110128.T095739.TXT", "SOBI.D110128.T100240.TXT", "SOBI.D110127.T162915.TXT", "SOBI.D110129.T003343.TXT", "SOBI.D110127.T161413.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296279223846
}