{
  "year" : 2011,
  "senateBillNo" : "S2660-2011",
  "billEvents" : [ {
    "eventDate" : 1296104400000,
    "eventText" : "REFERRED TO INVESTIGATIONS AND GOVERNMENT OPERATIONS",
    "billEventId" : "S2660-2011-1296104400000-REFERRED+TO+INVESTIGATIONS+AND+GOVERNMENT+OPERATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Imposes a penalty on persons failing to collect or remit sales tax",
  "summary" : "Provides that the failure of any person required to collect sales tax to clearly state, charge and show such tax on any sales slip, invoice, receipt or other statement or memorandum of the price shall be punishable by a fine of five thousand dollars for the first offense and by a fine of ten thousand dollars for the second and subsequent offense occurring within a single calendar year; establishes a rebuttable presumption that such failure was intentional. ",
  "currentCommittee" : "INVESTIGATIONS AND GOVERNMENT OPERATIONS",
  "sameAs" : null,
  "lawSection" : "Tax Law",
  "previousVersions" : [ "S343-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2660\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 27, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Investigations and Govern-\n         ment Operations\n\n       AN ACT to amend the tax law,  in  relation  to  imposing  a  penalty  on\n         persons failing to collect or remit sales tax\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraph 1 of subdivision (a) of section 1132 of  the  tax\n    2  law,  as  amended by chapter 255 of the laws of 1998, is amended to read\n    3  as follows:\n    4    (1) Every person required to collect the tax  shall  collect  the  tax\n    5  from the customer when collecting the price, amusement charge or rent to\n    6  which  it  applies.  If  the  customer is given any sales slip, invoice,\n    7  receipt or other statement or memorandum of the price, amusement  charge\n    8  or  rent  paid  or  payable,  the tax shall be stated, charged and shown\n    9  separately on the first of such documents given to him. The tax shall be\n   10  paid to the person required to collect it as trustee for and on  account\n   11  of  the  state. THE FAILURE OF ANY PERSON REQUIRED TO COLLECT THE TAX TO\n   12  CLEARLY STATE, CHARGE AND SHOW THE  TAX  ON  ANY  SALES  SLIP,  INVOICE,\n   13  RECEIPT  OR OTHER STATEMENT OR MEMORANDUM OF THE PRICE SHALL BE PUNISHA-\n   14  BLE BY A FINE OF FIVE THOUSAND DOLLARS FOR THE FIRST OFFENSE  AND  BY  A\n   15  FINE  OF TEN THOUSAND DOLLARS FOR THE SECOND AND EACH SUBSEQUENT OFFENSE\n   16  OCCURRING WITHIN A SINGLE CALENDAR YEAR. THERE SHALL EXIST A  REBUTTABLE\n   17  PRESUMPTION THAT SUCH FAILURE WAS INTENTIONAL.\n   18    S  2.  Subparagraph  (i)  of paragraph 1 of subdivision (a) of section\n   19  1145 of the tax law, as amended by chapter 411 of the laws of  1986,  is\n   20  amended to read as follows:\n   21     (i) Any person failing to file a return or to pay or pay over any tax\n   22  to  the  [tax  commission]  COMMISSIONER  within the time required by or\n   23  pursuant to this article (determined with regard  to  any  extension  of\n   24  time  for  filing or paying) shall be subject to a penalty of FIVE THOU-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07284-01-1\n\n       S. 2660                             2\n\n    1  SAND DOLLARS FOR THE FIRST OFFENSE AND  TEN  THOUSAND  DOLLARS  FOR  THE\n    2  SECOND  AND  EACH  SUBSEQUENT OFFENSE OCCURRING WITHIN A SINGLE CALENDAR\n    3  YEAR OR ten percent of the amount of tax due if such failure is for  not\n    4  more  than one month, with an additional one percent for each additional\n    5  month or fraction thereof  during  which  such  failure  continues,  not\n    6  exceeding  thirty  percent  in  the  aggregate,  WHICHEVER  IS  GREATER.\n    7  Provided, however, in the case of a failure to file such  return  within\n    8  sixty days of the date prescribed for filing of such return by or pursu-\n    9  ant to this article (determined with regard to any extension of time for\n   10  filing), the penalty imposed by this subparagraph shall not be less than\n   11  the  lesser  of one hundred dollars or one hundred percent of the amount\n   12  required to be shown as tax on such  return.  For  the  purpose  of  the\n   13  preceding sentence, the amount of tax required to be shown on the return\n   14  shall  be  reduced by the amount of any part of the tax which is paid on\n   15  or before the date prescribed for payment of the tax and by  the  amount\n   16  of  any  credit against the tax which may be claimed upon the return. In\n   17  the case of a failure to file a return by a person required to  register\n   18  with  the  [tax  commission]  COMMISSIONER as provided in section eleven\n   19  hundred thirty-four OF THIS PART, in no  event  shall  the  penalty  for\n   20  failure to file a return be less than fifty dollars.\n   21    S 3. This act shall take effect on the one hundred eightieth day after\n   22  it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the tax law, in relation to imposing a penalty on persons failing to collect or remit sales tax ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110127.T161914.TXT", "SOBI.D110128.T095739.TXT", "SOBI.D110127.T162915.TXT", "SOBI.D110127.T161413.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296226659769
}