{
  "year" : 2011,
  "senateBillNo" : "S2666-2011",
  "billEvents" : [ {
    "eventDate" : 1296190800000,
    "eventText" : "REFERRED TO LOCAL GOVERNMENT",
    "billEventId" : "S2666-2011-1296190800000-REFERRED+TO+LOCAL+GOVERNMENT",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "JOHNSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes the Church of God of Brentwood to file an application for a real property tax exemption with the assessor of the town of Islip",
  "summary" : "Authorizes the Church of God of Brentwood to file an application for a real property tax exemption with the assessor of the town of Islip. ",
  "currentCommittee" : "LOCAL GOVERNMENT",
  "sameAs" : null,
  "lawSection" : "Real Property Taxation",
  "previousVersions" : [ "S1369-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2666\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 28, 2011\n                                      ___________\n\n       Introduced  by  Sen. JOHNSON -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Local Government\n\n       AN ACT to authorize the Church of God of Brentwood to file  an  applica-\n         tion for a real property tax exemption\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. (a) Notwithstanding any other provision of law, the  asses-\n    2  sor  of the town of Islip is hereby authorized to accept from the Church\n    3  of God of Brentwood an application for an exemption from  real  property\n    4  taxes  pursuant  to  section  420-a of the real property tax law for the\n    5  2002-2003 assessment roll, as to which March 1,  2002  was  the  taxable\n    6  status  date,  with respect to the real property taxes for the 2002-2003\n    7  assessment roll for the parcels owned by such church located in the town\n    8  of Islip at 77 Marshall Avenue, Brentwood, otherwise known as:  district\n    9  500, section 114, block 3, lot 16.\n   10    (b)  If accepted, such application shall be reviewed as if it had been\n   11  received on or before the taxable status date established for such roll.\n   12    If satisfied that such church would  otherwise  be  entitled  to  such\n   13  exemption  if  the  church had filed an application for exemption by the\n   14  appropriate taxable status date, the assessor of the town of Islip, upon\n   15  approval by the town board of such town, may grant  exemption  from  all\n   16  taxation based on the 2002-2003 assessment roll and owing by such church\n   17  on the effective date of this act and cancel taxes, fines, penalties and\n   18  interest  remaining  unpaid,  and  make  appropriate  corrections to the\n   19  subject roll.  If such exemption is granted and such church  shall  have\n   20  paid any tax with respect to the subject roll, the applicable department\n   21  of  the town of Islip, upon the approval of the town board of such town,\n   22  may in its sole discretion provide for the refund of  those  taxes  paid\n   23  and cancel taxes, fines, penalties or interest remaining unpaid.\n   24    S 2. This act shall take effect immediately.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07073-01-1\n",
  "memo" : "BILL NUMBER:S2666\n\nTITLE OF BILL:\nAn act\nto authorize the Church of God of Brentwood\nto file an application\nfor a real\nproperty tax exemption\n\nPURPOSE:\nTo authorize the Town of Islip to grant a real property tax exemption\nto the Church of God of Brentwood for payment of real property taxes\nin connection with 2002-2003 assessment roll.\n\nSUMMARY OF PROVISIONS:\nThis bill would authorize the assessor of the town of Islip to accept\nan application for exemption from real property taxes pursuant to\nSection 420-a of the Real Property Tax Law for the 2002-2003\nassessment roll. If satisfied that the Church of God of Brentwood\nwould otherwise have been entitled to said exemption, the assessor is\nauthorized to grant same, and cancel all remaining unpaid taxes,\ninterest, related fines and penalties. It would also allow the\nassessor of the town of Islip, with the approval of the town board,\nto provide for the refund of any taxes that may have been paid by the\nChurch of God of Brentwood.\n\nJUSTIFICATION:\nThe Church of God of Brentwood, through administrative oversight,\nfailed to apply for a real property tax exemption pursuant to section\n420-a of the Real Property Tax Law for the 2002-2003 assessment roll\nfor the parcel it owned in the town of Islip. Due to this\nadministrative failure, taxes and penalties of $6,920.63 are now due\nfrom the Church and the parcel is threatened by tax lien foreclosure.\nThis bill would allow the town of Islip to accept a retroactive\napplication from the Church of God and waive the aforementioned taxes\nand penalties now due.\n\nLEGISLATIVE HISTORY:\nS.1369: 2009 - Referred to Local Government\n        2010 - Passed Senate\n\nFISCAL IMPLICATIONS:\nNone to the state. The Town of Islip would waive $6,920.63 in taxes\nand penalty.\n\nEFFECTIVE DATE:\nThis act shall take effect immediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to authorize the Church of God of Brentwood to file an application for a real property tax exemption ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110128.T100740.TXT", "SOBI.D110128.T100240.TXT", "SOBI.D110128.T112750.TXT", "SOBI.D110129.T003343.TXT", "SOBI.D110128.T092239.TXT", "SOBI.D110128.T101240.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296279223853
}