{
  "year" : 2011,
  "senateBillNo" : "S2663-2011",
  "billEvents" : [ {
    "eventDate" : 1296190800000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "S2663-2011-1296190800000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "GRISANTI",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Enacts the \"New York state healthy and green procurement act\"",
  "summary" : "Enacts the \"New York state healthy and green procurement act\". ",
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "State Finance Law",
  "previousVersions" : [ "AA7038-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "MARCELLINO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2663\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 28, 2011\n                                      ___________\n\n       Introduced  by  Sens.  GRISANTI,  MARCELLINO  --  read twice and ordered\n         printed, and when printed to be committed to the Committee on Finance\n\n       AN ACT to amend the state finance law, the economic development law  and\n         the  environmental conservation law, in relation to the state procure-\n         ment process and to healthy and green procurement\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  This act shall be known and may be cited as the \"New York\n    2  state healthy and green procurement act\".\n    3    S 2. Legislative findings  and  declaration.  The  legislature  hereby\n    4  finds and declares that:\n    5    (a)  As  New York moves into the twenty-first century the state should\n    6  serve as a role model for practices that  will  create  and  maintain  a\n    7  healthy  environment  and  vibrant  economy.  The  manufacture,  use and\n    8  disposal of commodities and technologies, the construction of  buildings\n    9  and the provision of services utilizing toxic chemicals may have adverse\n   10  impacts  on  public health and the environment. Persistent, bioaccumula-\n   11  tive toxic chemicals, such as mercury, lead, dioxin and poly  brominated\n   12  diphenyl  ethers,  are toxic in small amounts, remain in the environment\n   13  for long periods of time, and build to dangerous levels in humans,  fish\n   14  and  other  animals;  and  this  group of pollutants known as persistent\n   15  bioaccumulative toxic chemicals (PBT) pose risks to  public  health  and\n   16  the environment through their ability to cause cancer, birth defects and\n   17  endocrine  disruption.  Such  chemicals  have polluted hundreds of water\n   18  bodies, fish and waterfowl in the state. These  adverse  impacts  impose\n   19  costs  on  the  state and, ultimately, society as a whole in the form of\n   20  injury, disease and death; health care expenses; disposal, liability and\n   21  cleanup costs; the waste of resources and raw materials; and an impaired\n   22  natural environment.  PBT and cancer-causing chemicals may be found in a\n   23  wide range of consumer products purchased by state  agencies,  including\n   24  lighting  supplies,  computers  and  other  office  equipment, vehicles,\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02915-01-1\n\n       S. 2663                             2\n\n    1  medical equipment, building  supplies  and  printing  inks.  Encouraging\n    2  innovation,  and  creating  and  choosing  the  safest, most sustainable\n    3  commodities, services and technologies will  help  to  ensure  a  higher\n    4  quality of life for present and future generations. It will put New York\n    5  businesses  in an advantageous position to compete in the global market-\n    6  place.\n    7    (b) New York looks forward to the  time  when  the  state's  power  is\n    8  generated  from  renewable  and  clean sources, when our homes, schools,\n    9  businesses  and  government  facilities   are   energy   efficient   and\n   10  constructed, refurbished and maintained using healthy and green products\n   11  and  practices,  when pollution prevention is embraced by government and\n   12  businesses as a way to save money and  protect  public  health  and  the\n   13  environment, when government and citizens use energy efficient and clean\n   14  vehicles,  when pests are controlled with nontoxic or least toxic alter-\n   15  natives, when our production of waste is significantly reduced  and  the\n   16  rest is recycled, and when our homes, schools, workplaces, food, air and\n   17  water are free from toxic contaminants.\n   18    (c)  Protecting  public  health and the environment is consistent with\n   19  the traditional considerations associated with state  procurement  prac-\n   20  tice,  including lowest price, best value, quality, cost and efficiency.\n   21  Determining quality, value and efficiency should include  the  consider-\n   22  ation  of  public  health  and  environmental  impacts. Considering such\n   23  impacts early in the  procurement  process  and  adopting  an  ethic  of\n   24  pollution  prevention  will not only reduce pollution and waste, it will\n   25  reduce costs throughout a commodity, service or technology's life cycle.\n   26    (d) Through the volume of government procurement, government can  play\n   27  a  significant role in spurring private sector development of high value\n   28  commodities and services.  This,  in  turn,  will  create  business  and\n   29  employment  opportunities  in  New  York  state,  foster competition and\n   30  harness the energy of the market to produce products and  services  that\n   31  perform better and cost less. As supply increases, prices will decrease,\n   32  and  high performance, healthy and green commodities, services and tech-\n   33  nologies will become more affordable for all consumers.\n   34    S 3. Subdivision 5 of section 160 of the state finance law,  as  added\n   35  by chapter 83 of the laws of 1995, is amended to read as follows:\n   36    5.  \"Costs\"  as  used  in  this  article shall be quantifiable and may\n   37  include, without limitation, the price of  the  given  good  or  service\n   38  being  purchased;  the administrative, training, storage, maintenance or\n   39  other overhead associated with a given good or  service;  the  value  of\n   40  warranties, delivery schedules, financing costs and foregone opportunity\n   41  costs  associated  with  a  given good or service; and the life span and\n   42  associated  life  cycle  costs  of  the  given  good  or  service  being\n   43  purchased.  Life  cycle  costs may include, but shall not be limited to,\n   44  costs or savings associated with RAW MATERIALS, PRODUCTION,  MANUFACTUR-\n   45  ING,  construction,  PACKAGING,  DISTRIBUTION,  USE, energy use, mainte-\n   46  nance, operation, and salvage or disposal, AND, IF SUCH  INFORMATION  IS\n   47  READILY  AVAILABLE,  ANY  INDIRECT ASSOCIATED PUBLIC HEALTH AND ENVIRON-\n   48  MENTAL COSTS.\n   49    S 4. Paragraph a of subdivision 1 of section 161 of the state  finance\n   50  law,  as added by chapter 175 of the laws of 2010, is amended to read as\n   51  follows:\n   52    a. The state procurement council shall continuously strive to  improve\n   53  the state's procurement process.  Such council shall consist of [twenty]\n   54  TWENTY-FOUR  members, including the commissioner, the state comptroller,\n   55  the director of the budget,  the  chief  diversity  officer  [and],  the\n   56  commissioner  of  economic  development, THE COMMISSIONER OF HEALTH, AND\n\n       S. 2663                             3\n\n    1  THE COMMISSIONER OF  ENVIRONMENTAL  CONSERVATION,  or  their  respective\n    2  designees;  [seven]  FIVE  members who shall be the heads of other large\n    3  and small state agencies chosen by the  governor,  or  their  respective\n    4  designees;  and  [eight]  TWELVE  at large members appointed as follows:\n    5  [three] FIVE appointed by the temporary president of the senate, one  of\n    6  whom  shall  be  a representative of local government [and], one of whom\n    7  shall be a representative of private business AND ONE OF WHOM SHALL BE A\n    8  REPRESENTATIVE OF AN ORGANIZATION WHOSE PRIME FUNCTION IS  THE  ENHANCE-\n    9  MENT  OF PUBLIC HEALTH OR THE ENVIRONMENT; [three] FIVE appointed by the\n   10  speaker of the assembly, one of whom shall be a representative of  local\n   11  government [and], one of whom shall be a representative of private busi-\n   12  ness  AND ONE OF WHOM SHALL BE A REPRESENTATIVE OF AN ORGANIZATION WHOSE\n   13  PRIME FUNCTION IS THE ENHANCEMENT OF PUBLIC HEALTH OR  THE  ENVIRONMENT;\n   14  one  appointed  by the minority leader of the senate; and, one appointed\n   15  by the minority leader of the assembly;  and  two  non-voting  observers\n   16  appointed  as  follows:  one appointed by the temporary president of the\n   17  senate and one appointed by the speaker of the assembly. The  non-voting\n   18  observers  shall  be  provided, contemporaneously, all documentation and\n   19  materials distributed to members. The council shall be  chaired  by  the\n   20  commissioner and shall meet at least quarterly.\n   21    S 5. The state finance law is amended by adding a new section 164-a to\n   22  read as follows:\n   23    S 164-A. HEALTHY AND GREEN PROCUREMENT.  1. HEALTHY AND GREEN PROCURE-\n   24  MENT  POLICY. IT IS HEREBY DECLARED TO BE THE POLICY OF THE STATE TO THE\n   25  EXTENT PRACTICABLE TO PURCHASE COMMODITIES,  SERVICES  AND  TECHNOLOGIES\n   26  THAT  MINIMIZE  POTENTIAL ADVERSE IMPACTS ON PUBLIC HEALTH AND THE ENVI-\n   27  RONMENT WHEN COMPARED WITH COMPETING COMMODITIES, SERVICES OR  TECHNOLO-\n   28  GIES THAT SERVE THE SAME PURPOSE.\n   29    2.  DEFINITIONS. FOR THE PURPOSES OF THIS SECTION, THE FOLLOWING TERMS\n   30  SHALL HAVE THE FOLLOWING MEANINGS UNLESS OTHERWISE SPECIFIED:\n   31    A. \"POLLUTION PREVENTION\" SHALL MEAN POLLUTION PREVENTION  AS  DEFINED\n   32  IN ARTICLE TWENTY-EIGHT OF THE ENVIRONMENTAL CONSERVATION LAW.\n   33    B.  \"PRIORITY  TOXIC  SUBSTANCES OF CONCERN\" SHALL INCLUDE, BUT NOT BE\n   34  LIMITED TO, ANY SUBSTANCE LISTED AS KNOWN TO  BE  OR  REASONABLY  ANTIC-\n   35  IPATED,  PURSUANT  TO THE NATIONAL TOXICOLOGY PROGRAM REPORT ON CARCINO-\n   36  GENS, TO BE A HUMAN CARCINOGEN  IN  THE  NATIONAL  TOXICOLOGY  PROGRAM'S\n   37  BIENNIAL  REPORT  ON CARCINOGENS SUBMITTED TO THE UNITED STATES CONGRESS\n   38  BY THE SECRETARY OF HEALTH AND HUMAN SERVICES; AND ANY SUBSTANCE IDENTI-\n   39  FIED AS A PERSISTENT AND/OR BIOACCUMULATIVE  TOXIC  SUBSTANCE  ON  LISTS\n   40  MAINTAINED BY THE UNITED STATES ENVIRONMENTAL PROTECTION AGENCY, INCLUD-\n   41  ING THE NATIONAL PARTNERSHIP FOR ENVIRONMENTAL PRIORITIES; OR THE INTER-\n   42  NATIONAL  JOINT  COMMISSION  CREATED  PURSUANT  TO THE GREAT LAKES WATER\n   43  QUALITY AGREEMENT OF 1978; AND PERFLUORINATED COMPOUNDS, DIOXIN,  BROMI-\n   44  NATED  FLAME  RETARDANTS  AND  BISPHENOL  A  DUE  TO  THEIR  TOXICITY IN\n   45  PRODUCTION, USE AND DISPOSAL.\n   46    3. MINIMUM SPECIFICATIONS FOR HEALTHY AND GREEN PROCUREMENT.  CONSIST-\n   47  ENT WITH DETERMINATIONS OF NEED REQUIRED BY SUBDIVISION FIVE OF  SECTION\n   48  ONE  HUNDRED  SIXTY-THREE  OF  THIS  ARTICLE,  ALL  STATE AGENCIES SHALL\n   49  PROCURE COMMODITIES, SERVICES AND TECHNOLOGIES THAT MEET OR  EXCEED  THE\n   50  FOLLOWING MINIMUM SPECIFICATIONS:\n   51    A. RECYCLED CONTENT. ALL COPY PAPER AND OTHER PAPER SUPPLIES FOR WHICH\n   52  THE UNITED STATES ENVIRONMENTAL PROTECTION AGENCY HAS DEVELOPED RECYCLED\n   53  CONTENT  RECOMMENDATIONS  PURSUANT  TO  SECTION  SIX THOUSAND TWO OF THE\n   54  FEDERAL RESOURCE CONSERVATION AND RECOVERY ACT SHALL BE REQUIRED TO MEET\n   55  OR EXCEED THE AGENCY'S MINIMUM POST-CONSUMER MATERIAL  CONTENT  PERCENT-\n   56  AGES  RECOMMENDED IN THE MOST RECENT RECOVERED MATERIALS ADVISORY NOTICE\n\n       S. 2663                             4\n\n    1  ISSUED FOR SUCH COMMODITY IN THE FEDERAL  REGISTER;  PROVIDED,  HOWEVER,\n    2  THAT  XEROGRAPHIC  PAPER  SHALL  CONTAIN  NO  LESS  THAN  THIRTY PERCENT\n    3  POST-CONSUMER RECYCLED CONTENT. THE COMMISSIONER SHALL ALSO MAKE  AVAIL-\n    4  ABLE TO ALL AGENCIES, ONE HUNDRED PERCENT POST-CONSUMER, PROCESSED CHLO-\n    5  RINE-FREE  COPY PAPER. ALL AGENCIES SHALL PRINT PUBLICATIONS ON RECYCLED\n    6  PAPER, AND MINIMUM PERCENTAGES SHALL BE MET UNLESS COSTS FOR SUCH  PAPER\n    7  EXCEED THE COST OF OTHER AVAILABLE COMMODITIES BY MORE THAN TEN PERCENT.\n    8    B.  WASTE  REDUCTION.  AGENCIES SHALL SEEK TO REDUCE WASTE IN PRODUCTS\n    9  AND PACKAGING, INCLUDING THE FORMULATION OF POLICIES TO PROMOTE THE  USE\n   10  OF DOUBLE-SIDED COPYING AND PRINTING TO THE GREATEST EXTENT PRACTICABLE.\n   11  AGENCIES SHALL FAVOR DURABILITY, REPAIRABILITY AND REUSE WHEN PURCHASING\n   12  SUPPLIES.  THE  COMMISSIONER  SHALL ESTABLISH MINIMUM SPECIFICATIONS FOR\n   13  WASTE REDUCTION WITHIN TWELVE MONTHS  OF  THE  EFFECTIVE  DATE  OF  THIS\n   14  SECTION.\n   15    C.  ENERGY  EFFICIENCY.  ALL  COMMODITIES FOR WHICH THE FEDERAL ENERGY\n   16  MANAGEMENT PROGRAM OF THE UNITED STATES DEPARTMENT OF ENERGY HAS  ISSUED\n   17  PRODUCT  ENERGY  EFFICIENCY  RECOMMENDATIONS  SHALL  MEET OR EXCEED SUCH\n   18  RECOMMENDATIONS.  AGENCIES SHALL SEEK TO ACHIEVE  REDUCTIONS  IN  ENERGY\n   19  AND PETROLEUM CONSUMPTION; ADHERE TO ENERGY STAR BUILDING CRITERIA; SEEK\n   20  OUT  OFFICE  SPACE  AND REAL ESTATE INVESTMENTS IN BUILDINGS WITH ENERGY\n   21  STAR RATING; AND FOLLOW THE PUBLIC SERVICE COMMISSION'S RENEWABLE  PORT-\n   22  FOLIO  STANDARD  TO INCREASE THE PURCHASE OF RENEWABLE ENERGY SO THAT AT\n   23  LEAST TWENTY-FIVE PERCENT OF THE OVERALL ANNUAL ELECTRIC ENERGY REQUIRE-\n   24  MENTS OF BUILDINGS OWNED, LEASED OR OPERATED BY STATE AGENCIES  WILL  BE\n   25  RENEWABLE ENERGY BY TWO THOUSAND FIFTEEN.\n   26    D.   GREEN   BUILDINGS.   ALL   CAPITAL  PROJECTS  WITH  AN  ESTIMATED\n   27  CONSTRUCTION COST OF TWO MILLION  DOLLARS  OR  MORE  INVOLVING  (1)  THE\n   28  CONSTRUCTION OF A NEW BUILDING, (2) AN ADDITION TO AN EXISTING BUILDING,\n   29  OR  (3)  THE SUBSTANTIAL RECONSTRUCTION OF AN EXISTING BUILDING SHALL BE\n   30  DESIGNATED AND CONSTRUCTED TO COMPLY WITH BUILDING  STANDARDS  NOT  LESS\n   31  STRINGENT  THAN  THE  STANDARDS  PRESCRIBED  BY  THE UNITED STATES GREEN\n   32  BUILDING COUNCIL LEADERSHIP IN ENERGY AND  ENVIRONMENTAL  DESIGN  SILVER\n   33  RATING AND STANDARDS SET FORTH IN THE DEFINITION OF A \"GREEN BASE BUILD-\n   34  ING\" AS DEFINED IN SECTION NINETEEN OF THE TAX LAW, OR ANY PORTION THER-\n   35  EOF, ANY MODIFICATION OF OR AMENDMENTS THERETO, AND TO UTILIZE MATERIALS\n   36  WHICH DO NOT CONTAIN POLYVINYL CHLORIDE TO THE GREATEST EXTENT PRACTICA-\n   37  BLE.  IN ADDITION, ALL STATE-OWNED AND OPERATED BUILDINGS OF FIFTY THOU-\n   38  SAND  SQUARE FEET OR LARGER SHALL BE OPERATED TO MEET SUCH STANDARDS FOR\n   39  EXISTING BUILDINGS TO THE MAXIMUM EXTENT PRACTICABLE THAT IS COST EFFEC-\n   40  TIVE BY NOT LATER THAN TWO THOUSAND FOURTEEN.\n   41    4. SPECIFICATIONS TO INCORPORATE HEALTHY AND GREEN  PROCUREMENT.    A.\n   42  BEGINNING  ONE  YEAR AFTER THE EFFECTIVE DATE OF THIS SECTION, ALL STATE\n   43  AGENCIES, WHEN PROCURING COMMODITIES, SERVICES OR TECHNOLOGY PURSUANT TO\n   44  SECTION ONE HUNDRED SIXTY-THREE OF THIS ARTICLE, SHALL FOLLOW  PRACTICES\n   45  AND  DEVELOP SOLICITATION SPECIFICATIONS THAT MEET OR EXCEED THE MINIMUM\n   46  SPECIFICATIONS FOR HEALTHY AND GREEN PROCUREMENT ESTABLISHED IN SUBDIVI-\n   47  SION THREE OF THIS SECTION. ALL SUCH CONTRACTS SHALL INCLUDE A STATEMENT\n   48  DESCRIBING HOW SUCH MINIMUM SPECIFICATIONS WERE MET.\n   49    B. IN THE EVENT THAT AN AGENCY RECEIVES NO BIDS OR PROPOSALS THAT MEET\n   50  THE SPECIFICATIONS DEVELOPED PURSUANT TO PARAGRAPH A  OF  THIS  SUBDIVI-\n   51  SION,  SUCH  AGENCY  MAY  WITHDRAW THE REQUEST FOR BIDS OR PROPOSALS AND\n   52  BEGIN A NEW PROCUREMENT WITH NEW SPECIFICATIONS WITHOUT SUCH  SPECIFICA-\n   53  TIONS AND AWARD A CONTRACT IN ACCORDANCE WITH OTHER APPLICABLE STATUTES;\n   54  PROVIDED,  HOWEVER  THAT SUCH AGENCY SHALL DOCUMENT THE REASONS WHY SUCH\n   55  PROCUREMENT DOES NOT MEET THE MINIMUM  SPECIFICATIONS  FOR  HEALTHY  AND\n   56  GREEN  PROCUREMENT  ESTABLISHED  IN  THIS  SUBDIVISION  AND  SUBMIT SUCH\n\n       S. 2663                             5\n\n    1  DOCUMENTATION TO THE COMMISSIONER FOR INCLUSION  IN  THE  ANNUAL  REPORT\n    2  REQUIRED  PURSUANT  TO THIS SECTION AND TO THE OFFICE OF THE COMPTROLLER\n    3  FOR INCLUSION IN THE PROCUREMENT RECORD.\n    4    5. BALANCING HEALTHY AND GREEN PROCUREMENT WITH PRICE, LOWEST COST AND\n    5  BEST VALUE.\n    6    A.  NOTHING  IN  THIS  SECTION SHALL BE CONSTRUED AS REQUIRING A STATE\n    7  AGENCY TO PROCURE A COMMODITY, SERVICE OR TECHNOLOGY THAT DOES NOT  MEET\n    8  THE  FORM, FUNCTION AND UTILITY REQUIRED BY SUCH AGENCY, OR AS REQUIRING\n    9  A STATE AGENCY TO PROCURE A COMMODITY, SERVICE OR TECHNOLOGY THE COST OF\n   10  WHICH EXCEEDS THE COST OF AN ALTERNATIVE AVAILABLE COMMODITY OR  SERVICE\n   11  BY MORE THAN TEN PERCENT.\n   12    B. WHEN DETERMINING AND COMPARING COSTS, STATE AGENCIES SHALL CONSIDER\n   13  COST AS DEFINED IN SECTION ONE HUNDRED SIXTY OF THIS ARTICLE.\n   14    6.  HEALTHY  AND GREEN PROCUREMENT OFFICER, COORDINATORS, COORDINATING\n   15  COUNCIL.\n   16    A. WITHIN ONE HUNDRED EIGHTY  DAYS  OF  THE  EFFECTIVE  DATE  OF  THIS\n   17  SECTION,  THE  COMMISSIONER SHALL ASSIGN AN INDIVIDUAL WITHIN THE OFFICE\n   18  OF GENERAL SERVICES TO SERVE AS THE STATE HEALTHY AND GREEN  PROCUREMENT\n   19  OFFICER.    SUCH OFFICER SHALL ASSIST THE COMMISSIONER WITH CARRYING OUT\n   20  HIS OR HER DUTIES UNDER THIS SECTION, INCLUDING BUT NOT LIMITED TO:\n   21    (I) ASSISTING THE COMMISSIONER WITH THE DEVELOPMENT AND  PROVISION  OF\n   22  GUIDANCE FOR HEALTHY AND GREEN PROCUREMENT PURSUANT TO THIS SECTION;\n   23    (II)  THE  IDENTIFICATION  OF  AT  LEAST  THREE \"TARGET CATEGORIES\" OF\n   24  COMMODITIES, SERVICES AND/OR  TECHNOLOGIES  ANNUALLY  PURSUANT  TO  THIS\n   25  SECTION;\n   26    (III)  THE  DEVELOPMENT OF CRITERIA FOR THE EVALUATION OF COMMODITIES,\n   27  SERVICES AND/OR TECHNOLOGIES WITHIN TARGETED CATEGORIES;\n   28    (IV) THE CREATION OF APPROVED HEALTHY AND GREEN SUPPLIES LISTS;\n   29    (V) THE EVALUATION OF CURRENT STATE AGENCY PROCUREMENT  PRACTICES  AND\n   30  THE  TRACKING OF PROGRESS IN IMPLEMENTING THE HEALTHY AND GREEN PROCURE-\n   31  MENT POLICY, INCLUDING THE  INTEGRATION  OF  ENVIRONMENTALLY  PREFERABLE\n   32  PURCHASING  AND  HEALTHY AND GREEN SUPPLIES LISTS FOR ALL NEW PURCHASING\n   33  OF PRODUCTS, SERVICES AND TECHNOLOGIES IN TARGET CATEGORIES;\n   34    (VI) THE DEVELOPMENT OF THE ENVIRONMENTAL AUDIT PROGRAM;\n   35    (VII) CONSIDERATION OF ADDITIONAL PRIORITY TOXIC SUBSTANCES OF CONCERN\n   36  AS RECOMMENDED BY THE DEPARTMENT OF ENVIRONMENTAL CONSERVATION  AND  THE\n   37  DEPARTMENT OF HEALTH;\n   38    (VIII) THE DEVELOPMENT OF GUIDELINES FOR PUBLIC PARTICIPATION;\n   39    (IX) THE DESIGN AND IMPLEMENTATION OF TRAINING, OUTREACH AND EDUCATION\n   40  PROGRAMS;\n   41    (X) DEVELOP METRICS FOR MEASURING PROGRESS IN IMPLEMENTING THE HEALTHY\n   42  AND  GREEN  PROCUREMENT  POLICY,  CRITERIA  AND  MINIMUM SPECIFICATIONS,\n   43  INCLUDING THE IDENTIFICATION OF MILESTONES AND QUANTIFIABLE  GOALS  THAT\n   44  CAN BE USED TO MEASURE SUCH PROGRESS;\n   45    (XI)  THE PREPARATION AND SUBMITTAL OF ANNUAL REPORTS AND THE PERFORM-\n   46  ANCE OF A COMPREHENSIVE FIVE YEAR REVIEW; AND\n   47    (XII) ADVISE THE GOVERNOR AND THE LEGISLATURE REGARDING THE  IMPLEMEN-\n   48  TATION OF THE HEALTHY AND GREEN PROCUREMENT POLICY.\n   49    B.  WITHIN  ONE  HUNDRED  EIGHTY  DAYS  OF  THE EFFECTIVE DATE OF THIS\n   50  SECTION, EACH STATE AGENCY WITH ONE  HUNDRED  EMPLOYEES  OR  MORE  SHALL\n   51  ASSIGN  AN  INDIVIDUAL  WITHIN  SUCH  AGENCY  TO  SERVE  AS THE AGENCY'S\n   52  SUSTAINABLE PROCUREMENT COORDINATOR.\n   53    7. TARGET COMMODITY,  SERVICE  AND/OR  TECHNOLOGY  CATEGORIES.  WITHIN\n   54  TWELVE  MONTHS OF THE EFFECTIVE DATE OF THIS SECTION AND ANNUALLY THERE-\n   55  AFTER, THE COMMISSIONER, IN  CONSULTATION  WITH  THE  STATE  PROCUREMENT\n   56  COUNCIL,  SHALL  IDENTIFY  A  MINIMUM  OF  THREE  \"TARGET CATEGORIES\" OF\n\n       S. 2663                             6\n\n    1  COMMODITIES, SERVICES AND/OR TECHNOLOGIES, WHICH  FOR  THE  PURPOSES  OF\n    2  THIS CHAPTER SHALL MEAN CATEGORIES OF COMMODITIES, SERVICES AND/OR TECH-\n    3  NOLOGIES  PROCURED  BY  THE  STATE  WHICH  MAY HAVE AN ADVERSE IMPACT ON\n    4  PUBLIC HEALTH OR THE ENVIRONMENT AND FOR WHICH HEALTHY AND GREEN COMMOD-\n    5  ITIES, SERVICES OR TECHNOLOGIES SHOULD BE IDENTIFIED AND SUBSTITUTED.\n    6    8.  ENVIRONMENTALLY  PREFERABLE  PURCHASING  CRITERIA  FOR HEALTHY AND\n    7  GREEN PROCUREMENT. WITHIN TWELVE MONTHS OF THE IDENTIFICATION AND RECOM-\n    8  MENDATION OF AT LEAST THREE \"TARGET CATEGORIES\" PURSUANT TO  SUBDIVISION\n    9  SEVEN  OF THIS SECTION, THE COMMISSIONER, IN CONSULTATION WITH THE STATE\n   10  PROCUREMENT COUNCIL SHALL DEVELOP ENVIRONMENTALLY PREFERABLE  PURCHASING\n   11  CRITERIA FOR THE EVALUATION AND PROCUREMENT OF PRODUCTS, SERVICES AND/OR\n   12  TECHNOLOGIES  WITHIN  SUCH  TARGETED  CATEGORIES.  THE FOLLOWING FACTORS\n   13  SHALL BE CONSIDERED IN THE DEVELOPMENT OF SUCH CRITERIA:\n   14    A. PROTECTION OF PUBLIC HEALTH AND THE ENVIRONMENT AND  THE  CONSERVA-\n   15  TION OF NATURAL RESOURCES;\n   16    B.  THE  PROTECTION  OF DRINKING WATER, GROUNDWATER, SURFACE WATER AND\n   17  AIR (INCLUDING INDOOR AIR); AND THE PROTECTION OF ECOLOGICAL SYSTEMS;\n   18    C. POLLUTION PREVENTION, INCLUDING, BUT NOT  LIMITED  TO,  CONSIDERING\n   19  HEALTHY  AND  GREEN  PROCUREMENT  DURING  THE DESIGN PHASE OF CUSTOMIZED\n   20  COMMODITIES, SERVICES OR TECHNOLOGIES;\n   21    D. AVOIDANCE OF PRIORITY TOXIC SUBSTANCES; AND\n   22    E. POSITIVE LIFE CYCLE ATTRIBUTES, INCLUDING BUT NOT  LIMITED  TO  THE\n   23  MINIMIZATION OF POTENTIAL ADVERSE IMPACTS ON PUBLIC HEALTH AND THE ENVI-\n   24  RONMENT  ASSOCIATED WITH RAW MATERIALS ACQUISITION, PRODUCTION, MANUFAC-\n   25  TURING, PACKAGING, TRANSPORTATION, DISTRIBUTION, USE, OPERATION, MAINTE-\n   26  NANCE AND DISPOSAL.\n   27    9. HEALTHY AND GREEN SUPPLY LISTS.\n   28    A. FOR EACH TARGET COMMODITY, SERVICE AND/OR TECHNOLOGY CATEGORY IDEN-\n   29  TIFIED AND RECOMMENDED PURSUANT TO SUBDIVISION SEVEN  OF  THIS  SECTION,\n   30  THE  COMMISSIONER,  IN  CONSULTATION WITH THE STATE PROCUREMENT COUNCIL,\n   31  SHALL APPROVE SPECIFIC  COMMODITIES,  SERVICES  AND/OR  TECHNOLOGIES  AS\n   32  CONSISTENT  WITH THE HEALTHY AND GREEN PROCUREMENT POLICY, MINIMUM SPEC-\n   33  IFICATIONS, AND ENVIRONMENTALLY PREFERABLE  PURCHASING  CRITERIA  ESTAB-\n   34  LISHED  IN  SUBDIVISIONS  ONE,  THREE  AND  EIGHT  OF THIS SECTION. SUCH\n   35  COMMODITY, SERVICE OR TECHNOLOGY SHALL THEN  BE  ADDED  TO  AN  APPROVED\n   36  HEALTHY AND GREEN SUPPLY LIST FOR SUCH CATEGORY.\n   37    B.  THE COMMISSIONER SHALL CREATE AN APPROVED HEALTHY AND GREEN SUPPLY\n   38  LIST PURSUANT TO THE REQUIREMENTS OF THE STATE ADMINISTRATIVE  PROCEDURE\n   39  ACT, FOR A TARGET COMMODITY, SERVICE AND/OR TECHNOLOGY CATEGORY NO LATER\n   40  THAN  TWELVE  MONTHS  FOLLOWING THE IDENTIFICATION AND RECOMMENDATION OF\n   41  SUCH CATEGORY PURSUANT TO SUBDIVISION SEVEN OF THIS SECTION,  AND  SHALL\n   42  REVIEW AND REVISE APPROVED LISTS ANNUALLY.\n   43    10.  PROCUREMENT FROM HEALTHY AND GREEN SUPPLY LISTS.  A. WHEN PROCUR-\n   44  ING A COMMODITY, SERVICE OR TECHNOLOGY WITHIN A  TARGETED  CATEGORY  FOR\n   45  WHICH  AN APPROVED HEALTHY AND GREEN SUPPLY LIST HAS BEEN CREATED, STATE\n   46  AGENCIES SHALL PROCURE SUCH COMMODITY, SERVICE OR TECHNOLOGY  FROM  SUCH\n   47  LIST.\n   48    B.  WHEN A STATE AGENCY WANTS TO PROCURE A COMMODITY, SERVICE OR TECH-\n   49  NOLOGY WITHIN A TARGETED CATEGORY FOR  WHICH  AN  APPROVED  HEALTHY  AND\n   50  GREEN SUPPLY LIST HAS BEEN CREATED, BUT SUCH COMMODITY, SERVICE OR TECH-\n   51  NOLOGY  DOES  NOT  APPEAR ON SUCH LIST, SUCH AGENCY MUST OBTAIN A WAIVER\n   52  FROM  THE  REQUIREMENTS  OF  THIS  SUBDIVISION  FROM  THE  COMMISSIONER,\n   53  PROVIDED,  HOWEVER,  THAT  SUCH  WAIVER  SHALL  NOT  BE REQUIRED FOR THE\n   54  PURCHASE OF COMMODITIES, SERVICES  AND/OR  TECHNOLOGIES  FROM  THE  LIST\n   55  AVAILABLE  FOR PURCHASE FROM PREFERRED SOURCES MAINTAINED BY THE COMMIS-\n   56  SIONER PURSUANT TO SECTION ONE HUNDRED SIXTY-TWO  OF  THIS  ARTICLE.  AN\n\n       S. 2663                             7\n\n    1  APPLICATION  FOR SUCH A WAIVER SHALL BE FILED WITH THE COMMISSIONER, WHO\n    2  SHALL NOTIFY THE PUBLIC, PROVIDE FOR A PUBLIC COMMENT PERIOD, AND RENDER\n    3  A WRITTEN DECISION ON SUCH APPLICATION WITHIN FORTY-FIVE DAYS. A  WAIVER\n    4  MAY  BE  GRANTED  WHEN  NO  COMMODITY, SERVICE AND/OR TECHNOLOGY ON SUCH\n    5  APPROVED ALTERNATIVES LIST MEETS AN AGENCY'S PERFORMANCE  STANDARDS.  IN\n    6  ORDER  TO  OBTAIN  A WAIVER, THE STATE AGENCY REQUESTING THE WAIVER MUST\n    7  SHOW THAT IT HAS:\n    8    (I) THOROUGHLY TESTED EACH  COMMODITY  OR  TECHNOLOGY,  OR  THOROUGHLY\n    9  INVESTIGATED EACH SERVICE, ON THE APPROVED SUPPLY LIST AND NONE MEET THE\n   10  AGENCY'S PERFORMANCE STANDARDS;\n   11    (II) DISCLOSED THE USE AND INTENSITY OF USE FOR THE COMMODITY, SERVICE\n   12  OR TECHNOLOGY AND DEVELOPED A REASONABLE PLAN TO MINIMIZE THE USE OF THE\n   13  SELECTED  COMMODITY, SERVICE OR TECHNOLOGY AND PROTECT EMPLOYEES AND THE\n   14  PUBLIC FROM EXPOSURE TO ANY PRIORITY TOXIC SUBSTANCE OF CONCERN; AND\n   15    (III) PREPARED A PLAN TO  INVESTIGATE  ALTERNATIVES  TO  THE  SELECTED\n   16  COMMODITY, SERVICE OR TECHNOLOGY DURING THE WAIVER PERIOD.\n   17    C.  A  STATE  AGENCY  MAY  PROCURE  A COMMODITY, SERVICE OR TECHNOLOGY\n   18  THROUGH A PROCESS THAT DOES NOT COMPLY WITH THIS  SUBDIVISION  WHEN  THE\n   19  PURCHASE  OF  A COMMODITY, SERVICE OR TECHNOLOGY IS NECESSARY TO RESPOND\n   20  TO AN EMERGENCY WHICH ENDANGERS PUBLIC HEALTH OR SAFETY,  PROVIDED  SUCH\n   21  AGENCY  SHALL  WITHIN SEVEN BUSINESS DAYS FILE A WRITTEN REPORT WITH THE\n   22  COMMISSIONER AND THE OFFICE OF THE COMPTROLLER, WHICH SHALL BECOME  PART\n   23  OF THE PROCUREMENT RECORD. THE REPORT SHALL CONTAIN THE FOLLOWING INFOR-\n   24  MATION:\n   25    (I) A DESCRIPTION OF THE EMERGENCY THAT PREVENTED COMPLIANCE WITH THIS\n   26  SUBDIVISION;\n   27    (II)  THE NAME OF THE COMMODITY OR TECHNOLOGY, OR A DESCRIPTION OF THE\n   28  SERVICE, ITS USE AND INTENSITY OF USE;\n   29    (III) A DESCRIPTION OF THE  STEPS  BEING  TAKEN  TO  SAFEGUARD  PUBLIC\n   30  HEALTH AND SAFETY DURING THE EMERGENCY; AND\n   31    (IV)  AN  EXPLANATION  OF  HOW SUCH AN EMERGENCY CAN BE AVOIDED IN THE\n   32  FUTURE.\n   33    11. TRACKING OF PROCUREMENT PRACTICES AND DATA.  WITHIN TWELVE  MONTHS\n   34  OF THE EFFECTIVE DATE OF THIS SECTION, THE COMMISSIONER, IN CONSULTATION\n   35  WITH THE STATE PROCUREMENT COUNCIL, SHALL:\n   36    A.  REVIEW ALL PROCUREMENT REGULATIONS, GENERIC SOLICITATION LANGUAGE,\n   37  SPECIFICATIONS AND PROCEDURES TO ENSURE THAT THEY DO NOT  CONFLICT  WITH\n   38  THE  HEALTHY  AND  GREEN  PROCUREMENT POLICY, MINIMUM SPECIFICATIONS AND\n   39  CRITERIA ESTABLISHED PURSUANT TO SUBDIVISIONS ONE, THREE  AND  EIGHT  OF\n   40  THIS SECTION.\n   41    B.  DEVELOP  METRICS AND IDENTIFICATION OF MILESTONES AND QUANTIFIABLE\n   42  GOALS THAT CAN BE USED TO MEASURE PROGRESS IN IMPLEMENTING  THE  STATE'S\n   43  HEALTHY AND GREEN PROCUREMENT POLICY.\n   44    C.  DEVELOP  AN  EFFICIENT  AND  PRACTICABLE METHOD FOR COLLECTING AND\n   45  COMPILING PROCUREMENT DATA FROM STATE AGENCIES, INCLUDING BUT NOT LIMIT-\n   46  ED TO ESTIMATES OF THE VOLUME SPENT,  QUANTITY  PURCHASED,  AND  GENERAL\n   47  PURCHASING  TRENDS FOR COMMODITIES, SERVICES AND TECHNOLOGIES, INCLUDING\n   48  HEALTHY AND GREEN COMMODITIES, SERVICES AND TECHNOLOGIES INCLUDED IN  AN\n   49  APPROVED SUPPLY LIST OR A CENTRALIZED CONTRACT.\n   50    12.  TRAINING,  OUTREACH AND EDUCATION.  A. WITH THE ASSISTANCE OF THE\n   51  DEPARTMENT OF ENVIRONMENTAL CONSERVATION, THE DEPARTMENT OF HEALTH,  AND\n   52  THE OFFICE OF THE COMPTROLLER, THE COMMISSIONER, WITHIN TWELVE MONTHS OF\n   53  THE  EFFECTIVE  DATE OF THIS SECTION, SHALL DESIGN AND BEGIN IMPLEMENTA-\n   54  TION OF A HEALTHY AND GREEN  PROCUREMENT  TRAINING  PROGRAM  FOR  SENIOR\n   55  MANAGERS  AND  STATE AGENCY STAFF INVOLVED IN PROCUREMENT TO FAMILIARIZE\n   56  THEM WITH THEIR RESPONSIBILITIES  UNDER  THIS  SECTION  AND  ENSURE  THE\n\n       S. 2663                             8\n\n    1  EFFECTIVE  AND  EFFICIENT  IMPLEMENTATION  OF  THE  PROVISIONS  OF  THIS\n    2  SECTION. SUCH PROGRAM SHALL PROVIDE FOR NEW EMPLOYEE TRAINING AND  ONGO-\n    3  ING TRAINING.\n    4    B. WITH THE ASSISTANCE OF THE DEPARTMENT OF ENVIRONMENTAL CONSERVATION\n    5  AND  THE  DEPARTMENT OF HEALTH, THE COMMISSIONER, WITHIN EIGHTEEN MONTHS\n    6  OF THE EFFECTIVE DATE OF THIS SECTION, SHALL:\n    7    (I) DESIGN AND BEGIN IMPLEMENTATION OF A HEALTHY AND  GREEN  EDUCATION\n    8  AND  OUTREACH  PROGRAM  FOR AGENCY PROCUREMENT STAFF, TO ENSURE THAT ALL\n    9  PROCUREMENT STAFF ARE AWARE OF THE STATE'S PREFERENCE  FOR  HEALTHY  AND\n   10  GREEN COMMODITIES, SERVICES AND TECHNOLOGIES.\n   11    (II)  DESIGN  AND  BEGIN  IMPLEMENTATION  OF AN EDUCATION AND OUTREACH\n   12  PROGRAM FOR CONTRACTORS AND VENDORS TO  PROVIDE  THEM  WITH  INFORMATION\n   13  ABOUT  THE  DEVELOPMENT  OF  HEALTHY AND GREEN COMMODITIES, SERVICES AND\n   14  TECHNOLOGIES AND IMPLEMENTATION OF THE PROVISIONS OF THIS SECTION.\n   15    13. ANNUAL REPORT TO THE GOVERNOR  AND  LEGISLATURE.  WITHIN  EIGHTEEN\n   16  MONTHS OF THE EFFECTIVE DATE OF THIS SECTION, AND ANNUALLY THEREAFTER IN\n   17  NOVEMBER,  THE  COMMISSIONER SHALL SUBMIT A WRITTEN REPORT TO THE GOVER-\n   18  NOR, THE SPEAKER OF THE ASSEMBLY AND  THE  TEMPORARY  PRESIDENT  OF  THE\n   19  SENATE. SUCH REPORT SHALL INCLUDE:\n   20    A.  IDENTIFICATION  OF  THE SPECIFIC MEASURES TAKEN BY STATE AGENCIES,\n   21  AND AN EVALUATION OF THE EFFECTIVENESS OF SUCH  MEASURES,  TO  IMPLEMENT\n   22  THE HEALTHY AND GREEN PROCUREMENT POLICY, INCLUDING PROGRESS MADE TOWARD\n   23  THE  ACHIEVEMENT  OF  ANY MILESTONES OR QUANTIFIABLE GOALS IDENTIFIED BY\n   24  THE COMMISSIONER PURSUANT TO SUBDIVISION ELEVEN OF THIS SECTION AND,  TO\n   25  THE EXTENT PRACTICABLE, A QUALITATIVE ASSESSMENT OF THE HEALTH AND ENVI-\n   26  RONMENTAL BENEFITS OF THE POLICY;\n   27    B. EVALUATION OF THE RESOURCES AVAILABLE TO IMPLEMENT SUCH POLICY, AND\n   28  WHETHER SUCH RESOURCES ARE SUFFICIENT;\n   29    C.  RECOMMENDATIONS  FOR  LEGISLATION OR ANY OTHER SPECIFIC ACTIONS OR\n   30  CHANGES NEEDED TO EFFECTIVELY IMPLEMENT THE PROVISIONS OF THIS SECTION;\n   31    D. A LIST OF TARGET COMMODITY, SERVICE  AND/OR  TECHNOLOGY  CATEGORIES\n   32  AND  APPROVED  HEALTHY  AND  GREEN  SUPPLY  LISTS IDENTIFIED AND CREATED\n   33  PURSUANT TO SUBDIVISIONS SEVEN AND NINE OF THIS SECTION;\n   34    E. A LIST OF HEALTHY AND GREEN COMMODITIES, SERVICES AND  TECHNOLOGIES\n   35  AVAILABLE FOR PURCHASE THROUGH CENTRALIZED CONTRACTS;\n   36    F. A COMPILATION OF PROCUREMENT DATA COLLECTED USING METHODS DEVELOPED\n   37  PURSUANT TO SUBDIVISION ELEVEN OF THIS SECTION;\n   38    G.  ADDITIONS TO THE LIST OF PRIORITY TOXIC SUBSTANCES OF CONCERN MADE\n   39  BY THE DEPARTMENT OF ENVIRONMENTAL CONSERVATION AND  THE  DEPARTMENT  OF\n   40  HEALTH;\n   41    H.  AN  ANALYSIS  OF  THE  MEASURES TAKEN TO TRAIN, EDUCATE AND ASSIST\n   42  STATE AGENCY STAFF, VENDORS AND CONTRACTORS; AND\n   43    I. A PLAN FOR THE  NEXT  REPORTING  PERIOD  THAT  IDENTIFIES  SPECIFIC\n   44  GOALS,  ACTIONS  AND  TIMELINES  NECESSARY  TO IMPLEMENT THE HEALTHY AND\n   45  GREEN PROCUREMENT POLICY.\n   46    S 6. Paragraphs b and h of subdivision 1 of section 261 of the econom-\n   47  ic development law, paragraph b as amended by chapter 471 of the laws of\n   48  1998, and paragraph h as amended by section 14 of part SS of chapter  59\n   49  of  the laws of 2009, are amended and a new paragraph i is added to read\n   50  as follows:\n   51    b. \"Eligible applicant\" or \"applicant\" shall mean: a small  to  medium\n   52  size  business  or  nonprofit  organization which employs less than five\n   53  hundred workers or has gross annual  sales  of  less  than  ten  million\n   54  dollars;  OR ANY ENTITY GRANTED PREFERRED SOURCE STATUS FOR THE PURPOSES\n   55  OF STATE PROCUREMENT PURSUANT TO SECTION ONE HUNDRED  SIXTY-TWO  OF  THE\n   56  STATE FINANCE LAW.\n\n       S. 2663                             9\n\n    1    h.  \"Eligible  project\" shall mean actions taken by or on behalf of [a\n    2  New York business] AN  ELIGIBLE  APPLICANT  involving  the  acquisition,\n    3  construction, alteration, repair or improvement of a building, fixtures,\n    4  machinery  or equipment; THE REDESIGN, MODIFICATION, UPGRADE OR REPLACE-\n    5  MENT  OF PROCESSES, PROCEDURES, WORK PRACTICES OR TECHNOLOGY; THE REFOR-\n    6  MULATION OR REDESIGN OF PRODUCTS; OR IMPROVEMENTS IN HOUSEKEEPING, MAIN-\n    7  TENANCE, TRAINING OR  INVENTORY  CONTROL,  provided  that  such  project\n    8  results in:\n    9    (i)  source  reduction  or  material  substitution,  provided that the\n   10  substitution of one hazardous substance, product  or  nonproduct  output\n   11  for another does not result in the creation of a new risk,\n   12    (ii) in-process recycling,\n   13    (iii) recycling or reuse of non-hazardous solid wastes,\n   14    (iv) increased energy efficiency,\n   15    (v)  conservation  of  the  use  of  water  or other natural resources\n   16  improvements in process economics,\n   17    (vi) elimination of the purchase of materials, the production of which\n   18  for the use of said firm would result in more waste or resource consump-\n   19  tion, [or]\n   20    (vii) THE DEVELOPMENT, MANUFACTURE, PRODUCTION OR PROVISION OF HEALTHY\n   21  AND GREEN COMMODITIES, SERVICES OR TECHNOLOGIES AS  DEFINED  IN  SECTION\n   22  ONE HUNDRED SIXTY-FOUR-A OF THE STATE FINANCE LAW, OR\n   23    (VIII)  other practices or technologies that reduce the use of hazard-\n   24  ous materials or otherwise improve air or water quality.\n   25    The term \"eligible project\" shall also include actions taken by or  on\n   26  behalf  of a business to support costs of equipment, and/or the acquisi-\n   27  tion and/or rehabilitation of real property or structures located or  to\n   28  be  located in the state related to the collecting, sorting, and packag-\n   29  ing of empty beverage containers as such terms are defined in title  ten\n   30  of  article  twenty-seven  of  the environmental conservation law.  Such\n   31  actions shall be eligible for state assistance payments under the bever-\n   32  age container assistance program pursuant  to  section  27-1018  of  the\n   33  environmental conservation law.\n   34    The  term  \"eligible  project\" shall not include end of pipe pollution\n   35  control technologies or practices where such controls or  practices  are\n   36  designed  primarily to achieve compliance with the environmental conser-\n   37  vation law or regulations promulgated pursuant thereto, or energy recov-\n   38  ery or incineration, or out-of-process recycling or reuse  of  hazardous\n   39  waste or hazardous substances.\n   40    I. \"HEALTHY AND GREEN COMMODITY, SERVICE OR TECHNOLOGY\" SHALL MEAN ANY\n   41  COMMODITY,  SERVICE  OR TECHNOLOGY CONSISTENT WITH THE HEALTHY AND GREEN\n   42  PROCUREMENT POLICY, CRITERIA AND MINIMUM SPECIFICATIONS  ESTABLISHED  IN\n   43  SUBDIVISIONS  ONE, THREE AND FOUR OF SECTION ONE HUNDRED SIXTY-FOUR-A OF\n   44  THE STATE FINANCE LAW.\n   45    S 7. Paragraphs c, d, e, f, g, h, i, l  and  o  of  subdivision  4  of\n   46  section  261  of the economic development law, paragraphs c, d, e, f, g,\n   47  h, i and l as amended by chapter 471 of the laws of 1998 and paragraph o\n   48  as amended by chapter 180 of the laws of 2006, are amended  to  read  as\n   49  follows:\n   50    c.  maintain,  provide  and  market a compilation of existing programs\n   51  providing incentives for new  or  expanded  business  enterprises  which\n   52  could  be  utilized  by  the  secondary materials processing industry OR\n   53  WHICH MANUFACTURE, PRODUCE OR PROVIDE  HEALTHY  AND  GREEN  COMMODITIES,\n   54  SERVICES OR TECHNOLOGIES;\n   55    d.  promote  the  utilization  of  such incentives for new or expanded\n   56  business enterprises which process or  utilize  secondary  materials  OR\n\n       S. 2663                            10\n\n    1  WHICH  MANUFACTURE,  PRODUCE  OR  PROVIDE HEALTHY AND GREEN COMMODITIES,\n    2  SERVICES OR TECHNOLOGIES to locate in New York state;\n    3    e. promote incentives for existing businesses to expand their utiliza-\n    4  tion  of  secondary  materials [and], their adoption of waste prevention\n    5  technologies  and  practices   AND   THEIR   DEVELOPMENT,   MANUFACTURE,\n    6  PRODUCTION  AND  PROVISION OF HEALTHY AND GREEN COMMODITIES, SERVICES OR\n    7  TECHNOLOGIES;\n    8    f. identify special needs and problems facing the secondary  materials\n    9  processing  industry  [and],  THE implementation of waste prevention AND\n   10  THE DEVELOPMENT, MANUFACTURE, PRODUCTION AND PROVISION  OF  HEALTHY  AND\n   11  GREEN COMMODITIES, SERVICES OR TECHNOLOGIES within New York state;\n   12    g. contact institutions, organizations and commercial enterprises that\n   13  are potential consumers of secondary materials and products manufactured\n   14  with  secondary  materials OR HEALTHY AND GREEN COMMODITIES, SERVICES OR\n   15  TECHNOLOGIES; urging their  expanded  consumption  of  [secondary]  SUCH\n   16  materials  [and],  products,  COMMODITIES, SERVICES AND TECHNOLOGIES and\n   17  establishing markets for such  [secondary]  materials  [and],  products,\n   18  COMMODITIES,  SERVICES  AND  TECHNOLOGIES  through the use of letters of\n   19  intent and such other techniques as the commissioner may deem  appropri-\n   20  ate;\n   21    h.  conduct  market  surveys  of  the potential consumers of secondary\n   22  materials and products manufactured  with  secondary  materials  AND  OF\n   23  HEALTHY AND GREEN COMMODITIES, SERVICES OR TECHNOLOGIES;\n   24    i.  conduct  surveys  to  determine  the potential supply of secondary\n   25  materials AND HEALTHY AND GREEN COMMODITIES, SERVICES OR TECHNOLOGIES in\n   26  the state;\n   27    l. provide information  concerning  local  and  regional  markets  for\n   28  secondary materials AND HEALTHY AND GREEN COMMODITIES, SERVICES OR TECH-\n   29  NOLOGIES;\n   30    o. provide other technical assistance to assist businesses in reducing\n   31  the amount of waste generated by their processes and productively use or\n   32  provide  for  the  productive use [of others] of wastes which are gener-\n   33  ated;\n   34    S 8. Subdivision 5 of section 261 of the economic development law,  as\n   35  amended  by  chapter  471  of  the  laws  of 1998, is amended to read as\n   36  follows:\n   37    5. The department shall fund feasibility studies for testing of  waste\n   38  prevention  technologies  or  practices  [or both] AND HEALTHY AND GREEN\n   39  COMMODITIES, SERVICES AND TECHNOLOGIES to reduce the amount of waste and\n   40  to promote energy and resource conservation by the adoption  OR  USE  of\n   41  such technologies [or], practices, COMMODITIES AND SERVICES by small and\n   42  medium sized firms in New York state.\n   43    S 9. Subdivision 10 of section 261 of the economic development law, as\n   44  amended  by  chapter  471  of  the  laws  of 1998, is amended to read as\n   45  follows:\n   46    10. Technical feasibility study.  The  department  shall  require  the\n   47  applicant  to  submit a technical feasibility study which identifies and\n   48  analyzes in detail the waste prevention  projects  which  the  applicant\n   49  wishes  to  implement.  All feasibility studies must include the cost of\n   50  implementation, a construction schedule and, a description  of  how  the\n   51  project will minimize, reduce or eliminate the generation of wastes, use\n   52  or  reuse  wastes,  increase  energy  efficiency  or water conservation,\n   53  INCREASE THE MANUFACTURE, PRODUCTION, PROVISION OR USE  OF  HEALTHY  AND\n   54  GREEN COMMODITIES, SERVICES OR TECHNOLOGIES, improve air or water quali-\n   55  ty and/or improve process economics.\n\n       S. 2663                            11\n\n    1    S  10.  Subdivision 14 of section 261 of the economic development law,\n    2  as amended by chapter 524 of the laws of 2005, is  amended  to  read  as\n    3  follows:\n    4    14. Reports. Beginning on January first, nineteen hundred eighty-nine,\n    5  the  commissioner  shall  make  an annual report to the governor and the\n    6  legislature which shall include, at a minimum, the status of the  activ-\n    7  ities  undertaken  pursuant  to  paragraphs a, c, d, e, f, i, j and k of\n    8  subdivision four of this section, the status  of  any  other  activities\n    9  undertaken pursuant to this article, and recommendations for programs or\n   10  policies  that  will further the objectives of expanding the utilization\n   11  of secondary materials recovered for reuse INCREASING  WASTE  PREVENTION\n   12  AND  SOURCE  REDUCTION,  AND  INCREASING  THE  MANUFACTURE,  PRODUCTION,\n   13  PROVISION AND USE OF HEALTHY AND GREEN COMMODITIES, SERVICES  AND  TECH-\n   14  NOLOGIES  within the state. The provisions of this subdivision shall not\n   15  be deemed to require or authorize the disclosure of confidential  infor-\n   16  mation  or  trade  secrets.    This  report may be consolidated with the\n   17  report required by subdivision four of section two  hundred  sixty-three\n   18  of this article.\n   19    S  11. The opening paragraph of subdivision 1 of section 3-0311 of the\n   20  environmental conservation law, as amended by chapter 741 of the laws of\n   21  1991, is amended to read as follows:\n   22    Each state agency as defined in subdivision five of this section shall\n   23  annually audit the environmental problems created by its  operations  or\n   24  the  operations  of  contractors it has hired and over whom it has exer-\n   25  cised or is required to exercise direct oversight, acting in fulfillment\n   26  of their contracts. Such audit shall identify the extent to which  these\n   27  operations  are  in  violation  of  this chapter, or regulations adopted\n   28  thereunder.  SUCH AUDIT ALSO SHALL EVALUATE THE  ENVIRONMENTAL  PROBLEMS\n   29  CREATED  BY  THE  AGENCY'S  PROCUREMENT  OF COMMODITIES, ITS ENERGY USE,\n   30  WASTE PRODUCTION, WATER AND PAPER USE, AND THE USE OF ANY TOXIC  MATERI-\n   31  ALS  OF  PRODUCTS  REASONABLY  ANTICIPATED  TO BE CARCINOGENS. Each such\n   32  state agency shall submit a report to the department on or before  April\n   33  first of each year. The report shall:\n   34    S  12.  This  act  shall  take effect on the one hundred eightieth day\n   35  after it shall have become a law and shall apply only to state  procure-\n   36  ment  contracts  where the request for proposals or the request for bids\n   37  was issued after the effective date of this act; provided, however, that\n   38  effective immediately, the addition, amendment and/or repeal of any rule\n   39  or regulation necessary for the implementation of this act on its effec-\n   40  tive date are authorized and directed to be made  and  completed  on  or\n   41  before such effective date.\n",
  "memo" : "BILL NUMBER:S2663\n\nTITLE OF BILL:\nAn act\nto amend the state finance law, the economic development law and the\nenvironmental conservation law, in\nrelation to the state procurement process and to healthy and green\nprocurement\n\nPURPOSE OR GENERAL IDEA OF BILL:\nTo establish a preference for\nthe purchase of commodities, services and technologies by the State\nof New York that minimizes potential adverse impacts on public health\nand the environment.\n\nSUMMARY OF SPECIFIC PROVISIONS:\nSection one of the bill states that\nthis act shall be known and may be cited as the \"New York State\nHealthy and Green Procurement Act\".\n\nSection two of the bill provides legislative findings and declarations.\n\nSection three of the bill amends subdivision five of section 160 of\nthe state finance Law to clarify the life cycle costs provisions\nwithin the definition of \"costs\", and considers the costs of\nownership and any indirect environmental or health costs, if\ninformation is available.\n\nSection four of the bill amends subdivision one of section 161 of the\nState Finance Law to increase the membership of the State Procurement\nCouncil\n\nSection five of the bill adds a new section, I64a, to establish that\nto the extent practicable that purchases should be to minimize\nadverse environmental impacts. This section also provides that the\nOffice of General Services develop guidelines for healthy and green\nprocurement\n\nThis section does not require state agencies to purchase commodities\nor services that do not meet the form, function and utility required\nby the agency, or which would cost more than ten percent than an\nalternative.\n\nSection six of the bill amends the Economic Development Law to expand\nan existing grant program for pollution prevention and secondary\nmaterials marketing projects to include projects by small businesses,\nnonprofit organizations and preferred sources (pursuant to S 162 of\nthe State Finance Law) to develop, manufacture or provide safe and\nsustainable commodities, services or technologies.\n\nSections seven through nine of the bill amend section 261 of the\nEconomic Development Law to integrate Healthy and Green commodity\npurchasing practices and technologies.\n\nSection ten provides for an annual report to be made to the\nLegislature and Governor regarding the status of green and healthy\nconsiderations in the procurement process.\n\nSection eleven amends 3-0311 of the Environmental Conservation Law to\nrequire as part of the environmental audits that Healthy and Green\nconsiderations be evaluated.\n\nSection twelve of the bill provides for the effective date.\n\nJUSTIFICATION:\nAs New York moves into the twenty-first century, it\nshould serve as a role model for practices that will create and\nmaintain a healthy environment and vibrant economy. The manufacture,\nuse and disposal of certain commodities and technologies, the\nconstruction of buildings and other structures, and the provision of\nservices may have adverse impacts on public health and the\nenvironment. These impacts imposes costs on the state and,\nultimately, society as a whole in the form of injury, disability and\ndeath, healthcare expenses, disposal, liability and cleanup costs,\nthe waste of resources and raw materials, and an impaired natural\nenvironment. Encouraging innovation and creating and choosing the\nsafest, most sustainable commodities, services and technologies will\nhelp to ensure a higher quality of life for present and future\ngenerations. It will also put New York businesses in an economically\nadvantageous position to compete in an increasingly global marketplace.\n\nBy avoiding the purchase of products and services with priority toxic\nsubstances, the state can reduce the use and release of these\nchemicals, prevent adverse ecological and health impacts, and protect\npublic health and the state's natural resources.\n\nIncluding public health and environmental considerations in state\npurchasing decisions can help New York attain these goals by\npromoting and investing in commodities, services and technologies\nthat improve public health, conserve natural resources, and reward\nenvironmentally conscious manufacturers. The Health and Green\nProcurement Act is based on a precautionary approach to take\nanticipatory action to prevent harm. Where credible evidence of a\nthreat or harm to human health or the environment exists, even when\nthe exact nature and full magnitude of a threat or harm is not yet\nproven, lack of full scientific certainty about cause and effect\nshall not be viewed as a sufficient reason to fail to consider a\npotentially adverse impact when assessing a commodity, service or\ntechnology. Protecting public health and the environment is a natural\nextension of, and consistent with, the traditional considerations\nassociated with state procurement practice, including lowest price,\nbest value, quality, cost and efficiency. Now, determining quality,\n\nvalue and efficiency shall include the consideration of public health\nand environmental impacts. For instance, in considering natural\nresource impacts, the state would consider energy and water use,\nrenewable resource consumption, recycled content, recyclability,\nwaste prevention waste prevention, remanufactured or bio-based\ncontent, and the potential for long-term use through product\ndurability, reparability, and reuse. When comparing potential adverse\nhealth and environmental impacts, the state would consider the\nfollowing factors if trade-offs must be made among such impacts:\nthe overriding importance of protecting human health and the\nenvironment;\nreversibility; and the degree of difference in performance. For\nexample, when assessing products with recycled content, preference\nwould be given to material that does not contain a priority toxic\nsubstance.\n\nConsidering such impacts early in the procurement process and adopting\nan ethic of pollution prevention will not only reduce pollution and\nwaste, it will save money through a commodity, service or technology's\nlife cycle. The state would consider positive attributes that axe\ncommonly accepted toxic substances, less hazardous or less toxic, low\nin respiratory toxins and irritants, low in greenhouse gas emissions\nor packaging, high in recycled content, resource efficient and\nreusable. A major benefit of safe and sustainable procurement is\nincreased efficiency and reduced overall cost to government,\ntaxpayers, and society as a whole.\n\nPRIOR LEGISLATIVE HISTORY:\nNew bill in Senate.\n\nFISCAL IMPLICATIONS:\nTo be determined.\n\nEFFECTIVE DATE:\nThis act shall take effect on the one hundred\neightieth day after it shall have become a law and shall apply only\nto state procurement contracts where the request for proposals or the\nrequest for bids was issued after the effective date of this act;\nprovided, however, that effective immediately, the addition,\namendment and/or repeal of any rule or regulation necessary for the\nimplementation of this act on its effective date are authorized and\ndirected to be made and completed on or before such effective date.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the state finance law, the economic development law and the environmental conservation law, in relation to the state procurement process and to healthy and green procurement ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110128.T100240.TXT", "SOBI.D110128.T112750.TXT", "SOBI.D110129.T003343.TXT", "SOBI.D110128.T091738.TXT", "SOBI.D110128.T092239.TXT", "SOBI.D110128.T101240.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296279223849
}