{
  "year" : 2011,
  "senateBillNo" : "S2667-2011",
  "billEvents" : [ {
    "eventDate" : 1296190800000,
    "eventText" : "REFERRED TO HIGHER EDUCATION",
    "billEventId" : "S2667-2011-1296190800000-REFERRED+TO+HIGHER+EDUCATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "LAVALLE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Extends provisions of chapter 57 of 2005 relating to the NYS nursing faculty loan forgiveness incentive program and NYS nursing faculty scholarship program",
  "summary" : "Extends provisions of chapter 57 of the laws of 2005 relating to the NYS nursing faculty loan forgiveness incentive program and NYS nursing faculty scholarship program. ",
  "currentCommittee" : "HIGHER EDUCATION",
  "sameAs" : "A1584",
  "lawSection" : "Education",
  "previousVersions" : [ "S7750-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "STAVISKY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2667\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 28, 2011\n                                      ___________\n\n       Introduced by Sens. LAVALLE, STAVISKY -- read twice and ordered printed,\n         and when printed to be committed to the Committee on Higher Education\n\n       AN  ACT  to  amend chapter 57 of the laws of 2005 amending the education\n         law relating to the New York state nursing  faculty  loan  forgiveness\n         incentive  program  and the New York state nursing faculty scholarship\n         program, in relation to the effectiveness thereof\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Section  3  of  part  V of chapter 57 of the laws of 2005\n    2  amending the education law relating to the New York state nursing facul-\n    3  ty loan forgiveness incentive program and the  New  York  state  nursing\n    4  faculty  scholarship program, as added by section 4 of part D of chapter\n    5  63 of the laws of 2005, is amended to read as follows:\n    6    S 3. This act shall take effect on the  same  date  and  in  the  same\n    7  manner  as  Part  H of [a chapter of the laws of 2005 amending the labor\n    8  law and other laws relating to implementing the state  fiscal  plan  for\n    9  the 2005-2006 state fiscal year, as proposed in legislative bill numbers\n   10  S.3667  and A.6841, takes effect] THIS ACT; provided that section two of\n   11  this act shall take effect on the same date and in the  same  manner  as\n   12  Part  I  of  [a  chapter  of the laws of 2005 amending the labor law and\n   13  other laws relating to implementing the state fiscal plan for the  2005-\n   14  2006  state  fiscal year, as proposed in legislative bill numbers S.3667\n   15  and A.6841, takes effect] THIS ACT; and provided further that  this  act\n   16  shall expire and be deemed repealed on June 30, [2010] 2016.\n   17    S 2. This act shall take effect immediately.\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07193-01-1\n",
  "memo" : "BILL NUMBER:S2667\n\nTITLE OF BILL:\nAn act\nto amend chapter 57 of the laws of 2005 amending the education law\nrelating to the New York state nursing faculty loan forgiveness\nincentive program and the New York state nursing faculty scholarship\nprogram, in relation to the effectiveness thereof\n\nPURPOSE:\nExtends provisions of Chapter 57 of 2005 relating to the NYS nursing\nfaculty loan forgiveness incentive program and NYS nursing faculty\nscholarship program.\n\nSUMMARY OF PROVISIONS:\nSection 3 of part V of Chapter 57 of the Laws of 2005 amending the\neducation law relating to the NYS nursing faculty loan forgiveness\nincentive program and the NYS nursing faculty scholarship program, as\nadded by section 4 of part D of Chapter 63 of the Laws of 2005 is\namended.\n\nJUSTIFICATION:\nExtends the provisions of the NYS nursing faculty loan forgiveness\nprogram to June 30, 2016.\n\nLEGISLATIVE HISTORY:\n2010: S.7750\n\nFISCAL IMPLICATIONS:\n$3.933 million\n\nEFFECTIVE DATE:\nImmediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend chapter 57 of the laws of 2005 amending the education law relating to the New York state nursing faculty loan forgiveness incentive program and the New York state nursing faculty scholarship program, in relation to the effectiveness thereof ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110128.T100740.TXT", "SOBI.D110128.T100240.TXT", "SOBI.D110128.T112750.TXT", "SOBI.D110129.T003343.TXT", "SOBI.D110128.T092239.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296279223854
}