{
  "year" : 2011,
  "senateBillNo" : "S2668-2011",
  "billEvents" : [ {
    "eventDate" : 1296190800000,
    "eventText" : "REFERRED TO INSURANCE",
    "billEventId" : "S2668-2011-1296190800000-REFERRED+TO+INSURANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for the licensure of agents of authorized title insurance companies",
  "summary" : "Provides for the licensure of authorized title insurance company agents and empowers the insurance department to administer all requirements relating thereto; requires the superintendent of insurance to develop an examination to test qualifications of an individual title insurance agent; exempts certain attorneys and title insurance agents; requires an initial and renewal fee of two hundred dollars for a two year license; relates to commissions of agent of title insurance companies; mandates all funds collected to be fiduciary funds. ",
  "currentCommittee" : "INSURANCE",
  "sameAs" : null,
  "lawSection" : "Insurance Law",
  "previousVersions" : [ "S338-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2668\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 28, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Insurance\n\n       AN ACT to amend the insurance law,  in  relation  to  the  licensing  of\n         agents of authorized title insurance companies\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraph 4 of subsection (a) of section 2101 of the insur-\n    2  ance law, as amended by chapter 687 of the laws of 2003, is  amended  to\n    3  read as follows:\n    4    (4)  any [agent or other representative of any] EMPLOYEE OF AN AUTHOR-\n    5  IZED title insurance company  OR  LICENSED  TITLE  INSURANCE  AGENT  WHO\n    6  DEVOTES  SUBSTANTIALLY  ALL  OF HIS SERVICE TO THE SOLICITATION OF TITLE\n    7  INSURANCE BUSINESS FROM THE INSURING PUBLIC AND  WHO  RECEIVES  FOR  THE\n    8  SOLICITATION  OF SUCH TITLE INSURANCE COMPENSATION IN THE FORM OF SALARY\n    9  OR COMMISSION;\n   10    S 2. Section 2101 of the insurance law is  amended  by  adding  a  new\n   11  subsection (w) to read as follows:\n   12    (W) IN THIS ARTICLE, AN \"AGENT OF AN AUTHORIZED TITLE INSURANCE COMPA-\n   13  NY\"  MEANS  ANY  PERSON, FIRM OR CORPORATION AUTHORIZED IN WRITING BY AN\n   14  AUTHORIZED TITLE INSURANCE COMPANY TO PERFORM AND WHO ACTUALLY  PERFORMS\n   15  THE FOLLOWING SERVICES:\n   16    (1)  ISSUE  COMMITMENTS  TO  INSURE  OR  REPORTS OF TITLE BASED UPON A\n   17  SEARCH OR EXAMINATION OF TITLE.\n   18    (2) DETERMINE INSURABILITY IN ACCORDANCE WITH UNDERWRITING  RULES  AND\n   19  STANDARDS  PRESCRIBED  BY THE TITLE INSURANCE COMPANY; AND, IN ADDITION,\n   20  PERFORMS, IN SUBSTANTIAL PART, THE FOLLOWING:\n   21    (A) COLLECTS PREMIUMS;\n   22    (B) CLOSES OR SETTLES TITLE; AND\n   23    (C) RECORDS CLOSING DOCUMENTS.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07279-01-1\n\n       S. 2668                             2\n\n    1    S 3. Paragraphs 10 and 11 of subsection (g) of  section  2103  of  the\n    2  insurance  law,  paragraph  10  as  amended and paragraph 11 as added by\n    3  chapter 687 of the laws of 2003, are amended to read as follows:\n    4    (10) in the discretion of the superintendent, as to all or any part of\n    5  the  written  examination or the prerequisite minimum ninety hour course\n    6  specified in subparagraph (B) of paragraph two of subsection (f) of this\n    7  section, of any individual seeking to be named a licensee  or  sublicen-\n    8  see, upon whom has been conferred the Chartered Property Casualty Under-\n    9  writer (C.P.C.U.) designation by the American Institute for Property and\n   10  Liability Underwriters; [or]\n   11    (11)  of  any individual who applies for an insurance agent license in\n   12  this state who was previously licensed for the same  line  or  lines  of\n   13  authority in another state, provided, however, that the applicant's home\n   14  state  grants  non-resident  licenses  to residents of this state on the\n   15  same basis. Such individual shall also not be required to  complete  any\n   16  prelicensing  education.  This exemption is only available if the person\n   17  is currently licensed in that state or if the  application  is  received\n   18  within ninety days of the date of cancellation of the applicant's previ-\n   19  ous  license  and if the prior state issues a certification that, at the\n   20  time of cancellation, the applicant was in good standing in  that  state\n   21  or  the  state's  producer  database records, maintained by the National\n   22  Association of Insurance Commissioners, its affiliates or  subsidiaries,\n   23  indicate  that  the producer is or was licensed in good standing for the\n   24  line of authority requested. An individual or entity licensed in another\n   25  state who moves to this state shall make an  application  within  ninety\n   26  days  of  establishing legal residence to become a resident licensee. No\n   27  prelicensing education or examination shall be required of  that  person\n   28  to  obtain  any  line  of  authority  previously held in the prior state\n   29  except where the superintendent determines otherwise  by  regulation[.];\n   30  OR\n   31    S 4. Subsection (g) of section 2103 of the insurance law is amended by\n   32  adding two new paragraphs 12 and 13 to read as follows:\n   33    (12)  OF  ANY  APPLICANT SEEKING TO OBTAIN A LICENSE AS AN AGENT OF AN\n   34  AUTHORIZED TITLE INSURANCE COMPANY, WHEN SUCH APPLICANT  IS  A  LICENSED\n   35  ATTORNEY AT LAW OF THIS STATE; OR\n   36    (13) IN THE DISCRETION OF THE SUPERINTENDENT, AS TO ALL OR ANY PART OF\n   37  THE  WRITTEN  EXAMINATION OR THE PREREQUISITE MINIMUM NINETY-HOUR COURSE\n   38  SPECIFIED IN SUBPARAGRAPH (B) OF PARAGRAPH TWO OF SUBSECTION (F) OF THIS\n   39  SECTION, OF ANY PERSON, FIRM OR CORPORATION SEEKING TO BE LICENSED AS AN\n   40  AGENT OF AN AUTHORIZED TITLE INSURANCE COMPANY IF THE SUPERINTENDENT  IS\n   41  SATISFIED THAT THE APPLICANT POSSESSES THE REQUISITE KNOWLEDGE AND EXPE-\n   42  RIENCE WITH RESPECT TO THE SUBJECT MATTER OF THE PART OF THE EXAMINATION\n   43  BEING WAIVED.\n   44    S 5. Subsection (j) of section 2103 of the insurance law is amended by\n   45  adding a new paragraph 14 to read as follows:\n   46    (14) NOTWITHSTANDING ANY OTHER PROVISIONS OF THIS SECTION, THERE SHALL\n   47  BE  PAID  TO THE SUPERINTENDENT FOR A TITLE INSURANCE AGENT'S LICENSE AN\n   48  INITIAL FEE OF TWO HUNDRED DOLLARS AND A  RENEWAL  FEE  OF  TWO  HUNDRED\n   49  DOLLARS.  THE  TERM  FOR  SUCH LICENSE SHALL BE A MAXIMUM OF TWENTY-FOUR\n   50  MONTHS. ALL SUCH LICENSES SHALL EXPIRE ON JUNE THIRTIETH  OF  EACH  EVEN\n   51  NUMBERED  YEAR,  AND  THE SUPERINTENDENT SHALL HAVE AUTHORITY TO PRORATE\n   52  THE LICENSING FEE.\n   53    S 6. Subsection (n) of section 2103 of the insurance law,  as  amended\n   54  by chapter 687 of the laws of 2003, is amended to read as follows:\n   55    (n)  Any  insurance  agent licensed pursuant to subsection (b) of this\n   56  section, EXCEPT AN AGENT OF AN AUTHORIZED TITLE  INSURANCE  COMPANY,  is\n\n       S. 2668                             3\n\n    1  hereby authorized while so licensed, to act in the sale, solicitation or\n    2  negotiation  for  an  insurance contract providing solely for disability\n    3  benefits written to meet minimum requirements of  article  nine  of  the\n    4  workers' compensation law.\n    5    S  7.  Section  2103  of  the insurance law is amended by adding a new\n    6  subsection (p) to read as follows:\n    7    (P) NOTWITHSTANDING ANY OTHER PROVISION OF THIS  SECTION,  THE  SUPER-\n    8  INTENDENT  SHALL  ISSUE  A  LICENSE  TO ANY PERSON, FIRM OR CORPORATION,\n    9  AUTHORIZING SUCH LICENSEE TO ACT AS AN  AGENT  OF  AN  AUTHORIZED  TITLE\n   10  INSURANCE COMPANY, WHEN SUCH PERSON, FIRM OR CORPORATION:\n   11    (1)  FILES  IN  THE  OFFICE  OF  THE SUPERINTENDENT, ON OR BEFORE JUNE\n   12  FIRST, TWO THOUSAND ELEVEN, OR WITHIN NINETY DAYS AFTER THE  SUPERINTEN-\n   13  DENT  HAS  PROMULGATED  APPLICATION  FORMS,  WHICHEVER  DATE IS LATER AN\n   14  APPLICATION FOR SUCH LICENSE, IN SUCH FORM AND CONTAINING SUCH  INFORMA-\n   15  TION AS THE SUPERINTENDENT PRESCRIBES;\n   16    (2)  PAYS  TO  THE  SUPERINTENDENT  AN  APPLICATION FEE OF TWO HUNDRED\n   17  DOLLARS;\n   18    (3) DEMONSTRATES TO THE SATISFACTION OF THE SUPERINTENDENT  THAT  SUCH\n   19  APPLICANT HAS REGULARLY AND CONTINUOUSLY ACTED AS AN AGENT OF AN AUTHOR-\n   20  IZED  TITLE INSURANCE COMPANY FOR A PERIOD OF AT LEAST THREE YEARS IMME-\n   21  DIATELY PRECEDING THE FILING OF SUCH APPLICATION AND  IS  COMPETENT  AND\n   22  TRUSTWORTHY TO ACT AS A TITLE INSURANCE AGENT; AND\n   23    (4)  IS  EIGHTEEN  YEARS OF AGE OR OVER AT THE TIME OF THE ISSUANCE OF\n   24  SUCH LICENSE. SUCH LICENSE SHALL BE FOR A TERM EXPIRING ON JUNE  THIRTI-\n   25  ETH,  TWO THOUSAND THIRTEEN, AND RENEWALS THEREOF SHALL BE ISSUED PURSU-\n   26  ANT TO PARAGRAPH TWO OF SUBSECTION (J) OF THIS SECTION.\n   27    S 8. Paragraph 1 of subsection (a) of section 2115  of  the  insurance\n   28  law,  as  amended by chapter 418 of the laws of 2000, is amended to read\n   29  as follows:\n   30    (1) No insurer doing business in this state, and  no  agent  or  other\n   31  representative thereof, except as provided in subsection (b) [hereof] OF\n   32  THIS  SECTION,  shall  pay  any  commission or other compensation to any\n   33  person, firm, association or corporation for acting as  insurance  agent\n   34  in  this  state, except to a licensed insurance agent of such insurer or\n   35  to a person described in paragraph two [or four] of  subsection  (a)  of\n   36  section  two  thousand  one  hundred  one  of  this article or except as\n   37  provided in subsection (c) of this section. For  the  purposes  of  this\n   38  section, \"acting as insurance agent\" shall not include the referral of a\n   39  person  to  a licensed insurance agent or broker that does not include a\n   40  discussion of specific insurance policy terms and conditions  and  where\n   41  the  compensation  for referral is not based upon the purchase of insur-\n   42  ance by such person.\n   43    S 9. The section heading and subsections (a) and (b) of  section  2115\n   44  of  the insurance law, paragraph 1 of subsection (a) as amended by chap-\n   45  ter 805 of the laws of 1984 and subsection (b) as amended by chapter 540\n   46  of the laws of 1996, are amended to read as follows:\n   47    Property/casualty insurance agents; AGENTS OF TITLE  INSURANCE  COMPA-\n   48  NIES; commissions.  (a) (1) No insurer doing business in this state, and\n   49  no  agent  or  other  representative  thereof,  except  as  provided  in\n   50  subsection (b) [hereof] OF THIS SECTION, shall  pay  any  commission  or\n   51  other  compensation  to any person, firm, association or corporation for\n   52  acting as insurance agent in this state, except to a licensed  insurance\n   53  agent  of  such  insurer  or  to a person described in paragraph two [or\n   54  four] of subsection (a) of section two thousand one hundred one of  this\n   55  article or except as provided in subsection (c) of this section.\n\n       S. 2668                             4\n\n    1    (2)  The  term  \"licensed  insurance agent\" as used in this subsection\n    2  includes any agent authorized to act as such by a license issued and  in\n    3  force  pursuant to the provisions of subsection (b) of section two thou-\n    4  sand one hundred three of this article or authorized to act as  such  in\n    5  connection  with  contracts  for  disability  benefits  pursuant  to the\n    6  provisions of subsection (n) of such section.\n    7    (b) This section shall  not  apply  to  any  life  insurance  company,\n    8  fraternal benefit society, accident and health insurance company, health\n    9  maintenance  organization[, title insurance company] nor to any agent or\n   10  representative of any such insurer, society or health maintenance organ-\n   11  ization, acting as such.\n   12    S 10. Section 2120 of the insurance law is amended  by  adding  a  new\n   13  subsection (e) to read as follows:\n   14    (E)  AGENTS  OF  TITLE INSURANCE COMPANIES SHALL TREAT ALL FUNDS TAKEN\n   15  FOR THE ACCOUNT OF OTHERS, INCLUDING  PREMIUMS  COLLECTED  BY  THEM,  IN\n   16  CONNECTION WITH ANY TITLE INSURANCE TRANSACTION AS FIDUCIARY FUNDS.\n   17    S  11.  Within  120  days immediately after the effective date of this\n   18  act, the superintendent of insurance shall promulgate application  forms\n   19  for  persons,  firms  and corporations seeking to obtain a license as an\n   20  agent of an authorized title insurance company.\n   21    S 12. Each person, firm or corporation who has  filed  an  application\n   22  for a license as an agent of an authorized title insurance company on or\n   23  before  90  days  immediately  after the superintendent of insurance has\n   24  promulgated application forms for such a  license  pursuant  to  section\n   25  eleven  of  this  act, may act as such an agent without a license issued\n   26  pursuant to section 2103 of the insurance law until  the  superintendent\n   27  of  insurance  has  finally  determined the application for such license\n   28  filed by such person, firm or corporation.\n   29    S 13. This act shall take effect immediately, provided, however,  that\n   30  sections  2103  and  2115  of  the insurance law, as amended by sections\n   31  three, four, eight and nine of this act,  shall  not  be  applicable  to\n   32  agents  of  authorized  title  insurance companies until the one hundred\n   33  eightieth day after this act shall have become a law  or  the  ninetieth\n   34  day  after  the  superintendent of insurance has promulgated application\n   35  forms pursuant to section eleven of this act, whichever date  is  later,\n   36  and  provided  further, however, that the amendments made to paragraph 1\n   37  of subsection (a) of section 2115 of the insurance law by section  eight\n   38  of  this  act  shall be deemed repealed on the same date as section 5 of\n   39  chapter 418 of the laws of 2000, as amended, when  upon  such  date  the\n   40  provisions of section nine of this act shall take effect.\n",
  "memo" : "BILL NUMBER:S2668\n\nTITLE OF BILL:\nAn act\nto amend the insurance law, in relation to the licensing of agents of\nauthorized title insurance companies\n\nPURPOSE/SUMMARY OF PROVISIONS:\nThis bill amends\nSection 2101 of the\nInsurance Law in defining insurance agent and title insurance agent.\nThis bill amends Section 2103 of the Insurance Law in the following\nthree ways: 1) By requiring the Superintendent of Insurance to\ndevelop an examination adapted to test the qualifications of an\nindividual title insurance agent in accordance with subparagraph (b)\nof paragraph (2) of subsection (f) of Section 2103 of the Insurance\nLaw. 2) By providing exemptions from the examination to New York\nState licensed attorneys and title insurance agents who on or before\nJune I, 1994 had acted as an agent of an authorized title insurance\ncompany for a period of 30 months. 3) By requiring an initial and\nrenewal fee of two hundred dollars for a two year license. This bill\namends Section 2115 of the Insurance Law in relation to the payment\nof commissions to agents of title insurance companies. Lastly, this\nbill amends section 2120 of the Insurance Law in relation to\ntreatment of all funds collected as fiduciary funds.\n\nJUSTIFICATION:\nNew York State is one of only a few\nstates that does\nnot require title insurance agents to be licensed. In a hearing held\nby the New York State Department of Insurance on February 13, 1991,\nall those who testified spoke of the need for licensing of title\ninsurance agents in this state. Many questions were raised as to the\ncompetence of some title insurance agents. The need to assure\ncompetency of title agents is essential. The bill provides that the\nSuperintendent of Insurance shall develop an examination to test the\nqualification of those wishing to act as a title insurance agent.\nUpon successful passage of this examination, the agent would be\nissued a two-year license as a title insurance agent. In today's\nmarket, the title insurance agent has the capability of moving from\none title insurance company to another with the business such agent\ncontrols. Title insurers have experienced increases in the number and\nseverity of agent defalcations in recent years. If the Insurance\nDepartment were given the authority to discipline and remove the\nlicense of any agent who violates the Insurance Law or proves\notherwise untrustworthy, the incidence of fraud would be reduced.\nThere is a widely felt need in the industry for licensing\nof title insurance agents who in many cases do all of the work\ninvolved in effecting a title insurance policy, such as title\nsearches, clearing titles and filing of documents for the title\ncompanies in the issuance of a title policy. Licensing would elevate\n\nthe professionalism and\nknowledge of title agents. Inevitably it is the consumer who pays the\nprice for this fraudulent practice and this legislation will aid in\nalleviating that hardship.\n\nFISCAL IMPLICATIONS:\nThe New York State Insurance\nDepartment shall\nadminister the licensing procedures and charge a two hundred dollar\nfee for a two-year renewable license. There are approximately 600\ntitle agents operating in the state. This would generate about\n$120,000 in income for the state, every two years.\n\nEFFECTIVE DATE:\nThis act shall take effect immediately, with provisions.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the insurance law, in relation to the licensing of agents of authorized title insurance companies ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110128.T100740.TXT", "SOBI.D110128.T100240.TXT", "SOBI.D110128.T112750.TXT", "SOBI.D110129.T003343.TXT", "SOBI.D110128.T092239.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296279223855
}