{
  "year" : 2011,
  "senateBillNo" : "S2672-2011",
  "billEvents" : [ {
    "eventDate" : 1296190800000,
    "eventText" : "REFERRED TO HOUSING, CONSTRUCTION AND COMMUNITY DEVELOPMENT",
    "billEventId" : "S2672-2011-1296190800000-REFERRED+TO+HOUSING%2C+CONSTRUCTION+AND+COMMUNITY+DEVELOPMENT",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Excludes veteran's disability benefits in computing income in selection of tenants",
  "summary" : "Excludes a veteran's disability benefits paid by the federal government to veterans for a service connected disability from the computation of probable aggregate annual income for purposes of determining the eligibility of such veteran for admission to limited-profit housing company projects. ",
  "currentCommittee" : "HOUSING, CONSTRUCTION AND COMMUNITY DEVELOPMENT",
  "sameAs" : null,
  "lawSection" : "Private Housing Finance Law",
  "previousVersions" : [ "S461-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2672\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 28, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Housing, Construction  and\n         Community Development\n\n       AN  ACT  to  amend  the  private housing finance law, in relation to the\n         exclusion of a veteran's disability benefits from the  computation  of\n         income in the selection of tenants\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1.  Section 31 of the private housing finance law  is  amended\n    2  by adding a new subdivision 13 to read as follows:\n    3    13.    FOR  THE  PURPOSE  OF THIS SECTION,   PROBABLE AGGREGATE ANNUAL\n    4  INCOME SHALL NOT INCLUDE DISABILITY BENEFITS PAID BY THE FEDERAL GOVERN-\n    5  MENT TO A VETERAN FOR A SERVICE  CONNECTED  DISABILITY  NOR  SHALL  SUCH\n    6  BENEFITS BE INCLUDED IN COMPUTING ANY SURCHARGE AGAINST SUCH VETERAN.\n    7    S 2. This act shall take effect on the first of August next succeeding\n    8  the date on which it shall have become a law.\n\n\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07258-01-1\n",
  "memo" : "BILL NUMBER:S2672\n\nTITLE OF BILL:\nAn act\nto amend the private housing finance law, in relation to the\nexclusion of a veteran's disability\nbenefits from the computation of income in the selection of tenants\n\nSUMMARY OF PROVISIONS:\nThis bill would add a new subdivision 13 to\nSection 31 of the Private Housing Finance Law to exclude a veteran's\ndisability benefits from determining income in Mitchell-Lama housing\ndevelopments.\n\nJUSTIFICATION:\nDisabled veterans have endured many\nhardships for their\ncountry, and as such deserve something in return. By excluding a\nveteran's disability benefits from determining probable aggregate\nannual income in Mitchell-Lama housing, the disabled veteran will\nobtain the financial assistance that he may need to survive in a\nfast-paced functional world.\n\nFISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\nThis act shall take effect on the\nfirst of August next\nsucceeding the date on which it shall have become a law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the private housing finance law, in relation to the exclusion of a veteran's disability benefits from the computation of income in the selection of tenants ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110128.T100740.TXT", "SOBI.D110128.T092738.TXT", "SOBI.D110128.T100240.TXT", "SOBI.D110129.T003343.TXT", "SOBI.D110128.T113251.TXT", "SOBI.D110201.T194921.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296607761117
}