{
  "year" : 2011,
  "senateBillNo" : "S2678-2011",
  "billEvents" : [ {
    "eventDate" : 1296190800000,
    "eventText" : "REFERRED TO INVESTIGATIONS AND GOVERNMENT OPERATIONS",
    "billEventId" : "S2678-2011-1296190800000-REFERRED+TO+INVESTIGATIONS+AND+GOVERNMENT+OPERATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "LARKIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for an exemption from sales and use taxes on the sale of general aviation aircraft and for a report on the economic impact thereof",
  "summary" : "Provides for an exemption from sales and use taxes on the sale of general aviation aircraft and for a report on the economic impact thereof. ",
  "currentCommittee" : "INVESTIGATIONS AND GOVERNMENT OPERATIONS",
  "sameAs" : null,
  "lawSection" : "Tax Law",
  "previousVersions" : [ "S4551-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "ALESI",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "BONACIC",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "DEFRANCISCO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "FLANAGAN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "FUSCHILLO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "GRISANTI",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "JOHNSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "KENNEDY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "LITTLE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "NOZZOLIO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2678\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 28, 2011\n                                      ___________\n\n       Introduced  by  Sens.  LARKIN,  ALESI,  BONACIC,  DeFRANCISCO, FLANAGAN,\n         FUSCHILLO, GRISANTI, JOHNSON, KENNEDY, LITTLE, NOZZOLIO -- read  twice\n         and ordered printed, and when printed to be committed to the Committee\n         on Investigations and Government Operations\n\n       AN  ACT to amend the tax law, in relation to providing an exemption from\n         sales and compensating use taxes for certain aircraft purchased in the\n         state\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  This act shall be known and may be cited as the \"New York\n    2  aviation jobs act\".\n    3    S 2. Paragraph 1 of subdivision (dd) of section 1115 of the  tax  law,\n    4  as  added  by  section 1 of part L of chapter 60 of the laws of 2004, is\n    5  amended to read as follows:\n    6    (1) Services otherwise taxable under paragraph  three  of  subdivision\n    7  (c)  of  section eleven hundred five or under section eleven hundred ten\n    8  of this article,  SALES  OF  GENERAL  AVIATION  AIRCRAFT,  and  tangible\n    9  personal  property  purchased  and  used  by  the  person who sells such\n   10  services in performing such services,  where  such  property  becomes  a\n   11  physical  component  part  of  the  property upon which the services are\n   12  performed or where such property is a  lubricant  applied  to  aircraft,\n   13  shall  be  exempt  from  tax  under this article where such services are\n   14  performed on aircraft.\n   15    S 3. This act shall take effect immediately, and shall apply to  sales\n   16  made,  and  uses  occurring on or after such date in accordance with the\n   17  applicable transitional provisions of sections 1106 and 1217 of the  tax\n   18  law.    The  commissioner  of  taxation and finance shall be immediately\n   19  authorized to adopt and amend any rules or  regulations  and  issue  any\n   20  procedure,  forms  or instructions necessary to implement section one of\n   21  this act on its effective date.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD08235-01-1\n",
  "memo" : "BILL NUMBER:S2678\n\nTITLE OF BILL:\nAn act\nto amend the tax law, in relation to providing an exemption from sales\nand compensating use taxes for certain aircraft purchased in the\nstate\n\nPURPOSE:\nThis bill would exempt from sales and use taxes the purchase of\ngeneral aviation aircraft.\n\nSUMMARY OF PROVISIONS:\n &sect; 1- This act shall be known and may be cited as the \"New York\n Aviation Jobs Act\".\n\n &sect; 2- Amends Tax Law &sect; 1115 (dd) by amending paragraph 1 to exempt from\n sales and use taxation the purchase of general aviation aircraft\n similar to the current exemption granted to commercial service\n aircraft.\n\n &sect; 3- Effective date.\n\n JUSTIFICATION:\nAirports are one of the economic engines that fuel growth in the\ncommunities that they serve.\nThe economic benefits of airports in this state are quite large.\n\nAnnual economic activity attributable to aviation is $36 billion. Over\n300,000, New York residents owe their jobs directly or indirectly to\nairports. These jobs pay nearly $12 billion in payroll on an annual\nbasis. Airports and aviation industries pay over $ 2.7 billion in\nstate and local taxes each year.\n\nNew York air service is critical to the economic well-being of 1his\nstate and to the traveling public. Airline commercial service is\nprovided at 18 airports located in urban and rural areas throughout\nthe state. In addition to commercial service airports, hundreds of\nother general aviation airports are located throughout the state. These\nairports provide services such as charter flights for businesses and\nexecutives, quick access for medical emergencies and law enforcement\nneeds, flight training, and tourism & recreational flying.\n\nThis bill will make New York competitive with other states that\nalready exempt sales taxes related to the purchase of general\naviation aircraft. Connecticut, Massachusetts, New Jersey and New\nHampshire are a few of the regional states that exempt these aviation\npurchases from sales and use taxes or provide more favorable tax\ntreatment.\n\nSince the sales tax exemption for the maintenance, repair, overhaul or\nrebuilding of aircraft was enacted in 2004, New York has attracted\nsignificant investment in aviation services. The recent study by the\nNew York State Department of Taxation and Finance--A Review of the\nSales and Use Tax Exemption for Private Aircraft Parts and\nService---demonstrates that this particular tax exemption has been a\ntremendous success, resulting in an expansion of aviation maintenance\nand repair businesses, the creation of jobs here in New York and an\nincrease in state tax revenue.\n\nShould New York exempt the purchase of general aviation aircraft, it\nwill timber encourage existing aircraft maintenance facilities to\nexpand their operations. In addition, other companies would look to\nNew York to locate or relocate their business jets and operations\nwithin this state.\nLike the maintenance and repair exemption, an exemption for the\npurchase of aircraft is expected to increase state revenues and\nleverage significant economic returns for local communities and the\nstate.\n\nLEGISLATIVE HISTORY:\n2007-2008: S.425-B\n2009-2010: S.4551-A\n\nFISCAL IMPLICATIONS:\nNYS Department of Taxation & Finance estimates that state and local\ngovernments will see an offset to possible tax losses with an\nincreased amount of economic development payroll taxes, property\ntaxes, and sales taxes in other ancillary services and increased fuel\ntax collections from aircraft maintenance and in-state basing as a\nresult of the increase in aviation activity.\n\nEFFECTIVE DATE:\nThis act shall take effect immediately and shall apply to sales made,\nservices rendered and uses occurring on or after such date in\naccordance with the applicable transitional provisions of sections\n1106 and 1217 of the tax law. The commissioner of taxation and\nfinance shall be immediately authorized to adopt and amend any rules\nor regulations and issue any procedure, forms or instructions\nnecessary to implement this act on its effective date.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the tax law, in relation to providing an exemption from sales and compensating use taxes for certain aircraft purchased in the state ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110128.T123756.TXT", "SOBI.D110128.T120252.TXT", "SOBI.D110128.T123255.TXT", "SOBI.D110129.T003343.TXT", "SOBI.D110128.T142307.TXT", "SOBI.D110128.T120753.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296279223867
}