{
  "year" : 2011,
  "senateBillNo" : "S2673-2011",
  "billEvents" : [ {
    "eventDate" : 1296190800000,
    "eventText" : "REFERRED TO TRANSPORTATION",
    "billEventId" : "S2673-2011-1296190800000-REFERRED+TO+TRANSPORTATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Makes provisions on imposition of surcharges on certain bridges and tunnels",
  "summary" : "Prohibits a toll increase on tolls for bridges and tunnels subject to the jurisdiction of the Triborough bridge and tunnel authority; allows the authority to impose a surcharge in addition to the regular toll; increases the amount of annual surplus to be transferred by the Triborough bridge and tunnel authority to the New York city transit authority. ",
  "currentCommittee" : "TRANSPORTATION",
  "sameAs" : null,
  "lawSection" : "Public Authorities Law",
  "previousVersions" : [ "S224-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2673\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 28, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Transportation\n\n       AN ACT to amend the public authorities law, in relation to  the  imposi-\n         tion of tolls and surcharges for certain bridges and tunnels\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The public authorities law  is  amended  by  adding  a  new\n    2  section 553-h-1 to read as follows:\n    3    S 553-H-1. BRIDGE CROSSINGS AND TUNNELS; SURCHARGE. 1. NO TOLL CHARGED\n    4  BY  THE  AUTHORITY  FOR  CROSSINGS  OVER AN AUTHORITY BRIDGE OR USING AN\n    5  AUTHORITY TUNNEL SHALL BE INCREASED ON OR AFTER JANUARY FIRST, TWO THOU-\n    6  SAND ELEVEN, PROVIDED, HOWEVER, THAT NOTHING IN THIS  SECTION  SHALL  BE\n    7  CONSTRUED  TO  PROHIBIT OR OTHERWISE LIMIT THE AUTHORITY FROM IMPOSING A\n    8  SURCHARGE IN ADDITION TO THE REGULAR TOLL CHARGED FOR CROSSINGS OVER  AN\n    9  AUTHORITY BRIDGE OR USING AN AUTHORITY TUNNEL.\n   10    2.  IN THE EVENT THE AUTHORITY SHALL IMPOSE A SURCHARGE IN ADDITION TO\n   11  THE REGULAR TOLL FOR CROSSINGS OVER AN  AUTHORITY  BRIDGE  OR  USING  AN\n   12  AUTHORITY TUNNEL, SUCH SURCHARGE SHALL NOT BE DEEMED A PART OF THE REGU-\n   13  LAR  FARE,  AND  THE  TOKENS  OFFERED  FOR  SALE  SHALL ALSO ENTITLE THE\n   14  PURCHASER TO AN EXEMPTION FROM THE PAYMENT OF ANY SUCH SURCHARGE  IN  AN\n   15  AMOUNT EQUAL TO THE AMOUNT OF ANY SUCH SURCHARGE IMPOSED DURING CALENDAR\n   16  YEARS  TWO  THOUSAND  ELEVEN THROUGH TWO THOUSAND THIRTEEN.  APPLICATION\n   17  FOR SUCH TOKENS OR OTHER PAYMENT DEVICES SHALL BE MADE IN SUCH MANNER AS\n   18  PRESCRIBED BY THE AUTHORITY AND SHALL CONTAIN SUCH  INFORMATION  AS  THE\n   19  AUTHORITY MAY REASONABLY REQUIRE.\n   20    S  2.  Subparagraph  (i)  of paragraph (b) of subdivision 2 of section\n   21  1219-a of the public authorities law, as amended by section 19 of part O\n   22  of chapter 61 of the laws of 2000, is amended to read as follows:\n   23    (i) [twenty-four] SEVENTY-TWO million dollars PLUS AN AUTOMATIC ANNUAL\n   24  INCREASE EQUAL TO ANY INCREASE AS  DETERMINED  BY  THE  AVERAGE  MONTHLY\n   25  CONSUMER PRICE INDEX FOR THE NEW YORK, NEW YORK-NORTHEASTERN, NEW JERSEY\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07269-01-1\n\n       S. 2673                             2\n\n    1  AREA,  BASED  UPON  THE INDEX FOR ALL URBAN CONSUMERS (CPI-U) DURING THE\n    2  PRECEDING TWELVE MONTH PERIOD plus [fifty percentum] SEVENTY PER  CENTUM\n    3  of  the  balance  of  such  operating  surplus shall be allocable to the\n    4  authority, and\n    5    S 3.  This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public authorities law, in relation to the imposition of tolls and surcharges for certain bridges and tunnels ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110128.T125257.TXT", "SOBI.D110128.T130257.TXT", "SOBI.D110128.T123255.TXT", "SOBI.D110128.T120252.TXT", "SOBI.D110128.T142307.TXT", "SOBI.D110128.T124256.TXT", "SOBI.D110128.T122755.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296242587977
}