{
  "year" : 2011,
  "senateBillNo" : "S2676-2011",
  "billEvents" : [ {
    "eventDate" : 1296190800000,
    "eventText" : "REFERRED TO INVESTIGATIONS AND GOVERNMENT OPERATIONS",
    "billEventId" : "S2676-2011-1296190800000-REFERRED+TO+INVESTIGATIONS+AND+GOVERNMENT+OPERATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Forbids unlawful discriminatory practices concerning religious headgear where the wearing of work uniform is required",
  "summary" : "Makes it an unlawful discriminatory practice for any employer, labor organization or employment agency who or which requires employees to perform their duties wearing a specified work uniform to prohibit employees from wearing any article of religious headgear unless such prohibition is reasonably related to the health or safety of employees while on the job. ",
  "currentCommittee" : "INVESTIGATIONS AND GOVERNMENT OPERATIONS",
  "sameAs" : null,
  "lawSection" : "Executive Law",
  "previousVersions" : [ "S449-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2676\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 28, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Investigations and Govern-\n         ment Operations\n\n       AN ACT to amend the executive law, in relation to unlawful discriminato-\n         ry practices concerning work uniforms\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 296 of the executive law is amended by adding a new\n    2  subdivision 22 to read as follows:\n    3    22.  IT SHALL BE AN UNLAWFUL DISCRIMINATORY PRACTICE FOR ANY EMPLOYER,\n    4  LABOR ORGANIZATION OR EMPLOYMENT AGENCY WHO OR WHICH REQUIRES  EMPLOYEES\n    5  TO  PERFORM  THEIR  DUTIES  WEARING A SPECIFIED WORK UNIFORM TO PROHIBIT\n    6  EMPLOYEES FROM WEARING ANY ARTICLE OF  RELIGIOUS  HEADGEAR  UNLESS  SUCH\n    7  PROHIBITION  IS  REASONABLY RELATED TO THE HEALTH OR SAFETY OF EMPLOYEES\n    8  WHILE ON THE JOB. THE  PROVISIONS  OF  THIS  SUBDIVISION  SHALL  NOT  BE\n    9  CONSTRUED  TO  IMPAIR  OR  DIMINISH  ANY EXISTING RIGHTS AND REMEDIES OF\n   10  EMPLOYEES RELATING TO UNLAWFUL DISCRIMINATION ON THE BASIS  OF  RELIGION\n   11  OR CREED CONTAINED IN THIS LAW OR ANY OTHER LAW.\n   12    S 2. This act shall take effect immediately.\n\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07246-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the executive law, in relation to unlawful discriminatory practices concerning work uniforms ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110128.T123255.TXT", "SOBI.D110128.T120252.TXT", "SOBI.D110128.T142307.TXT", "SOBI.D110128.T124256.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296242587983
}