{
  "year" : 2011,
  "senateBillNo" : "S267-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO TRANSPORTATION",
    "billEventId" : "S267-2011-1294203600000-REFERRED+TO+TRANSPORTATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "DIAZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prohibits the operation of a motor vehicle on a public road, street or highway which is equipped with a display device within the view of the operator",
  "summary" : "Prohibits the operation of a motor vehicle on a public road, street or highway which is equipped with a display device within the view of the operator; and defines the term display device as equipment designed and used for the purpose of receiving and displaying a broadcast image. ",
  "currentCommittee" : "TRANSPORTATION",
  "sameAs" : null,
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "S2174-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          267\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  DIAZ  --  read twice and ordered printed, and when\n         printed to be committed to the Committee on Transportation\n\n       AN ACT to amend the vehicle and traffic law, in relation to  the  opera-\n         tion of motor vehicles with a display device\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 24 of section 375 of the  vehicle  and  traffic\n    2  law, as amended by chapter 39 of the laws of 1989, is amended to read as\n    3  follows:\n    4    24.  (A)  It  shall  be unlawful to operate upon any public highway in\n    5  this state a motor vehicle which is equipped with a [television  receiv-\n    6  ing set] DISPLAY DEVICE within view of the operator or in which a [tele-\n    7  vision  receiving set] DISPLAY DEVICE is in operation within the view of\n    8  the operator. A motor vehicle shall not be deemed to be equipped with  a\n    9  [television  receiving set] DISPLAY DEVICE (I) solely because such [set]\n   10  DISPLAY DEVICE utilizes power from such vehicle OR (II) IF SUCH  DISPLAY\n   11  DEVICE  IS  EQUIPPED WITH A FUNCTIONING DEVICE THAT DISABLES SUCH EQUIP-\n   12  MENT WHENEVER SUCH MOTOR VEHICLE IS IN MOTION. The  provisions  of  this\n   13  subdivision  shall  not prohibit a vehicle with a weight of ten thousand\n   14  pounds or more or a school  bus  from  using  closed-circuit  television\n   15  receiving  equipment exclusively for safety and maneuvering purposes, in\n   16  accordance with regulations to be established by the commissioner.\n   17    (B) NO OTHERWISE PERMITTED AFTERMARKET VISUAL DISPLAY DEVICE OR SYSTEM\n   18  SHALL BE INSTALLED OR MOUNTED IN A MANNER THAT  IMPAIRS  THE  OPERATOR'S\n   19  VIEW, CONTROL OF THE VEHICLE OR OPERATION OF THE VEHICLE'S SAFETY EQUIP-\n   20  MENT.\n   21    (C)  FOR  THE  PURPOSES OF THIS SUBDIVISION, THE TERM \"DISPLAY DEVICE\"\n   22  SHALL MEAN EQUIPMENT DESIGNED AND USED FOR THE PURPOSE OF RECEIVING  AND\n   23  DISPLAYING  BROADCAST  TELEVISION  IMAGES,  VISUAL IMAGES FROM A DIGITAL\n   24  VIDEO DISC RECORDER OR PLAYER OR VIDEO CASSETTE RECORDER OR  PLAYER,  OR\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02214-01-1\n\n       S. 267                              2\n\n    1  VISUAL  IMAGES  WHILE  TRANSMITTED  BY WIRELESS DIGITAL TECHNOLOGY. SUCH\n    2  TERM SHALL NOT INCLUDE:\n    3    (I)   VEHICLE   INFORMATION,  DRIVER  INFORMATION  OR  INSTRUMENTATION\n    4  DISPLAYS;\n    5    (II) A GLOBAL POSITIONING, NAVIGATIONAL OR MAPPING DISPLAY;\n    6    (III) A VISUAL DISPLAY PRODUCED BY TECHNOLOGY THAT ENHANCES OR SUPPLE-\n    7  MENTS THE DRIVER'S VIEW OF THE EXTERIOR TO THE REAR, FRONT OR SIDES OF A\n    8  MOTOR VEHICLE FOR THE PURPOSE OF MANEUVERING THE  VEHICLE  AND  AVOIDING\n    9  CONTACT WITH PERSONS, ANIMALS OR OBJECTS;\n   10    (IV)  ANY  DISPLAY  DEVICE  OR  SYSTEM USED FOR DISPLAYING INFORMATION\n   11  INTENDED TO ENHANCE TRAFFIC SAFETY;\n   12    (V) ANY CONTROLS  AND  DISPLAYS  RELATED  TO  AN  AUDIO  ENTERTAINMENT\n   13  SYSTEM,  HEATING  OR  AIR  CONDITIONING SYSTEM, OR OTHER ACCESSORY INTE-\n   14  GRATED INTO THE ELECTRICAL SYSTEM OF A MOTOR VEHICLE;\n   15    (VI) ANY DISPLAY DEVICE OR SYSTEM IN A VEHICLE THAT PERMITS THE  VEHI-\n   16  CLE OPERATOR TO MONITOR VEHICLE OCCUPANTS SEATED REARWARD OF SUCH OPERA-\n   17  TOR;\n   18    (VII)  ANY  DISPLAY  DEVICE OR SYSTEM THE PRIMARY FUNCTION OF WHICH IS\n   19  TRANSMITTING AND RECEIVING EMERGENCY ALERT MESSAGES;\n   20    (VIII) ANY DISPLAY DEVICE OR SYSTEM THE PRIMARY FUNCTION OF  WHICH  IS\n   21  TRANSMITTING  AND  RECEIVING  MESSAGES  RELATED  TO THE OPERATION OF THE\n   22  VEHICLE;\n   23    (IX) ANY USE OF A DISPLAY DEVICE OR SYSTEM WHILE A VEHICLE IS  PARKED;\n   24  AND\n   25    (X)  ANY DISPLAY DEVICE OR SYSTEM USED IN A POLICE VEHICLE, FIRE VEHI-\n   26  CLE, AMBULANCE OR OTHER EMERGENCY VEHICLE.\n   27    S 2. This act shall take effect on the one hundred twentieth day after\n   28  it shall have become a law; provided, however, that effective immediate-\n   29  ly, the addition, amendment and/or repeal  of  any  rule  or  regulation\n   30  necessary  for  the  implementation of this act on its effective date is\n   31  authorized and directed to be made  and  completed  on  or  before  such\n   32  effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to the operation of motor vehicles with a display device ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101215.T111859.TXT", "SOBI.D101213.T132318.TXT", "SOBI.D101213.T124810.TXT", "SOBI.D101213.T114306.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292429939146
}