{
  "year" : 2011,
  "senateBillNo" : "S2675-2011",
  "billEvents" : [ {
    "eventDate" : 1296190800000,
    "eventText" : "REFERRED TO ELECTIONS",
    "billEventId" : "S2675-2011-1296190800000-REFERRED+TO+ELECTIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for submission to state board of elections the master ballot layout for statewide offices and issues by counties prior to printing of ballot",
  "summary" : "Provides for submission to the state board of elections by the county boards of elections of the master ballot layout for all elections for statewide office, constitutional amendments and all questions provided by law to be submitted to a statewide vote. ",
  "currentCommittee" : "ELECTIONS",
  "sameAs" : null,
  "lawSection" : "Election Law",
  "previousVersions" : [ "S460-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2675\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 28, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KRUGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Elections\n\n       AN ACT to amend the election law, in relation to ballot proposals\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Section  7-104 of the election law is amended by adding a\n    2  new subdivision 9 to read as follows:\n    3    9. WHENEVER CANDIDATES FOR STATEWIDE OFFICE APPEAR ON A  BALLOT,  SUCH\n    4  MASTER  BALLOT  LAYOUT  SHALL  BE  SUBMITTED  BY  EACH  COUNTY  BOARD OF\n    5  ELECTIONS TO THE STATE BOARD OF ELECTIONS  FOR  APPROVAL  PRIOR  TO  THE\n    6  PRINTING OF SUCH BALLOT.\n    7    S  2.  Section 7-110 of the election law, as amended by chapter 647 of\n    8  the laws of 1982, is amended to read as follows:\n    9    S 7-110. Ballots; form for ballot proposals.  Ballot  proposals  shall\n   10  appear  on  the  voting  machine or ballot in a separate section. At the\n   11  left of, or below or above, each proposal shall appear two voting levers\n   12  or two voting squares, each at least one-half inch square. Next  to  the\n   13  first  lever  or square shall be printed the word \"Yes,\" and next to the\n   14  second lever or square shall be printed the  word  \"No.\"  The  proposals\n   15  shall  be  numbered  consecutively  on the voting machine or ballot. The\n   16  number of each proposal shall appear in front of its designation  as  an\n   17  amendment, proposition or question in the following form: \"Proposal one,\n   18  an  amendment; proposal two, a proposition; proposal three, a question\".\n   19  WHENEVER ANY PROPOSED AMENDMENT TO THE CONSTITUTION  OR  OTHER  QUESTION\n   20  PROVIDED  BY  LAW  TO  BE  SUBMITTED TO A STATEWIDE VOTE IS PRINTED ON A\n   21  BALLOT, SUCH MASTER BALLOT LAYOUT SHALL  BE  SUBMITTED  BY  EACH  COUNTY\n   22  BOARD OF ELECTIONS TO THE STATE BOARD OF ELECTIONS FOR APPROVAL PRIOR TO\n   23  THE PRINTING OF SUCH BALLOT.\n   24    S 3. This act shall take effect immediately.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07256-01-1\n",
  "memo" : "BILL NUMBER:S2675\n\nTITLE OF BILL:\nAn act\nto amend the election law, in relation to ballot proposals\n\nPURPOSE:\nRequires county boards of elections to submit ballots to the State\nBoard of Elections for approval.\n\nSUMMARY OF PROVISIONS:\nRequires that when a statewide ballot proposal or statewide candidate\nis to appear on the ballot, the county boards of elections must\nsubmit a facsimile of the ballot to be used in that county to the\nState Board of Elections for approval prior to printing of the ballot.\n\nJUSTIFICATION:\nWhen a statewide proposal or statewide office is being submitted to\nthe voters, it is important that such proposal or office be presented\nto all the voters of the State in the same manner. County boards of\nelections are responsible for the printing of their ballots, but\nthere is no mechanism available to ensure that the ballots are\nuniform statewide.\n\nThis bill would require that the county board prior to printing the\nballot supply the State Board of Elections with a copy of the ballot\nto be used in their respective county to ensure that the ballot\nproposal and candidates for statewide office are properly presented\nto the voters.\n\nFISCAL IMPACT:\nMinimal.\n\nEFFECTIVE DATE:\nImmediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the election law, in relation to ballot proposals ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110128.T120252.TXT", "SOBI.D110128.T123255.TXT", "SOBI.D110129.T003343.TXT", "SOBI.D110128.T124256.TXT", "SOBI.D110128.T142307.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296279223863
}