{
  "year" : 2011,
  "senateBillNo" : "S2681-2011",
  "billEvents" : [ {
    "eventDate" : 1296190800000,
    "eventText" : "REFERRED TO INSURANCE",
    "billEventId" : "S2681-2011-1296190800000-REFERRED+TO+INSURANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "LAVALLE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Limits an insurer's reduction of coverage by limiting the volume of notices of intention to four percent, establishes standards for definitions; repealer",
  "summary" : "Limits the scope of an insurer's reduction of coverage by limiting the volume of notices of intention to not renew or condition renewal to four percent of the total number of covered policies within such insurer's rating territory in this state. ",
  "currentCommittee" : "INSURANCE",
  "sameAs" : "A1613",
  "lawSection" : "Insurance Law",
  "previousVersions" : [ "S7879-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2681\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 28, 2011\n                                      ___________\n\n       Introduced  by  Sen. LAVALLE -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Insurance\n\n       AN ACT to amend the insurance law, in relation to limiting the scope  of\n         an insurer's reduction of insurance coverage by limiting the volume of\n         notices of intention to not renew or condition renewal to four percent\n         of  the  total  number  of  covered  policies of such insurer's rating\n         territory; and in relation to establishing standards  for  definitions\n         contained  within  such  law;  and repealing certain provisions of the\n         insurance law relating thereto\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subparagraph  (C)  of  paragraph  2  of subsection (o) of\n    2  section 3425 of the insurance law, as added by chapter 42 of the laws of\n    3  1996, is amended to read as follows:\n    4    (C) The superintendent  shall  promulgate  rules  and  regulations  to\n    5  establish  standards for the definition of \"materially reduce its volume\n    6  of policies\" as used in this paragraph. Such  definition  shall  require\n    7  that  a  plan  be  filed with the superintendent if the insurer plans to\n    8  reduce the net number of homeowners insurance  policies  as  defined  in\n    9  subsection (a) of section twenty-three hundred fifty-one of this chapter\n   10  WITHIN ANY SUCH INSURER'S RATING TERRITORY IN USE IN THIS STATE by twen-\n   11  ty  percent  or more, or plans to reduce the net number of such policies\n   12  it writes by five hundred, whichever is  greater,  within  a  five  year\n   13  period  of  time; provided, however, that if an insurer is not otherwise\n   14  required to file a plan pursuant to this subparagraph, a plan  shall  be\n   15  filed  if the insurer plans to reduce the net number of such policies it\n   16  has in force in a twelve month period WITHIN ANY SUCH  INSURER'S  RATING\n   17  TERRITORY IN USE IN THIS STATE by four percent or more or the net number\n   18  of such policies it writes by one hundred, whichever is greater.\n   19    The  provisions  of  this  subparagraph  shall  not  apply to policies\n   20  cancelled or nonrenewed by  the  insured  or  policies  not  renewed  or\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02880-01-1\n\n       S. 2681                             2\n\n    1  cancelled  pursuant  to  subparagraph (A), (B), (C), (D) or (E) of para-\n    2  graph two of subsection (c) of this section.\n    3    S 2. Subsection (g) of section 5412 of the insurance law is REPEALED.\n    4    S  3. This act shall take effect on the first of January next succeed-\n    5  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the insurance law, in relation to limiting the scope of an insurer's reduction of insurance coverage by limiting the volume of notices of intention to not renew or condition renewal to four percent of the total number of covered policies of such insurer's rating territory; and in relation to establishing standards for definitions contained within such law; and repealing certain provisions of the insurance law relating thereto ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110128.T123255.TXT", "SOBI.D110128.T124756.TXT", "SOBI.D110128.T142807.TXT", "SOBI.D110128.T124256.TXT", "SOBI.D110128.T120753.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296242887141
}