{
  "year" : 2011,
  "senateBillNo" : "S2680-2011",
  "billEvents" : [ {
    "eventDate" : 1296190800000,
    "eventText" : "REFERRED TO ELECTIONS",
    "billEventId" : "S2680-2011-1296190800000-REFERRED+TO+ELECTIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "LAVALLE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for the submission to the people the question of whether or not to convene a constitutional convention",
  "summary" : "Provides for the submission to the people the question of whether or not to convene a constitutional convention for the sole and limited purposes of choosing a lieutenant governor in the event of a vacancy in office and for achieving real property tax law reform. ",
  "currentCommittee" : "ELECTIONS",
  "sameAs" : null,
  "lawSection" : "Elections",
  "previousVersions" : [ "S6088-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2680\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 28, 2011\n                                      ___________\n\n       Introduced  by  Sen. LAVALLE -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Elections\n\n       AN ACT to provide for the submission to the people of a  proposition  or\n         question to convene a constitutional convention\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Pursuant to the provisions of section 2 of article  XIX  of\n    2  the  New York state constitution, the question \"Shall there be a conven-\n    3  tion to revise the constitution and amend the  same  for  the  sole  and\n    4  limited  purposes  of  providing  for a process of choosing a lieutenant\n    5  governor in the event of a vacancy in such office and for achieving real\n    6  property tax law reform?\" shall be  submitted  to  and  decided  by  the\n    7  people  of  the  state  at  the  general election to be held in the next\n    8  succeeding November after the effective date of this act.\n    9    S 2. If the question stated in section one of this act is answered  in\n   10  the  affirmative  by  a  majority  of all votes cast for and against it,\n   11  decided in favor of a convention for such purpose,  the  procedures  and\n   12  provisions  of  section 2 of article XIX of the constitution shall apply\n   13  and be implemented, except that such convention shall only consider  and\n   14  submit  amendments to the constitution for the sole and limited purposes\n   15  of providing for a process of choosing  a  lieutenant  governor  in  the\n   16  event  of  a  vacancy in such office and for achieving real property tax\n   17  law reform.\n   18    S 3. This  act  shall  take  effect  immediately;  provided  that  the\n   19  provisions  of  section two of this act shall not take effect unless and\n   20  until the question proposed in section one of this act shall  have  been\n   21  submitted  to  the people at the general election to be held in the next\n   22  succeeding November after the effective date of this act, and shall have\n   23  received a majority of all  votes  cast  for  and  against  it  at  such\n   24  election.    Upon  approval by the people, section two of this act shall\n   25  take effect immediately. The ballots to be furnished for the use of  the\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06704-01-1\n\n       S. 2680                             2\n\n    1  voters  upon  the  submission of section one of this act shall be in the\n    2  form prescribed by the election law, and the proposition or question  to\n    3  be  submitted  shall be printed in the following form: \"Shall there be a\n    4  convention  to  revise  the constitution and amend the same for the sole\n    5  and limited purposes of providing for a process of choosing a lieutenant\n    6  governor in the event of a vacancy in such office and for achieving real\n    7  property tax law reform?\"\n",
  "memo" : "BILL NUMBER:S2680\n\nTITLE OF BILL:\nAn act\nto provide for the submission to the people of a proposition or question\nto convene a constitutional convention\n\nPURPOSE:\nTo provide for a constitutional convention to be called for the\nlimited purpose of providing for a process of choosing a lieutenant\ngovernor in the event of a vacancy in such office and for real\nproperty tax reform.\n\nSUMMARY OF PROVISIONS:\nSection 1 provides for the question to be put to the people.\nSection 2 provides that if the question is answered in the affirmative\nthat to provisions of section 2 of Article XIX of the constitution\nshall apply and be implemented.\nSection 3 provides for the effective date.\n\nJUSTIFICATION:\nOn two occasions within the last 25 years and 15 times over the\nhistory of the State, the State of New York has not had a lieutenant\ngovernor. The office remains vacant until the next gubernatorial\nelection. The office of lieutenant governor has many functions\nincluding being first in the gubernatorial succession and president\nof the Senate.\n\nThe Governor, on July 8,2009, had attempted to appoint a Lieutenant\nGovernor relying upon the Public Officers Law. This issue should be\ntaken up before a constitutional convention where the matter can be\ndebated and given consideration which then can be presented to the\npeople on the ballot.\n\nLEGISLATIVE HISTORY:\n2010: S.6088\n\nFISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\nImmediately, with provisions.\n\n",
  "law" : null,
  "actClause" : "AN ACT to provide for the submission to the people of a proposition or question to convene a constitutional convention ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110128.T123255.TXT", "SOBI.D110128.T123756.TXT", "SOBI.D110129.T003343.TXT", "SOBI.D110128.T142807.TXT", "SOBI.D110128.T142307.TXT", "SOBI.D110128.T120753.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296279223870
}