{
  "year" : 2011,
  "senateBillNo" : "S2688-2011",
  "billEvents" : [ {
    "eventDate" : 1296190800000,
    "eventText" : "REFERRED TO AGING",
    "billEventId" : "S2688-2011-1296190800000-REFERRED+TO+AGING",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "GOLDEN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Expands volunteerism by making use of AARP's database and institutes volunteer certificate programs",
  "summary" : "Expands volunteerism by making use of the databases of statewide aging organizations, and institutes volunteer certificate programs which train volunteers and individuals in programs to use the volunteers. ",
  "currentCommittee" : "AGING",
  "sameAs" : null,
  "lawSection" : "Elder Law",
  "previousVersions" : [ "S2027-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2688\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 28, 2011\n                                      ___________\n\n       Introduced  by  Sen.  GOLDEN -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Aging\n\n       AN ACT to amend the elder law, in relation to volunteer programs\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 7 of section 203 of the elder law is amended to\n    2  read as follows:\n    3    7.  (A) The director is hereby authorized, within amounts appropriated\n    4  therefor, to make grants-in-aid to retired and senior volunteer programs\n    5  for the engagement of individuals fifty-five years of  age  or  over  to\n    6  serve  as  volunteers  for  the  betterment of their community and them-\n    7  selves. Such volunteer activities may include but shall not  be  limited\n    8  to  assisting  with the preparation of meals at nutrition sites; leading\n    9  activities at child care centers; delivering meals to homebound elderly;\n   10  providing telephone reassurance and/or  friendly  visits  to  the  frail\n   11  elderly;  tutoring  adults  or children; assisting with services for the\n   12  homeless and assisting school districts which request volunteers for the\n   13  purpose of notifying a person in parental  relation  to  any  elementary\n   14  school  pupil  when such pupil is deemed absent from required attendance\n   15  at his or her designated school. The services of these  volunteers  will\n   16  be performed in the community where such individuals reside or in nearby\n   17  communities. Up to ten percent of such grants-in-aid may be expended for\n   18  the  administrative  purposes of such programs, with the approval of the\n   19  office. Such grants shall be for a period  of  twelve  months  or  less,\n   20  shall  not  be  used  to match other state funds, shall not be used as a\n   21  substitute for federal allocations, and shall be made in a manner  which\n   22  does not conflict with federal law, rule or regulation pursuant to title\n   23  II  of  the  United  States  domestic volunteer services act of nineteen\n   24  hundred seventy-three, as amended. Grants may be used to  match  federal\n   25  funds,  but  not  as  a  substitute  for  presently required non-federal\n   26  shares. Each grantee shall file reports at such time and containing such\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06107-01-1\n\n       S. 2688                             2\n\n    1  information as the office shall require. For the purpose of  administer-\n    2  ing  such  grants-in-aid  the office may make such agreements with other\n    3  public agencies as are deemed necessary.\n    4    (B)  IN ADDITION TO THE POWERS AND DUTIES CONTAINED IN SUBDIVISION TWO\n    5  OF THIS SECTION, THE  OFFICE  IS  HEREBY  AUTHORIZED  TO  ENTER  INTO  A\n    6  RELATIONSHIP,  DEFINED BY CONTRACT, WITH ONE OR MORE STATEWIDE ORGANIZA-\n    7  TIONS FOR THE PURPOSE OF ESTABLISHING A DATABANK OF INDIVIDUALS  WISHING\n    8  TO  VOLUNTEER  THEIR  SERVICES TO PROGRAMS THAT ADDRESS THE NEEDS OF THE\n    9  AGING, AND TO ESTABLISH, REPLICATE,  OR  ENCOURAGE  THE  DEVELOPMENT  OF\n   10  TRAINING  PROGRAMS  FOR  SUCH  VOLUNTEERS AND PROGRAMS. THE OFFICE SHALL\n   11  ESTABLISH GUIDELINES  FOR  THE  USE  OF  ANY  SUCH  DATABANK,  INCLUDING\n   12  REQUIREMENTS  CONCERNING  APPROPRIATE  DATA TO BE ENTERED INTO THE DATA-\n   13  BANK, CONFIDENTIALITY, SCREENING, ACCESS, CORRECTION OF  THE  DATA,  AND\n   14  SUCH  OTHER  REQUIREMENTS AS THE OFFICE, AFTER CONSULTATION AND WITH THE\n   15  ADVICE OF THE ADVISORY COMMITTEE FOR THE AGING AND OTHERS, SHALL  ESTAB-\n   16  LISH.  THE  PURPOSE  OF  THE TRAINING CURRICULUM SHALL BE TO TRAIN, ON A\n   17  VOLUNTARY BASIS, VOLUNTEERS FOR THE TASKS THEY ARE  INTERESTED  IN,  AND\n   18  INDIVIDUALS  IN  NOT-FOR-PROFIT  ORGANIZATIONS  IN EFFECTIVELY AND EFFI-\n   19  CIENTLY USING VOLUNTEERS. IN DEVELOPING THE CURRICULUM  THE  OFFICE  MAY\n   20  CONSULT  AND  WORK  WITH INDIVIDUALS AND ENTITIES WITH EXPERTISE IN SUCH\n   21  TRAINING AND DEVELOPMENT AT THE STATE UNIVERSITY OF  NEW  YORK  AND  THE\n   22  CITY UNIVERSITY OF NEW YORK.\n   23    S  2. This act shall take effect immediately, provided that the powers\n   24  and duties established in paragraph (b) of subdivision 7 of section  203\n   25  of  the  elder  law as added by this act shall be effective on and after\n   26  the first of April occurring at least one year after the date  on  which\n   27  this act shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the elder law, in relation to volunteer programs ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110128.T154812.TXT", "SOBI.D110128.T163320.TXT", "SOBI.D110128.T151310.TXT", "SOBI.D110128.T155317.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296250400562
}