{
  "year" : 2011,
  "senateBillNo" : "S2683-2011",
  "billEvents" : [ {
    "eventDate" : 1296190800000,
    "eventText" : "REFERRED TO INSURANCE",
    "billEventId" : "S2683-2011-1296190800000-REFERRED+TO+INSURANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SEWARD",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to motor vehicle liability insurance rates",
  "summary" : "Relates to motor vehicle liability insurance rates; makes technical corrections to chapter 277 of 2010 relating to surcharges for certain accidents. ",
  "currentCommittee" : "INSURANCE",
  "sameAs" : null,
  "lawSection" : "Insurance Law",
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2683\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 28, 2011\n                                      ___________\n\n       Introduced  by  Sen.  SEWARD -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Insurance\n\n       AN ACT to amend the insurance law and chapter 277 of the  laws  of  2010\n         amending  the  insurance  law  relating  to prohibiting surcharges for\n         certain automobiles accidents; in relation to motor vehicle  liability\n         insurance rates\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subsection (a) of section 2335 of  the  insurance  law,  as\n    2  amended  by  chapter  277  of  the  laws  of 2010, is amended to read as\n    3  follows:\n    4    (a) has had an accident ON OR AFTER MARCH FIRST, TWO  THOUSAND  ELEVEN\n    5  that  does  not  result in aggregate damage to property in excess of two\n    6  thousand dollars, provided that any policy surcharge shall be  permissi-\n    7  ble  for  any  accident  [which] THAT results in bodily injury or if the\n    8  insured has more than one accident in the merit rating experience  peri-\n    9  od.    THE  SUPERINTENDENT MAY, PURSUANT TO REGULATION, INCREASE THE TWO\n   10  THOUSAND DOLLAR THRESHOLD FOR INFLATION OR ANY OTHER  REASON  FOR  WHICH\n   11  THE  SUPERINTENDENT  DETERMINES THE INCREASE TO BE REASONABLE AND APPRO-\n   12  PRIATE.   WHENEVER THE  SUPERINTENDENT  INCREASES  THE  THRESHOLD,  SUCH\n   13  INCREASE  SHALL  APPLY  TO ACCIDENTS OCCURRING ON OR AFTER THE EFFECTIVE\n   14  DATE OF THE REGULATION. Nothing in  this  subsection  shall  change  the\n   15  dollar  amount  of the accident reporting threshold required under para-\n   16  graph one of subdivision (a) of section six hundred five of the  vehicle\n   17  and traffic law.\n   18    S 2. Section 2 of chapter 277 of the laws of 2010, amending the insur-\n   19  ance law relating to prohibiting surcharges for certain automobile acci-\n   20  dents, is amended to read as follows:\n   21    S 2. This act shall take effect on the one hundred twentieth day after\n   22  it  shall have become a law provided that the amendments to section 2335\n   23  of the insurance law made by section one of this act shall expire on the\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD08541-01-1\n\n       S. 2683                             2\n\n    1  same date as such section expires[; and provided, further, that this act\n    2  shall only apply to policies entered into, modified, or  renewed  on  or\n    3  after such effective date].\n    4    S 3. This act shall take effect immediately; provided that section one\n    5  of  this  act  shall  not  apply  to policies entered into, modified, or\n    6  renewed between November 27, 2010 and the date on which this  act  shall\n    7  become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the insurance law and chapter 277 of the laws of 2010 amending the insurance law relating to prohibiting surcharges for certain automobiles accidents; in relation to motor vehicle liability insurance rates ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110128.T135802.TXT", "SOBI.D110128.T142307.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296242587974
}