{
  "year" : 2011,
  "senateBillNo" : "S2685-2011",
  "billEvents" : [ {
    "eventDate" : 1296190800000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "S2685-2011-1296190800000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "RANZENHOFER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes audits of state agency expenditures to recover overpayments and lost discounts",
  "summary" : "Establishes audits of state agency expenditures to recover overpayments and lost discounts. ",
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "State Finance Law",
  "previousVersions" : [ "S7384-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "MAZIARZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2685\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 28, 2011\n                                      ___________\n\n       Introduced  by  Sens.  RANZENHOFER,  MAZIARZ  --  read twice and ordered\n         printed, and when printed to be committed to the Committee on Finance\n\n       AN ACT to amend the state  finance  law,  in  relation  to  establishing\n         audits  of  state agency expenditures to recover overpayments and lost\n         discounts\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  state finance law is amended by adding a new article\n    2  7-B to read as follows:\n\n    3                                 ARTICLE 7-B\n    4                RECOVERY OF CERTAIN STATE AGENCY OVERPAYMENTS\n    5  SECTION 124. DEFINITIONS.\n    6          124-A. CONTRACT CONSULTANTS  FOR  RECOVERY  AUDITS  FOR  CERTAIN\n    7                   OVERPAYMENTS.\n    8          124-B. STATE AGENCIES SUBJECT TO MANDATORY RECOVERY AUDITS.\n    9          124-C. PAYMENT TO CONTRACTORS.\n   10          124-D. FORWARDING REPORTS.\n   11    S 124. DEFINITIONS. AS USED IN THIS ARTICLE:\n   12    1.  OVERPAYMENT.  \"OVERPAYMENT\" INCLUDES A DUPLICATE PAYMENT MADE TO A\n   13  VENDOR FOR A SINGLE INVOICE AND A PAYMENT MADE TO A VENDOR:\n   14    (A) WHEN AN AVAILABLE DISCOUNT FROM THE VENDOR WAS NOT APPLIED;\n   15    (B) FOR A LATE PAYMENT PENALTY THAT  WAS  IMPROPERLY  APPLIED  BY  THE\n   16  VENDOR;\n   17    (C)  FOR  SHIPPING COSTS THAT WERE COMPUTED INCORRECTLY OR INCORRECTLY\n   18  INCLUDED IN AN INVOICE;\n   19    (D) FOR STATE SALES TAX; OR\n   20    (E) FOR A GOOD OR SERVICE THE VENDOR DID NOT PROVIDE.\n   21    2. STATE AGENCY. \"STATE AGENCY\" MEANS A DEPARTMENT, COMMISSION, BOARD,\n   22  OFFICE, OR OTHER AGENCY, INCLUDING A UNIVERSITY SYSTEM OR AN INSTITUTION\n   23  OF HIGHER EDUCATION THAT:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02426-01-1\n\n       S. 2685                             2\n\n    1    (A) IS IN THE EXECUTIVE BRANCH OF STATE GOVERNMENT; AND\n    2    (B) IS CREATED BY STATUTE.\n    3    S 124-A. CONTRACT CONSULTANTS FOR RECOVERY AUDITS FOR CERTAIN OVERPAY-\n    4  MENTS. 1. THE COMPTROLLER SHALL CONTRACT WITH ONE OR MORE CONSULTANTS TO\n    5  CONDUCT  RECOVERY  AUDITS OF PAYMENTS MADE BY STATE AGENCIES TO VENDORS.\n    6  THE AUDITS MUST BE DESIGNATED TO DETECT AND RECOVER OVERPAYMENT  TO  THE\n    7  VENDORS AND TO RECOMMEND IMPROVED STATE AGENCY ACCOUNTING OPERATIONS.\n    8    2. A CONTRACT UNDER THIS SECTION:\n    9    (A)  MAY  PROVIDE  FOR  REASONABLE  COMPENSATION FOR SERVICES PROVIDED\n   10  UNDER THE CONTRACT, INCLUDING COMPENSATION DETERMINED BY THE APPLICATION\n   11  OF A SPECIFIED PERCENTAGE OF THE TOTAL AMOUNT RECOVERED BECAUSE  OF  THE\n   12  CONSULTANT'S AUDIT ACTIVITIES OR RECOMMENDATIONS AS A FEE FOR SERVICES;\n   13    (B)  MAY  PERMIT OR REQUIRE THE CONSULTANT TO PURSUE A JUDICIAL ACTION\n   14  IN A COURT INSIDE OR OUTSIDE THIS STATE TO RECOVER AN  OVERPAID  AMOUNT;\n   15  AND\n   16    (C) TO ALLOW TIME FOR THE PERFORMANCE OF EXISTING STATE PAYMENT AUDIT-\n   17  ING  PROCEDURES,  MAY NOT ALLOW A RECOVERY AUDIT OF A PAYMENT DURING THE\n   18  ONE HUNDRED EIGHTY DAY PERIOD AFTER THE DATE THE PAYMENT WAS MADE.\n   19    3. THE COMPTROLLER OR A STATE AGENCY WHOSE PAYMENTS ARE BEING  AUDITED\n   20  MAY  PROVIDE A PERSON ACTING UNDER A CONTRACT AUTHORIZED BY THIS SECTION\n   21  WITH ANY CONFIDENTIAL INFORMATION IN THE CUSTODY OF THE  COMPTROLLER  OR\n   22  STATE  AGENCY  THAT IS NECESSARY FOR THE PERFORMANCE OF THE AUDIT OR THE\n   23  RECOVERY OF AN OVERPAYMENT, TO THE  EXTENT  THE  COMPTROLLER  AND  STATE\n   24  AGENCY  ARE  NOT PROHIBITED FROM SHARING THE INFORMATION UNDER AN AGREE-\n   25  MENT WITH ANOTHER STATE OR THE FEDERAL GOVERNMENT. A PERSON ACTING UNDER\n   26  A CONTRACT AUTHORIZED BY THIS SECTION, AND EACH EMPLOYEE OR AGENT OF THE\n   27  PERSON, IS SUBJECT TO ALL PROHIBITIONS AGAINST THE DISCLOSURE OF  CONFI-\n   28  DENTIAL  INFORMATION  OBTAINED  FROM  THE  STATE  IN CONNECTION WITH THE\n   29  CONTRACT THAT APPLY TO THE COMPTROLLER OR APPLICABLE STATE AGENCY OR  AN\n   30  EMPLOYEE  OF THE COMPTROLLER OR APPLICABLE STATE AGENCY. A PERSON ACTING\n   31  UNDER A CONTRACT AUTHORIZED BY THIS SECTION OR AN EMPLOYEE OR  AGENT  OF\n   32  THE  PERSON  WHO  DISCLOSES  CONFIDENTIAL  INFORMATION IN VIOLATION OF A\n   33  PROHIBITION MADE APPLICABLE TO THE  PERSON  UNDER  THIS  SUBDIVISION  IS\n   34  SUBJECT  TO  THE  SAME  SANCTIONS  AND PENALTIES THAT WOULD APPLY TO THE\n   35  COMPTROLLER OR APPLICABLE STATE AGENCY OR AN EMPLOYEE OF THE COMPTROLLER\n   36  OR APPLICABLE STATE AGENCY FOR THAT DISCLOSURE.\n   37    S 124-B. STATE AGENCIES SUBJECT TO MANDATORY RECOVERY AUDITS.  1.  THE\n   38  COMPTROLLER  SHALL  REQUIRE  THAT  RECOVERY  AUDITS  BE PERFORMED ON THE\n   39  PAYMENTS TO VENDORS MADE BY EACH STATE AGENCY THAT  HAS  TOTAL  EXPENDI-\n   40  TURES  DURING  A  STATE  FISCAL  BIENNIUM  IN AN AMOUNT THAT EXCEEDS ONE\n   41  HUNDRED MILLION DOLLARS. EACH STATE AGENCY SHALL  PROVIDE  THE  RECOVERY\n   42  AUDIT CONSULTANT WITH ALL INFORMATION NECESSARY FOR THE AUDIT.\n   43    2.  THE COMPTROLLER MAY EXEMPT FROM THE MANDATORY RECOVERY AUDIT PROC-\n   44  ESS A STATE AGENCY THAT HAS A LOW PROPORTION OF ITS EXPENDITURES MADE TO\n   45  VENDORS, ACCORDING TO CRITERIA THE  COMPTROLLER  ADOPTS  BY  RULE  AFTER\n   46  CONSIDERATION  OF  THE  LIKELY COSTS AND BENEFITS OF PERFORMING RECOVERY\n   47  AUDITS FOR AGENCIES THAT  MAKE  RELATIVELY  FEW  OR  SMALL  PAYMENTS  TO\n   48  VENDORS.\n   49    S  124-C.  PAYMENT  TO  CONTRACTORS. 1. A STATE AGENCY SHALL PAY, FROM\n   50  RECOVERED MONEY  APPROPRIATED  FOR  THAT  PURPOSE,  THE  RECOVERY  AUDIT\n   51  CONSULTANT RESPONSIBLE FOR OBTAINING FOR THE AGENCY A REIMBURSEMENT FROM\n   52  A VENDOR.\n   53    2. A STATE AGENCY SHALL EXPEND OR RETURN TO THE FEDERAL GOVERNMENT ANY\n   54  FEDERAL MONEY THAT IS RECOVERED THROUGH A RECOVERY AUDIT CONDUCTED UNDER\n   55  SECTION  ONE  HUNDRED  TWENTY-FOUR-A  OF  THIS ARTICLE. THE STATE AGENCY\n\n       S. 2685                             3\n\n    1  SHALL EXPEND OR RETURN THE FEDERAL MONEY IN ACCORDANCE WITH THE RULES OF\n    2  THE FEDERAL PROGRAM THROUGH WHICH THE AGENCY RECEIVED THE FEDERAL MONEY.\n    3    S  124-D. FORWARDING REPORTS. 1. THE COMPTROLLER SHALL PROVIDE COPIES,\n    4  INCLUDING ELECTRONIC  FORM  COPIES,  OF  ANY  REPORTS  RECEIVED  FROM  A\n    5  CONSULTANT  CONTRACTING PURSUANT TO SECTION ONE HUNDRED TWENTY-FOUR-A OF\n    6  THIS ARTICLE TO:\n    7    (A) THE GOVERNOR;\n    8    (B) THE SPEAKER OF THE ASSEMBLY AND THE  TEMPORARY  PRESIDENT  OF  THE\n    9  SENATE; AND\n   10    (C) THE MINORITY LEADERS OF THE SENATE AND THE ASSEMBLY.\n   11    2.  THE  COMPTROLLER  SHALL PROVIDE THE COPIES REQUIRED BY SUBDIVISION\n   12  ONE OF THIS SECTION NOT LATER THAN THE SEVENTH DAY AFTER  THE  DATE  THE\n   13  COMPTROLLER RECEIVES THE CONSULTANT'S REPORT.\n   14    3.  NOT  LATER  THAN AUGUST FIRST OF EACH ODD NUMBERED YEAR, THE COMP-\n   15  TROLLER SHALL ISSUE A REPORT TO THE LEGISLATURE SUMMARIZING THE CONTENTS\n   16  OF ALL REPORTS RECEIVED UNDER THIS ARTICLE DURING THE STATE FISCAL BIEN-\n   17  NIUM ENDING MARCH THIRTY-FIRST OF THE PREVIOUS YEAR.\n   18    S 2. The comptroller shall adopt rules to administer the provisions of\n   19  article 7-B of the state finance law as added by section one of this act\n   20  not later than August 1, 2011.\n   21    S 3. This act shall take effect immediately.\n",
  "memo" : "BILL NUMBER:S2685\n\nTITLE OF BILL:\nAn act\nto amend the state finance law, in relation to establishing audits of\nstate agency expenditures to recover overpayments and lost discounts\n\nPURPOSE OR GENERAL IDEA OF BILL:\nEstablishes audits of state agency\nexpenditures o recover overpayments and lost discounts.\n\nSUMMARY OF SPECIFIC PROVISIONS:\nSection 1 - The state finance law\nis amended by adding a new article 7-B to read as follows: Recovery of\nCertain State Agency Overpayments.\n\nSection 124-A. Contract consultants for recovery audits for certain\noverpayments.\n\nSection 124-B. State agencies subject to mandatory recovery audits.\n\nSection 124-C. Payment to contractors.\n\nSection 124-D. Forwarding reports.\n\nJUSTIFICATION:\nNew York state government agencies, by virtue of their\nsize and complexity, have the potential of experiencing accounting\nirregularities that may result in overpayments to vendors or\npotentially allow for criminal mischief To combat this problem, state\nlaw allows for internal controls or external audits conducted by the\nComptroller's Office.\nIn budget areas that are significantly large, new state agencies are\ncreated, the Office of Medicaid Inspector General being an example.\nDevoting staff and resources to these functions costs taxpayers\nmillions of dollars every year, regardless of how much fraud or\nmismanagement is recovered. This legislation would provide a process\nby which the Comptroller's Office can recover improperly distributed\nfunds and also root out corruption and fraud without incurring costs\nto the taxpayer. It outlines a procedure for the Comptroller to\nfollow in hiring private sector recovery audit films as well as a\nprocess by which the firms would conduct their audits. A report is\ngenerated that outlines the specific courses of action the firms\nwould like to follow and requires approval before attempting\nrecovery. Once approved, the firms would take actions to.\nrecover the funds and retain a previously agreed upon percentage of\nthe amount recovered as Its fee for service. This process allows for\nthe recovery of funds without having to incur personnel and office\nexpenses.\n\nThe Comptroller would retain control over the process and reports\nwould be sent to the Governor, Speaker, President of the Senate and\nMinority Leadership. The Office of Management and Budget estimated\nthe federal government, for fiscal year 2009, had improper payments\nof $598 billion. President Obama signed an executive order allowing\nfor Recovery Audits in the divisions of Homeland Security,\nTransportation, Commerce and NASA. In addition, Texas and Utah\nutilize these firms for Medicaid Prescription Drug audits.\n\nPRIOR LEGISLATIVE HISTORY:\n2010 - S.7384/A.10614 -- FINANCE/Gov't Ops\n\nFISCAL IMPLICATIONS:\nTo be determined.\n\nEFFECTIVE DATE:\nThis act shall take effect immediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the state finance law, in relation to establishing audits of state agency expenditures to recover overpayments and lost discounts ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110131.T212240.TXT", "SOBI.D110128.T154812.TXT", "SOBI.D110128.T155317.TXT", "SOBI.D110128.T151310.TXT", "SOBI.D110128.T150809.TXT", "SOBI.D110128.T163320.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296526960629
}