{
  "year" : 2011,
  "senateBillNo" : "S2687-2011",
  "billEvents" : [ {
    "eventDate" : 1296190800000,
    "eventText" : "REFERRED TO CONSUMER PROTECTION",
    "billEventId" : "S2687-2011-1296190800000-REFERRED+TO+CONSUMER+PROTECTION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "GRISANTI",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires rebates to be provided to consumer at the time of purchase",
  "summary" : "Requires all rebates to be provided to a purchaser at the time of the purchase of the good or service to which the rebate applies; provides for a civil penalty of not less than one hundred dollars and not more than one thousand dollars for each violation. ",
  "currentCommittee" : "CONSUMER PROTECTION",
  "sameAs" : null,
  "lawSection" : "General Business Law",
  "previousVersions" : [ "S2358-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2687\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 28, 2011\n                                      ___________\n\n       Introduced  by Sen. GRISANTI -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Consumer Protection\n\n       AN ACT to amend the general  business  law,  in  relation  to  requiring\n         rebates to be provided at the time of purchase\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The general business law is amended by adding a new section\n    2  391-r to read as follows:\n    3    S 391-R. REBATES. 1. FOR THE PURPOSES OF THIS SECTION, \"REBATE\"  SHALL\n    4  MEAN  THE RETURN TO A PURCHASER OF ANY GOOD OR SERVICE OF ANY PORTION OF\n    5  THE PURCHASE PRICE THEREOF OR A SPECIFIC MONETARY AMOUNT.\n    6    2. EVERY REBATE SHALL BE PROVIDED TO A PURCHASER AT THE TIME AND PLACE\n    7  OF RETAIL PURCHASE OF THE GOOD OR SERVICE TO WHICH THE REBATE APPLIES.\n    8    3. ANY PERSON, FIRM, CORPORATION OR ASSOCIATION OFFERING A REBATE  WHO\n    9  VIOLATES  THIS  SECTION  SHALL BE SUBJECT TO A CIVIL PENALTY OF NOT LESS\n   10  THAN ONE HUNDRED DOLLARS NOR MORE THAN ONE  THOUSAND  DOLLARS  FOR  EACH\n   11  SUCH VIOLATION.\n   12    S  2.  This  act  shall  take  effect  on  the first of September next\n   13  succeeding the date on which it shall have become a law.\n\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05604-01-1\n",
  "memo" : "BILL NUMBER:S2687\n\nTITLE OF BILL:\nAn act\nto amend the general business law, in relation to requiring rebates to be\nprovided at the time of purchase\n\nPURPOSE:\nConsumers often buy goods which have a rebate. Usually they\nhave to fill out forms and mail them in to the manufacturer and then\nwait for a reply. This is not only an inconvenience but requires an\nadditional outlay of time and money. Since the purpose of a rebate is\nto reduce the cost of the product, it should be awarded at the point\nof purchase.\n\nSUMMARY OF SPECIFIC PROVISIONS:\nAdds a new section, 391-r, to the\nGeneral Business Law. It defines \"rebate\", requires the rebate to be\nprovided at the time of purchase, and provides for a civil penalty of\nnot less than $100 and not more than $1,000 for each violation.\n\nJUSTIFICATION:\nMany companies apply rebates as a way of enticing\ncustomers to purchase items. While no consumer can argue with being\noffered a discount on a product, companies know that a consumer is\nsignificantly less likely to apply for a rebate. Further the rebate\nprocess is often cumbersome and consumers often give up, or\nerroneously fill out the proper forms and are summarily rejected for\nthe rebate. If a company's true intention is to incentive a purchase\nby offering a discount, then such discount should be applied\nimmediately.\n\nPRIOR LEGISLATIVE HISTORY:\nS.6003 of 2004;    Referred to Consumer Protection\nS.2267 of 2005/06; Referred to Consumer Protection\nS.2716 of 2007/08; Referred to Consumer Protection\nS.2358 of 2009/10; Referred to Consumer Protection\n\nFISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\nThe first of September next succeeding the date on\nwhich it shall have become law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the general business law, in relation to requiring rebates to be provided at the time of purchase ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110131.T212240.TXT", "SOBI.D110128.T154812.TXT", "SOBI.D110128.T155317.TXT", "SOBI.D110128.T151310.TXT", "SOBI.D110128.T163320.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296526960631
}