{
  "year" : 2011,
  "senateBillNo" : "S2681-2011",
  "billEvents" : [ {
    "eventDate" : 1296190800000,
    "eventText" : "REFERRED TO INSURANCE",
    "billEventId" : "S2681-2011-1296190800000-REFERRED+TO+INSURANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "LAVALLE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Limits an insurer's reduction of coverage by limiting the volume of notices of intention to four percent, establishes standards for definitions; repealer",
  "summary" : "Limits the scope of an insurer's reduction of coverage by limiting the volume of notices of intention to not renew or condition renewal to four percent of the total number of covered policies within such insurer's rating territory in this state. ",
  "currentCommittee" : "INSURANCE",
  "sameAs" : "A1613",
  "lawSection" : "Insurance Law",
  "previousVersions" : [ "S7879-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2681\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 28, 2011\n                                      ___________\n\n       Introduced  by  Sen. LAVALLE -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Insurance\n\n       AN ACT to amend the insurance law, in relation to limiting the scope  of\n         an insurer's reduction of insurance coverage by limiting the volume of\n         notices of intention to not renew or condition renewal to four percent\n         of  the  total  number  of  covered  policies of such insurer's rating\n         territory; and in relation to establishing standards  for  definitions\n         contained  within  such  law;  and repealing certain provisions of the\n         insurance law relating thereto\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subparagraph  (C)  of  paragraph  2  of subsection (o) of\n    2  section 3425 of the insurance law, as added by chapter 42 of the laws of\n    3  1996, is amended to read as follows:\n    4    (C) The superintendent  shall  promulgate  rules  and  regulations  to\n    5  establish  standards for the definition of \"materially reduce its volume\n    6  of policies\" as used in this paragraph. Such  definition  shall  require\n    7  that  a  plan  be  filed with the superintendent if the insurer plans to\n    8  reduce the net number of homeowners insurance  policies  as  defined  in\n    9  subsection (a) of section twenty-three hundred fifty-one of this chapter\n   10  WITHIN ANY SUCH INSURER'S RATING TERRITORY IN USE IN THIS STATE by twen-\n   11  ty  percent  or more, or plans to reduce the net number of such policies\n   12  it writes by five hundred, whichever is  greater,  within  a  five  year\n   13  period  of  time; provided, however, that if an insurer is not otherwise\n   14  required to file a plan pursuant to this subparagraph, a plan  shall  be\n   15  filed  if the insurer plans to reduce the net number of such policies it\n   16  has in force in a twelve month period WITHIN ANY SUCH  INSURER'S  RATING\n   17  TERRITORY IN USE IN THIS STATE by four percent or more or the net number\n   18  of such policies it writes by one hundred, whichever is greater.\n   19    The  provisions  of  this  subparagraph  shall  not  apply to policies\n   20  cancelled or nonrenewed by  the  insured  or  policies  not  renewed  or\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02880-01-1\n\n       S. 2681                             2\n\n    1  cancelled  pursuant  to  subparagraph (A), (B), (C), (D) or (E) of para-\n    2  graph two of subsection (c) of this section.\n    3    S 2. Subsection (g) of section 5412 of the insurance law is REPEALED.\n    4    S  3. This act shall take effect on the first of January next succeed-\n    5  ing the date on which it shall have become a law.\n",
  "memo" : "BILL NUMBER:S2681\n\nTITLE OF BILL:\nAn act\nto amend the insurance law, in relation to limiting the scope of an\ninsurer's reduction of insurance coverage by limiting the volume of\nnotices of intention to not renew or condition renewal to four percent\nof the total number of covered policies of such insurer's rating\nterritory; and in relation to establishing standards for definitions\ncontained within such law;\nand repealing certain\nprovisions of the insurance law relating thereto\n\nPURPOSE:\nTo limit an insurer's reduction of coverage by limiting the volume of\nnotices of intention to four percent, establishes standards for\ndefinitions; repealer.\n\nSUMMARY OF PROVISIONS:\nSection 1 requires that a plan be filed with the superintendent if an\ninsurer plans to reduce the net number of homeowners insurance\npolicies within any such insurer's rating territory in use in this\nstate by 20% or reduce the net number of such policies it writes by\nfive hundred, within 5 years, whichever is greater. A plan shall also\nbe required to be filed with the superintendent when an insurer plans\nto reduce the net number of such policies it has in force in a twelve\nmonth period within any such insurer's rating territory in use in\nthis state by 4% or more or the net number of such policies it writes\nby one hundred, whichever is greater.\n\nSection 2 of the bill repeals section 5412(g) of the Insurance law,\nthereby making NYPIUA permanent.\n\nJUSTIFICATION:\nSection 1. Currently an insurer may withdraw its homeowners' insurance\ncoverage from an entire region of New York State without approaching\nthe threshold requiring them to file a plan with the superintendent\nof insurance. This legislation would limit the amount an insurer\ncould recue its coverage of homeowners insurance policies to no more\nthan 20% over five years or no more than 4% over twelve months per\nrating territory in use in this state.\n\nSection 2. NYPIDA, a joint underwriting association made up of insurers\nwriting property insurance in New York, affords the following\nCoverages to commercial and residential policyholders unable to\nobtain such Coverage in the voluntary market: fire and extended\ncoverage (such as windstorm); vandalism and malicious mischief;\nsprinkler leakage; loss of rent;\nand business interruption insurance.\n\nNYPIDA has served as a vital economic safety net in New York, taking\nin a surge of new policies for properties in New York's Coastal areas\nin the mid-1990's. More recently, NYPIDA has seen growth in new\ncommercial policies, as it has become difficult for Some businesses\nto obtain coverage in the voluntary market. More than 50,000\nhomeowners and 7,000 businesses currently insure their properties in\nNYPIUA.\n\nChapter 220 of the laws of 1986 added a new Insurance Law Section 5412\nto NYPIDA's authorizing statute granting standby powers to the\nAssociation to write commercial risk insurance, public entity\ninsurance and professional liability insurance. The Association will\nwrite these Coverages only if the superintendent determines, after a\npublic bearing, that it is necessarily due to the unavailability of\nmeaningful Coverage in a particular voluntary market.\nChapter 42 of the Laws of 1996 added homeowners' insurance to the\ncoverages NYPIDA could be activated to write. It is important that\nNYPIDA be made permanent and that the superintendent's ability to\ninvoke this authority be preserved to ensure the availability of\ninsurance when restrictive market conditions arise.\n\nThe temporary nature of NYPIDA has precluded it from drawing on\nresources such as letters of credit, or a line of credit to ensure a\nready cash flow should a catastrophic situation I~quire an immediate\nresponse.\n\nLEGISLATIVE HISTORY:\n2010:  S.7879\n\nFISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\nThis act shall take effect on the first of January next succeeding\nthe date on which it shall have become a law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the insurance law, in relation to limiting the scope of an insurer's reduction of insurance coverage by limiting the volume of notices of intention to not renew or condition renewal to four percent of the total number of covered policies of such insurer's rating territory; and in relation to establishing standards for definitions contained within such law; and repealing certain provisions of the insurance law relating thereto ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110128.T124756.TXT", "SOBI.D110128.T123255.TXT", "SOBI.D110129.T003343.TXT", "SOBI.D110128.T142807.TXT", "SOBI.D110128.T124256.TXT", "SOBI.D110128.T120753.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296279223871
}