{
  "year" : 2011,
  "senateBillNo" : "S2689-2011",
  "billEvents" : [ {
    "eventDate" : 1296190800000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "S2689-2011-1296190800000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "GOLDEN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes the commission on the infrastructure of New York state and provides for its powers and duties",
  "summary" : "Establishes the commission on the infrastructure of New York state to ensure that the infrastructure of the state meets current and future demand and facilitates economic growth, is maintained in a manner that ensure public safety, and is developed or modified in a sustainable manner. ",
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "State Finance Law",
  "previousVersions" : [ "S2197-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2689\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 28, 2011\n                                      ___________\n\n       Introduced  by  Sen.  GOLDEN -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Finance\n\n       AN ACT to amend the state finance law, in relation to  establishing  the\n         commission on the infrastructure of New York state\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The state finance law is amended by adding a new article 17\n    2  to read as follows:\n    3                                ARTICLE XVII\n    4             COMMISSION ON THE INFRASTRUCTURE OF NEW YORK STATE\n    5  SECTION 250. DEFINITIONS.\n    6          251. COMMISSION  ON  THE  INFRASTRUCTURE  OF  NEW  YORK   STATE;\n    7                 CREATION; PROCEDURE.\n    8          252. POWERS AND DUTIES.\n    9    S 250. DEFINITIONS. AS USED IN THIS ARTICLE, THE FOLLOWING TERMS SHALL\n   10  HAVE THE FOLLOWING MEANINGS:\n   11    1. \"ACQUISITION\" MEANS ANY NECESSARY ACTIVITIES FOR SITING A FACILITY,\n   12  EQUIPMENT,  STRUCTURES  OR  ROLLING  STOCK  BY PURCHASE, LEASE-PURCHASE,\n   13  TRADE OR DONATION.\n   14    2. \"COMMISSION\" MEANS THE COMMISSION ON THE INFRASTRUCTURE OF NEW YORK\n   15  STATE ESTABLISHED PURSUANT TO SECTION  TWO  HUNDRED  FIFTY-ONE  OF  THIS\n   16  ARTICLE.\n   17    3. \"CONSTRUCTION\" MEANS:\n   18    (A) THE DESIGN, PLANNING AND ERECTION OF NEW INFRASTRUCTURE;\n   19    (B) THE EXPANSION OF EXISTING INFRASTRUCTURE;\n   20    (C)  THE  RECONSTRUCTION  OF  AN INFRASTRUCTURE PROJECT AT AN EXISTING\n   21  SITE; AND\n   22    (D) THE INSTALLATION OF INITIAL OR REPLACEMENT  INFRASTRUCTURE  EQUIP-\n   23  MENT.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06112-01-1\n\n       S. 2689                             2\n\n    1    4. \"INFRASTRUCTURE\" MEANS A NONMILITARY STRUCTURE OR FACILITY, AND ANY\n    2  EQUIPMENT  AND  ANY NONSTRUCTURAL ELEMENTS ASSOCIATED WITH SUCH A STRUC-\n    3  TURE OR FACILITY, INCLUDING:\n    4    (A) A SURFACE TRANSPORTATION FACILITY (SUCH AS A ROAD, BRIDGE, TUNNEL,\n    5  HIGHWAY,  PUBLIC  TRANSPORTATION  FACILITY,  AND  FREIGHT  AND PASSENGER\n    6  RAIL), AS THE COMMISSION DETERMINES TO BE APPROPRIATE;\n    7    (B) A MASS TRANSIT FACILITY;\n    8    (C) AN AIRPORT OR AIRWAY FACILITY;\n    9    (D) A RESOURCE RECOVERY FACILITY;\n   10    (E) A WATER SUPPLY AND DISTRIBUTION SYSTEM;\n   11    (F) A WASTEWATER COLLECTION,  CONVEYANCE,  OR  TREATMENT  SYSTEM,  AND\n   12  RELATED FACILITIES;\n   13    (G)  A  STORMWATER  TREATMENT SYSTEM TO MANAGE, REDUCE, TREAT OR REUSE\n   14  MUNICIPAL STORMWATER;\n   15    (H) WATERWAYS, LOCKS, DAMS AND ASSOCIATED FACILITIES;\n   16    (I) A BREAKWATER, LEVEE OR ANY RELATED FLOOD DAMAGE REDUCTION  FACILI-\n   17  TY;\n   18    (J) A DOCK OR PORT;\n   19    (K) A SOLID WASTE DISPOSAL FACILITY;\n   20    (L) A FACILITY ESSENTIAL TO THE OPERATION OF TELECOMMUNICATIONS EQUIP-\n   21  MENT, AS THE COMMISSION DETERMINES TO BE APPROPRIATE; AND\n   22    (M)  A  FACILITY  ESSENTIAL TO THE SUPPLY OF ENERGY, INCLUDING BUT NOT\n   23  LIMITED TO ENERGY IN THE FORM OF ELECTRICITY, NATURAL GAS, COAL, OIL AND\n   24  OTHER PETROLEUM PRODUCTS, AND STEAM, AS THE COMMISSION DETERMINES TO  BE\n   25  APPROPRIATE.\n   26    5. \"NONSTRUCTURAL ELEMENTS\" MEANS:\n   27    (A) ANY FEATURE THAT PRESERVES AND RESTORES A NATURAL PROCESS, A LAND-\n   28  FORM  (INCLUDING  A FLOODPLAIN), A NATURAL VEGETATED STREAM SIDE BUFFER,\n   29  WETLAND, OR ANY OTHER TOPOGRAPHICAL FEATURE THAT CAN SLOW,  FILTER,  AND\n   30  NATURALLY STORE STORMWATER RUNOFF AND FLOOD WATERS;\n   31    (B)  ANY  NATURAL  DESIGN  TECHNIQUE THAT PERCOLATES, FILTERS, STORES,\n   32  EVAPORATES AND DETAINS WATER CLOSE TO THE SOURCE OF THE WATER; AND\n   33    (C) ANY FEATURE THAT MINIMIZES OR DISCONNECTS IMPERVIOUS  SURFACES  TO\n   34  SLOW RUNOFF OR ALLOW PRECIPITATION TO PERCOLATE.\n   35    6.  \"MAINTENANCE\"  MEANS  ANY  REGULARLY SCHEDULED ACTIVITY, SUCH AS A\n   36  ROUTINE REPAIR, INTENDED TO  ENSURE  THAT  INFRASTRUCTURE  CONTINUES  TO\n   37  OPERATE EFFICIENTLY AND AS INTENDED.\n   38    7.  \"REHABILITATION\"  MEANS  AN  ACTION  TO  EXTEND THE USEFUL LIFE OR\n   39  IMPROVE THE EFFECTIVENESS OF EXISTING INFRASTRUCTURE, INCLUDING:\n   40    (A) THE CORRECTION OF A DEFICIENCY;\n   41    (B) THE MODERNIZATION OR REPLACEMENT OF EQUIPMENT;\n   42    (C) THE MODERNIZATION OF, OR REPLACEMENT OF PARTS FOR,  ROLLING  STOCK\n   43  RELATING TO INFRASTRUCTURE;\n   44    (D) THE USE OF NONSTRUCTURAL ELEMENTS; AND\n   45    (E)  THE  REMOVAL  OF INFRASTRUCTURE THAT IS DETERIORATED OR NO LONGER\n   46  USEFUL.\n   47    S 251. COMMISSION ON THE INFRASTRUCTURE OF NEW YORK  STATE;  CREATION;\n   48  PROCEDURE.  1. THE COMMISSION ON THE INFRASTRUCTURE OF NEW YORK STATE IS\n   49  HEREBY CREATED TO HAVE AND EXERCISE THE POWERS, DUTIES AND  PREROGATIVES\n   50  PROVIDED  BY  THE  PROVISIONS OF THIS ARTICLE AND ANY OTHER PROVISION OF\n   51  LAW.\n   52    2. THE PURPOSE OF THE COMMISSION IS TO ENSURE THAT THE  INFRASTRUCTURE\n   53  OF  THE  STATE  MEETS CURRENT AND FUTURE DEMAND AND FACILITATES ECONOMIC\n   54  GROWTH, IS MAINTAINED IN A MANNER THAT ENSURES  PUBLIC  SAFETY,  AND  IS\n   55  DEVELOPED OR MODIFIED IN A SUSTAINABLE MANNER.\n\n       S. 2689                             3\n\n    1    3.  THE  COMMISSION  SHALL  CONSIST  OF  FIVE MEMBERS APPOINTED BY THE\n    2  GOVERNOR, ONE OF WHOM SHALL BE APPOINTED UPON THE RECOMMENDATION OF  THE\n    3  TEMPORARY  PRESIDENT  OF THE SENATE, ONE OF WHOM SHALL BE APPOINTED UPON\n    4  THE RECOMMENDATION OF THE SPEAKER OF THE ASSEMBLY, AND ONE OF WHOM SHALL\n    5  BE  APPOINTED UPON THE RECOMMENDATION OF THE COMPTROLLER. EACH MEMBER OF\n    6  THE COMMISSION SHALL HAVE EXPERIENCE IN ONE OR MORE  OF  THE  FIELDS  OF\n    7  ECONOMICS,  PUBLIC  ADMINISTRATION,  CIVIL  ENGINEERING,  PUBLIC  WORKS,\n    8  CONSTRUCTION OR A RELATED DESIGN PROFESSION, PLANNING, PUBLIC INVESTMENT\n    9  FINANCING, ENVIRONMENTAL ENGINEERING, OR  WATER  RESOURCES  ENGINEERING.\n   10  THE   TERM   OF   THE  MEMBERS  FIRST  APPOINTED  SHALL  EXPIRE  JANUARY\n   11  THIRTY-FIRST, TWO THOUSAND  FIFTEEN,  AND  THEREAFTER  THEIR  SUCCESSORS\n   12  SHALL  SERVE  FOR  TERMS  OF TWO YEARS ENDING ON JANUARY THIRTY-FIRST IN\n   13  EACH YEAR. UPON RECOMMENDATION OF THE NOMINATING OFFICIAL, THE  GOVERNOR\n   14  MAY  REPLACE ANY MEMBER IN ACCORDANCE WITH THE PROVISIONS OF THIS SUBDI-\n   15  VISION FOR THE APPOINTMENT OF MEMBERS. THE GOVERNOR SHALL DESIGNATE  ONE\n   16  OF  THE  MEMBERS  TO SERVE AS CHAIR. ANY DETERMINATION OF THE COMMISSION\n   17  SHALL BE EVIDENCED BY A CERTIFICATION THEREOF EXECUTED BY ALL THE VOTING\n   18  MEMBERS.  EACH MEMBER OF THE COMMISSION SHALL BE ENTITLED TO DESIGNATE A\n   19  REPRESENTATIVE TO ATTEND MEETINGS OF THE COMMISSION IN HIS OR HER PLACE,\n   20  AND TO VOTE OR OTHERWISE ACT ON HIS OR HER BEHALF IN HIS OR HER ABSENCE.\n   21  NOTICE OF SUCH DESIGNATION SHALL BE FURNISHED IN WRITING TO THE  COMMIS-\n   22  SION  BY  THE  DESIGNATING  MEMBER.  A REPRESENTATIVE SHALL SERVE AT THE\n   23  PLEASURE OF THE DESIGNATING MEMBER DURING THE MEMBER'S TERM OF OFFICE. A\n   24  REPRESENTATIVE SHALL NOT BE AUTHORIZED TO DELEGATE ANY  OF  HIS  OR  HER\n   25  DUTIES  OR  FUNCTIONS  TO ANY OTHER PERSON. THE COMMISSION SHALL MEET AT\n   26  THE CALL OF THE CHAIR OR UPON REQUEST OF THE MAJORITY OF THE MEMBERS.  A\n   27  MAJORITY OF THE MEMBERS OF THE COMMISSION SHALL CONSTITUTE A QUORUM, BUT\n   28  A LESSER NUMBER OF MEMBERS MAY CONDUCT HEARINGS.\n   29    4.  NOTWITHSTANDING  ANY  INCONSISTENT PROVISION OF LAW, NO OFFICER OR\n   30  EMPLOYEE OF THE STATE, OF ANY POLITICAL SUBDIVISION OF THE STATE, OF ANY\n   31  GOVERNMENTAL ENTITY OPERATING ANY PUBLIC SCHOOL OR COLLEGE,  OR  OF  ANY\n   32  OTHER PUBLIC AGENCY OR INSTRUMENTALITY OR UNIT OF GOVERNMENT WHICH EXER-\n   33  CISES  GOVERNMENTAL  POWERS  UNDER  THE LAWS OF THE STATE, SHALL FORFEIT\n   34  SUCH OFFICE OR EMPLOYMENT BY REASON OF ACCEPTANCE OR  APPOINTMENT  AS  A\n   35  MEMBER, REPRESENTATIVE, OFFICER, EMPLOYEE OR AGENT OF THE COMMISSION NOR\n   36  SHALL SERVICE AS SUCH MEMBER, REPRESENTATIVE, OFFICER, EMPLOYEE OR AGENT\n   37  OF THE COMMISSION BE DEEMED INCOMPATIBLE OR IN CONFLICT WITH SUCH OFFICE\n   38  OR EMPLOYMENT. THE MEMBERS, THEIR REPRESENTATIVES, OFFICERS AND STAFF TO\n   39  THE  COMMISSION  SHALL BE DEEMED EMPLOYEES WITHIN THE MEANING OF SECTION\n   40  SEVENTEEN OF THE PUBLIC OFFICERS LAW.\n   41    5. THE MEMBERS OF THE COMMISSION SHALL SERVE  WITHOUT  SALARY  OR  PER\n   42  DIEM  ALLOWANCE  BUT  SHALL  BE ENTITLED TO REIMBURSEMENT FOR ACTUAL AND\n   43  NECESSARY EXPENSES INCURRED IN THE PERFORMANCE OF OFFICIAL DUTIES PURSU-\n   44  ANT TO THIS ARTICLE OR OTHER PROVISION OF LAW; PROVIDED,  HOWEVER,  THAT\n   45  SUCH  MEMBERS AND REPRESENTATIVES ARE NOT, AT THE TIME SUCH EXPENSES ARE\n   46  INCURRED, PUBLIC EMPLOYEES OTHERWISE ENTITLED TO SUCH REIMBURSEMENT.\n   47    S 252. POWERS AND DUTIES. 1. THE COMMISSION SHALL HAVE THE POWER TO:\n   48    (A) ESTABLISH AND MAINTAIN A PRINCIPAL OFFICE WITHIN THE STATE;\n   49    (B) APPOINT A SECRETARY, COUNSEL, AND SUCH OTHER EMPLOYEES AND  AGENTS\n   50  AS  IT MAY DEEM NECESSARY, FIX THEIR COMPENSATION WITHIN THE LIMITATIONS\n   51  PROVIDED BY LAW AND SUBJECT TO THE AVAILABILITY OF APPROPRIATIONS THERE-\n   52  FOR, AND PRESCRIBE THEIR DUTIES;\n   53    (C) HOLD SUCH HEARINGS, MEET AND ACT AT SUCH TIMES  AND  PLACES,  TAKE\n   54  SUCH  TESTIMONY,  ADMINISTER SUCH OATHS OR AFFIRMATIONS AND RECEIVE SUCH\n   55  EVIDENCE AS THE COMMISSION CONSIDERS ADVISABLE TO CARRY OUT ITS  RESPON-\n   56  SIBILITIES;\n\n       S. 2689                             4\n\n    1    (D) REQUIRE THE PRODUCTION OF ANY BOOKS AND PAPERS DEEMED RELEVANT, OR\n    2  MATERIAL TO ANY INVESTIGATION, EXAMINATION OR REVIEW;\n    3    (E)  REQUEST AND RECEIVE FROM ANY DEPARTMENT, DIVISION, BOARD, COMMIS-\n    4  SION OR OTHER AGENCY OF THE STATE, INCLUDING  ANY  PUBLIC  AUTHORITY  OR\n    5  PUBLIC  BENEFIT  CORPORATION,  ONE  OR  MORE  OF THE MEMBERS OF WHICH IS\n    6  APPOINTED BY THE GOVERNOR, OR FROM  ANY  POLITICAL  SUBDIVISION  OF  THE\n    7  STATE,  ANY INFORMATION AND RESOURCES NECESSARY TO CARRY OUT THE RESPON-\n    8  SIBILITIES AND PROVISIONS SET FORTH IN THIS SECTION;\n    9    (F) ENTER INTO CONTRACTS WITH ANY PERSON, FIRM,  PARTNERSHIP,  LIMITED\n   10  LIABILITY  COMPANY,  CORPORATION,  NOT-FOR-PROFIT CORPORATION, POLITICAL\n   11  SUBDIVISION OF THE STATE, OR GOVERNMENTAL ENTITY;\n   12    (G) ACCEPT, AS AGENT OF THE STATE, ANY GIFT, GRANT, DEVISE OR BEQUEST,\n   13  WHETHER CONDITIONAL OR UNCONDITIONAL NOTWITHSTANDING THE  PROVISIONS  OF\n   14  SECTION ELEVEN OF THIS CHAPTER, INCLUDING FEDERAL GRANTS, FOR ANY OF THE\n   15  PURPOSES  OF THIS ARTICLE. ANY MONIES SO RECEIVED MAY BE EXPENDED BY THE\n   16  COMMISSION TO EFFECTUATE ANY PURPOSE OF THIS  ARTICLE,  SUBJECT  TO  THE\n   17  SAME  LIMITATIONS  AS  TO  APPROVAL  OF  EXPENDITURES  AND  AUDIT AS ARE\n   18  PRESCRIBED FOR STATE MONIES APPROPRIATED FOR THE PURPOSES OF THIS  ARTI-\n   19  CLE;\n   20    (H)  ISSUE  SUCH  REPORTS AND OTHER DOCUMENTS AS THE COMMISSION DETER-\n   21  MINES TO BE NECESSARY OR ADVISABLE;\n   22    (I) ADVISE AND MAKE RECOMMENDATIONS TO THE GOVERNOR, THE  LEGISLATURE,\n   23  THE  COMPTROLLER, AND OTHER AGENCIES, AUTHORITIES AND POLITICAL SUBDIVI-\n   24  SIONS OF THE STATE ON MATTERS AFFECTING THE  CONDITION  OF  THE  STATE'S\n   25  INFRASTRUCTURE; AND\n   26    (J)  PERFORM  ANY OTHER FUNCTIONS THAT ARE NECESSARY OR APPROPRIATE TO\n   27  FULFILL THE DUTIES AND RESPONSIBILITIES OF THE OFFICE.\n   28    2. THE COMMISSION SHALL BE EMPOWERED  TO  INITIATE,  INTERVENE  IN  OR\n   29  PARTICIPATE  IN  ANY PROCEEDINGS BEFORE THE PUBLIC SERVICE COMMISSION OR\n   30  OTHER AGENCY OR ENTITY, TO THE EXTENT THAT SUCH PROCEEDINGS ARE  RELATED\n   31  TO THE PROPER PLANNING, FINANCING, CONSTRUCTION, MAINTENANCE OR REHABIL-\n   32  ITATION  OF  INFRASTRUCTURE  UNDER  THE  REGULATORY JURISDICTION OF SUCH\n   33  COMMISSION, AGENCY OR ENTITY.\n   34    3. THE COMMISSION SHALL STUDY THE CONDITION OF THE  INFRASTRUCTURE  OF\n   35  THE  STATE ON AN ONGOING BASIS, INCLUDING BUT NOT LIMITED TO A REVIEW OF\n   36  THE FOLLOWING MATTERS:\n   37    (A) THE CAPACITY OF INFRASTRUCTURE TO SUSTAIN CURRENT AND  ANTICIPATED\n   38  ECONOMIC  DEVELOPMENT  AND COMPETITIVENESS, INCLUDING LONG-TERM ECONOMIC\n   39  GROWTH, INCLUDING THE POTENTIAL RETURN TO THE STATE ECONOMY  ON  INVEST-\n   40  MENTS  IN  NEW  INFRASTRUCTURE  AS  OPPOSED  TO  INVESTMENTS IN EXISTING\n   41  INFRASTRUCTURE;\n   42    (B)  THE  AGE  AND  CONDITION  OF  PUBLIC  INFRASTRUCTURE   (INCLUDING\n   43  CONGESTION  AND  CHANGES  IN  THE  CONDITION  OF  THAT INFRASTRUCTURE AS\n   44  COMPARED WITH PRECEDING YEARS);\n   45    (C) THE METHODS USED TO FINANCE THE CONSTRUCTION,  ACQUISITION,  REHA-\n   46  BILITATION  AND  MAINTENANCE  OF INFRASTRUCTURE (INCLUDING GENERAL OBLI-\n   47  GATION BONDS, TAX-CREDIT BONDS, REVENUE BONDS, USER FEES, EXCISE  TAXES,\n   48  DIRECT GOVERNMENTAL ASSISTANCE AND PRIVATE INVESTMENT);\n   49    (D)  ANY  TRENDS  OR  INNOVATIONS  IN  METHODS  USED  TO  FINANCE  THE\n   50  CONSTRUCTION, ACQUISITION, REHABILITATION AND MAINTENANCE OF INFRASTRUC-\n   51  TURE;\n   52    (E) INVESTMENT REQUIREMENTS,  BY  TYPE  OF  INFRASTRUCTURE,  THAT  ARE\n   53  NECESSARY  TO  MAINTAIN  THE  CURRENT  CONDITION  AND PERFORMANCE OF THE\n   54  INFRASTRUCTURE AND THE INVESTMENT NEEDED  (ADJUSTED  FOR  INFLATION  AND\n   55  EXPRESSED IN REAL DOLLARS) TO IMPROVE INFRASTRUCTURE IN THE FUTURE;\n\n       S. 2689                             5\n\n    1    (F)  BASED  ON  THE  CURRENT  LEVEL  OF  EXPENDITURE  (CALCULATED AS A\n    2  PERCENTAGE OF TOTAL EXPENDITURE AND IN  CONSTANT  DOLLARS)  BY  FEDERAL,\n    3  STATE AND LOCAL GOVERNMENTS:\n    4    (I)  THE  PROJECTED  AMOUNT  OF  NEED THE EXPENDITURES WILL MEET FIVE,\n    5  FIFTEEN, THIRTY AND FIFTY YEARS AFTER THE EFFECTIVE DATE OF  THIS  ARTI-\n    6  CLE; AND\n    7    (II) THE LEVELS OF INVESTMENT REQUIREMENTS, AS IDENTIFIED IN PARAGRAPH\n    8  (E) OF THIS SUBDIVISION;\n    9    (G) TRENDS OR INNOVATIONS IN INFRASTRUCTURE PROCUREMENT METHODS;\n   10    (H)  TRENDS  OR  INNOVATIONS  IN CONSTRUCTION METHODS OR MATERIALS FOR\n   11  INFRASTRUCTURE;\n   12    (I) THE IMPACT OF LOCAL DEVELOPMENT PATTERNS OF DEMAND FOR FUNDING  OF\n   13  INFRASTRUCTURE;\n   14    (J) THE IMPACT OF DEFERRED MAINTENANCE; AND\n   15    (K) THE COLLATERAL IMPACT OF DETERIORATED INFRASTRUCTURE.\n   16    4.  THE  COMMISSION  SHALL  DEVELOP  RECOMMENDATIONS  BASED ON INITIAL\n   17  STUDIES UNDERTAKEN PURSUANT TO SUBDIVISION THREE OF  THIS  SECTION,  AND\n   18  SHALL  REPORT  ITS  FINDINGS  AND  RECOMMENDATIONS  TO THE GOVERNOR, THE\n   19  LEGISLATURE AND THE COMPTROLLER NOT LATER THAN EIGHTEEN MONTHS AFTER THE\n   20  EFFECTIVE DATE OF THIS ARTICLE. THE RECOMMENDATIONS  OF  THE  COMMISSION\n   21  SHALL  INCLUDE RECOMMENDED IMPROVEMENTS IN PRIORITIZING THE PLANNING AND\n   22  FUNDING OF INFRASTRUCTURE INVESTMENTS, IMPROVED PROCEDURES FOR  ENSURING\n   23  THAT  SCHEDULES FOR MAINTENANCE AND REHABILITATION OF INFRASTRUCTURE ARE\n   24  ADHERED TO, AND IMPROVEMENTS IN CRITERIA AND PROCEDURES THAT MAY BE USED\n   25  BY STATE AGENCIES AND AUTHORITIES AND LOCAL GOVERNMENTS IN:\n   26    (A) INVENTORYING EXISTING AND NEEDED INFRASTRUCTURE IMPROVEMENTS;\n   27    (B) ASSESSING THE CONDITION OF INFRASTRUCTURE IMPROVEMENTS;\n   28    (C) DEVELOPING UNIFORM CRITERIA AND PROCEDURES FOR USE  IN  CONDUCTING\n   29  THE INVENTORIES AND ASSESSMENTS; AND\n   30    (D)  MAINTAINING  DATA  IN  A  FORM  THAT IS READILY ACCESSIBLE TO THE\n   31  PUBLIC.\n   32    5. THE COMMISSION SHALL REPORT UPDATED FINDINGS AND RECOMMENDATIONS IN\n   33  A MANNER CONSISTENT WITH THE PROVISIONS  OF  SUBDIVISION  FOUR  OF  THIS\n   34  SECTION. SUCH REPORTS SHALL BE ISSUED NOT LATER THAN THE LAST DAY OF THE\n   35  CALENDAR  YEAR FOLLOWING THE YEAR IN WHICH THE REPORT REQUIRED BY SUBDI-\n   36  VISION FOUR OF THIS SECTION IS ISSUED  AND,  THEREAFTER,  ON  AN  ANNUAL\n   37  BASIS.\n   38    6.  THE COMMISSION SHALL ADVOCATE FOR THE NEED FOR EQUITABLE TREATMENT\n   39  OF THE INFRASTRUCTURE NEEDS OF THE  STATE  IN  ANY  APPROPRIATE  FEDERAL\n   40  PROCEEDING AND IN ANY MATTER OTHERWISE UNDER CONSIDERATION BY THE FEDER-\n   41  AL GOVERNMENT. THE COMMISSION SHALL MONITOR AND PARTICIPATE IN ANY EVAL-\n   42  UATIONS CONDUCTED BY FEDERAL AGENCIES OF THE STATE OF THE INFRASTRUCTURE\n   43  OF THE UNITED STATES.\n   44    S  2.  This  act  shall take effect on the sixtieth day after it shall\n   45  have become a law.\n",
  "memo" : "BILL NUMBER:S2689\n\nTITLE OF BILL:\n\nAn act\nto amend the state finance law, in relation to establishing the\ncommission on the infrastructure of New York state\n\nPURPOSE OR GENERAL IDEA OF BILL:\n\nThis bill establishes an independent state infrastructure commission\nto ensure that the infrastructure of New York State meets current and\nfuture demands and facilitates economic growth, is maintained in a\nmanner that ensures public safety, and is developed or modified in a\nsustainable manner.\n\nSUMMARY OF SPECIFIC PROVISIONS:\n\nBill &sect;1 amends the State Finance Law by adding a new Article 17\nentitled \"Commission on the Infrastructure of New York State\":\n\n&sect;250 defines terms used in Article 17, including \"infrastructure,\"\nwhich means a nonmilitary structure or facility and associated\nnonstructural elements or equipments, such as a surface\ntransportation facility (road, bridge, highway, tunnel, public\ntransportation facility, or freight or passenger rail, a mass transit\nfacility, an airport, a resource recovery facility, a water supply\nand distribution system, a wastewater connection, conveyance, or\ntreatment system, a stormwater treatment system, waterways, locks,\ndams, breakwaters, levees, a dock or port, a solid waste disposal\nfacility, a facility essential to the operation of telecommunications\nequipment, or a facility essential to the supply of energy.\n\n&sect;251 creates a Commission on the Infrastructure of New York State,\nconsisting of 5 members appointed by the Governor. In order to ensure\nthe Commission's independence, one member must be recommended by the\nAssembly Speaker, one by the Senate Majority Leader, and one by the\nComptroller. Eligible appointees must have backgrounds in economics,\npublic administration, civil engineering, public works, construction,\nor related fields.\n\nThe purpose of the Commission is to ensure that the infrastructure of\nNew York State meets current and future demand and facilitates\neconomic growth, is maintained in a manner that ensures public\nsafety, and is developed or modified in a sustainable manner.\n\nCommission members may be public employees, may each designate one\nalternate member, and will receive no salary but may be reimbursed for\ntravel and other necessary expenses.\n\n&sect;252 sets forth the powers and duties of the Commission. Among the\nmore significant of these are holding hearings, requiring the\nproduction of books, papers and other relevant materials, intervening\nin infrastructure-related proceedings of the Public Service\nCommission and other agencies, studying and periodically reporting to\nthe public on the age and condition, maintenance needs and financing\noptions for important infrastructure, and advocating for equitable\ntreatment for New York's infrastructure needs in proceedings before\nFederal bodies.\n\nEFFECTS OF PRESENT LAW WHICH THIS BILL WOULD ALTER:\n\nThere is currently no entity charged by statute with providing\nindependent oversight of the status of New York's infrastructure.\n\nJUSTIFICATION:\n\nSafety concerns related to infrastructure have been in the forefront\nof the news. Nationally, the failure of the levees around New Orleans\nand the collapse of the bridge over 1-35 W in Minneapolis have\npointed to the need for action. In New York, events such as last\nyear's blackout, the steam pipe explosion under midtown Manhattan and\nthe recent subway flooding show that the concern extends to\ninfrastructure maintained by regulated utilities and public\nauthorities as well.\n\nLegislation is needed to establish an independent body to monitor the\nstatus of important infrastructure in our state, including bridges,\ntunnels, roads and railways, dams, and energy, water and\ntelecommunications facilities, and ensure that all are maintained in\na manner that ensures public safety. The \"Commission on the\nInfrastructure of New York State\" will consist of 5 members - 2\nappointed by the Governor and 1 each by the Speaker, Senate Majority\nLeader and Comptroller. It will be empowered to conduct hearings and\nintervene in agency proceedings related to infrastructure issues, and\nwill issue a public report on the age and condition of\ninfrastructure, maintenance needs and financing options.\n\nThis bill is modeled on legislation to create a similar commission at\nthe national level. The \"National Infrastructure Improvement Act\"\n(S.775, introduced by Senator Carper of Delaware) has passed the\nSenate and is in the House Committee on Transportation &\nInfrastructure. The NYS Infrastructure Commission would make sure New\nYork's interests are considered by the national commission and\nprovide an ongoing vehicle to ensure that our state receives its fair\nshare of Federal infrastructure aid.\n\nPRIOR LEGISLATIVE HISTORY:\n\n2008: S.6637 - Referred to Finance\n2010: S.2197 - Referred to Finance\n\nFISCAL IMPLICATIONS FOR STATE AND LOCAL GOVERNMENTS:\n\nMinimal.\n\nEFFECTIVE DATE:\n\nThe sixtieth day after becoming a law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the state finance law, in relation to establishing the commission on the infrastructure of New York state ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110131.T212240.TXT", "SOBI.D110128.T154812.TXT", "SOBI.D110128.T155817.TXT", "SOBI.D110128.T151310.TXT", "SOBI.D110128.T155317.TXT", "SOBI.D110128.T163320.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296526960634
}