{
  "year" : 2011,
  "senateBillNo" : "S268-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "S268-2011-1294203600000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "DIAZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the New York Black Car Operators' Injury Compensation Fund, Inc.",
  "summary" : "Relates to the New York Black Car Operators' Injury Compensation Fund, Inc. ",
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "Executive Law",
  "previousVersions" : [ "S2173-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          268\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  DIAZ  --  read twice and ordered printed, and when\n         printed to be committed to the Committee on Finance\n\n       AN ACT to amend the executive law and the workers' compensation law,  in\n         relation  to  workers' compensation benefits   secured by the New York\n         black car operators' injury compensation fund, inc.\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision  4 of section 160-cc of the executive law, as\n    2  added by chapter 49 of the laws of 1999, is amended to read as follows:\n    3    4. \"Covered services\" means ONLY A BLACK CAR OPERATOR WHO  IS  IN  THE\n    4  COURSE  OF  A  DISPATCH, with respect to dispatches from or by a central\n    5  dispatch facility located in the state, all dispatches from such central\n    6  dispatch facility regardless of where the pick-up or  discharge  occurs,\n    7  and,  with  respect to dispatches from or by a central dispatch facility\n    8  located outside the state, all dispatches involving  a  pick-up  in  the\n    9  state, regardless of where the discharge occurs.\n   10    S 2. Subdivisions 6, 7, 8 and 9 of section 160-cc of the executive law\n   11  are  renumbered  subdivisions  7, 8, 9 and 10 and a new subdivision 6 is\n   12  added to read as follows:\n   13    6. \"DISPATCH\" OR \"DISPATCHES\" SHALL MEAN A BLACK CAR OPERATOR  WHO  IS\n   14  IN  THE COURSE OF PICKING UP, TRANSPORTING OR DISCHARGING A PASSENGER OR\n   15  PACKAGE OR OTHER ITEM AT THE EXPRESS DIRECTION  OF  A  CENTRAL  DISPATCH\n   16  FACILITY  OR SUCH OTHER MEANING AS ESTABLISHED BY REGULATION PROPOSED BY\n   17  THE BOARD OF DIRECTORS OF THE FUND AND  ADOPTED  BY  THE  DEPARTMENT  IN\n   18  ACCORDANCE WITH SECTION ONE HUNDRED SIXTY-NN OF THIS ARTICLE.\n   19    S  3.  The second undesignated paragraph of subdivision 3 of section 2\n   20  of the workers' compensation law, as amended by chapter 392 of the  laws\n   21  of 2008, is amended to read as follows:\n   22    Notwithstanding  any other provision of this chapter, and for purposes\n   23  of this chapter only, the employer of a  black  car  operator  PROVIDING\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02215-01-1\n\n       S. 268                              2\n\n    1  COVERED  SERVICES,  as  defined  in  article six-F of the executive law,\n    2  shall, on and after the fund liability date, as defined in such article,\n    3  be the New York black car  operators'  injury  compensation  fund,  inc.\n    4  created pursuant to such article.\n    5    S  4. The seventh undesignated paragraph of subdivision 4 of section 2\n    6  of the workers' compensation law, as added by chapter 49 of the laws  of\n    7  1999, is amended to read as follows:\n    8    Notwithstanding  any other provision of this chapter, and for purposes\n    9  of this chapter only, a black car operator PROVIDING  COVERED  SERVICES,\n   10  as  defined  in  article six-F of the executive law, shall, on and after\n   11  the fund liability date, as defined in such article, be an \"employee\" of\n   12  the New York black car operators' injury compensation fund, inc. created\n   13  pursuant to such article.\n   14    S 5. The fourth undesignated paragraph of subdivision 5 of  section  2\n   15  of  the workers' compensation law, as added by chapter 49 of the laws of\n   16  1999, is amended to read as follows:\n   17    Notwithstanding any other provision of this chapter, and for  purposes\n   18  of  this  chapter only, a black car operator PROVIDING COVERED SERVICES,\n   19  as that term is defined in article six-F of the executive law, shall, on\n   20  and after the fund liability date, as that term is defined in such arti-\n   21  cle, be regarded as in the \"employment\" of the New York black car opera-\n   22  tors' injury compensation fund, inc. created pursuant to such article.\n   23    S 6. The fifth undesignated paragraph of section 11  of  the  workers'\n   24  compensation law, as added by chapter 49 of the laws of 1999, is amended\n   25  to read as follows:\n   26    The  liability under this chapter of the New York black car operators'\n   27  injury compensation fund, inc. shall be limited  to:  (i)  securing  the\n   28  payment of workers' compensation in accordance with article six-F of the\n   29  executive  law  to  black  car  operators PROVIDING COVERED SERVICES, as\n   30  defined in such article, whose injury arose out of and in the course  of\n   31  providing  ONLY  COVERED  services  for  a central dispatch facility, as\n   32  defined in such article, that is a registered member of such  fund,  and\n   33  (ii)  any  statutory  penalty  resulting from the failure to secure such\n   34  payment. The liability under this chapter of a central dispatch  facili-\n   35  ty,  as  defined in article six-F of the executive law, that is a regis-\n   36  tered member of the New York black car  operators'  injury  compensation\n   37  fund,  inc.  that  shall  be limited to remaining a registered member in\n   38  good standing of such fund and any statutory penalty, including loss  of\n   39  immunity  provided by this section, resulting from the failure to become\n   40  or remain a registered member in good standing  of  such  fund,  except,\n   41  however,  that  such  central  dispatch facility shall be subject to the\n   42  provisions of section one hundred thirty-one of this chapter  and  shall\n   43  be  liable for any payments for which it may become responsible pursuant\n   44  to such section or pursuant to section fourteen-a of this chapter.\n   45    S 7. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the executive law and the workers' compensation law, in relation to workers' compensation benefits secured by the New York black car operators' injury compensation fund, inc. ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101215.T111859.TXT", "SOBI.D101213.T132318.TXT", "SOBI.D101213.T124810.TXT", "SOBI.D101213.T114306.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292429939148
}