{
  "year" : 2011,
  "senateBillNo" : "S2696-2011",
  "billEvents" : [ {
    "eventDate" : 1296190800000,
    "eventText" : "REFERRED TO ENVIRONMENTAL CONSERVATION",
    "billEventId" : "S2696-2011-1296190800000-REFERRED+TO+ENVIRONMENTAL+CONSERVATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "AVELLA",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to eligibility for acceptance into the brownfield cleanup program; repealer",
  "summary" : "Relates to eligibility for acceptance into the brownfield cleanup program; relates to the assignment of brownfield redevelopment tax credits. ",
  "currentCommittee" : "ENVIRONMENTAL CONSERVATION",
  "sameAs" : null,
  "lawSection" : "Environmental Conservation Law",
  "previousVersions" : [ "S8071-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2696\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 28, 2011\n                                      ___________\n\n       Introduced  by  Sen.  AVELLA -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Environmental Conservation\n\n       AN ACT to amend the environmental conservation law,  the  tax  law,  the\n         general  municipal law, and chapter 174 of the laws of 1968 constitut-\n         ing the New York state urban development corporation act, in  relation\n         to  eligibility for acceptance into the brownfield cleanup program and\n         assignment of the brownfield redevelopment tax credits  provided  with\n         respect to such program; and to repeal certain provisions of the envi-\n         ronmental conservation law and the tax law relating thereto\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivisions 2 and 4 of section  27-1405  of  the  environ-\n    2  mental conservation law, subdivision 2 as amended by section 2 of part A\n    3  of chapter 577 of the laws of 2004 and subdivision 4 as added by section\n    4  1  of  part  A  of chapter 1 of the laws of 2003, are amended to read as\n    5  follows:\n    6    2. \"Brownfield site\" or \"site\" shall  mean  any  real  property[,  the\n    7  redevelopment  or  reuse  of which may be complicated by the presence or\n    8  potential presence of] WHERE a contaminant IS KNOWN  TO  BE  PRESENT  AT\n    9  LEVELS  EXCEEDING  APPLICABLE HEALTH-BASED OR ENVIRONMENTAL STANDARDS OR\n   10  IS REASONABLY EXPECTED TO BE PRESENT BASED  ON  HISTORIC  COMMERCIAL  OR\n   11  INDUSTRIAL USE OF THE SITE AS ESTABLISHED BY A PHASE I REPORT AS DEFINED\n   12  IN  REGULATIONS  PROMULGATED  BY  THE  DEPARTMENT.   Such term shall not\n   13  include real property:\n   14    (a) listed in the registry of inactive hazardous waste disposal  sites\n   15  under section 27-1305 of this article at the time of application to this\n   16  program  and  given a classification as described in subparagraph one or\n   17  two of paragraph b of subdivision two of section 27-1305 of  this  arti-\n   18  cle;  provided, however except until July first, two thousand five, real\n   19  property listed in the registry of  inactive  hazardous  waste  disposal\n   20  sites  under  subparagraph  two  of  paragraph  b  of subdivision two of\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD08449-01-1\n\n       S. 2696                             2\n\n    1  section 27-1305 of this article prior to  the  effective  date  of  this\n    2  article,  where  such real property is owned by a volunteer shall not be\n    3  deemed ineligible to participate and further provided that the status of\n    4  any  such  site  as listed in the registry shall not be altered prior to\n    5  the issuance of a certificate of completion pursuant to section  27-1419\n    6  of this title;\n    7    (b) listed on the national priorities list established under authority\n    8  of 42 U.S.C. section 9605;\n    9    (c) subject to an enforcement action under title seven or nine of this\n   10  article,  [except]  OR  PERMITTED  AS  a  treatment, storage or disposal\n   11  facility [subject to a permit]; provided, that nothing herein  contained\n   12  shall  be deemed otherwise to exclude from the scope of the term \"brown-\n   13  field site\" a hazardous waste treatment, storage  or  disposal  facility\n   14  having  interim  status  according  to  regulations  promulgated  by the\n   15  commissioner;\n   16    (d) subject to an order for cleanup pursuant to article twelve of  the\n   17  navigation  law  or  pursuant  to title ten of article seventeen of this\n   18  chapter except such property shall not be deemed  ineligible  if  it  is\n   19  subject to a stipulation agreement; or\n   20    (e)  subject  to  any  other  on-going  state or federal environmental\n   21  enforcement action related to the contamination which is at or emanating\n   22  from the site subject to the present application.\n   23    4.  \"Brownfield  site  cleanup  agreement\"  shall  mean  an  agreement\n   24  executed  in  accordance with section 27-1409 of this title by an appli-\n   25  cant and the department for the purpose of completing a brownfield  site\n   26  remedial  program  FOR THOSE SITES FOR WHICH THE DEPARTMENT HAS ISSUED A\n   27  NOTICE TO THE APPLICANT ON OR BEFORE JULY  FIRST,  TWO  THOUSAND  ELEVEN\n   28  THAT  ITS  REQUEST FOR PARTICIPATION HAS BEEN ACCEPTED UNDER SUBDIVISION\n   29  SIX OF SECTION 27-1407 OF THIS TITLE. FOR  THOSE  SITES  FOR  WHICH  THE\n   30  DEPARTMENT HAS ISSUED SUCH NOTICE AFTER JULY FIRST, TWO THOUSAND ELEVEN,\n   31  A  BROWNFIELD  SITE  CLEANUP  AGREEMENT  SHALL  MEAN THE ACCEPTANCE OF A\n   32  REQUEST TO PARTICIPATE IN THE BROWNFIELD  CLEANUP  PROGRAM  PURSUANT  TO\n   33  SUBDIVISION  SIX  OF  SECTION  27-1407 OF THIS TITLE AND THE APPLICANT'S\n   34  ACCEPTANCE OF THE  TERMS  OF  SUCH  PARTICIPATION  PURSUANT  TO  SECTION\n   35  27-1409  OF  THIS  TITLE,  WITH  THE  DATE OF THE APPLICANT'S ACCEPTANCE\n   36  DEEMED TO BE THE DATE OF THE BROWNFIELD SITE CLEANUP AGREEMENT.\n   37    S 2. Subdivision 1 of section 27-1407 of the  environmental  conserva-\n   38  tion  law,  as amended by section 3 of part A of chapter 577 of the laws\n   39  of 2004, is amended to read as follows:\n   40    1. A person who seeks to participate in this program  shall  submit  a\n   41  request  to  the  department  on a form provided by the department. Such\n   42  form shall include information to be determined by the department suffi-\n   43  cient to allow the department to determine eligibility and the  current,\n   44  intended and reasonably anticipated future land use of the site pursuant\n   45  to  section  27-1415  of this title.  IF THE PERSON WHO SEEKS TO PARTIC-\n   46  IPATE IN THIS PROGRAM IS ALSO SEEKING TO RECEIVE THE  TANGIBLE  PROPERTY\n   47  COMPONENT  OF  THE BROWNFIELD REDEVELOPMENT TAX CREDIT PURSUANT TO PARA-\n   48  GRAPH THREE OF SUBDIVISION (A) OF SECTION TWENTY-ONE OF THE TAX LAW SUCH\n   49  PERSON SHALL:\n   50    (A) SUBMIT INFORMATION SUFFICIENT TO DEMONSTRATE THAT (I) THE SITE HAS\n   51  BEEN ABANDONED FOR A PERIOD IN EXCESS OF FIFTEEN YEARS, (II) THE SITE OR\n   52  A PART THEREOF IS WITHIN OR IMMEDIATELY  ADJACENT  TO  AN  ENVIRONMENTAL\n   53  ZONE  AS  DEFINED  IN  PARAGRAPH  SIX  OF  SUBDIVISION  (B)  OF  SECTION\n   54  TWENTY-ONE OF THE TAX LAW, (III) THE PROJECTED COST OF THE INVESTIGATION\n   55  AND REMEDIATION WHICH IS PROTECTIVE FOR THE ANTICIPATED USE OF THE  SITE\n   56  EXCEEDS  THE  CERTIFIED  APPRAISED  VALUE OF THE PROPERTY ABSENT CONTAM-\n\n       S. 2696                             3\n\n    1  INATION, OR (IV) THE SITE IS TO BE DEVELOPED AS AFFORDABLE HOUSING WITH-\n    2  IN A LOW OR MODERATE INCOME CENSUS TRACT AND (A) TWENTY PERCENT  OF  THE\n    3  UNITS  ARE  INCOME  RESTRICTED;  OR  (B) A LOW INCOME HOUSING TAX CREDIT\n    4  PROJECT  AND  TWENTY  PERCENT  OF  THE  UNITS ARE INCOME RESTRICTED OR A\n    5  PROJECT THAT HAS A MINIMUM OF FIFTY PERCENT OF THE  TOTAL  UNITS  INCOME\n    6  RESTRICTED  WITH  AT  LEAST  TWENTY  PERCENT  OF THOSE UNITS AT OR BELOW\n    7  EIGHTY PERCENT OF AREA MEDIAN INCOME (AMI) AND SUBJECT TO  AN  AGREEMENT\n    8  WITH A MUNICIPALITY, THE STATE, THE FEDERAL GOVERNMENT, OR AN INSTRUMEN-\n    9  TALITY  THEREOF, WHERE SUCH AGREEMENT RESTRICTS OCCUPANCY OF THOSE UNITS\n   10  TO RESIDENTS WHO QUALIFY IN ACCORDANCE WITH AN INCOME TEST;\n   11    (B) SUBMIT AN INVESTIGATION REPORT SUFFICIENT TO DEMONSTRATE THAT  THE\n   12  SITE  REQUIRES REMEDIATION IN ORDER TO MEET THE REMEDIAL REQUIREMENTS OF\n   13  THIS TITLE; AND\n   14    (C) FOR ANY SITE LOCATED  WITHIN  A  BROWNFIELD  OPPORTUNITY  AREA  AS\n   15  DESIGNATED  BY  THE  SECRETARY OF STATE PURSUANT TO SECTION NINE HUNDRED\n   16  SEVENTY-R OF THE GENERAL MUNICIPAL LAW, A DEMONSTRATION THAT THE  DEVEL-\n   17  OPMENT  OF THE SITE WILL BE IN CONFORMANCE WITH SUCH BROWNFIELD OPPORTU-\n   18  NITY AREA.\n   19    S 3. Subdivision 3 of section 27-1407 of the  environmental  conserva-\n   20  tion  law,  as amended by section 3 of part A of chapter 577 of the laws\n   21  of 2004, is amended to read as follows:\n   22    3. The department shall notify the person requesting participation  in\n   23  this  program within [ten] THIRTY days after receiving such request that\n   24  such request is either complete or incomplete. In the event the applica-\n   25  tion is determined to be incomplete  the  department  shall  specify  in\n   26  writing  the  missing  necessary  information  required pursuant to this\n   27  article to complete the  application  and  shall  have  ten  days  after\n   28  receipt  of  the missing information to issue a written determination if\n   29  the application is complete.\n   30    S 4. Subdivision 6 of section 27-1407 of the  environmental  conserva-\n   31  tion  law,  as  added by section 1 of part A of chapter 1 of the laws of\n   32  2003, is amended to read as follows:\n   33    6. The department shall use all best efforts to  expeditiously  notify\n   34  the  applicant  within forty-five days after receiving [their] A request\n   35  for participation that such request is either accepted or rejected, AND,\n   36  FOR ANY APPLICANT SEEKING TO RECEIVE THE TANGIBLE PROPERTY COMPONENT  OF\n   37  THE  BROWNFIELD  REDEVELOPMENT TAX CREDIT PURSUANT TO PARAGRAPH THREE OF\n   38  SUBDIVISION (A) OF SECTION TWENTY-ONE OF THE TAX  LAW,  A  DETERMINATION\n   39  WHETHER THE CRITERIA FOR RECEIVING SUCH COMPONENT AS SET FORTH IN SUBDI-\n   40  VISION ONE OF THIS SECTION HAVE BEEN MET.\n   41    S 5. Paragraphs (c) and (d) of subdivision 8 of section 27-1407 of the\n   42  environmental  conservation  law,  as  amended by section 3 of part A of\n   43  chapter 577 of the laws of 2004, are amended and a new paragraph (e)  is\n   44  added to read as follows:\n   45    (c)  there  is  an  order providing for the investigation, removal, or\n   46  remediation of contamination relating to the brownfield site against the\n   47  person who is requesting participation; [or]\n   48    (d) [The]  THE  person  requesting  participation  is  subject  to  an\n   49  outstanding claim as provided in subdivision four of this section[.]; OR\n   50    (E)  THE  PERSON'S  PARTICIPATION IN ANY REMEDIATION PROGRAM UNDER THE\n   51  DEPARTMENT'S OVERSIGHT WAS TERMINATED BY THE DEPARTMENT FOR  FAILURE  TO\n   52  SUBSTANTIALLY COMPLY WITH AN AGREEMENT OR ORDER.\n   53    S 6. Section 27-1409 of the environmental conservation law is REPEALED\n   54  and a new section 27-1409 is added to read as follows:\n   55  S 27-1409. TERMS OF PARTICIPATION.\n\n       S. 2696                             4\n\n    1    1.  WITHIN FIFTEEN DAYS OF RECEIPT OF A NOTICE PURSUANT TO SUBDIVISION\n    2  SIX OF SECTION 27-1407 OF THIS TITLE THAT ITS REQUEST FOR  PARTICIPATION\n    3  HAS  BEEN ACCEPTED, THE APPLICANT SHALL, WITHIN FIFTEEN DAYS, ADVISE THE\n    4  DEPARTMENT IN WRITING WHETHER IT ACCEPTS  THE  DEPARTMENT'S  ELIGIBILITY\n    5  DETERMINATION  AND THE TERMS AND CONDITIONS OF PARTICIPATION AS PROVIDED\n    6  IN SUBDIVISION TWO OF THIS  SECTION,  THE  REGULATIONS  PROMULGATED  AND\n    7  GUIDANCE  ISSUED  PURSUANT TO THIS TITLE, AND OTHER TERMS AND CONDITIONS\n    8  AS MAY BE CONTAINED IN THE NOTICE. IF THE APPLICANT DOES NOT  SO  ADVISE\n    9  THE  DEPARTMENT  OR  DECLINES  TO  ACCEPT SUCH TERMS AND CONDITIONS, THE\n   10  APPLICATION SHALL BE DEEMED DENIED.\n   11    2. ALL APPLICANTS ACCEPTING PARTICIPATION IN  THE  BROWNFIELD  CLEANUP\n   12  PROGRAM  IN  ACCORDANCE WITH SUBDIVISION ONE OF THIS SECTION ARE SUBJECT\n   13  TO THE FOLLOWING TERMS AND CONDITIONS:\n   14    (A) THE BOUNDARIES OF THE REAL PROPERTY THAT WILL  BE  CONSIDERED  THE\n   15  PARTICIPATING  BROWNFIELD SITE FOR PURPOSES OF THIS TITLE SHALL BE THOSE\n   16  SET FORTH IN THE DEPARTMENT'S NOTICE  PURSUANT  TO  SUBDIVISION  SIX  OF\n   17  SECTION 27-1407 OF THIS TITLE;\n   18    (B) THE APPLICANT SHALL PAY FOR STATE COSTS INCURRED AFTER THE DATE OF\n   19  THE  DEPARTMENT'S  NOTICE PURSUANT TO SUBDIVISION SIX OF SECTION 27-1407\n   20  OF THIS TITLE; PROVIDED, HOWEVER, THAT WITH RESPECT TO A BROWNFIELD SITE\n   21  WHICH THE DEPARTMENT HAS DETERMINED CONSTITUTES A SIGNIFICANT THREAT  TO\n   22  THE  PUBLIC HEALTH OR ENVIRONMENT THE DEPARTMENT MAY INCLUDE A PROVISION\n   23  REQUIRING THE APPLICANT TO PROVIDE  A  TECHNICAL  ASSISTANCE  GRANT,  AS\n   24  DESCRIBED IN SUBDIVISION FOUR OF SECTION 27-1417 OF THIS TITLE AND UNDER\n   25  THE  CONDITIONS  DESCRIBED  THEREIN,  TO AN ELIGIBLE PARTY IN ACCORDANCE\n   26  WITH PROCEDURES ESTABLISHED UNDER SUCH PROGRAM, WITH THE COST OF SUCH  A\n   27  GRANT  INCURRED  BY  A VOLUNTEER SERVING AS AN OFFSET AGAINST SUCH STATE\n   28  COSTS. WHERE THE  APPLICANT  IS  A  PARTICIPANT,  THE  DEPARTMENT  SHALL\n   29  INCLUDE  PROVISIONS  RELATING TO RECOVERY OF STATE COSTS INCURRED BEFORE\n   30  THE DATE OF SUCH NOTICE;\n   31    (C) DISPUTES ARISING FROM THE EVALUATION, ANALYSIS, AND  OVERSIGHT  OF\n   32  THE IMPLEMENTATION OF THE WORK PLAN SHALL BE RESOLVED IN ACCORDANCE WITH\n   33  REGULATIONS PROMULGATED BY THE DEPARTMENT;\n   34    (D) SECTION EIGHT OF THE COURT OF CLAIMS ACT OR ANY OTHER PROVISION OF\n   35  LAW  TO  THE  CONTRARY  NOTWITHSTANDING,  THE STATE SHALL BE IMMUNE FROM\n   36  LIABILITY AND ACTION WITH RESPECT TO ANY ACT OR  OMISSION  DONE  IN  THE\n   37  DISCHARGE   OF  THE  DEPARTMENT'S  RESPONSIBILITIES  UNDER  THIS  TITLE;\n   38  PROVIDED, HOWEVER, THAT THIS PARAGRAPH SHALL  NOT  LIMIT  THE  LIABILITY\n   39  WHICH  MAY OTHERWISE EXIST FOR THE STATE'S GROSS NEGLIGENCE OR UNLAWFUL,\n   40  WILLFUL OR MALICIOUS ACTS OR OMISSIONS ON THE PART OF THE  STATE,  STATE\n   41  AGENCIES, OR THEIR OFFICERS, EMPLOYEES OR AGENTS;\n   42    (E)  THE  DEPARTMENT MAY TERMINATE AN APPLICANT'S PARTICIPATION IN THE\n   43  BROWNFIELD CLEANUP PROGRAM  AT  ANY  TIME  IF  THE  APPLICANT  FAILS  TO\n   44  SUBSTANTIALLY  COMPLY WITH THE TERMS AND CONDITIONS OF THIS SECTION, ANY\n   45  DULY  PROMULGATED  REGULATIONS  IMPLEMENTING  THE   BROWNFIELD   CLEANUP\n   46  PROGRAM,  ANY  TERMS AND CONDITIONS SET FORTH IN THE DEPARTMENT'S NOTICE\n   47  PURSUANT TO SUBDIVISION SIX OF SECTION 27-1407 OF  THIS  TITLE,  OR  ANY\n   48  WORK PLAN APPROVED BY THE DEPARTMENT;\n   49    (F)  THE  DEPARTMENT SHALL NOT CONSIDER THE APPLICANT AN OPERATOR OF A\n   50  BROWNFIELD SITE BASED SOLELY UPON PARTICIPATION IN THE BROWNFIELD CLEAN-\n   51  UP PROGRAM FOR PURPOSES OF REMEDIATION LIABILITY;\n   52    (G) THE  APPLICANT  SHALL  CONDUCT  INVESTIGATION  AND/OR  REMEDIATION\n   53  ACTIVITIES  PURSUANT  TO WORK PLANS APPROVED BY THE DEPARTMENT AND SHALL\n   54  BEGIN SUCH INVESTIGATION AND/OR  REMEDIATION  ACTIVITIES  WITHIN  NINETY\n   55  DAYS OF APPROVAL OF THE WORK PLAN BY THE DEPARTMENT;\n\n       S. 2696                             5\n\n    1    (H)  THE APPLICANT SHALL PREPARE AND IMPLEMENT A CITIZEN PARTICIPATION\n    2  PLAN CONSISTENT WITH THE REQUIREMENTS OF THIS TITLE AS SOON AS  POSSIBLE\n    3  FOLLOWING THE DEPARTMENT'S NOTICE PURSUANT TO SUBDIVISION SIX OF SECTION\n    4  27-1407  OF  THIS TITLE BUT PRIOR TO THE PREPARATION OF A DRAFT REMEDIAL\n    5  INVESTIGATION PLAN BY THE APPLICANT WHICH SHALL INCLUDE A DESCRIPTION OF\n    6  CITIZEN  PARTICIPATION  ACTIVITIES  ALREADY  PERFORMED  BY THE APPLICANT\n    7  AND/OR THE DEPARTMENT; AND\n    8    (I) EFFECTIVE UPON THE ACCEPTANCE INTO THE BROWNFIELD CLEANUP  PROGRAM\n    9  PURSUANT  TO SUBDIVISION ONE OF THIS SECTION, THE APPLICANT IS DEEMED TO\n   10  HAVE WAIVED ANY RIGHT SUCH APPLICANT HAS OR MAY HAVE  TO  MAKE  A  CLAIM\n   11  AGAINST  THE STATE OF NEW YORK PURSUANT TO ARTICLE TWELVE OF THE NAVIGA-\n   12  TION LAW WITH RESPECT TO THE BROWNFIELD SITE, IS DEEMED TO HAVE RELEASED\n   13  THE NEW YORK ENVIRONMENTAL PROTECTION AND SPILL COMPENSATION  FUND  FROM\n   14  ANY  AND  ALL  LEGAL  OR  EQUITABLE CLAIMS OR CAUSES OF ACTION THAT SUCH\n   15  APPLICANT MAY HAVE AS A RESULT OF PARTICIPATING IN THE BROWNFIELD CLEAN-\n   16  UP PROGRAM OR FULFILLING A BROWNFIELD  SITE  REMEDIAL  PROGRAM  AS  SUCH\n   17  SITE.\n   18    S  7. Section 27-1411 of the environmental conservation law is amended\n   19  by adding two new subdivisions 6 and 7 to read as follows:\n   20    6. AN APPLICANT SHALL COMMENCE IMPLEMENTATION OF ANY WORK PLAN  WITHIN\n   21  NINETY  DAYS  OF APPROVAL OF THE PLAN BY THE DEPARTMENT AND COMPLETE THE\n   22  ACTIVITIES PROVIDED FOR IN SUCH WORK PLAN IN ACCORDANCE WITH THE  SCHED-\n   23  ULE  SET  FORTH  THEREIN,  OR AS OTHERWISE APPROVED BY THE DEPARTMENT IN\n   24  WRITING.\n   25    7. AN APPLICANT SHALL INCLUDE  WITH  EVERY  REPORT  SUBMITTED  TO  THE\n   26  DEPARTMENT  A  SCHEDULE  FOR  THE SUBMISSION OF ANY SUBSEQUENT WORK PLAN\n   27  REQUIRED TO MEET THE REQUIREMENTS OF THIS TITLE.\n   28    S 8. Subdivision 3 of section 27-1419 of the  environmental  conserva-\n   29  tion  law,  as amended by chapter 390 of the laws of 2008, is amended to\n   30  read as follows:\n   31    3. Upon receipt of the final engineering report, the department  shall\n   32  review  such  report  and  the data submitted pursuant to the brownfield\n   33  site cleanup agreement as well as any other relevant information regard-\n   34  ing the brownfield site. Upon satisfaction of the commissioner that  the\n   35  remediation  requirements  set  forth in this title have been or will be\n   36  achieved in accordance with the timeframes, if any, established  in  the\n   37  remedial  work  plan, the commissioner shall issue a written certificate\n   38  of completion[, such]. SUCH certificate shall include  such  information\n   39  as  determined  by the department of taxation and finance, including but\n   40  not limited to the brownfield site  boundaries  included  in  the  final\n   41  engineering  report,  the  date of the brownfield site CLEANUP agreement\n   42  pursuant to section 27-1409 of this title, and the  applicable  percent-\n   43  ages  available AS OF THE DATE OF THE CERTIFICATE OF COMPLETION for that\n   44  site for purposes of section twenty-one of the tax law[, with such]. FOR\n   45  THOSE SITES FOR WHICH THE DEPARTMENT HAS ISSUED A NOTICE TO THE TAXPAYER\n   46  AFTER JULY FIRST, TWO THOUSAND ELEVEN THAT ITS REQUEST FOR PARTICIPATION\n   47  HAS BEEN ACCEPTED UNDER SUBDIVISION  SIX  OF  SECTION  27-1407  OF  THIS\n   48  TITLE,  THE  TANGIBLE PROPERTY COMPONENT OF THE BROWNFIELD REDEVELOPMENT\n   49  TAX CREDIT PURSUANT TO PARAGRAPH THREE OF  SUBDIVISION  (A)  OF  SECTION\n   50  TWENTY-ONE  OF  THE  TAX  LAW SHALL ONLY BE AVAILABLE TO THE TAXPAYER IF\n   51  SUCH NOTICE INCLUDES A DETERMINATION THAT  THE  CRITERIA  FOR  RECEIVING\n   52  SUCH  TAX  COMPONENT  HAVE  BEEN  MET.  APPLICABLE  percentages [to] FOR\n   53  COMPUTING THE BROWNFIELD REDEVELOPMENT TAX CREDIT  PURSUANT  TO  SECTION\n   54  TWENTY-ONE OF THE TAX LAW SHALL be determined as follows:\n   55    (A)  with  respect to such qualified site for which the department has\n   56  issued a notice to the taxpayer after June  twenty-third,  two  thousand\n\n       S. 2696                             6\n\n    1  eight  that its request for participation has been accepted under subdi-\n    2  vision six of section 27-1407 of this  title[:    For  the  purposes  of\n    3  calculating],  THE APPLICABLE PERCENTAGE FOR the site preparation credit\n    4  component  pursuant to paragraph two of subdivision (a) of section twen-\n    5  ty-one of the tax law, and the on-site  groundwater  remediation  credit\n    6  component pursuant to paragraph four of subdivision (a) of section twen-\n    7  ty-one of the tax law[, the applicable percentage] shall be based on the\n    8  level  of  cleanup  achieved  pursuant  to  subdivision  four of section\n    9  27-1415 of this title and the level of cleanup of soils to  contaminant-\n   10  specific soil cleanup objectives promulgated pursuant to subdivision six\n   11  of  section  27-1415 of this title, up to a maximum of fifty percent, as\n   12  follows:\n   13    [(a)] (I) soil cleanup for unrestricted use, the protection of ground-\n   14  water or the protection of ecological resources, the applicable percent-\n   15  age shall be fifty percent;\n   16    [(b)] (II) soil cleanup for residential use, the applicable percentage\n   17  shall be forty percent, except for Track 4 which shall  be  twenty-eight\n   18  percent;\n   19    [(c)] (III) soil cleanup for commercial use, the applicable percentage\n   20  shall  be  thirty-three percent, except for Track 4 which shall be twen-\n   21  ty-five percent;\n   22    [(d)] (IV) soil cleanup for industrial use, the applicable  percentage\n   23  shall  be  twenty-seven percent, except for Track 4 which shall be twen-\n   24  ty-two percent.\n   25    (B) WITH RESPECT TO SUCH QUALIFIED SITE FOR WHICH THE  DEPARTMENT  HAS\n   26  ISSUED  A  NOTICE  TO THE TAXPAYER AFTER JULY FIRST, TWO THOUSAND ELEVEN\n   27  THAT ITS REQUEST FOR PARTICIPATION HAS BEEN ACCEPTED  UNDER  SUBDIVISION\n   28  SIX  OF SECTION 27-1407 OF THIS TITLE, THE APPLICABLE PERCENTAGE FOR THE\n   29  TANGIBLE PROPERTY CREDIT COMPONENT OF THE BROWNFIELD  REDEVELOPMENT  TAX\n   30  PURSUANT  TO PARAGRAPH THREE OF SUBDIVISION (A) OF SECTION TWENTY-ONE OF\n   31  THE TAX LAW THE APPLICABLE PERCENTAGE SHALL BE THE SUM  OF  SIX  PERCENT\n   32  AND  THE  FOLLOWING  ADDITIONAL  PERCENTAGES,  PROVIDED  THAT  THE TOTAL\n   33  PERCENTAGE OF THE TANGIBLE PROPERTY CREDIT COMPONENT  SHALL  NOT  EXCEED\n   34  TWENTY-FOUR  PERCENT  AND  IS  OTHERWISE  SUBJECT TO THE LIMITATIONS SET\n   35  FORTH IN PARAGRAPH THREE-A OF SUBDIVISION (A) OF SECTION  TWENTY-ONE  OF\n   36  THE TAX LAW:\n   37    (I) TEN PERCENT FOR A SITE WITHIN AND IN CONFORMANCE WITH A BROWNFIELD\n   38  OPPORTUNITY  AREA  DESIGNATED AS SUCH BY THE SECRETARY OF STATE PURSUANT\n   39  TO SECTION NINE HUNDRED SEVENTY-R OF THE GENERAL MUNICIPAL LAW. FOR  ANY\n   40  SITE  WITHIN  AN ENVIRONMENTAL ZONE AND WITHIN AND IN CONFORMANCE WITH A\n   41  BROWNFIELD  OPPORTUNITY  AREA,  THE  APPLICABLE  PERCENTAGE  UNDER  THIS\n   42  SUBPARAGRAPH SHALL BE TWELVE PERCENT;\n   43    (II)  FOUR  PERCENT  FOR  SITES  ON WHICH THE PRIMARY DEVELOPMENT IS A\n   44  BUILDING OR BUILDINGS CONSTRUCTED IN  CONFORMANCE  WITH  GREEN  BUILDING\n   45  REGULATIONS  PROMULGATED  PURSUANT TO SECTION NINETEEN OF THE TAX LAW OR\n   46  SECTION EIGHTEEN HUNDRED SEVENTY-TWO OF THE PUBLIC AUTHORITIES LAW; AND\n   47    (III) EIGHT PERCENT FOR SITES WITHIN AN ENVIRONMENTAL ZONE AS  DEFINED\n   48  IN PARAGRAPH SIX OF SUBDIVISION (B) OF SECTION TWENTY-ONE OF THE TAX LAW\n   49  OR  IN  A  CENSUS TRACT THAT IS IMMEDIATELY ADJACENT TO AN ENVIRONMENTAL\n   50  ZONE; OR THE SITE IS TO BE DEVELOPED AS AFFORDABLE  HOUSING  DEFINED  AS\n   51  HAVING  AT  LEAST  TWENTY PERCENT OF ITS RESIDENTIAL UNITS SUBJECT TO AN\n   52  AGREEMENT WITH A MUNICIPALITY, THE STATE, THE FEDERAL GOVERNMENT  OR  AN\n   53  INSTRUMENTALITY  THEREOF,  WHERE  SUCH  AGREEMENT RESTRICTS OCCUPANCY OF\n   54  THOSE UNITS TO RESIDENTS WHO QUALIFY IN ACCORDANCE WITH AN  INCOME  TEST\n   55  AND  ARE  LOCATED  WITHIN  A QUALIFIED COMMUNITY DEVELOPMENT BLOCK GRANT\n   56  (CDBG) ELIGIBLE CENSUS TRACT AS DEFINED BY THE FEDERAL GOVERNMENT OR THE\n\n       S. 2696                             7\n\n    1  SITE IS TO BE DEVELOPED FOR  AFFORDABLE  HOUSING  WITH  AT  LEAST  FIFTY\n    2  PERCENT  OF  ITS  RESIDENTIAL  UNITS  AT OR BELOW EIGHTY PERCENT OF AREA\n    3  MEDIAN INCOME AS DEFINED BY THE UNITED STATES DEPARTMENT OF HOUSING  AND\n    4  URBAN  DEVELOPMENT  FOR  THE  METROPOLITAN STATISTICAL AREA OR COUNTY IN\n    5  WHICH THE SITE IS LOCATED AND SUBJECT TO AN  AGREEMENT  WITH  A  MUNICI-\n    6  PALITY,  THE STATE, THE FEDERAL GOVERNMENT, OR AN INSTRUMENTALITY THERE-\n    7  OF, WHERE SUCH AGREEMENT RESTRICTS OCCUPANCY OF THOSE UNITS TO RESIDENTS\n    8  WHO QUALIFY IN ACCORDANCE WITH AN INCOME TEST.\n    9    (C) ALL OTHER APPLICABLE PERCENTAGES ARE SET FORTH IN  PARAGRAPH  FIVE\n   10  OF SUBDIVISION (A) OF SECTION TWENTY-ONE OF THE TAX LAW.\n   11    S  9.  Subdivision 5 of section 27-1419 of the environmental conserva-\n   12  tion law, as amended by section 9 of part A of chapter 577 of  the  laws\n   13  of 2004, is amended to read as follows:\n   14    5.  A certificate of completion issued pursuant to this section may be\n   15  transferred to the applicant's successors or assigns  upon  transfer  or\n   16  sale of the brownfield site. Further, a certificate of completion may be\n   17  modified or revoked by the commissioner upon a finding that:\n   18    (a)  Either  the  applicant, or the applicant's successors or assigns,\n   19  has failed to comply with the terms and  conditions  of  the  brownfield\n   20  site cleanup agreement;\n   21    (b)  The applicant made a misrepresentation of a material fact tending\n   22  to demonstrate that it (I) was qualified as a volunteer OR (II) MET  THE\n   23  CRITERIA  SET  FORTH IN SUBDIVISION ONE OF SECTION 27-1407 OF THIS TITLE\n   24  FOR THE PURPOSE OF RECEIVING THE  TANGIBLE  PROPERTY  COMPONENT  OF  THE\n   25  BROWNFIELD  REDEVELOPMENT  TAX  CREDIT  PURSUANT  TO  PARAGRAPH THREE OF\n   26  SUBDIVISION (A) OF SECTION TWENTY-ONE OF THE TAX LAW;\n   27    (c) Either the applicant, or the applicant's  successors  or  assigns,\n   28  made  a misrepresentation of a material fact tending to demonstrate that\n   29  the cleanup levels identified in the brownfield site  cleanup  agreement\n   30  were reached; [or]\n   31    (d)  THE  ENVIRONMENTAL EASEMENT GRANTED TO THE DEPARTMENT PURSUANT TO\n   32  TITLE THIRTY-SIX OF ARTICLE SEVENTY-ONE OF THIS CHAPTER DOES NOT PROVIDE\n   33  AN EFFECTIVE OR ENFORCEABLE MEANS OF ENSURING THE PERFORMANCE OF MAINTE-\n   34  NANCE, MONITORING OR OPERATING  REQUIREMENTS,  OR  THE  RESTRICTIONS  ON\n   35  FUTURE  LAND USES, INCLUDING RESTRICTIONS ON DRILLING FOR OR WITHDRAWING\n   36  GROUNDWATER; OR\n   37    (E) There is good cause for such modification or revocation.\n   38    S 10. Subdivision 1 of section 27-1423 of the environmental  conserva-\n   39  tion  law, as amended by section 11 of part A of chapter 577 of the laws\n   40  of 2004, is amended to read as follows:\n   41    1. Pursuant to timetables contained in  the  brownfield  site  cleanup\n   42  agreement,  the [volunteer] APPLICANT shall pay all state costs incurred\n   43  in  negotiating  and  overseeing  implementation  of   such   agreement,\n   44  provided,  however,  as set forth in a brownfield site cleanup agreement\n   45  pursuant to this title, that such costs may be based upon  a  reasonable\n   46  flat-fee  for  oversight, which shall reflect the projected future state\n   47  costs to be incurred in negotiating  and  overseeing  implementation  of\n   48  such agreement.  In addition, a participant shall pay all costs incurred\n   49  by the state up to the effective date of such agreement.\n   50    S  11.  Section  27-1429  of  the  environmental  conservation law, as\n   51  amended by section 13 of part A of chapter 577 of the laws of  2004,  is\n   52  amended to read as follows:\n   53  S 27-1429. Permit waivers.\n   54    The  department[,  by  and through the commissioner,] shall be EXEMPT,\n   55  AND SHALL BE authorized to exempt  a  person  from  the  requirement  to\n   56  obtain any state or local permit or other authorization for any activity\n\n       S. 2696                             8\n\n    1  needed  to  implement a program for the investigation and/or remediation\n    2  of contamination AT OR EMANATING FROM A BROWNFIELD SITE;  provided  that\n    3  the  activity  is  conducted in a manner which satisfies all substantive\n    4  technical requirements applicable to like activity conducted pursuant to\n    5  a permit.\n    6    S  12. Subdivision 1 of section 27-1431 of the environmental conserva-\n    7  tion law is amended by adding a new paragraph c to read as follows:\n    8    C. TO INSPECT FOR COMPLIANCE WITH THE SITE MANAGEMENT PLAN APPROVED BY\n    9  THE DEPARTMENT, INCLUDING (I) INSPECTION OF THE PERFORMANCE  OF  MAINTE-\n   10  NANCE,  MONITORING  AND  OPERATIONAL  ACTIVITIES REQUIRED AS PART OF THE\n   11  REMEDIAL PROGRAM FOR THE SITE, (II) INSPECTION FOR THE PURPOSE OF ASCER-\n   12  TAINING CURRENT USES OF THE SITE, AND (III) TAKING SAMPLES IN ACCORDANCE\n   13  WITH PARAGRAPH A OF THIS SUBDIVISION.\n   14    S 13. Chapter 174 of the laws of 1968 constituting the New York  state\n   15  urban  development  corporation  act, is amended by adding a new section\n   16  16-u to read as follows:\n   17    S 16-U. BROWNFIELDS SHOVEL-READY PROGRAM. 1. NOTWITHSTANDING ANY OTHER\n   18  PROVISION OF THIS ACT OR ANY OTHER LAW TO THE CONTRARY,  THE  PROVISIONS\n   19  OF  THIS  SECTION  SHALL  GOVERN  ANY  PROJECT UNDER THE AUSPICES OF THE\n   20  CORPORATION FOR URBAN DEVELOPMENT  AND  RESEARCH  OF  NEW  YORK  OR  ITS\n   21  SUCCESSOR  IN  INTEREST.  IT  IS  THE  INTENT OF THE LEGISLATURE AND THE\n   22  PURPOSE OF THIS LEGISLATION TO STIMULATE ECONOMIC DEVELOPMENT,  AFFORDA-\n   23  BLE  HOUSING,  COMMUNITY  REVITALIZATION, AND THE SITING OF PUBLIC AMEN-\n   24  ITIES ON BROWNFIELD SITES IN DISTRESSED URBAN AREAS.\n   25    2. THE CHAIRMAN, IN COOPERATION WITH THE COMMISSIONER OF ENVIRONMENTAL\n   26  CONSERVATION, AND THE SECRETARY OF STATE, SHALL  DEVELOP  A  PROGRAM  TO\n   27  PRODUCE  NEW JOBS, AFFORDABLE HOUSING AND PUBLIC AMENITIES ON BROWNFIELD\n   28  SITES IN DISTRESSED URBAN AREAS, THE \"BROWNFIELDS SHOVEL-READY PROGRAM\".\n   29  THE CHAIRMAN IS AUTHORIZED TO CARRY OUT A PROGRAM WHICH WILL INCLUDE THE\n   30  ACQUISITION ASSESSMENT, DEMOLITION, CLEANUP, AND OTHER SITE  PREPARATION\n   31  COSTS  NECESSARY  TO  ACHIEVE  THE REUSE FOR THESE PURPOSES BY THE URBAN\n   32  DEVELOPMENT CORPORATION.\n   33    3. ELIGIBLE SITES ARE LIMITED TO BROWNFIELD SITES,  AS  SUCH  TERM  IS\n   34  DEFINED IN SECTION 27-1405 OF THE ENVIRONMENTAL CONSERVATION LAW; AND\n   35    A.  SITES THAT ARE PART OF A BROWNFIELD OPPORTUNITY AREA OR BROWNFIELD\n   36  OPPORTUNITY STUDY AREA PURSUANT TO SECTION 970-R OF THE GENERAL  MUNICI-\n   37  PAL LAW. THE DEVELOPMENT AND FUTURE USE OF SUCH SITE SHALL BE LIMITED TO\n   38  USES CONSISTENT WITH AN ADOPTED BROWNFIELD OPPORTUNITY AREA PLAN; OR\n   39    B.  SITES  IDENTIFIED BY THE CHAIRMAN WHICH HAVE NOT ATTRACTED PRIVATE\n   40  REDEVELOPMENT INTEREST DUE TO THE DEGREE OF CONTAMINATION  AND  COST  OF\n   41  CORRECTION, PROVIDED THAT SUCH ACQUISITION AND REDEVELOPMENT IS CONSIST-\n   42  ENT  WITH USES ESTABLISHED, THROUGH A LOCAL PROCESS AND ANY RESTRICTIONS\n   43  OR LIMITATIONS REGARDING SUCH USES.\n   44    4. THE CHAIRMAN SHALL GIVE PRIORITY TO:\n   45    A. SITES LOCATED WITHIN A BROWNFIELD  OPPORTUNITY  AREA,  PURSUANT  TO\n   46  SECTION  970-R  OF THE GENERAL MUNICIPAL LAW. SPECIFICALLY, THE CHAIRMAN\n   47  WILL GIVE PRIORITY TO THE CONSIDERATION OF SITES  REFERRED  PURSUANT  TO\n   48  SECTION 970-R OF THE GENERAL MUNICIPAL LAW; AND\n   49    B.  PROJECTS  IN  WHICH  THE  END USE WILL BE LOW- AND MODERATE-INCOME\n   50  RESIDENTIAL PROPERTY.\n   51    5. EMINENT DOMAIN RESTRICTIONS. A. FOR SITES LOCATED WITHIN  A  BROWN-\n   52  FIELD OPPORTUNITY AREA, PURSUANT TO SECTION 970-R OF THE GENERAL MUNICI-\n   53  PAL LAW, THE CHAIRMAN SHALL ONLY USE EMINENT DOMAIN POWERS IF THE USE OF\n   54  SUCH  POWER  HAS  BEEN SPECIFICALLY DISCUSSED AND SUPPORTED BY THE LOCAL\n   55  COMMUNITY THROUGH THE COMPREHENSIVE BROWNFIELD OPPORTUNITY AREA PLANNING\n   56  PROCESS, AND IDENTIFIED IN A DESIGNATED BROWNFIELD OPPORTUNITY AREA.\n\n       S. 2696                             9\n\n    1    B. FOR ALL OTHER PROJECTS THE CHAIRMAN SHALL NOT EXERCISE ANY  EMINENT\n    2  DOMAIN POWERS PROVIDED FOR IN THIS ACT.\n    3    6.  THE  CHAIRMAN IS AUTHORIZED TO ENTER INTO CONTRACTS TO PREPARE THE\n    4  SITE; INCLUDING THE SITE ASSESSMENT, DEMOLITION, CLEANUP AND OTHER  SITE\n    5  PREPARATION NECESSARY TO ACHIEVE THE SATISFACTION OF THE COMMISSIONER OF\n    6  ENVIRONMENTAL CONSERVATION.\n    7    7.  BY  DECEMBER  THIRTY-FIRST, TWO THOUSAND ELEVEN THE CHAIRMAN SHALL\n    8  DEVELOP REGULATIONS FOR THE IMPLEMENTATION OF THIS PROGRAM. AT  A  MINI-\n    9  MUM, SUCH REGULATIONS SHALL INCLUDE PROVISIONS STIPULATING:\n   10    A. THAT TO ACHIEVE THE PREPARATION AND REMEDIATION OF BROWNFIELD SITES\n   11  TO  BE  OFFERED  TO DEVELOPERS OR MANUFACTURERS FOR ONE DOLLAR AND OTHER\n   12  GOOD AND VALUABLE CONSIDERATION. SUCH SITES MAY BE SUBDIVIDED  PRIOR  TO\n   13  BEING OFFERED.\n   14    B.  IN  RETURN  FOR  A REMEDIATED SITE SOLD FOR ONE DOLLAR, DEVELOPERS\n   15  WOULD AGREE TO:\n   16    I. BUILD QUALITY BUILDINGS AT A MINIMUM COST OF  THIRTY-EIGHT  DOLLARS\n   17  PER SQUARE FOOT;\n   18    II.  MEET  THE  LEADERSHIP  IN  ENERGY AND ENVIRONMENTAL DESIGN (LEED)\n   19  GREEN BUILDING RATING SYSTEM IN THE BUILDING CONSTRUCTION;\n   20    III. PROVIDE A MINIMUM OF ONE NEW JOB PER ONE THOUSAND SQUARE FEET  OF\n   21  BUILDING SPACE;\n   22    IV.  PAY  A MINIMUM OF TEN DOLLARS AND FIFTY CENTS PER HOUR PLUS BENE-\n   23  FITS;\n   24    V. HIRE AT LEAST SEVENTY PERCENT  OF  ITS  WORKFORCE  FROM  THE  LOCAL\n   25  COMMUNITY; AND\n   26    VI.  ALL  REASONABLE  RESTRICTIONS  AND LIMITATIONS ESTABLISHED BY THE\n   27  CORPORATION FOR THE BROWNFIELD SITE IDENTIFIED IN  THE  CITIZEN  PARTIC-\n   28  IPATION ACTIVITIES.\n   29    C. IN THE CASE THAT A REMEDIATED SITE IS SOLD TO AN AFFORDABLE HOUSING\n   30  DEVELOPER,  THE  DEVELOPER  SHALL BUILD HOUSING UNITS IN ACCORDANCE WITH\n   31  THE STATE'S AFFORDABILITY GUIDELINES.\n   32    D. THE CORPORATION'S CITIZEN PARTICIPATION PLAN. THE  CITIZEN  PARTIC-\n   33  IPATION  PLAN  SHALL  CONSIDER  THE  LEVEL OF CITIZEN INVOLVEMENT, LOCAL\n   34  INTEREST AND HISTORY, AND OTHER RELEVANT FACTORS. WHILE RETAINING FLEXI-\n   35  BILITY, CITIZEN PARTICIPATION PLANS SHALL EMBODY THE  FOLLOWING  PRINCI-\n   36  PLES  OF  MEANINGFUL  CITIZEN  PARTICIPATION,  AND  AT  A  MINIMUM SHALL\n   37  INCLUDE:\n   38    I. AN IDENTIFICATION OF THE INTERESTED PUBLIC  AND  PREPARATION  OF  A\n   39  BROWNFIELD SITE CONTACT LIST;\n   40    II.  IDENTIFICATION  OF  MAJOR ISSUES OF PUBLIC CONCERN RELATED TO THE\n   41  BROWNFIELD SITE;\n   42    III. A DESCRIPTION AND SCHEDULE OF ANY ADDITIONAL PUBLIC PARTICIPATION\n   43  ACTIVITIES NEEDED TO ADDRESS PUBLIC CONCERNS;\n   44    IV. PROVISIONS FOR NOTICE WITH RESPECT TO THE ACQUISITION, ASSESSMENT,\n   45  DEMOLITION, CLEANUP, AND OTHER SITE PREPARATION COSTS AND INTENDED REUSE\n   46  OF A SITE;\n   47    V. SPECIFIC  CONSULTATION  REGARDING  SUPPORT  FOR  THE  CORPORATION'S\n   48  ACQUIRING THE BROWNFIELD SITE, INTENDED REUSE AND ANY REASONABLE LIMITA-\n   49  TIONS OR CONDITIONS ON THE REDEVELOPMENT OF THE BROWNFIELD SITE; AND\n   50    VI.  PROVISIONS  TO  PROVIDE SEPARATE NOTICE OF ALL REASONABLE LIMITA-\n   51  TIONS OR CONDITIONS IDENTIFIED IN  THE  PUBLIC  PARTICIPATION  THAT  THE\n   52  CORPORATION  HAS, WILL BE REQUIRED FOR THE DEVELOPMENT OF THE BROWNFIELD\n   53  SITE.\n   54    S 14. Paragraph 3 of subdivision (a) of section 21 of the tax law,  as\n   55  amended  by  chapter  390  of  the  laws  of 2008, is amended to read as\n   56  follows:\n\n       S. 2696                            10\n\n    1    (3) Tangible property credit component. The tangible  property  credit\n    2  component  shall  be  equal  to the applicable percentage of the cost or\n    3  other basis for federal income tax purposes of tangible personal proper-\n    4  ty and other  tangible  property,  including  buildings  and  structural\n    5  components  of  buildings, which constitute qualified tangible property;\n    6  provided[, however,] that in determining the cost or other basis of such\n    7  property[,] the taxpayer MAY INCLUDE THE COSTS  INCURRED  IN  CONNECTION\n    8  WITH PREPARING A SITE FOR THE ERECTION OF A BUILDING OR A COMPONENT OF A\n    9  BUILDING,  SUCH  AS  THE  COST OF EXCAVATION, TEMPORARY ELECTRIC WIRING,\n   10  SCAFFOLDING, FENCING AND SECURITY FACILITIES, TO THE  EXTENT  THAT  SUCH\n   11  COSTS  ARE NOT USED AS A BASIS FOR COMPUTING THE SITE PREPARATION COMPO-\n   12  NENT OF THE BROWNFIELD REDEVELOPMENT TAX CREDIT  PURSUANT  TO  PARAGRAPH\n   13  TWO  OF  THIS  SUBDIVISION; AND PROVIDED FURTHER THAT THE TAXPAYER shall\n   14  exclude the acquisition cost of any item of  property  with  respect  to\n   15  which a credit under this section was allowable to another taxpayer. The\n   16  credit  component  amount so determined shall be allowed for the taxable\n   17  year in which such qualified tangible property is placed in service on a\n   18  qualified site with respect to which a  certificate  of  completion  has\n   19  been  issued  to  the  taxpayer,  OR  FOR  THE TAXABLE YEAR IN WHICH THE\n   20  CERTIFICATE OF COMPLETION IS ISSUED IF THE QUALIFIED  TANGIBLE  PROPERTY\n   21  IS  PLACED  IN  SERVICE  PRIOR  TO  THE  ISSUANCE  OF THE CERTIFICATE OF\n   22  COMPLETION, for up to ten taxable years after the date of  the  issuance\n   23  of  such  certificate of completion. The tangible property credit compo-\n   24  nent shall be allowed with respect to property leased to a second  party\n   25  only  if such second party is either (i) not a party responsible for the\n   26  disposal of hazardous waste or the discharge of petroleum  at  the  site\n   27  according to applicable principles of statutory or common law liability,\n   28  or (ii) a party responsible according to applicable principles of statu-\n   29  tory  or  common  law  liability if such party's liability arises solely\n   30  from operation of the site subsequent to the disposal of hazardous waste\n   31  or the discharge of petroleum, and is so certified by  the  commissioner\n   32  of  environmental  conservation at the request of the taxpayer, pursuant\n   33  to section 27-1419 of the environmental conservation law.  Notwithstand-\n   34  ing any other provision of law to the contrary, in the case of allowance\n   35  of  credit  under  this section to such a lessor, the commissioner shall\n   36  have the authority to  reveal  to  such  lessor  any  information,  with\n   37  respect  to  the issue of qualified use of property by the lessee, which\n   38  is the basis for the denial in whole or in part, or for  the  recapture,\n   39  of the credit claimed by such lessor. For purposes of the tangible prop-\n   40  erty  credit  component  allowed under this section the taxpayer to whom\n   41  the certificate of completion is issued, as provided for under  subdivi-\n   42  sion  five of section 27-1419 of the environmental conservation law, may\n   43  transfer the benefits and burdens  of  the  certificate  of  completion,\n   44  which  run  with  the  land and to the applicant's successors or assigns\n   45  upon transfer or sale of all or any portion of an interest or estate  in\n   46  the qualified site. However, the taxpayer to whom certificate's benefits\n   47  and  burdens are transferred shall not include the cost of acquiring all\n   48  or any portion of an interest or estate in  the  site  and  the  amounts\n   49  included  in  the cost or other basis for federal income tax purposes of\n   50  qualified tangible property already claimed  by  the  previous  taxpayer\n   51  pursuant to this section.\n   52    S  15. Subparagraph (D) of paragraph 3-a of subdivision (a) of section\n   53  21 of the tax law is REPEALED.\n   54    S 16. Paragraphs 5 and 6 of subdivision (a) of section 21 of  the  tax\n   55  law,  as  amended  by  section 1 of part H of chapter 577 of the laws of\n   56  2004, are amended to read as follows:\n\n       S. 2696                            11\n\n    1    (5) Applicable percentage. For purposes of COMPUTING THE SITE PREPARA-\n    2  TION AND ON-SITE GROUNDWATER REMEDIATION COMPONENTS  PURSUANT  TO  para-\n    3  graphs  two[,  three] and four of this subdivision, WITH RESPECT TO SUCH\n    4  QUALIFIED SITES FOR WHICH THE DEPARTMENT HAS  ISSUED  A  NOTICE  TO  THE\n    5  TAXPAYER  BEFORE  JUNE  TWENTY-THIRD, TWO THOUSAND NINE THAT ITS REQUEST\n    6  FOR PARTICIPATION HAS BEEN ACCEPTED UNDER  SUBDIVISION  SIX  OF  SECTION\n    7  27-1407 OF THE ENVIRONMENTAL CONSERVATION LAW, OR WHERE THE TAXPAYER HAS\n    8  EITHER  BEEN ISSUED OR RECEIVED A CERTIFICATE OF COMPLETION FROM ANOTHER\n    9  TAXPAYER UNDER SECTION 27-1419 OF  THE  ENVIRONMENTAL  CONSERVATION  LAW\n   10  BEFORE  JUNE  TWENTY-THIRD,  TWO  THOUSAND  EIGHT,  AND, FOR PURPOSES OF\n   11  COMPUTING THE TANGIBLE PROPERTY COMPONENT PURSUANT TO PARAGRAPH THREE OF\n   12  THIS SUBDIVISION WITH RESPECT TO SUCH  QUALIFIED  SITES  FOR  WHICH  THE\n   13  DEPARTMENT  HAS  ISSUED  A NOTICE TO THE TAXPAYER BEFORE JULY FIRST, TWO\n   14  THOUSAND ELEVEN THAT ITS REQUEST FOR  PARTICIPATION  HAS  BEEN  ACCEPTED\n   15  UNDER  SUBDIVISION SIX OF SECTION 27-1407 OF THE ENVIRONMENTAL CONSERVA-\n   16  TION LAW, OR WHERE THE TAXPAYER HAS EITHER BEEN  ISSUED  OR  RECEIVED  A\n   17  CERTIFICATE OF COMPLETION FROM ANOTHER TAXPAYER UNDER SECTION 27-1419 OF\n   18  THE ENVIRONMENTAL CONSERVATION LAW BEFORE JULY FIRST, TWO THOUSAND ELEV-\n   19  EN,  the  applicable  percentage  shall be twelve percent in the case of\n   20  credits claimed under article nine, nine-A, thirty-two  or  thirty-three\n   21  of  this  chapter,  and ten percent in the case of credits claimed under\n   22  article twenty-two of this chapter, except that  where  at  least  fifty\n   23  percent  of  the  area  of  the  qualified  site  relating to the credit\n   24  provided for in this section is located  in  an  environmental  zone  as\n   25  defined  in paragraph six of subdivision (b) of this section, the appli-\n   26  cable percentage shall be increased  by  an  additional  eight  percent.\n   27  Provided,  however,  as afforded in section 27-1419 of the environmental\n   28  conservation law, if the certificate of completion  indicates  that  the\n   29  qualified  site has been remediated to Track 1 as that term is described\n   30  in subdivision four of section 27-1415 of the environmental conservation\n   31  law, the applicable percentage set forth in the first sentence  of  this\n   32  paragraph  shall  be  increased by an additional two percent.  ALL OTHER\n   33  APPLICABLE PERCENTAGES ARE SET FORTH IN SECTION 27-1419 OF THE  ENVIRON-\n   34  MENTAL CONSERVATION LAW.\n   35    (6)  Site  preparation costs and on-site groundwater remediation costs\n   36  paid or incurred by the taxpayer with respect to a  qualified  site  and\n   37  the  cost  or  other  basis  for federal income tax purposes of tangible\n   38  personal property and other tangible property, including  buildings  and\n   39  structural  components of buildings, which constitute qualified tangible\n   40  property shall only include costs [paid or] incurred by the taxpayer  on\n   41  or  after  the date of the brownfield site cleanup agreement executed by\n   42  the taxpayer and the department of environmental  conservation  pursuant\n   43  to section 27-1409 of the environmental conservation law.\n   44    S  17.  Paragraphs 2 and 6 of subdivision (b) of section 21 of the tax\n   45  law, as amended by section 1 of part H of chapter 577  of  the  laws  of\n   46  2004,  subparagraph  (B)  and  the  closing  paragraph of paragraph 6 as\n   47  amended by section 1 of part G of chapter 62 of the laws  of  2006,  are\n   48  amended to read as follows:\n   49    (2)  Site  preparation  costs. The term \"site preparation costs\" shall\n   50  mean all amounts properly chargeable to a capital account, (i) which are\n   51  [paid or] incurred in connection  with  a  site's  qualification  for  a\n   52  certificate  of completion AND ATTRIBUTABLE TO ACTIVITIES SPECIFIED IN A\n   53  REMEDIAL WORK PLAN APPROVED BY THE COMMISSIONER OF ENVIRONMENTAL CONSER-\n   54  VATION UNDER SECTION 27-1411 OF THE ENVIRONMENTAL CONSERVATION LAW,  and\n   55  (ii)  WITH  RESPECT  TO  ANY QUALIFIED SITE FOR WHICH THE DEPARTMENT HAS\n   56  ISSUED A NOTICE TO THE TAXPAYER BEFORE JULY FIRST, TWO  THOUSAND  ELEVEN\n\n       S. 2696                            12\n\n    1  THAT  ITS  REQUEST FOR PARTICIPATION HAS BEEN ACCEPTED UNDER SUBDIVISION\n    2  SIX OF SECTION 27-1407 OF THE ENVIRONMENTAL CONSERVATION LAW,  OR  WHERE\n    3  THE  TAXPAYER RECEIVED A CERTIFICATE OF COMPLETION FROM ANOTHER TAXPAYER\n    4  UNDER  SECTION 27-1419 OF THE ENVIRONMENTAL CONSERVATION LAW BEFORE JULY\n    5  FIRST, TWO THOUSAND ELEVEN, all other site  preparation  costs  paid  or\n    6  incurred  in  connection  with  preparing  a  site for the erection of a\n    7  building or a component of a building, or otherwise to establish a  site\n    8  as  usable  for  its  industrial,  commercial  (including the commercial\n    9  development  of  residential  housing),  recreational  or   conservation\n   10  purposes.  [Site] FOR PURPOSES OF THIS PARAGRAPH, SITE preparation costs\n   11  shall include, but not be limited to, the costs of excavation, temporary\n   12  electric wiring, scaffolding, demolition costs, and the costs of fencing\n   13  and security facilities. Site preparation costs shall  not  include  the\n   14  cost of acquiring the site and shall not include amounts included in the\n   15  cost  or other basis for federal income tax purposes of qualified tangi-\n   16  ble property, as described in paragraph three of this subdivision.\n   17    (6) Environmental zones (EN-Zones). An \"environmental zone\" shall mean\n   18  an area designated as such by the commissioner of economic  development.\n   19  Such  areas  so  designated  are areas which are census tracts and block\n   20  numbering areas which, as of the  [two  thousand]  MOST  RECENT  census,\n   21  satisfy either of the following criteria:\n   22    (A) areas that have both:\n   23    (i)  a  poverty  rate of at least twenty percent for the year to which\n   24  the data relate; and\n   25    (ii) an unemployment rate of at least one and  one-quarter  times  the\n   26  statewide unemployment rate for the year to which the data relate, or;\n   27    (B)  areas  that have a poverty rate of at least two times the poverty\n   28  rate for the county in which the areas are located for the year to which\n   29  the data relate [provided, however, that a qualified site shall only  be\n   30  deemed  to  be  located in an environmental zone under this subparagraph\n   31  (B) if such site was the subject of a brownfield site cleanup  agreement\n   32  pursuant  to  section 27-1409 of the environmental conservation law that\n   33  was entered into prior to September first, two thousand ten].\n   34    Such designation shall be made and a list of  all  such  environmental\n   35  zones  shall  be established by the commissioner of economic development\n   36  no later than [December thirty-first, two thousand four provided, howev-\n   37  er, that a qualified site shall only be deemed to be located in an envi-\n   38  ronmental zone under subparagraph (B) of this paragraph if such site was\n   39  the subject of a brownfield site cleanup agreement pursuant  to  section\n   40  27-1409  of  the  environmental  conservation  law that was entered into\n   41  prior to September first, two thousand ten] NINETY  DAYS  FOLLOWING  THE\n   42  OFFICIAL PUBLICATION OF THE MOST RECENT CENSUS.\n   43    S 18. Section 171-r of the tax law is amended by adding a new subdivi-\n   44  sion (e) to read as follows:\n   45    (E) THE COMMISSIONER IN CONSULTATION WITH THE COMMISSIONER OF ENVIRON-\n   46  MENTAL  CONSERVATION, SHALL PUBLISH BY SEPTEMBER THIRTY-FIRST, TWO THOU-\n   47  SAND ELEVEN A  SUPPLEMENTAL  BROWNFIELD  CREDIT  REPORT  CONTAINING  THE\n   48  INFORMATION  REQUIRED  BY THIS SECTION ABOUT THE CREDITS CLAIMED FOR THE\n   49  YEARS TWO THOUSAND FIVE, TWO THOUSAND SIX, AND TWO THOUSAND SEVEN.\n   50    S 19. Subdivision 1 of section 970-r of the general municipal law,  as\n   51  amended by section 1 of part F of chapter 577 of the laws of 2004, para-\n   52  graph  a  as amended and paragraph h as added by chapter 386 of the laws\n   53  of 2007 and paragraph e as amended and paragraph i as added  by  chapter\n   54  390 of the laws of 2008, is amended to read as follows:\n\n       S. 2696                            13\n\n    1    1.  Definitions. a. \"Applicant\" shall mean the municipality, community\n    2  board  and/or  community based organization submitting an application in\n    3  the manner authorized by this section.\n    4    b.   \"BROWNFIELD OPPORTUNITY AREA\" SHALL MEAN A STUDY AREA ACCEPTED BY\n    5  THE SECRETARY IN CONNECTION WITH A FUNDING AWARD MADE PURSUANT  TO  THIS\n    6  SECTION  OR  A  BROWNFIELD  OPPORTUNITY AREA DESIGNATED BY THE SECRETARY\n    7  PURSUANT TO THIS SECTION.\n    8    C. \"Commissioner\" shall mean the commissioner  of  the  department  of\n    9  environmental conservation.\n   10    [c.]  D.  \"Community  based  organization\" shall mean a not-for-profit\n   11  corporation exempt from taxation under section 501(c)(3) of the internal\n   12  revenue code whose stated mission is promoting reuse of brownfield sites\n   13  within a specified geographic area in which the community  based  organ-\n   14  ization  is  located; which has twenty-five percent or more of its board\n   15  of directors residing in the community in such area;  and  represents  a\n   16  community with a demonstrated financial need. \"Community based organiza-\n   17  tion\"  shall  not include any not-for-profit corporation that has caused\n   18  or contributed to the release or threatened  release  of  a  contaminant\n   19  from or onto the brownfield site, or any not-for-profit corporation that\n   20  generated, transported, or disposed of, or that arranged for, or caused,\n   21  the  generation,  transportation,  or  disposal of contamination from or\n   22  onto the brownfield site. This definition shall not apply if  more  than\n   23  twenty-five  percent  of  the members, officers or directors of the not-\n   24  for-profit corporation are or were employed  or  receiving  compensation\n   25  from  any  person  responsible  for a site under title thirteen or title\n   26  fourteen of article twenty-seven of the environmental conservation  law,\n   27  article  twelve  of the navigation law or under applicable principles of\n   28  statutory or common law liability.\n   29    [d.] E. \"Brownfield site\" shall have the same meaning as set forth  in\n   30  section 27-1405 of the environmental conservation law.\n   31    [e.] F. \"Department\" shall mean the department of state.\n   32    [f.]  G. \"Contamination\" or \"contaminated\" shall have the same meaning\n   33  as provided in section 27-1405 of the environmental conservation law.\n   34    [g.] H. \"Municipality\" shall have the same meaning  as  set  forth  in\n   35  subdivision fifteen of section 56-0101 of the environmental conservation\n   36  law.\n   37    [h.]  I. \"Community board\" shall have the same meaning as set forth in\n   38  section twenty-eight hundred of the New York city charter.\n   39    [i.] J. \"Secretary\" shall mean the secretary of state.\n   40    S 20. Paragraph b of subdivision 2 of section  970-r  of  the  general\n   41  municipal  law, as added by section 1 of part F of chapter 1 of the laws\n   42  of 2003, is amended to read as follows:\n   43    b. Activities eligible to receive such assistance shall  include,  but\n   44  are  not  limited  to, the assembly and development of basic information\n   45  about:\n   46    (1) the borders of the [proposed] brownfield opportunity area;\n   47    (2) the number and size of brownfield sites;\n   48    (3) current and anticipated uses of the properties in  the  [proposed]\n   49  BROWNFIELD OPPORTUNITY area;\n   50    (4)  current  and  anticipated future conditions of groundwater in the\n   51  [proposed] BROWNFIELD OPPORTUNITY area;\n   52    (5) known data about the environmental conditions of the properties in\n   53  the [proposed] BROWNFIELD OPPORTUNITY area;\n   54    (6) ownership of the properties in the [proposed] BROWNFIELD  OPPORTU-\n   55  NITY area; and\n\n       S. 2696                            14\n\n    1    (7) preliminary descriptions of possible remediation strategies, reuse\n    2  opportunities, necessary infrastructure improvements and other public or\n    3  private measures needed to stimulate investment, promote revitalization,\n    4  and enhance community health and environmental conditions.\n    5    S  21.  Subdivision 2 of section 970-r of the general municipal law is\n    6  amended by adding a new paragraph h to read as follows:\n    7    H. TO THE EXTENT THAT THERE ARE UNEXPENDED FUNDS APPROPRIATED  TO  THE\n    8  DEPARTMENT   OF  ENVIRONMENTAL  CONSERVATION  FOR  FINANCIAL  ASSISTANCE\n    9  AUTHORIZED IN THIS SUBDIVISION, THE  COMMISSIONER  SHALL  ALLOCATE  SUCH\n   10  FUNDS TO THE SECRETARY.\n   11    S  22.  Paragraphs  b  and  d of subdivision 3 of section 970-r of the\n   12  general municipal law, paragraph b as amended by chapter 390 of the laws\n   13  of 2008 and paragraph d as added by section 1 of part F of chapter 1  of\n   14  the  laws of 2003, are amended and a new paragraph j is added to read as\n   15  follows:\n   16    b. An application for such financial assistance shall include an indi-\n   17  cation of support from owners of brownfield sites in the proposed brown-\n   18  field opportunity  area.  All  residents  and  property  owners  in  the\n   19  proposed  brownfield opportunity area shall receive notice OF THE APPLI-\n   20  CATION in such form and manner as the secretary shall prescribe.\n   21    d. Activities eligible to  receive  such  financial  assistance  shall\n   22  include  the  identification,  preparation,  creation,  development  and\n   23  assembly of information and elements to be included in a nomination  for\n   24  designation  of a brownfield opportunity area, including but not limited\n   25  to:\n   26    (1) A PLAN FOR THE REDEVELOPMENT AND REVITALIZATION OF THE  BROWNFIELD\n   27  OPPORTUNITY AREA, THAT CONTAINS BUT IS NOT LIMITED TO:\n   28    (I) the borders of the proposed brownfield opportunity area;\n   29    [(2)]  (II) the location of each known or suspected brownfield site in\n   30  the proposed brownfield opportunity area;\n   31    [(3)] (III) EXISTING DETAILED  ASSESSMENTS  OF  INDIVIDUAL  BROWNFIELD\n   32  SITES  AND,  WHERE  THE CONSENT OF THE SITE OWNER HAS BEEN OBTAINED, THE\n   33  NEED FOR CONDUCTING ON-SITE ASSESSMENTS;\n   34    (IV) KNOWN DATA ABOUT THE ENVIRONMENTAL CONDITIONS  OF  PROPERTIES  IN\n   35  THE BROWNFIELD OPPORTUNITY AREA;\n   36    (V) OWNERSHIP OF THE PROPERTIES IN THE BROWNFIELD OPPORTUNITY AREA;\n   37    (VI)  THE GOALS AND OBJECTIVES, BOTH SHORT TERM AND LONG TERM, FOR THE\n   38  ECONOMIC REVITALIZATION OF THE BROWNFIELD OPPORTUNITY AREA;\n   39    (VII) IDENTIFICATION OF THE PUBLICLY CONTROLLED AND  DEVELOPABLE  LAND\n   40  AND  BUILDINGS WITHIN THE BROWNFIELD OPPORTUNITY AREA WHICH ARE OR COULD\n   41  BE MADE AVAILABLE FOR DEVELOPMENT; AND\n   42    (VIII) the identification  of  strategic  sites  within  the  proposed\n   43  brownfield  opportunity  area  AND  THE  DEVELOPMENT  OF  STRATEGIES FOR\n   44  IMPROVING THE LIKELIHOOD THAT SUCH STRATEGIC SITES ARE REUSED OR  DEVEL-\n   45  OPED CONSISTENT WITH THE BROWNFIELD OPPORTUNITY AREA;\n   46    [(4)] (2) AND IMPLEMENTATION STRATEGY THAT INCLUDES BUT IS NOT LIMITED\n   47  TO:\n   48    (I)  the  type  of potential developments anticipated for sites within\n   49  the proposed brownfield opportunity area proposed by either the  current\n   50  or the prospective owners of such sites;\n   51    [(5)]  (II)  local  legislative  or  regulatory  action  which  may be\n   52  required to implement a plan  for  the  redevelopment  of  the  proposed\n   53  brownfield opportunity area;\n   54    [(6)]  (III)  priorities  for public and private investment in infras-\n   55  tructure, open space, economic development, housing, or community facil-\n   56  ities in the proposed brownfield opportunity area, INCLUDING THOSE AREAS\n\n       S. 2696                            15\n\n    1  THAT MAY BE ELIGIBLE FOR  PRIORITY  OR  PREFERENCE  IN  ACCORDANCE  WITH\n    2  SUBDIVISION FIVE OF THIS SECTION;\n    3    [(7)]  (IV)  mapping of current and anticipated uses of the properties\n    4  and groundwater in the proposed brownfield opportunity area;\n    5    [(8) existing detailed assessments of individual brownfield sites and,\n    6  where the consent of the site owner has  been  obtained,  the  need  for\n    7  conducting on-site assessments;\n    8    (9) known data about the environmental conditions of properties in the\n    9  proposed brownfield opportunity area;\n   10    (10)  ownership  of the properties in the proposed brownfield opportu-\n   11  nity area;] AND\n   12    [(11)] (V) descriptions of possible remediation strategies, brownfield\n   13  redevelopment, necessary infrastructure improvements and other public or\n   14  private measures needed to stimulate investment, promote revitalization,\n   15  and enhance community health and environmental conditions[;\n   16    (12) the goals and objectives, both short term and long term, for  the\n   17  economic revitalization of the proposed brownfield opportunity area; and\n   18    (13) the publicly controlled and other developable lands and buildings\n   19  within  the  proposed  brownfield opportunity area which are or could be\n   20  made available for residential, industrial and commercial development].\n   21    J. TO THE EXTENT THAT THERE ARE UNEXPENDED FUNDS APPROPRIATED  TO  THE\n   22  DEPARTMENT   OF  ENVIRONMENTAL  CONSERVATION  FOR  FINANCIAL  ASSISTANCE\n   23  AUTHORIZED IN THIS SUBDIVISION, THE COMMISSIONER SHALL SUBALLOCATE  SUCH\n   24  FUNDS TO THE SECRETARY.\n   25    S  23. Subdivision 4 of section 970-r of the general municipal law, as\n   26  amended by chapter 390 of the laws  of  2008,  is  amended  to  read  as\n   27  follows:\n   28    4. Designation of brownfield opportunity area. A. Upon completion of a\n   29  nomination for designation of a brownfield opportunity area, it shall be\n   30  forwarded by the applicant to the secretary, who shall determine whether\n   31  it  is  consistent with the provisions of this section. If the secretary\n   32  determines that the nomination is consistent with the provisions of this\n   33  section, the brownfield opportunity area shall  be  designated.  If  the\n   34  secretary  determines  that  the  nomination  is not consistent with the\n   35  provisions of this section, the secretary shall make recommendations  in\n   36  writing  to  the  applicant  of the manner and nature in which the nomi-\n   37  nation should be amended.\n   38    B. THE SECRETARY SHALL MAKE  THE  DETERMINATION  REGARDING  WHETHER  A\n   39  QUALIFIED  SITE  SUBJECT TO A BROWNFIELD SITE CLEANUP AGREEMENT PURSUANT\n   40  TO SECTION 27-1409 OF THE ENVIRONMENTAL CONSERVATION LAW  IS  CONSISTENT\n   41  WITH  A  DESIGNATED  BROWNFIELD  OPPORTUNITY  AREA.  THE SECRETARY SHALL\n   42  PROMULGATE REGULATIONS TO ESTABLISH THE PROCESS, CRITERIA AND TIMING  IT\n   43  SHALL  APPLY  IN  MAKING  DETERMINATIONS  WHETHER  A  QUALIFIED  SITE IS\n   44  CONSISTENT WITH A DESIGNATED BROWNFIELD OPPORTUNITY AREA.\n   45    S 24. Subdivision 5 of section 970-r of the general municipal law,  as\n   46  added  by  section  1  of  part  F  of chapter 1 of the laws of 2003, is\n   47  amended to read as follows:\n   48    5. Priority and preference. The designation of a  brownfield  opportu-\n   49  nity  area  pursuant  to this section is intended to serve as a planning\n   50  tool.  It alone shall not impose any new obligations on any property  or\n   51  property owner.\n   52    A.  UPON  THE  AWARD OF FINANCIAL ASSISTANCE PURSUANT TO THIS SECTION,\n   53  THE SECRETARY  SHALL  NOTIFY  THE  DIVISION  OF  HOUSING  AND  COMMUNITY\n   54  RENEWAL, THE DEPARTMENT OF ENVIRONMENTAL CONSERVATION, THE DEPARTMENT OF\n   55  TRANSPORTATION, THE DEPARTMENT OF PARKS, RECREATION AND HISTORIC PRESER-\n   56  VATION, AND THE EMPIRE STATE DEVELOPMENT CORPORATION OF SUCH ASSISTANCE,\n\n       S. 2696                            16\n\n    1  AND  INCLUDE IN SUCH NOTIFICATION A DESCRIPTION OF THE BROWNFIELD OPPOR-\n    2  TUNITY AREA STUDY AREA AND A REQUEST FOR RELEVANT  INFORMATION  CONCERN-\n    3  ING,  WITHOUT LIMITATION, LAND USES, CAPITAL PROJECTS AND PLANS RELATING\n    4  TO  PROPERTIES  OR THE COMMUNITY WITHIN SUCH BROWNFIELD OPPORTUNITY AREA\n    5  STUDY AREA, EXISTING PLANS AND  PLANNING  DOCUMENTS,  DEMOGRAPHICS,  AND\n    6  LOCATION,  MAPS  AND DESCRIPTION OF EXISTING AND PROPOSED PUBLIC FACILI-\n    7  TIES AND INFRASTRUCTURE.\n    8    B. UPON THE AWARD OF FINANCIAL ASSISTANCE PURSUANT  TO  THIS  SECTION,\n    9  THE  SECRETARY  SHALL NOTIFY RELEVANT FEDERAL AND LOCAL AGENCIES OF SUCH\n   10  ASSISTANCE, AND INCLUDE IN SUCH NOTIFICATION A DESCRIPTION OF THE BROWN-\n   11  FIELD OPPORTUNITY AREA STUDY AREA AND A REQUEST FOR RELEVANT INFORMATION\n   12  CONCERNING, WITHOUT LIMITATION, LAND USES, CAPITAL  PROJECTS  AND  PLANS\n   13  RELATING  TO PROPERTIES OR THE COMMUNITY WITHIN SUCH BROWNFIELD OPPORTU-\n   14  NITY AREA, EXISTING PLANS  AND  PLANNING  DOCUMENTS,  DEMOGRAPHICS,  AND\n   15  LOCATION,  MAPS  AND DESCRIPTION OF EXISTING AND PROPOSED PUBLIC FACILI-\n   16  TIES AND INFRASTRUCTURE.\n   17    C. WITHIN SIX MONTHS OF AN AWARD OF FINANCIAL ASSISTANCE  PURSUANT  TO\n   18  THIS  SECTION, THE SECRETARY SHALL SEEK COOPERATION FROM RELEVANT FEDER-\n   19  AL, STATE AND LOCAL AGENCIES  IN  THE  GATHERING  OF  INFORMATION  ABOUT\n   20  RESOURCES  AND/OR PROGRAMS THAT MAY BE RELEVANT TO THE BROWNFIELD OPPOR-\n   21  TUNITY AREA STUDY AREA.\n   22    D. To the extent authorized by law, projects in brownfield opportunity\n   23  areas designated pursuant to this section shall receive a  priority  and\n   24  preference when considered for financial assistance pursuant to articles\n   25  fifty-four and fifty-six of the environmental conservation law.\n   26    E. To the extent authorized by law, projects in brownfield opportunity\n   27  areas  designated  pursuant  to  this section may receive a priority and\n   28  preference when considered for financial AND OTHER  assistance  pursuant\n   29  to any other state, federal or local law.\n   30    F.  THE  SECRETARY  SHALL  TAKE  SUCH  MEASURES AS MAY BE NECESSARY TO\n   31  DETERMINE THE AVAILABILITY OF SUCH FINANCIAL AND OTHER ASSISTANCE AND TO\n   32  SEEK COOPERATION WITH  OTHER  STATE,  FEDERAL  AND  LOCAL  OFFICIALS  IN\n   33  PROVIDING  A  PRIORITY  AND  PREFERENCE  TO  APPLICANTS PURSUANT TO THIS\n   34  SUBDIVISION.\n   35    G. THE SECRETARY SHALL, IN CONSULTATION  WITH  OTHER  STATE  AGENCIES,\n   36  ISSUE A BROWNFIELD OPPORTUNITY AREA PREFERENCE AND PRIORITY REPORT WITH-\n   37  IN  ONE YEAR OF THE EFFECTIVE DATE OF THIS PARAGRAPH AND EACH SUBSEQUENT\n   38  YEAR THEREAFTER, IDENTIFYING FUNDING PROGRAMS AND RESOURCES RELEVANT  TO\n   39  AND  UTILIZED  IN  THE  IMPLEMENTATION  OF BROWNFIELD OPPORTUNITY AREAS.\n   40  STATE AGENCIES SHALL PROVIDE PREFERENCE AND PRIORITY FOR PROJECTS  BUILT\n   41  CONSISTENT  WITH  A  DESIGNATED  BROWNFIELD  OPPORTUNITY AREA IN FUNDING\n   42  PROGRAMS IDENTIFIED IN THE REPORT, INCLUDING BUT NOT LIMITED TO, MODIFY-\n   43  ING PROGRAM ELIGIBILITY AND RANKING CRITERIA TO PROVIDE  FOR  PREFERENCE\n   44  AND  PRIORITY FOR PROJECTS BUILT CONSISTENT WITH A DESIGNATED BROWNFIELD\n   45  OPPORTUNITY AREA.\n   46    H. FOR TEN YEARS FOLLOWING NOTIFICATION OF FINANCIAL ASSISTANCE, MUNI-\n   47  CIPALITIES, COMMUNITY BASED ORGANIZATIONS AND COMMUNITY  BOARDS  AWARDED\n   48  FINANCIAL  ASSISTANCE  PURSUANT  TO  THIS SECTION SHALL SUBMIT AN ANNUAL\n   49  REPORT TO THE SECRETARY PROJECTING THE FUNDING, AND ANY OTHER  RESOURCES\n   50  NEEDED  TO  ADVANCE  THE OBJECTIVES OF THEIR BROWNFIELD OPPORTUNITY AREA\n   51  PLANS.\n   52    S 25. Subdivision 6 of section 970-r of the general municipal law,  as\n   53  added by section 1 of part F of chapter 1 of the laws of 2003, paragraph\n   54  a  as  amended  by  chapter  386  of the laws of 2007 and paragraph h as\n   55  amended by section 1 of part F of chapter 577 of the laws  of  2004,  is\n   56  amended to read as follows:\n\n       S. 2696                            17\n\n    1    6.  State  assistance for [brownfield site assessments in] IMPLEMENTA-\n    2  TION STRATEGIES FOR brownfield opportunity areas. a. Within  the  limits\n    3  of appropriations therefor, the [commissioner, in consultation with the]\n    4  secretary  [of state,] is authorized to provide, on a competitive basis,\n    5  financial  assistance  to  municipalities,  to community based organiza-\n    6  tions, to community boards, or to  municipalities  and  community  based\n    7  organizations  acting in cooperation to conduct [brownfield site assess-\n    8  ments]  IMPLEMENTATION  STRATEGIES  in  a  brownfield  opportunity  area\n    9  [designated  pursuant  to this section]. Such financial assistance shall\n   10  not exceed ninety percent of the costs of such brownfield [site  assess-\n   11  ment] OPPORTUNITY AREA IMPLEMENTATION STRATEGIES.\n   12    b.  [Brownfield  sites eligible for such assistance must be owned by a\n   13  municipality, or volunteer as such term is defined in section 27-1405 of\n   14  the environmental conservation law.\n   15    c. Brownfield site assessment  activities]  IMPLEMENTATION  STRATEGIES\n   16  eligible for funding include, but are not limited to[,]:\n   17    (I)  testing  of  properties to determine the nature and extent of the\n   18  contamination (including soil and  groundwater),  environmental  assess-\n   19  ments,  IN CONFORMANCE WITH APPLICABLE REQUIREMENTS OF THE COMMISSIONER,\n   20  the development of a proposed remediation strategy to address any  iden-\n   21  tified contamination, IN CONFORMANCE WITH APPLICABLE REQUIREMENTS OF THE\n   22  COMMISSIONER,  and  any  other  activities  deemed  appropriate  by  the\n   23  [commissioner in consultation with the] secretary [of state]. [Any envi-\n   24  ronmental assessment shall be subject to the review and approval of such\n   25  commissioner] BROWNFIELD SITES ELIGIBLE  FOR  SUCH  ASSISTANCE  MUST  BE\n   26  OWNED  BY A MUNICIPALITY OR VOLUNTEER AS SUCH TERM IS DEFINED IN SECTION\n   27  27-1405 OF THE ENVIRONMENTAL CONSERVATION LAW;\n   28    (II) ACTIONS TO EFFECTUATE LOCAL LAND USE  CHANGES,  INCLUDING  ZONING\n   29  AND NECESSARY LOCAL LAW AMENDMENTS IDENTIFIED IN THE BROWNFIELD OPPORTU-\n   30  NITY AREA;\n   31    (III)  ESTABLISHING  DESIGN STANDARDS AND DESIGN GUIDELINES, INCLUDING\n   32  REQUIREMENTS FOR  ENERGY  EFFICIENCY,  GREEN  INFRASTRUCTURE  AND  WATER\n   33  RE-USE AND OTHER SUSTAINABILITY AND GREEN DESIGN ELEMENTS;\n   34    (IV)  THE  CARRYING  OUT  OF ACTIVITIES TO MARKET STRATEGIC SITES IN A\n   35  BROWNFIELD OPPORTUNITY AREA AND OTHER ACTIVITIES  TO  ATTRACT  DEVELOPER\n   36  INTEREST; AND\n   37    (V)  CARRYING  OUT  OF OTHER PRE-DEVELOPMENT ACTIVITIES TO ADVANCE THE\n   38  BROWNFIELD OPPORTUNITY AREA.\n   39    [d.] C. Applications for such assistance shall  be  submitted  to  the\n   40  [commissioner]  SECRETARY  in a format, and containing such information,\n   41  as prescribed by the [commissioner in consultation with  the]  secretary\n   42  [of state].\n   43    [e.]  D.  Funding  preferences shall be given to applications for such\n   44  assistance that relate to areas having one  or  more  of  the  following\n   45  characteristics:\n   46    (1)  areas  for  which the application is a partnered application by a\n   47  municipality and a community based organization;\n   48    (2) areas with concentrations of brownfield sites;\n   49    (3) areas for which the application demonstrates support from a  muni-\n   50  cipality and a community based organization;\n   51    (4)  areas showing indicators of economic distress including low resi-\n   52  dent  incomes,  high  unemployment,  high  commercial   vacancy   rates,\n   53  depressed property values; and\n   54    (5)  areas with brownfield sites presenting strategic opportunities to\n   55  stimulate economic development, community revitalization or  the  siting\n   56  of public amenities.\n\n       S. 2696                            18\n\n    1    [f.]  E. The [commissioner] SECRETARY, upon the receipt of an applica-\n    2  tion for such assistance from a  community  based  organization  not  in\n    3  cooperation  with  the  local  government  having  jurisdiction over the\n    4  proposed  brownfield  opportunity  area,  shall  request  the  municipal\n    5  government  to  review  and  state the municipal government's support or\n    6  lack of support. The municipal government's statement shall  be  consid-\n    7  ered a part of the application.\n    8    [g.]  F.  Prior  to making an award for assistance, the [commissioner]\n    9  SECRETARY shall notify the temporary president of  the  senate  and  the\n   10  speaker of the assembly.\n   11    [h.]  G.  Following  notification to the applicant that assistance has\n   12  been awarded, and prior to disbursement of funds, a  contract  shall  be\n   13  executed  between the department and the applicant or co-applicants. The\n   14  [commissioner] SECRETARY shall establish terms and conditions  for  such\n   15  contracts  as the [commissioner] SECRETARY deems appropriate [in consul-\n   16  tation with the secretary of state],  including  provisions  to  define:\n   17  applicant's  work scope, work schedule, and deliverables; fiscal reports\n   18  on budgeted and actual use  of  funds  expended;  and  requirements  for\n   19  submission of a final fiscal report. The contract shall also require the\n   20  distribution  of  work  products  to  the department, and, for community\n   21  based organizations, to the applicant's municipality.  Applicants  shall\n   22  be  required to make the results publicly available. Such contract shall\n   23  further include a provision providing  that  if  any  responsible  party\n   24  payments  become available to the applicant, the amount of such payments\n   25  attributable to expenses paid by the award shall be paid to the  depart-\n   26  ment  by the applicant; provided that the applicant may first apply such\n   27  responsible party payments towards actual project costs incurred by  the\n   28  applicant.\n   29    H.  TO  THE EXTENT THAT THERE ARE UNEXPENDED FUNDS APPROPRIATED TO THE\n   30  DEPARTMENT  OF  ENVIRONMENTAL  CONSERVATION  FOR  FINANCIAL   ASSISTANCE\n   31  AUTHORIZED  IN THIS SUBDIVISION, THE COMMISSIONER SHALL SUBALLOCATE SUCH\n   32  FUNDS TO THE SECRETARY.\n   33    S 26. Subdivision 7 of section 970-r of the general municipal law,  as\n   34  amended  by  chapter  390  of  the  laws  of 2008, is amended to read as\n   35  follows:\n   36    7. Amendments to designated area. Any proposed amendment to  a  brown-\n   37  field  opportunity  area  designated  pursuant  to this section shall be\n   38  proposed TO, and reviewed by the secretary[,  in  the  same  manner  and\n   39  using  the  same criteria set forth in this section and applicable to an\n   40  initial nomination for  the  designation  of  a  brownfield  opportunity\n   41  area].  THE  SECRETARY  SHALL PROMULGATE RULES THAT CONTAIN CRITERIA AND\n   42  TIMEFRAMES FOR REVIEW AND APPROVAL OF AMENDMENTS.\n   43    S 27. Subdivision 8 of section 970-r of the general municipal law,  as\n   44  added  by  section  1  of  part  F  of chapter 1 of the laws of 2003, is\n   45  amended to read as follows:\n   46    8. Applications. a. All applications for pre-nomination study  assist-\n   47  ance  or  applications  for designation of a brownfield opportunity area\n   48  shall demonstrate that the following community participation  activities\n   49  have been or will be performed by the applicant:\n   50    (1)  identification  of  the  interested  public  and preparation of a\n   51  contact list;\n   52    (2) identification of major issues of public concern;\n   53    (3) provision [to] FOR access to the draft and final  application  for\n   54  pre-nomination  assistance  and  brownfield opportunity area designation\n   55  supporting documents in a manner convenient to the public;\n\n       S. 2696                            19\n\n    1    (4) public notice and newspaper notice of (i) the intent of the  muni-\n    2  cipality  and/or community based organization to undertake a pre-nomina-\n    3  tion process or prepare a brownfield opportunity area plan, and (ii) the\n    4  availability of such application.\n    5    b.  Application  for nomination of a brownfield opportunity area shall\n    6  provide the following minimum community participation activities:\n    7    (1) a comment period of at least thirty days on a draft application;\n    8    (2) a public meeting on a brownfield opportunity area  draft  applica-\n    9  tion.\n   10    C.  AN  APPLICANT THAT HAS SATISFACTORILY SUBMITTED INFORMATION EQUIV-\n   11  ALENT TO A PRE-NOMINATION STUDY MAY FORGO A PRE-NOMINATION STUDY AND  IS\n   12  ELIGIBLE  TO  APPLY  FOR STATE ASSISTANCE FOR NOMINATIONS TO DESIGNATE A\n   13  BROWNFIELD OPPORTUNITY AREA.\n   14    D. APPLICATIONS FOR PRE-NOMINATION  OR  NOMINATION  PURSUANT  TO  THIS\n   15  SECTION  MAY BE SUBMITTED TO THE SECRETARY AT ANY TIME DURING THE CALEN-\n   16  DAR YEAR.\n   17    S 28. Severability clause. If any clause, sentence, paragraph,  subdi-\n   18  vision,  section  or  part of this act shall be adjudged by any court of\n   19  competent jurisdiction to be invalid, such judgment  shall  not  affect,\n   20  impair or invalidate the remainder thereof, but shall be confined in its\n   21  operation  to  the  clause, sentence, paragraph, subdivision, section or\n   22  part thereof directly involved in the controversy in which such judgment\n   23  shall have been rendered.  It is hereby declared to be the intent of the\n   24  legislature that this act would have been enacted even if  such  invalid\n   25  provisions had not been included herein.\n   26    S 29. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the environmental conservation law, the tax law, the general municipal law, and chapter 174 of the laws of 1968 constituting the New York state urban development corporation act, in relation to eligibility for acceptance into the brownfield cleanup program and assignment of the brownfield redevelopment tax credits provided with respect to such program; and to repeal certain provisions of the environmental conservation law and the tax law relating thereto ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110128.T161318.TXT", "SOBI.D110128.T151810.TXT", "SOBI.D110128.T155817.TXT", "SOBI.D110128.T163320.TXT", "SOBI.D110128.T155317.TXT", "SOBI.D110128.T161819.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296250400549
}