{
  "year" : 2011,
  "senateBillNo" : "S2699-2011",
  "billEvents" : [ {
    "eventDate" : 1296190800000,
    "eventText" : "REFERRED TO HOUSING, CONSTRUCTION AND COMMUNITY DEVELOPMENT",
    "billEventId" : "S2699-2011-1296190800000-REFERRED+TO+HOUSING%2C+CONSTRUCTION+AND+COMMUNITY+DEVELOPMENT",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SERRANO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to rent increases after vacancy of a housing accommodation; repealer",
  "summary" : "Repeals provisions permitting rent increases after vacancy of a housing accommodation. ",
  "currentCommittee" : "HOUSING, CONSTRUCTION AND COMMUNITY DEVELOPMENT",
  "sameAs" : "A1309",
  "lawSection" : "New York City Administrative Code",
  "previousVersions" : [ "S1332-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "KRUEGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "PERKINS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2699\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 28, 2011\n                                      ___________\n\n       Introduced  by Sens. SERRANO, KRUEGER, PERKINS -- read twice and ordered\n         printed, and when printed to be committed to the Committee on Housing,\n         Construction and Community Development\n\n       AN ACT to amend the administrative code of the city  of  New  York,  the\n         emergency tenant protection act of nineteen seventy-four, the emergen-\n         cy  housing rent control law and the local emergency rent control act,\n         in relation to rent increases after vacancy of a housing accommodation\n         and to repeal certain provisions of the  administrative  code  of  the\n         city  of  New York and the emergency tenant protection act of nineteen\n         seventy-four relating thereto\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Paragraph  5-a  of subdivision c of section 26-511 of the\n    2  administrative code of the city of New York is REPEALED.\n    3    S 2. Subdivision (a-1) of section 10 of section 4 of  chapter  576  of\n    4  the  laws  of  1974, constituting the emergency tenant protection act of\n    5  nineteen seventy-four is REPEALED.\n    6    S 3. Subdivision f of section 26-512 of the administrative code of the\n    7  city of New York, as added by chapter  116  of  the  laws  of  1997,  is\n    8  amended to read as follows:\n    9    f.  Notwithstanding  any  provision of this law to the contrary in the\n   10  case where all tenants named in a lease have permanently vacated a hous-\n   11  ing accommodation and a family member of such tenant or tenants is enti-\n   12  tled to and executes a renewal lease for the  housing  accommodation  if\n   13  such accommodation continues to be subject to this law after such family\n   14  member  vacates,  on  the occurrence of such vacancy the legal regulated\n   15  rent shall be increased by a sum equal to the allowance then  in  effect\n   16  for  vacancy leases[, including the amount allowed by paragraph (five-a)\n   17  of subdivision c of section 26-511 of this law]. Such increase shall  be\n   18  in addition to any other increases provided for in this law including an\n   19  adjustment  based  upon  a  major  capital improvement, or a substantial\n   20  modification or increase of dwelling space or services, or  installation\n   21  of  new  equipment  or  improvements  or  new  furniture  or furnishings\n   22  provided in or to the housing accommodation pursuant to  section  26-511\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00170-01-1\n\n       S. 2699                             2\n\n    1  of this law and shall be applicable in like manner to each second subse-\n    2  quent succession.\n    3    S  4.  Subdivision  g  of section 6 of section 4 of chapter 576 of the\n    4  laws of 1974, constituting the emergency tenant protection act of  nine-\n    5  teen  seventy-four,  as  added  by  chapter  116 of the laws of 1997, is\n    6  amended to read as follows:\n    7    g. Notwithstanding any provision of this act to the  contrary  in  the\n    8  case where all tenants named in a lease have permanently vacated a hous-\n    9  ing accommodation and a family member of such tenant or tenants is enti-\n   10  tled  to  and  executes a renewal lease for the housing accommodation if\n   11  such accommodation continues to be subject to this act after such family\n   12  member vacates, on the occurrence of such vacancy  the  legal  regulated\n   13  rent  shall  be increased by a sum equal to the allowance then in effect\n   14  for vacancy leases[, including the amount allowed by  subdivision  (a-1)\n   15  of  section ten of this act].  Such increase shall be in addition to any\n   16  other increases provided for in this act including an  adjustment  based\n   17  upon  a  major  capital  improvement,  or  a substantial modification or\n   18  increase of dwelling space or services, or installation of new equipment\n   19  or improvements or new furniture or furnishings provided in  or  to  the\n   20  housing  accommodation,  pursuant  to THIS section [six of this act] and\n   21  shall be applicable in like manner to each second subsequent succession.\n   22    S 5. Subdivision 9 of section 5 of chapter 274 of the  laws  of  1946,\n   23  constituting the emergency housing rent control law, as added by chapter\n   24  116 of the laws of 1997, is amended to read as follows:\n   25    9.  Notwithstanding  any  provision of this law to the contrary in the\n   26  case where all tenants occupying the housing accommodation on the effec-\n   27  tive date of this subdivision have vacated the housing accommodation and\n   28  a family member of such vacating tenant or tenants is  entitled  to  and\n   29  continues to occupy the housing accommodation subject to the protections\n   30  of  this  law, if such accommodation continues to be subject to this law\n   31  after such family member vacates, on the occurrence of such vacancy  the\n   32  maximum collectable rent shall be increased by a sum equal to the allow-\n   33  ance  then  in  effect  for  vacancy  leases  for housing accommodations\n   34  covered by the rent stabilization law of nineteen  hundred  sixty-nine[,\n   35  including  the  amount  allowed  by paragraph five-a of subdivision c of\n   36  section 26-511 of such law]. This increase shall be in addition  to  any\n   37  other  increases provided in this law including an adjustment based upon\n   38  a major capital improvement, or a substantial increase  or  decrease  in\n   39  dwelling  space  or  a change in the services, furniture, furnishings or\n   40  equipment provided in the housing  accommodation,  pursuant  to  section\n   41  four  of  this law and shall be applicable in like manner to each second\n   42  subsequent succession.\n   43    S 6. Section 26-403.2 of the administrative code of the  city  of  New\n   44  York, as added by chapter 116 of the laws of 1997, is amended to read as\n   45  follows:\n   46    S  26-403.2  Increase in maximum collectable rent. Notwithstanding any\n   47  provision of this law to the contrary in  the  case  where  all  tenants\n   48  occupying  the  housing  accommodation  on  the  effective  date of this\n   49  section have vacated the housing accommodation and a  family  member  of\n   50  such  vacating  tenant or tenants is entitled to and continues to occupy\n   51  the housing accommodation subject to the protections  of  this  law,  if\n   52  such accommodation continues to be subject to this law after such family\n   53  member  vacates, on the occurrence of such vacancy the maximum collecta-\n   54  ble rent shall be increased by a sum equal  to  the  allowance  then  in\n   55  effect for vacancy leases for housing accommodations covered by the rent\n   56  stabilization  law of nineteen hundred sixty-nine[, including the amount\n\n       S. 2699                             3\n\n    1  allowed by paragraph five-a of subdivision c of section 26-511  of  such\n    2  law]. This increase shall be in addition to any other increases provided\n    3  for  in  this  law  including  an  adjustment based upon a major capital\n    4  improvement,  or a substantial increase or decrease in dwelling space or\n    5  a change in the services, furniture, furnishings or  equipment  provided\n    6  in the housing accommodation, pursuant to section 26-405 of this law and\n    7  shall be applicable in like manner to each second subsequent succession.\n    8    S 7. The sixth undesignated paragraph of subdivision 5 of section 1 of\n    9  chapter  21  of  the laws of 1962, constituting the local emergency rent\n   10  control act, as amended by chapter 82 of the laws of 2003, is amended to\n   11  read as follows:\n   12    Notwithstanding any provision of this act to the contrary,  any  local\n   13  law  adopted pursuant to this act shall provide that notwithstanding any\n   14  provision of such local law in the case where all tenants occupying  the\n   15  housing  accommodation  on  the  effective  date  of this paragraph have\n   16  vacated the housing accommodation and a family member of  such  vacating\n   17  tenant  or  tenants  is  entitled to and continues to occupy the housing\n   18  accommodation subject to the protections of such act, if  such  accommo-\n   19  dation  continues  to  be  subject  to such act after such family member\n   20  vacates, on the occurrence of such vacancy the maximum collectable  rent\n   21  shall  be  increased  by a sum equal to the allowance then in effect for\n   22  vacancy leases for housing accommodations covered by the rent stabiliza-\n   23  tion law of nineteen hundred sixty-nine[, including the  amount  allowed\n   24  by paragraph (5-a) of subdivision c of section 26-511 of such law]. This\n   25  increase  shall  be  in  addition to any other increases provided for in\n   26  this act and shall be applicable in like manner to  each  second  subse-\n   27  quent succession.\n   28    S 8. This act shall take effect immediately; provided that:\n   29    (a) the amendments to section 6 of the emergency tenant protection act\n   30  of  nineteen  seventy-four made by section four of this act shall expire\n   31  on the same date as such act expires and shall not affect the expiration\n   32  of such act as provided in section 17 of chapter  576  of  the  laws  of\n   33  1974; and\n   34    (b)  the amendments to section 5 of the emergency housing rent control\n   35  law made by section five of this act shall expire on the  same  date  as\n   36  such  law  expires  and  shall  not affect the expiration of such law as\n   37  provided in subdivision 2 of section 1 of chapter 274  of  the  laws  of\n   38  1946; and\n   39    (c)  the  amendments to section 26-512 of chapter 4 of title 26 of the\n   40  administrative code of the city of New York made  by  section  three  of\n   41  this act shall expire on the same date as such law expires and shall not\n   42  affect  the  expiration  of such law as provided under section 26-520 of\n   43  such law; and\n   44    (d) the amendments to section 26-403.2 of the city rent and  rehabili-\n   45  tation  law  made  by section six of this act shall remain in full force\n   46  and effect only as long as the public emergency requiring the regulation\n   47  and control of residential rents and evictions continues, as provided in\n   48  subdivision 3 of section 1 of the local emergency housing  rent  control\n   49  act; and\n   50    (e) the amendments to subdivision 5 of section 1 of the local emergen-\n   51  cy  housing  rent  control act, made by section seven of this act, shall\n   52  not affect the effectiveness of such subdivision and shall cease  to  be\n   53  in  full force and effect pursuant to subdivision 3 of section 1 of such\n   54  act.\n",
  "memo" : "BILL NUMBER:S2699\n\nTITLE OF BILL:\nAn act\nto amend the administrative code of the city of New York, the emergency\ntenant protection act of nineteen seventy-four, the emergency housing\nrent control law and the local emergency rent control act, in relation\nto rent increases after vacancy of a housing accommodation and to repeal\ncertain provisions of the administrative code of the city of New York\nand the emergency tenant protection act of nineteen seventy-four\nrelating thereto\n\nPURPOSE OF THE BILL:\nTo protect tenants by repealing the ability of a\nlandlord to obtain a twenty percent increase in rent pursuant to the\nstatutory vacancy\nbonus provision of the Emergency Tenant Protection Act.\n\nSUMMARY OF SPECIFIC PROVISIONS:\nThis legislation amends the\nadministrative code of the City of New York, the emergency tenant\nprotection act of nineteen seventy- four, the emergency housing rent\ncontrol law and the local emergency rent control act, in relation to\nrent increases after vacancy of a housing accommodation and to repeal\ncertain provisions of the administration code of the city of New York\nand the emergency tenant protection act of nineteen seventy-four,\nthat permits a landlord to increase the legally permissible rent\nby twenty percent (20%) upon vacancy of a rent-regulated apartment.\n\nJUSTIFICATION:\nAs housing costs increase exponentially across New York\nCity, the displacement of working families and middle class residents\nfrom rent-regulated apartments has reached crisis proportions.\nUndoubtedly, the ability of landlords to increase rent by 20% in the\nevent of a vacancy, getting closer to the decontrol threshold of two\nthousand dollars per month, has been playing a factor.\n\nUnder current law, there are no limitations imposed on a landlord's\neligibility for a statutory vacancy bonus. Accordingly, a landlord\ncan benefit from the vacancy bonus multiple times per year, rapidly\ntransforming an\naffordable apartment into one that is market-rate and decontrolled.\n\nEqually problematic, there is no \"clean hands\" requirement that the\nlandlord conduct themselves responsibly in order to benefit from the\nbonus.\nConsequently, if a tenant leaves an apartment that is uninhabitable\ndue to lack of heat, hot water, electricity, repairs or sanitary\nconditions, the landlord remains eligible for the twenty percent\nincrease in rent upon vacancy. As a result, current law creates\nincentives for bad actors to deprive tenants of a habitable apartment\n\nin order to benefit from the statutory\nvacancy bonus.\n\nIn order to stem the displacement crisis in New York City, and\npreserve the affordable housing stock that remains available to\nworking families and moderate-income residents, the rent regulation\nlaws are in need of comprehensive reform. The repeal of the statutory\nvacancy bonus provision is\nan important step in that direction.\n\nPRIOR LEGISLATIVE HISTORY:\n2008:    S.8155 Serrano - Referred to Housing, Construction,\n         and Community Development\n2009-10: Senate & Assembly Referred to Housing\n\nFISCAL IMPLICATIONS FOR STATE & LOCAL GOVERNMENTS:\nNone.\n\nEFFECTIVE DATE:\nThis act shall take effect immediately, with provisions.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the administrative code of the city of New York, the emergency tenant protection act of nineteen seventy-four, the emergency housing rent control law and the local emergency rent control act, in relation to rent increases after vacancy of a housing accommodation and to repeal certain provisions of the administrative code of the city of New York and the emergency tenant protection act of nineteen seventy-four relating thereto ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110131.T212240.TXT", "SOBI.D110128.T152310.TXT", "SOBI.D110128.T160318.TXT", "SOBI.D110128.T151810.TXT", "SOBI.D110128.T155817.TXT", "SOBI.D110128.T155317.TXT", "SOBI.D110128.T163320.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296526960649
}