{
  "year" : 2011,
  "senateBillNo" : "S2697-2011",
  "billEvents" : [ {
    "eventDate" : 1296190800000,
    "eventText" : "REFERRED TO ENVIRONMENTAL CONSERVATION",
    "billEventId" : "S2697-2011-1296190800000-REFERRED+TO+ENVIRONMENTAL+CONSERVATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "AVELLA",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to natural gas development using hydraulic fracturing; repealer",
  "summary" : "Relates to natural gas development using hydraulic fracturing; enacts provisions to ensure natural gas development practices will be sustainable and safe. ",
  "currentCommittee" : "ENVIRONMENTAL CONSERVATION",
  "sameAs" : null,
  "lawSection" : "Environmental Conservation Law",
  "previousVersions" : [ "A11347-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2697\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 28, 2011\n                                      ___________\n\n       Introduced  by  Sen.  AVELLA -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Environmental Conservation\n\n       AN ACT to amend the  environmental  conservation  law,  in  relation  to\n         natural  gas  development  using  hydraulic  fracturing  and to repeal\n         certain provisions of such law relating thereto\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Legislative  declarations and purpose. 1. The legislature\n    2  recognizes that the expansion of natural gas development in the state of\n    3  New York using hydraulic fracturing poses unique threats to human health\n    4  and to the environment. The  legislature  further  recognizes  that  New\n    5  York's current laws are inadequate to protect against these threats.\n    6    2.  As  natural gas development expands, it is the highest priority of\n    7  this state to protect human health as well as to ensure  the  safety  of\n    8  irreplaceable  natural  assets  such  as safe drinking water, clean air,\n    9  wildlife, and the aesthetic beauty of the state.\n   10    3. Hydraulic fracturing utilizes components that are often toxic, that\n   11  are non-biodegradable, and that are virtually impossible to remove  once\n   12  they  enter  the  natural environment. Many of these hazardous chemicals\n   13  are known carcinogens  and  others  can  cause  other  life  threatening\n   14  illnesses.  Drinking  water  contamination from hydraulic fracturing can\n   15  lead to exposure to endocrine disrupting agents and to  other  chemicals\n   16  that  can  cause  kidney,  liver,  heart,  blood, brain damage and other\n   17  hazardous health effects.\n   18    4. Hydraulic fracturing operations withdraw  millions  of  gallons  of\n   19  water  from  the  ground  and  surface  waters of the state, which are a\n   20  precious, finite and invaluable resource, upon which there is likely  to\n   21  be  an  ever-increasing  demand for present, new and competing uses. The\n   22  withdrawal of ground and surface waters of the state should be regulated\n   23  in a manner that benefits the people of the state and is compatible with\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02942-01-1\n\n       S. 2697                             2\n\n    1  long-range water resource planning and with managing such waters in  the\n    2  public trust for the benefit of all New Yorkers.\n    3    5.  Hydraulic  fracturing operations result in wastewater that returns\n    4  to the surface laden with salt, heavy metals, other chemicals and radio-\n    5  active elements. In other states, this wastewater  is  often  stored  in\n    6  open  pits  until transported for ultimate disposal. Chemicals evaporate\n    7  from these open pits, contributing to air pollution. Leaks and spills of\n    8  chemicals from the trucks and waste  pits  may  cause  contamination  of\n    9  surface  waters. Fracturing fluid left underground could migrate or seep\n   10  through  fractures  in  underground  formations,  cracks  in   well-bore\n   11  casings,  through  abandoned wells, or otherwise to pollute groundwater.\n   12  Given the increased prevalence of natural gas  drilling  in  the  state,\n   13  these  negative  effects  may  increase  if  the  process of natural gas\n   14  extraction is not carefully and thoughtfully regulated.\n   15    6. One of the chief environmental and  infrastructure  assets  of  the\n   16  state  of New York is its drinking water systems, which play a fundamen-\n   17  tal role in the economic productivity and public health  of  the  state.\n   18  The  policy  of  the  state  with respect to the management of shale gas\n   19  extraction must be one of zero drinking water risk.\n   20    7. Furthermore, natural gas exploration  must  be  carried  out  in  a\n   21  manner that is sensitive to the ecological richness and aesthetic beauty\n   22  of  the  state.  Widespread,  uncontrolled natural gas development using\n   23  hydraulic fracturing will diminish or destroy the natural beauty of  the\n   24  land  and disrupt the natural habitat of wildlife. The legislature finds\n   25  that natural gas development must  be  carried  out  to  minimize  these\n   26  effects to the maximum extent possible.\n   27    8.  Natural  gas  extraction can impose both monetary and non-monetary\n   28  costs on municipalities and cause property damage  or  otherwise  reduce\n   29  the  property  value  of private land owners. It is the intention of the\n   30  legislature that all persons who undertake natural  gas  development  in\n   31  the  state  of  New York take full responsibility for their actions, and\n   32  act consistent with local concerns.\n   33    9. Although natural gas development provides the promise  of  economic\n   34  benefit  for the state of New York, the state must ensure that the bene-\n   35  fits outweigh the costs. It is the policy of the state that natural  gas\n   36  development  practices  will be sustainable, respectful, and safe.  This\n   37  act is intended to ensure that goal is met.\n   38    S 2. The environmental conservation law is amended  by  adding  a  new\n   39  section 17-0709 to read as follows:\n   40  S 17-0709. WASTEWATER TREATMENT FACILITIES.\n   41    NOTWITHSTANDING  ANYTHING  TO  THE  CONTRARY  CONTAINED IN SUBDIVISION\n   42  TWENTY-ONE OF SECTION 17-0105 OF THIS ARTICLE, THE  COMMISSIONER  SHALL,\n   43  AFTER  HOLDING  A PUBLIC HEARING WITH DUE NOTICE, PROMULGATE REGULATIONS\n   44  ESTABLISHING A STANDARD OF PERFORMANCE FOR THE CONTROL OF THE  DISCHARGE\n   45  OF  POLLUTANTS  FROM  FACILITIES  WHICH  TREAT WASTEWATER FROM HYDRAULIC\n   46  FRACTURING OPERATIONS. THIS STANDARD OF PERFORMANCE  SHALL  REFLECT  THE\n   47  GREATEST  DEGREE OF EFFLUENT REDUCTION WHICH THE COMMISSIONER DETERMINES\n   48  TO BE ACHIEVABLE THROUGH APPLICATION OF THE BEST AVAILABLE  DEMONSTRATED\n   49  CONTROL TECHNOLOGY, PROCESSES, OPERATING METHODS, OR OTHER ALTERNATIVES,\n   50  INCLUDING,  WHERE  PRACTICABLE,  A  STANDARD  PERMITTING NO DISCHARGE OF\n   51  POLLUTANTS. THIS STANDARD OF PERFORMANCE SHALL REMAIN  IN  EFFECT  UNTIL\n   52  SUCH  TIME  THAT THE FEDERAL GOVERNMENT DETERMINES THAT A GREATER DEGREE\n   53  OF EFFLUENT LIMITATION IS ACHIEVABLE BY THIS CATEGORY OF FACILITIES,  AT\n   54  WHICH  TIME  THIS  STANDARD  OF  PERFORMANCE SHALL BE SUPERSEDED BY SUCH\n   55  FEDERAL STANDARD.\n\n       S. 2697                             3\n\n    1    S 3. Section 23-0101 of the environmental conservation law, as amended\n    2  by chapter 846 of the laws of 1981 and subdivision 1 as amended by chap-\n    3  ter 891 of the laws of 1984, is amended to read as follows:\n    4  S 23-0101. Definitions.\n    5    As used in this article, unless the context otherwise requires:\n    6    1.  \"AIR POLLUTANT\" MEANS VOLATILE ORGANIC COMPOUNDS (VOCS) AS DEFINED\n    7  AT 40 CFR 51.100(S), HAZARDOUS AIR POLLUTANTS (HAPS) AS  DEFINED  AT  42\n    8  USC  S  7412(B)  AND  40  CFR 63, NITROGEN OXIDES (NOX), CARBON MONOXIDE\n    9  (CO), METHANE (CH4), ETHANE (C2H6), PARTICULATE MATTER (PM10 AND PM2.5),\n   10  OZONE (O3), LEAD (PB), SULFUR DIOXIDE (SO2) AND OTHER  AIR  CONTAMINANTS\n   11  AS MAY BE IDENTIFIED BY THE DEPARTMENT.\n   12    2.  \"BEST MANAGEMENT PRACTICES (BMPS)\" ARE PRACTICES THAT ARE DESIGNED\n   13  TO PREVENT OR REDUCE IMPACTS CAUSED BY OIL AND GAS  OPERATIONS  TO  AIR,\n   14  WATER, SOIL, OR BIOLOGICAL RESOURCES, AND TO MINIMIZE ADVERSE IMPACTS TO\n   15  PUBLIC  HEALTH,  SAFETY AND WELFARE, INCLUDING THE ENVIRONMENT AND WILD-\n   16  LIFE RESOURCES.\n   17    3. \"Buffer zone\" means all  that  area  outside  and  surrounding  the\n   18  underground  gas  storage  reservoir  which  the  department approves as\n   19  appropriate to protect the integrity of the reservoir, no part of  which\n   20  shall  be  more  than  thirty-five hundred linear feet from the boundary\n   21  thereof.\n   22    [2.] 4. \"Cavity\" means an open or partially open space  left  after  a\n   23  salt has been solution mined.\n   24    5.  \"CLOSED-LOOP SYSTEM\" MEANS A SYSTEM FOR HANDLING OIL OR GAS EXPLO-\n   25  RATION, STIMULATION, OR PRODUCTION WASTES, INCLUDING BUT NOT LIMITED  TO\n   26  DRILLING  FLUIDS  AND  CUTTINGS, HYDRAULIC FRACTURING FLOWBACK, PRODUCED\n   27  WATER, AND RESIDUAL SLUDGES OR BRINES, WITHOUT THE NEED FOR PITS.\n   28    [3.] 6. \"Commissioner\" means the commissioner of environmental conser-\n   29  vation.\n   30    7. \"CONSEQUENCES OF ANY HAZARDOUS DISCHARGE\" AS USED IN  THIS  SECTION\n   31  MEANS ANY DETRIMENTAL EFFECT TO THE HEALTH, SAFETY, WELFARE, OR AESTHET-\n   32  IC  ENJOYMENT  OF  ANY  CITIZEN,  RESIDENT, OR VISITOR IN THE STATE BY A\n   33  HAZARDOUS DISCHARGE.\n   34    [4.] 8. \"Department\" means the department of  environmental  conserva-\n   35  tion.\n   36    9. \"ENVIRONMENTAL DAMAGE\" AS USED IN THIS SECTION MEANS DAMAGE TO:\n   37    A. ANY WATERS OF THE STATE;\n   38    B. ANY LAND SURFACE OR SUBSURFACE STRATA OF THE STATE;\n   39    C. ANY AMBIENT AIR WITHIN THE STATE; OR,\n   40    D.  THE  WILDLIFE OR ECOLOGICAL SYSTEMS IN THE LAND, AIR, OR WATERS OF\n   41  THE STATE.\n   42    [5.] 10. \"Fund\" means the oil and gas [fund as established in  section\n   43  eighty-three-a of the state finance law] ACCOUNT ESTABLISHED UNDER CHAP-\n   44  TER FIFTY-EIGHT OF THE LAWS OF NINETEEN HUNDRED EIGHTY-TWO.\n   45    [6.]  11.  \"Field\"  means  the  general  area underlaid by one or more\n   46  pools.\n   47    [7.] 12. \"Gas\" means all natural, manufactured, mixed,  and  byproduct\n   48  gas, and all other hydrocarbons not defined as oil in this section.\n   49    13.  \"GROUNDWATER\"  MEANS WATER IN A SATURATED ZONE OR STRATUM BENEATH\n   50  THE SURFACE OF LAND OR WATER.\n   51    14. \"GROUNDWATER WELL\" MEANS ANY WELL DESIGNED OR USED  FOR  THE  SOLE\n   52  PURPOSE OF OBTAINING GROUNDWATER.\n   53    15. \"HAZARDOUS RELEASE\" AS USED IN THIS SECTION MEANS THE RELEASE OF A\n   54  HAZARDOUS SUBSTANCE.\n\n       S. 2697                             4\n\n    1    16.  \"HAZARDOUS  SUBSTANCE\"  MEANS SUBSTANCES WHICH MEET THE FOLLOWING\n    2  CRITERIA, INCLUDING BUT NOT LIMITED TO THOSE LISTED  IN  N.Y.C.R.R.    S\n    3  597.2:\n    4    A.  BECAUSE OF THEIR QUANTITY, CONCENTRATION, OR PHYSICAL, CHEMICAL OR\n    5  INFECTIOUS CHARACTERISTICS CAUSE PHYSICAL INJURY OR ILLNESS WHEN IMPROP-\n    6  ERLY TREATED, STORED, TRANSPORTED, DISPOSED OF, OR OTHERWISE MANAGED;\n    7    B. POSE A PRESENT OR POTENTIAL HAZARD TO THE ENVIRONMENT WHEN  IMPROP-\n    8  ERLY TREATED, STORED, TRANSPORTED, DISPOSED OF, OR OTHERWISE MANAGED;\n    9    C.  BECAUSE  OF  THEIR  TOXICITY  OR  CONCENTRATION  WITHIN BIOLOGICAL\n   10  CHAINS, PRESENT A DEMONSTRATED THREAT TO  BIOLOGICAL  LIFE  CYCLES  WHEN\n   11  RELEASED INTO THE ENVIRONMENT;\n   12    D.  HAVE  AN  ORAL LD (RAT) TOXICITY OF LESS THAN FIFTY MILLIGRAMS PER\n   13  KILOGRAM; OR HAVE AN INHALATION LC  (RAT)  TOXICITY  OF  LESS  THAN  TWO\n   14  MILLIGRAMS PER LITER; OR HAVE A DERMAL LD (RABBIT) TOXICITY OF LESS THAN\n   15  TWO HUNDRED MILLIGRAMS PER KILOGRAM; OR\n   16    E.  CAUSE  OR ARE CAPABLE OF CAUSING DEATH, SERIOUS ILLNESS OR SERIOUS\n   17  PHYSICAL INJURY TO ANY PERSON OR PERSONS AS  A  CONSEQUENCE  OF  RELEASE\n   18  INTO THE ENVIRONMENT.\n   19    [8.]  17.  \"Local  agency\"  means  any local agency, board, authority,\n   20  school district, commission or governing  body,  including  any  county,\n   21  city, town, village or other political subdivision of the state.\n   22    [9.]  18.  \"Metered\"  means  the  physical measurement of gas by means\n   23  acceptable to the department.\n   24    [10.] 19. \"Oil\" means crude petroleum oil and all other  hydrocarbons,\n   25  regardless  of gravity, that are produced at the wellhead in liquid form\n   26  by ordinary production methods and that are not the result of  condensa-\n   27  tion of gas.\n   28    20.  \"OIL AND GAS FACILITY\" MEANS EQUIPMENT, IMPROVEMENTS, OR PHYSICAL\n   29  STRUCTURES, INCLUDING ANY OIL OR GAS WELLS, USED OR INSTALLED AT AN  OIL\n   30  AND GAS LOCATION FOR THE EXPLORATION, PRODUCTION, WITHDRAWAL, GATHERING,\n   31  TREATMENT, OR PROCESSING OF OIL OR NATURAL GAS.\n   32    21.  \"OIL  AND  GAS LOCATION\" MEANS A DEFINABLE AREA WHERE AN OPERATOR\n   33  HAS DISTURBED OR INTENDS TO DISTURB THE LAND SURFACE IN ORDER TO  LOCATE\n   34  AN OIL AND GAS FACILITY.\n   35    22.  \"OIL  AND  GAS  OPERATIONS\"  MEANS  EXPLORATION  FOR OIL AND GAS,\n   36  INCLUDING THE CONDUCT OF SEISMIC OPERATIONS AND  THE  DRILLING  OF  TEST\n   37  BORES;  THE  SITING,  DRILLING,  DEEPENING,  RECOMPLETION, REWORKING, OR\n   38  ABANDONMENT OF AN OIL AND GAS WELL, UNDERGROUND INJECTION WELL,  OR  GAS\n   39  STORAGE  WELL;  PRODUCTION OPERATIONS RELATED TO ANY SUCH WELL INCLUDING\n   40  THE INSTALLATION OF FLOWLINES AND  GATHERING  SYSTEMS;  THE  GENERATION,\n   41  TRANSPORTATION,  STORAGE,  TREATMENT,  OR  DISPOSAL  OF  EXPLORATION AND\n   42  PRODUCTION WASTES; AND ANY CONSTRUCTION, SITE PREPARATION,  OR  RECLAMA-\n   43  TION ACTIVITIES ASSOCIATED WITH SUCH OPERATIONS.\n   44    23. \"OPERATOR\" MEANS ANY PERSON WHO EXERCISES THE RIGHT TO CONTROL THE\n   45  CONDUCT OF, OR WHO CONDUCTS, OIL AND GAS OPERATIONS.\n   46    [11.] 24. \"Owner\" means the person who has the right to drill into and\n   47  produce from a pool or a salt deposit and to appropriate the oil, gas or\n   48  salt  he  produces  either  for  himself  or  others, or for himself and\n   49  others.\n   50    25. \"PIT\" MEANS ANY NATURAL OR MAN-MADE DEPRESSION IN THE GROUND  USED\n   51  FOR  THE  PURPOSE OF RETAINING OR STORING SUBSTANCES ASSOCIATED WITH OIL\n   52  AND GAS OPERATIONS.\n   53    [12.] 26. \"Person\" means and includes any natural person, corporation,\n   54  association, partnership, receiver,  trustee,  executor,  administrator,\n   55  guardian,  fiduciary,  or other representative of any kind, and includes\n\n       S. 2697                             5\n\n    1  any department, agency or instrumentality of the state  or  any  of  its\n    2  governmental subdivisions.\n    3    [13.]  27. \"Plug and abandon\" means the plugging, replugging if neces-\n    4  sary, and abandonment of a well bore including the placing of all bridg-\n    5  es, plugs, and fluids therein and the restoration and reclamation of the\n    6  surface in the immediate vicinity to a reasonable  condition  consistent\n    7  with the adjacent terrain.\n    8    [14.]  28.  \"Pool\"  means an underground reservoir containing a common\n    9  accumulation of oil or gas or both; each zone of a  structure  which  is\n   10  completely  separated  from  any  other  zone in the same structure is a\n   11  pool.\n   12    29.   \"POTENTIAL ENVIRONMENTAL  JUSTICE  AREA\"  MEANS  A  MINORITY  OR\n   13  LOW-INCOME COMMUNITY THAT MAY BEAR A DISPROPORTIONATE SHARE OF THE NEGA-\n   14  TIVE  ENVIRONMENTAL  CONSEQUENCES  RESULTING FROM INDUSTRIAL, MUNICIPAL,\n   15  AND COMMERCIAL OPERATIONS OR THE EXECUTION OF FEDERAL, STATE, LOCAL, AND\n   16  TRIBAL PROGRAMS AND POLICIES.\n   17    [15.] 30. \"Producer\" means the owner of a well  or  wells  capable  of\n   18  producing oil, gas, or salt; or any salt or hydrocarbon mixture.\n   19    [16.]  31.  \"Product\"  means  any  commodity  made from oil or gas and\n   20  includes refined crude oil, crude tops, topped crude,  processed  crude,\n   21  processed crude petroleum, residue from crude petroleum, cracking stock,\n   22  uncracked  fuel  oil,  fuel  oil,  treated crude oil, residuum, gas oil,\n   23  casinghead gasoline, natural-gas gasoline, kerosene, benzine, wash  oil,\n   24  waste  oil, blended gasoline, lubricating oil, blends or mixtures of oil\n   25  with one or more liquid products or by-products derived from oil or gas,\n   26  and blends or mixtures of two or more  liquid  products  or  by-products\n   27  derived from oil or gas, whether herein enumerated or not.\n   28    32.    \"RELEASE\"  MEANS ANY SPILLING, LEAKING, PUMPING, POURING, EMIT-\n   29  TING, EMPTYING, DISCHARGING, ESCAPING, LEACHING, DUMPING OR  DISCHARGING\n   30  INTO  THE  ENVIRONMENT  (INCLUDING  THE  ABANDONMENT  OR  DISCARDING  OF\n   31  BARRELS, CONTAINERS, AND OTHER CLOSED RECEPTACLES).\n   32    [17.] 33. \"Reservoir\" means  any  underground  reservoir,  natural  or\n   33  artificial  cavern or geologic dome, sand or stratigraphic trap, whether\n   34  or not previously occupied by or containing oil or gas.\n   35    [18.] 34. \"Salt\" means sodium chloride, evaporite or other water solu-\n   36  ble minerals, either in solution or as a solid or  crystalline  material\n   37  in a pure state or as a mixture.\n   38    35.   \"SITE\" MEANS THE LOCATION OF ANY  OIL AND GAS OPERATION, INCLUD-\n   39  ING BUT NOT LIMITED TO WELLS AND WELL PADS, STORAGE FACILITIES,  NATURAL\n   40  GAS COMPRESSOR STATIONS, AND CENTRALIZED IMPOUNDMENTS.\n   41    [19.]  36.  \"Solution  mining\"  means the dissolving of an underground\n   42  salt by water to produce a brine for transport to another underground or\n   43  surface location for sale, processing or storage.\n   44    37.  \"SURFACE WATER\" MEANS ANY WATER OCCURRING ON THE EARTH'S  SURFACE\n   45  IN  THE  FORM OF A STREAM, RIVER, POND, LAKE, WETLAND, OCEAN, ARTIFICIAL\n   46  CHANNEL OR RESERVOIR, OR OTHER SURFACE WATER BODY.\n   47    [20.] 38. \"Waste\" means\n   48    a. Physical waste, as that term is generally understood in the oil and\n   49  gas industry;\n   50    b. The inefficient, excessive or improper use of, or  the  unnecessary\n   51  dissipation of reservoir energy;\n   52    c. The locating, spacing, drilling, equipping, operating, or producing\n   53  of  any  oil  or  gas well or wells in a manner which causes or tends to\n   54  cause reduction in the quantity of oil  or  gas  ultimately  recoverable\n   55  from  a  pool  under  prudent  and proper operations, or which causes or\n\n       S. 2697                             6\n\n    1  tends to cause unnecessary or excessive surface loss or  destruction  of\n    2  oil or gas;\n    3    d. The inefficient storing of oil or gas; and\n    4    e.  The  flaring  of gas produced from an oil or condensate well after\n    5  the department has found that the use of the gas, on terms that are just\n    6  and reasonable, is, or will be economically feasible within a reasonable\n    7  time.\n    8    S 4. Section 23-0303 of the environmental conservation law, as amended\n    9  by chapter 846 of the laws of 1981, is amended to read as follows:\n   10  S 23-0303. Administration of article.\n   11    1. Except to the extent that the administration  of  this  article  is\n   12  specifically entrusted to other agencies or officers of the state by its\n   13  provisions,  such administration shall be by the department.  Geological\n   14  services for the department in connection  with  the  administration  of\n   15  this article shall be provided by or in cooperation with the state geol-\n   16  ogist.  Within  appropriations  therefor the department is authorized to\n   17  employ such personnel as may be necessary for the administration of this\n   18  article and may also employ or secure the services of such  engineering,\n   19  technical and other consultants as it may require from time to time.\n   20    2.  The  provisions  of this article shall supersede all local laws or\n   21  ordinances relating to the regulation  of  the  oil,  gas  and  solution\n   22  mining  industries;  [but shall not supersede local government jurisdic-\n   23  tion over local roads or the rights of local governments under the  real\n   24  property  tax law] PROVIDED, HOWEVER, THAT NOTHING IN THIS ARTICLE SHALL\n   25  BE CONSTRUED TO PREVENT ANY LOCAL GOVERNMENT FROM:\n   26    A. ENACTING OR ENFORCING LOCAL LAWS OR ORDINANCES OF GENERAL  APPLICA-\n   27  BILITY, EXCEPT THAT SUCH LOCAL LAWS OR ORDINANCES SHALL NOT REGULATE OIL\n   28  AND GAS OPERATIONS REGULATED BY STATE STATUTE OR REGULATION; OR\n   29    B. ENACTING OR ENFORCING LOCAL LAWS OR ORDINANCES RELATED TO THE REGU-\n   30  LATION  AND  MANAGEMENT  OF  LOCAL  ROADS, SUCH AS INGRESS AND EGRESS TO\n   31  PUBLIC THOROUGHFARES CONTROLLED BY THE LOCAL GOVERNMENT; OR\n   32    C. ENACTING OR ENFORCING LAWS PURSUANT TO THE RIGHTS OF LOCAL  GOVERN-\n   33  MENTS UNDER THE REAL PROPERTY TAX LAW; OR\n   34    D. ENFORCING ANY REQUIREMENT CONTAINED IN ANY OIL OR GAS PERMIT ISSUED\n   35  BY THE STATE; OR\n   36    E.  ENACTING  OR ENFORCING LOCAL ZONING ORDINANCES OR LAWS THAT DETER-\n   37  MINE PERMISSIBLE USES IN ZONING DISTRICTS, INCLUDING WHETHER OIL AND GAS\n   38  FACILITIES ARE PERMISSIBLE WITHIN A PARTICULAR ZONING DISTRICT. WHERE AN\n   39  OIL AND GAS FACILITY  IS  DESIGNATED  A  PERMISSIBLE  USE  IN  A  ZONING\n   40  DISTRICT  AND  ALLOWED  BY SPECIAL USE PERMIT, CONDITIONS PLACED ON SUCH\n   41  SPECIAL USE PERMITS SHALL BE LIMITED TO THE FOLLOWING:\n   42    I. REQUIREMENTS AND CONDITIONS CONCERNING SETBACK FROM PROPERTY BOUND-\n   43  ARIES, SURFACE WATERS, GROUNDWATER WELLS, HOMES OR  PRIVATE  RESIDENCES,\n   44  CHURCHES,  SCHOOLS, AND OTHER PUBLIC FACILITIES, AND PUBLIC THOROUGHFARE\n   45  RIGHTS-OF-WAY;\n   46    II. REQUIREMENTS AND CONDITIONS CONCERNING NATURAL OR MAN-MADE  BARRI-\n   47  ERS TO RESTRICT ACCESS FROM OIL AND GAS FACILITIES, IF REQUIRED; AND\n   48    III.  DUST,  NOISE, VIBRATION, OR LIGHT LIMITATIONS, AND REGULATION OF\n   49  HOURS OF OPERATION;\n   50    3. NOTWITHSTANDING ANY PROVISION TO THE CONTRARY, LOCAL LAWS AND ORDI-\n   51  NANCES REGULATING ZONING, INCLUDING CONDITIONS IN  SPECIAL  USE  PERMITS\n   52  THAT IMPOSE SETBACKS, THE REQUIREMENT OF NATURAL OR MANMADE BARRIERS, OR\n   53  LIMITATIONS  ON DUST, NOISE, VIBRATION, LIGHT, OR HOURS OF OPERATION, DO\n   54  NOT CONSTITUTE THE REGULATION OF OIL AND  GAS  OPERATIONS  REGULATED  BY\n   55  STATE STATUTE OR REGULATION.\n\n       S. 2697                             7\n\n    1    4.  IN  ORDER  TO  FACILITATE A MUNICIPALITY'S ABILITY TO EXERCISE ITS\n    2  AUTHORITY UNDER PARAGRAPH D OF SUBDIVISION  TWO  OF  THIS  SECTION,  THE\n    3  DEPARTMENT SHALL PROVIDE EVERY MUNICIPALITY WITH A COPY OF THE PERMIT OF\n    4  EACH WELL LOCATED OR PERMITTED TO BE LOCATED WITHIN ITS BOUNDARIES.\n    5    [3.]  5. a. The commissioner shall accept from municipalities requests\n    6  for funds from the oil and gas fund to reimburse  the  municipality  for\n    7  costs  incurred in repairing damages to municipal land or property. Such\n    8  requests shall include such explanatory material  and  documentation  as\n    9  the commissioner may require.\n   10    b.  The commissioner and director of the budget, may recommend payment\n   11  to the municipality to satisfy the request for reimbursement upon  find-\n   12  ing that:\n   13    (1)  The  municipality  has made a bona fide effort to seek relief and\n   14  recover its costs from those deemed to  be  responsible  and  any  other\n   15  appropriate avenues, but has been unsuccessful;\n   16    (2)  The damage was a direct result of activities regulated under this\n   17  article and that the amount of funds requested is reasonable in view  of\n   18  such damages; and\n   19    (3)  The costs were incurred after the effective date of this subdivi-\n   20  sion.\n   21    S 5. Paragraph d of subdivision 8 of section 23-0305 of  the  environ-\n   22  mental  conservation law, as amended by chapter 846 of the laws of 1981,\n   23  is amended to read as follows:\n   24    d. Require the drilling, casing, operation, plugging and replugging of\n   25  wells and reclamation of surrounding land in accordance with  rules  and\n   26  regulations  of  the  department  in such manner as to prevent or remedy\n   27  [the following] ANY ACT RESULTING IN ENVIRONMENTAL DAMAGE, including but\n   28  not limited to: the escape of oil, gas, brine or water out of one  stra-\n   29  tum  into  another;  the intrusion of water into oil or gas strata other\n   30  than during enhanced recovery operations; the pollution of  fresh  water\n   31  supplies  by oil, gas, salt water, DRILLING FLUIDS, HYDRAULIC FRACTURING\n   32  FLUIDS or other contaminants; and blowouts, cavings, seepages and fires.\n   33  SUCH RULES AND REGULATIONS SHALL REGULATE THE TYPE, VOLUME, AND  CONCEN-\n   34  TRATION OF ADDITIVES FOR THE PROTECTION OF HUMAN HEALTH AND THE ENVIRON-\n   35  MENT;  AND SUCH REGULATIONS SHALL PROHIBIT THE USE OF DRILLING FLUIDS OR\n   36  HYDRAULIC FRACTURING FLUIDS CONTAINING ANY CHEMICAL SUBSTANCE THAT  UPON\n   37  EXPOSURE,  INGESTION,  INHALATION  OR  ASSIMILATION  INTO  ANY ORGANISM,\n   38  EITHER DIRECTLY FROM THE ENVIRONMENT, INCLUDING FROM DRINKING WATER,  OR\n   39  INDIRECTLY THROUGH FOOD CHAINS, WILL, ON THE BASIS OF INFORMATION AVAIL-\n   40  ABLE  TO THE DEPARTMENT, CAUSE DEATH, DISEASE, BEHAVIORAL ABNORMALITIES,\n   41  CANCER, GENETIC MUTATIONS, ENDOCRINE DISRUPTION, PHYSIOLOGICAL  MALFUNC-\n   42  TIONS, INCLUDING MALFUNCTIONS IN REPRODUCTION, OR PHYSICAL DEFORMATIONS,\n   43  IN  SUCH  ORGANISMS  OR  THEIR  OFFSPRING, INCLUDING BUT NOT LIMITED TO:\n   44  BENZENE AND ANY CHEMICAL SUBSTANCE THAT HAS BEEN IDENTIFIED PURSUANT  TO\n   45  THE  FEDERAL TOXIC SUBSTANCES CONTROL ACT AS PERSISTENT, BIOACCUMULATIVE\n   46  AND TOXIC.\n   47    S 6. Section 23-0305 of the environmental conservation law is  amended\n   48  by adding a new subdivision 15 to read as follows:\n   49    15.  THE  DEPARTMENT SHALL PROMULGATE REGULATIONS REQUIRING DISCLOSURE\n   50  OF CHEMICALS USED IN OIL AND GAS WELL DRILLING AND HYDRAULIC FRACTURING,\n   51  INCLUDING BUT NOT LIMITED TO THE FOLLOWING REQUIREMENTS:\n   52    A. NO PERMIT TO DRILL, DEEPEN, PLUG BACK, OR CONVERT A WELL  SHALL  BE\n   53  ISSUED  UNDER  THIS ARTICLE UNTIL THE DEPARTMENT OBTAINS FROM THE PERMIT\n   54  APPLICANT A COMPLETE LIST OF THE CHEMICAL CONSTITUENTS OF EACH  ADDITIVE\n   55  THAT  MAY  BE  USED  IN DRILLING OR FRACTURING THE WELL SPECIFIED IN THE\n   56  APPLICATION;\n\n       S. 2697                             8\n\n    1    B. WHENEVER THE DEPARTMENT OR A TREATING PHYSICIAN  OR  NURSE,  DETER-\n    2  MINES THAT A MEDICAL EMERGENCY EXISTS AS A RESULT OF OIL OR GAS EXPLORA-\n    3  TION, STIMULATION, OR PRODUCTION ACTIVITIES CONDUCTED BY A WELL DRILLING\n    4  PERMIT  HOLDER OR ITS SUBCONTRACTORS AND THAT THE DISCLOSURE OF PROPRIE-\n    5  TARY CHEMICAL INFORMATION, INCLUDING THE IDENTITY OF ANY CHEMICAL OR THE\n    6  FORMULA  OF  ANY  ADDITIVE USED IN DRILLING OR HYDRAULIC FRACTURING OF A\n    7  PERMITTED OIL OR GAS WELL, MAY BE NECESSARY FOR EMERGENCY  OR  FIRST-AID\n    8  TREATMENT,  THE  WELL  DRILLING  PERMIT  HOLDER  OR ANY SUBCONTRACTOR IN\n    9  POSSESSION OR CONTROL OF THE PROPRIETARY INFORMATION  SHALL  IMMEDIATELY\n   10  DISCLOSE THE PROPRIETARY INFORMATION REQUESTED TO THE DEPARTMENT OR THAT\n   11  TREATING  PHYSICIAN  OR  NURSE, REGARDLESS OF THE EXISTENCE OF A WRITTEN\n   12  STATEMENT OF NEED OR A CONFIDENTIALITY AGREEMENT.  THE PERMIT HOLDER  OR\n   13  SUBCONTRACTOR  MAY  REQUEST  A WRITTEN STATEMENT OF NEED AND A CONFIDEN-\n   14  TIALITY AGREEMENT AS SOON THEREAFTER AS  CIRCUMSTANCES  PERMIT.  IN  THE\n   15  EVENT  THE  PERMIT HOLDER OR SUBCONTRACTOR FAILS TO IMMEDIATELY DISCLOSE\n   16  SUCH PROPRIETARY INFORMATION, THE DEPARTMENT SHALL MAKE AVAILABLE  TO  A\n   17  TREATING PHYSICIAN OR NURSE ALL INFORMATION WITHIN ITS POSSESSION RELAT-\n   18  ING  TO  THE  INGREDIENTS OF ANY CHEMICAL OR THE FORMULA OF ANY ADDITIVE\n   19  USED IN DRILLING OR HYDRAULIC FRACTURING UTILIZED IN A PERMITTED OIL  OR\n   20  GAS WELL SUSPECTED OF CAUSING SUCH EMERGENCY;\n   21    C.  EACH  PERMIT  HOLDER SHALL NOTIFY THE DEPARTMENT OF ANY CHANGES TO\n   22  THE CHEMICAL CONSTITUENTS USED IN DRILLING OR FRACTURING  PRIOR  TO  THE\n   23  FLUID'S USE IN THE DRILLING OR FRACTURING PROCESS.\n   24    D.  THE  DEPARTMENT SHALL MAKE ANY DISCLOSURES FILED UNDER PARAGRAPH A\n   25  OR C OF THIS SUBDIVISION AVAILABLE TO THE PUBLIC  AND  SHALL  POST  SUCH\n   26  INFORMATION ON THE DEPARTMENT'S WEBSITE.\n   27    S  7. Section 23-0313 of the environmental conservation law is amended\n   28  by adding four new subdivisions 3, 4, 5 and 6 to read as follows:\n   29    3. THE DEPARTMENT SHALL PROMULGATE REGULATIONS REQUIRING:\n   30    A. OIL AND GAS WELL OWNERS OR OPERATORS TO GIVE NOTICE TO THE  DEPART-\n   31  MENT,  LOCAL  HEALTH  DEPARTMENT  AND  RESPONDING EMERGENCY AGENCIES, IN\n   32  PERSON OR BY SUCH MEANS AS THE  DEPARTMENT  SHALL  SPECIFY,  IMMEDIATELY\n   33  AFTER  THE RELEASE OF ANY FUEL, HAZARDOUS CHEMICAL OR WASTE STORED AT OR\n   34  GENERATED BY AN OIL AND GAS FACILITY OR USED IN WELL DRILLING OR HYDRAU-\n   35  LIC FRACTURING OPERATIONS.\n   36    B. NOTICE REQUIRED UNDER PARAGRAPH A OF THIS SUBDIVISION SHALL INCLUDE\n   37  EACH OF THE FOLLOWING (TO THE EXTENT KNOWN AT THE TIME OF THE NOTICE AND\n   38  SO LONG AS NO DELAY IN RESPONDING TO THE RELEASE RESULTS):\n   39    I. THE CHEMICAL NAME OR IDENTITY OF  ANY  SUBSTANCE  INVOLVED  IN  THE\n   40  RELEASE; AND\n   41    II.  AN  ESTIMATE  OF  THE  QUANTITY  OF  ANY  SUCH SUBSTANCE THAT WAS\n   42  RELEASED INTO THE ENVIRONMENT; AND\n   43    III. THE TIME AND DURATION OF THE RELEASE; AND\n   44    IV. THE MEDIUM OR MEDIA INTO WHICH THE RELEASE OCCURRED; AND\n   45    V. ANY KNOWN OR ANTICIPATED ACUTE OR CHRONIC HEALTH  RISKS  ASSOCIATED\n   46  WITH THE RELEASE AND, WHERE APPROPRIATE, ADVICE REGARDING MEDICAL ATTEN-\n   47  TION NECESSARY FOR EXPOSED INDIVIDUALS; AND\n   48    VI. PROPER PRECAUTIONS AND REMEDIAL ACTIONS TO TAKE AS A RESULT OF THE\n   49  RELEASE; AND\n   50    VII.  THE  NAME  AND  TELEPHONE  NUMBER OF THE PERSON OR PERSONS TO BE\n   51  CONTACTED FOR FURTHER INFORMATION.\n   52    C. AS SOON AS PRACTICABLE AFTER A RELEASE THAT REQUIRES  NOTICE  UNDER\n   53  PARAGRAPH  A OF THIS SUBDIVISION, SUCH OWNER OR OPERATOR SHALL PROVIDE A\n   54  WRITTEN FOLLOW-UP EMERGENCY NOTICE  (OR  NOTICES,  AS  MORE  INFORMATION\n   55  BECOMES  AVAILABLE)  SETTING FORTH AND UPDATING THE INFORMATION REQUIRED\n   56  UNDER PARAGRAPH B OF THIS SUBDIVISION, AND INCLUDING:\n\n       S. 2697                             9\n\n    1    I. ACTIONS TAKEN TO RESPOND TO AND CONTAIN THE RELEASE;\n    2    II.  ANY KNOWN OR ANTICIPATED ACUTE OR CHRONIC HEALTH RISKS ASSOCIATED\n    3  WITH THE RELEASE; AND\n    4    III. ADVICE REGARDING MEDICAL ATTENTION NECESSARY FOR EXPOSED INDIVID-\n    5  UALS.\n    6    D. THE DEPARTMENT SHALL POST ALL  CHEMICAL  SPILL  REPORT  INFORMATION\n    7  REFERENCED  IN  PARAGRAPHS A, B AND C OF THIS SUBDIVISION ON THE DEPART-\n    8  MENT'S WEBSITE.\n    9    4. THE DEPARTMENT SHALL PROMULGATE  RULES  AND  REGULATIONS  REQUIRING\n   10  THAT  OWNERS  OR  OPERATORS  OF WELLS GIVE WRITTEN NOTICE TO ALL PERSONS\n   11  RESIDING WITHIN ONE HALF MILE OF ANY PROPOSED WELL SITE TWO WEEKS BEFORE\n   12  DRILLING OR HYDRAULIC FRACTURING OPERATIONS BEGIN. OWNERS  OR  OPERATORS\n   13  OF  WELLS SHALL PUBLISH A NOTICE IN A LOCAL NEWSPAPER CIRCULATING IN THE\n   14  AREA OF THE PROPOSED WELL SITE TWO WEEKS BEFORE  DRILLING  OR  HYDRAULIC\n   15  FRACTURING  OPERATIONS  BEGIN. WITHIN TWO BUSINESS DAYS OF GIVING NOTICE\n   16  UNDER THIS SECTION, A LIST OF RECIPIENTS AND A COPY OF ALL NOTICES, WITH\n   17  PROOF OF DELIVERY IN COMPLIANCE WITH THIS SECTION, SHALL BE SUBMITTED TO\n   18  THE DEPARTMENT FOR INCLUSION IN THE DRILLING PERMIT FILE. COPIES OF  ALL\n   19  NOTICES SHALL BE PUBLICLY AVAILABLE.\n   20    5.  THE  DEPARTMENT SHALL DEVELOP MAPS OF ALL KNOWN OIL AND GAS WELLS,\n   21  INCLUDING ACTIVE AND ABANDONED WELLS, IN NEW  YORK  USING  A  GEOGRAPHIC\n   22  INFORMATION  SYSTEM AND MAKE THOSE MAPS SYSTEM PUBLICLY AVAILABLE ON THE\n   23  DEPARTMENT'S WEBSITE.\n   24    6. THE DEPARTMENT SHALL CREATE AND OPERATE AN  EMERGENCY  1-800  TELE-\n   25  PHONE  NUMBER  FOR  PUBLIC  USE  IN IDENTIFYING AND REPORTING ANY OIL OR\n   26  NATURAL GAS-RELATED INCIDENTS TO THE DEPARTMENT.\n   27    S 8. The environmental conservation law is amended  by  adding  a  new\n   28  section 23-0315 to read as follows:\n   29  S 23-0315. BEST MANAGEMENT PRACTICES.\n   30    1. THE COMMISSIONER SHALL NOT PERMIT ANY OWNER OR OPERATOR TO COMMENCE\n   31  OPERATIONS  TO  DRILL,  DEEPEN, PLUG BACK OR CONVERT A WELL FOR EXPLORA-\n   32  TION, PRODUCTION, STORAGE OR DISPOSAL UNLESS SUCH  OPERATIONS  IMPLEMENT\n   33  BEST MANAGEMENT PRACTICES.\n   34    2. THE COMMISSIONER SHALL INCLUDE ALL APPLICABLE BEST MANAGEMENT PRAC-\n   35  TICES  AS  CONDITIONS  OF  EACH  PERMIT  TO  DRILL, DEEPEN, PLUG BACK OR\n   36  CONVERT A WELL.\n   37    3. EVERY THREE YEARS, AFTER HOLDING A PUBLIC HEARING WITH DUE  NOTICE,\n   38  THE COMMISSIONER SHALL PUBLISH AN INVENTORY OF BEST MANAGEMENT PRACTICES\n   39  THAT  MAY  BE  INCLUDED AS SPECIAL CONDITIONS OF PERMITS FOR NATURAL GAS\n   40  DRILLING, DEPENDING UPON SITE-SPECIFIC ANALYSIS OF A PROPOSED WELL  SITE\n   41  AND  AVAILABLE  CONTROL TECHNOLOGIES. ANY BEST MANAGEMENT PRACTICES THAT\n   42  MAY BE APPLIED TO ALL DRILLING PERMITS SHALL  BE  PROMULGATED  AS  REGU-\n   43  LATIONS  IN COMPLIANCE WITH THE REQUIREMENTS OF THE STATE ADMINISTRATIVE\n   44  PROCEDURE ACT.\n   45    S 9. The environmental conservation law is amended  by  adding  a  new\n   46  section 23-0317 to read as follows:\n   47  S 23-0317. LIABILITY.\n   48    1.  LIABLE PARTIES. THE FOLLOWING PERSONS SHALL BE LIABLE UNDER SUBDI-\n   49  VISION TWO OF THIS SECTION:\n   50    A. THE OWNER OF AN OIL AND GAS FACILITY OR PIPELINE;\n   51    B. THE OPERATOR OF AN OIL AND GAS FACILITY OR PIPELINE;\n   52    C. ANY PERSON WHO BY CONTRACT, AGREEMENT, OR  OTHERWISE  ARRANGED  FOR\n   53  THE  TRANSPORT  OF OIL OR GAS, OR FOR THE TRANSPORT, DISPOSAL, OR TREAT-\n   54  MENT OF A HAZARDOUS SUBSTANCE USED IN OIL OR GAS  OPERATIONS,  INCLUDING\n   55  HAZARDOUS  HYDRAULIC FRACTURING FLUID OR ANY HAZARDOUS COMPONENTS THERE-\n   56  OF; AND,\n\n       S. 2697                            10\n\n    1    D. ANY PERSON WHO ACCEPTS ANY HAZARDOUS SUBSTANCE USED IN OIL AND  GAS\n    2  OPERATIONS FOR RECYCLING, DISPOSAL, OR TREATMENT.\n    3    2.  LIABILITY.  ANY  LIABLE PARTY MENTIONED IN SUBDIVISION ONE OF THIS\n    4  SECTION SHALL BE LIABLE FOR ANY ENVIRONMENTAL DAMAGE FROM, OR THE CONSE-\n    5  QUENCES OF  ANY  HAZARDOUS  RELEASE  FROM,  AN  OIL  AND  GAS  FACILITY,\n    6  WELL-BORE,  PIPELINE, OR FROM ANY STORAGE OR DISPOSAL AREA FOR OIL, GAS,\n    7  OR A HAZARDOUS SUBSTANCE USED IN OIL OR GAS OPERATIONS INCLUDING:\n    8    A. ALL COSTS OF REMOVAL OR REMEDIAL ACTION INCURRED BY  THE  STATE  OR\n    9  ANY SUBDIVISION THEREOF;\n   10    B. ANY OTHER NECESSARY COSTS OF RESPONSE OR MITIGATION INCURRED BY ANY\n   11  OTHER  PERSON AUTHORIZED BY THE STATE TO RESPOND TO THE CONTAMINATION OR\n   12  MITIGATE THE EFFECTS THEREOF;\n   13    C.  DAMAGES  FOR  INJURY  TO,  DESTRUCTION  OF,  OR  LOSS  OF  NATURAL\n   14  RESOURCES,  INCLUDING  THE  REASONABLE  COSTS  OF ASSESSING SUCH INJURY,\n   15  DESTRUCTION, OR LOSS RESULTING FROM SUCH A RELEASE; AND,\n   16    D. ALL DIRECT COSTS PROXIMATELY CAUSED BY THE ENVIRONMENTAL DAMAGE  OR\n   17  THE  CONSEQUENCES OF ANY HAZARDOUS RELEASE TO PRIVATE PARTIES, INCLUDING\n   18  BUT NOT LIMITED TO DAMAGE TO PROPERTY OWNED BY SUCH PARTIES OR INJURY TO\n   19  PERSONAL HEALTH OR WELFARE.\n   20    3.  LIMITATION  OF  LIABILITY.  NOTHING  IN  THIS  SECTION  SHOULD  BE\n   21  CONSTRUED  AS  LIMITING  THE LIABILITY OF ANY LIABLE PARTY IDENTIFIED IN\n   22  SUBDIVISION ONE OF THIS SECTION AS AGAINST ANY PRIVATE PARTY IN A  CIVIL\n   23  ACTION.\n   24    4.  NATURAL  RESOURCES  LIABILITY.  A.  IN  THE EVENT OF AN INJURY TO,\n   25  DESTRUCTION OF, OR LOSS OF NATURAL RESOURCES UNDER PARAGRAPH C OF SUBDI-\n   26  VISION TWO OF THIS SECTION, LIABILITY SHALL BE TO THE STATE OF NEW YORK;\n   27  PROVIDED, HOWEVER, THAT NO LIABILITY TO THE STATE OF NEW YORK  SHALL  BE\n   28  IMPOSED  UNDER PARAGRAPH C OF SUBDIVISION TWO OF THIS SECTION, WHERE THE\n   29  PARTY SOUGHT TO BE CHARGED HAS DEMONSTRATED THAT THE DAMAGES TO  NATURAL\n   30  RESOURCES  COMPLAINED OF WERE SPECIFICALLY IDENTIFIED AS AN IRREVERSIBLE\n   31  OR IRRETRIEVABLE COMMITMENT OF NATURAL  RESOURCES  IN  AN  ENVIRONMENTAL\n   32  IMPACT  STATEMENT,  OR  OTHER COMPARABLE ENVIRONMENTAL ANALYSIS, AND THE\n   33  DECISION TO GRANT A PERMIT OR  LICENSE  AUTHORIZES  SUCH  COMMITMENT  OF\n   34  NATURAL  RESOURCES,  AND THE FACILITY OR PROJECT WAS OTHERWISE OPERATING\n   35  WITHIN THE TERMS OF ITS PERMIT OR LICENSE.\n   36    B. THE COMMISSIONER,  OR  ANOTHER  REPRESENTATIVE  AUTHORIZED  BY  THE\n   37  GOVERNOR  OF  NEW  YORK, SHALL ACT ON BEHALF OF THE PUBLIC AS TRUSTEE OF\n   38  SUCH NATURAL RESOURCES TO RECOVER FOR SUCH DAMAGES.  SUMS  RECOVERED  BY\n   39  THE  COMMISSIONER  AS TRUSTEE UNDER THIS SUBSECTION SHALL BE RETAINED BY\n   40  THE TRUSTEE, WITHOUT FURTHER APPROPRIATION, FOR  USE  ONLY  TO  RESTORE,\n   41  REPLACE,  OR ACQUIRE THE EQUIVALENT OF SUCH NATURAL RESOURCES. THE MEAS-\n   42  URE OF DAMAGES IN ANY ACTION UNDER PARAGRAPH C  OF  SUBDIVISION  ONE  OF\n   43  THIS  SECTION  SHALL  NOT  BE  LIMITED  BY THE SUMS WHICH CAN BE USED TO\n   44  RESTORE OR REPLACE SUCH RESOURCES.\n   45    5. FINANCIAL RESPONSIBILITY. A. ANY OWNER OR OPERATOR  OF  A  WELL  OR\n   46  WELLS  MUST, BEFORE COMMENCEMENT OF OPERATIONS, POST A LIABILITY BOND OR\n   47  HOLD LIABILITY INSURANCE COVERAGE FOR EACH WELL OWNED OR OPERATED.\n   48    B. THE LIABILITY BOND OR INSURANCE REQUIRED BY  PARAGRAPH  A  OF  THIS\n   49  SUBDIVISION  SHALL BE IN SUCH FORM AS THE DEPARTMENT BY REGULATION SHALL\n   50  REQUIRE AND IN SUCH AMOUNT AS THE DEPARTMENT SHALL DEEM TO BE REASONABLY\n   51  SUFFICIENT TO CORRECT, REPAIR OR  REMEDY  TO  THE  SATISFACTION  OF  THE\n   52  DEPARTMENT  ANY  ENVIRONMENTAL  DAMAGE  OR HAZARDOUS DISCHARGE RESULTING\n   53  FROM OIL OR GAS EXPLORATION OR PRODUCTION.  HOWEVER, FOR WELLS LESS THAN\n   54  TWO THOUSAND FIVE HUNDRED FEET IN DEPTH OR LENGTH,  A  MINIMUM  OF  FIVE\n   55  THOUSAND  FIVE HUNDRED DOLLARS PER WELL WILL BE REQUIRED TO SATISFY THIS\n   56  SECTION AND FOR WELLS BETWEEN TWO THOUSAND FIVE  HUNDRED  FEET  AND  SIX\n\n       S. 2697                            11\n\n    1  THOUSAND  FEET IN DEPTH OR LENGTH, TEN THOUSAND FIVE HUNDRED DOLLARS PER\n    2  WELL WILL BE REQUIRED. WELLS GREATER THAN SIX THOUSAND FEET IN DEPTH  OR\n    3  LENGTH  AND  FOR  WHICH  HYDRAULIC  FRACTURING FLUID SHALL BE USED, WILL\n    4  REQUIRE  THAT  THE OPERATOR PROVIDE ADDITIONAL FINANCIAL SECURITY OF TWO\n    5  HUNDRED FIFTY THOUSAND DOLLARS,  PROVIDED  HOWEVER  THE  DEPARTMENT  MAY\n    6  REQUIRE AN ADDITIONAL BOND OR FINANCIAL SECURITY IN AN AMOUNT SUFFICIENT\n    7  TO  COVER  POTENTIAL  REMEDIATION COSTS ASSOCIATED WITH CONTAMINATION OF\n    8  THE ENVIRONMENT.\n    9    C. THE LIABILITY BOND OR INSURANCE REQUIRED BY  PARAGRAPH  A  OF  THIS\n   10  SUBDIVISION SHALL BE HELD FOR THE DURATION OF OPERATIONS.\n   11    D.  AFTER  OPERATIONS  HAVE CEASED, ANY OWNER OR OPERATOR OF A WELL OR\n   12  WELLS SHALL POST A LIABILITY BOND OR HOLD LIABILITY INSURANCE  FOR  EACH\n   13  WELL OWNED OR OPERATED.\n   14    E.  THE  LIABILITY  BOND  OR INSURANCE REQUIRED BY PARAGRAPH D OF THIS\n   15  SUBDIVISION SHALL BE IN SUCH FORM AS THE DEPARTMENT BY REGULATION  SHALL\n   16  REQUIRE  AND  IN  SUCH AMOUNT AS THE DEPARTMENT SHALL DEEM SUFFICIENT TO\n   17  CORRECT, REPAIR, OR REMEDY TO THE SATISFACTION  OF  THE  DEPARTMENT  ANY\n   18  ENVIRONMENTAL  DAMAGE  OR HAZARDOUS DISCHARGE RESULTING FROM MOVEMENT OF\n   19  ANY HAZARDOUS SUBSTANCE FROM THE PLUGGED OR PERMANENTLY ABANDONED WELL.\n   20    F. THE LIABILITY BOND OR INSURANCE REQUIRED BY  PARAGRAPH  D  OF  THIS\n   21  SUBDIVISION  SHALL BE HELD FOR ONE HUNDRED YEARS AFTER THE WELL HAS BEEN\n   22  PLUGGED OR PERMANENTLY ABANDONED.\n   23    G. NOTHING IN THIS SECTION SHALL AFFECT THE REQUIREMENTS OF  PARAGRAPH\n   24  E OF SUBDIVISION THREE OF SECTION 23-1101 OF THIS ARTICLE.\n   25    6.  DEFINITION  OF  NATURAL  RESOURCES. \"NATURAL RESOURCES\" AS USED IN\n   26  THIS SECTION MEANS LAND,  FISH,  WILDLIFE,  BIOTA,  AIR,  WATER,  GROUND\n   27  WATER,  DRINKING  WATER SUPPLIES, AND OTHER SUCH RESOURCES BELONGING TO,\n   28  MANAGED BY, HELD IN TRUST BY, APPERTAINING TO, OR  OTHERWISE  CONTROLLED\n   29  BY THE STATE OF NEW YORK.\n   30    S  10.  The  environmental conservation law is amended by adding a new\n   31  section 23-0505 to read as follows:\n   32  S 23-0505. OIL AND GAS FACILITY LOCATION REQUIREMENTS.\n   33    1. MINIMUM SETBACKS. NO OIL AND GAS FACILITY, WELL-BORE, PIPELINE,  OR\n   34  STORAGE  OR DISPOSAL AREA FOR OIL, GAS, OR A HAZARDOUS SUBSTANCE USED IN\n   35  OIL OR GAS OPERATIONS SHALL BE LOCATED WITHIN TWO THOUSAND FEET  OF  ANY\n   36  SURFACE WATERS, GROUNDWATER WELL, HOME OR PRIVATE RESIDENCE (INCLUDING A\n   37  NURSING HOME), SCHOOL, CHURCH, DAY CARE FACILITY, OR HEALTH CARE FACILI-\n   38  TY.\n   39    2.  SUBSURFACE  LANDS.  FOR  THE  PURPOSES  OF SUBDIVISION ONE OF THIS\n   40  SECTION, THE SETBACKS APPLICABLE  TO  ANY  SURFACE  WATERS,  GROUNDWATER\n   41  WELL,  HOME  OR  PRIVATE  RESIDENCE  (INCLUDING A NURSING HOME), SCHOOL,\n   42  CHURCH, DAY CARE FACILITY, OR HEALTH CARE FACILITY SHALL ALSO  APPLY  TO\n   43  THE LAND DIRECTLY BELOW THOSE AREAS, INCLUDING ANY SUBSURFACE STRATA.\n   44    3.  CONTAMINATION  PREVENTION.  A. SPILLS, WELL LEAKS, AND CONTAMINANT\n   45  FLOW FROM TARGETED FORMATION.\n   46    (1) THE WELL PAD OF ANY OIL OR GAS WELL LOCATED WITHIN  ONE-HALF  MILE\n   47  OF  ANY  SURFACE  WATERS  MUST BE SURROUNDED BY A PROTECTIVE BERM WITH A\n   48  WATER DETENTION CAPACITY OF AT LEAST TWENTY-FIVE THOUSAND  GALLONS.  THE\n   49  DEPARTMENT  MAY  REQUIRE  A PROTECTIVE BERM TO HAVE A DETENTION CAPACITY\n   50  GREATER THAN TWENTY-FIVE THOUSAND GALLONS IF THE  DEPARTMENT  DETERMINES\n   51  IT IS NECESSARY TO PROTECT SURFACE WATERS FROM CONTAMINATION.\n   52    (2)  THE  DEPARTMENT  SHALL  REQUIRE  A  SITE-SPECIFIC ANALYSIS OF THE\n   53  TOPOGRAPHY, GEOLOGY, AND HYDROGEOLOGY OF ALL PROPOSED OIL AND GAS FACIL-\n   54  ITIES OR PIPELINES. THIS ANALYSIS SHOULD INCLUDE IDENTIFICATION  OF  ALL\n   55  POTENTIAL  PATHWAYS  AND  RECEIVING  WATERS  FOR SPILLS FROM THE SITE TO\n   56  REACH SURFACE WATERS.\n\n       S. 2697                            12\n\n    1    (3) THE  DEPARTMENT  SHALL  REQUIRE  THE  DEVELOPMENT  OF  GROUNDWATER\n    2  CONTOUR  AND VERTICAL GRADIENT MAPS OF THE GEOLOGICAL FORMATION FROM THE\n    3  TARGET FORMATION TO THE GROUND SURFACE PRIOR  TO  APPROVAL  OF  ANY  GAS\n    4  DRILLING PERMIT.\n    5    (4) THE DEPARTMENT SHALL PROMULGATE REGULATIONS IDENTIFYING TOPOGRAPH-\n    6  ICAL AND GEOLOGIC AND HYDROGEOLOGIC CONDITIONS, INCLUDING BUT NOT LIMIT-\n    7  ED TO STEEP SLOPES BETWEEN THE WELL PAD AND SURFACE WATERS; PROXIMITY TO\n    8  IMPAIRED  WATERWAYS  IDENTIFIED  BY  THE  STATE  OF NEW YORK PURSUANT TO\n    9  SECTION 303(D) OF THE FEDERAL CLEAN WATER  ACT;  CONDITIONS  THAT  WOULD\n   10  PERMIT  SUDDEN  SPILLS  TO  REACH  SURFACE  WATERS BEFORE CONTAINMENT IS\n   11  POSSIBLE; OR ANY OTHER  CONDITIONS  THAT  WOULD  INCREASE  THE  RISK  OF\n   12  SURFACE OR GROUNDWATER CONTAMINATION OR FURTHER DEGRADATION THAT REQUIRE\n   13  SETBACKS  LARGER THAN THOSE SPECIFIED IN SUBDIVISION ONE OF THIS SECTION\n   14  OR DENIAL OF A WELL DRILLING PERMIT.\n   15    (5) AS A CONDITION OF ANY PERMIT GRANTED PURSUANT TO  SECTION  23-0501\n   16  OF  THIS  ARTICLE  FOR  ANY  WELL  SUBJECT  TO SETBACK REQUIREMENTS, THE\n   17  DEPARTMENT SHALL ESTABLISH SETBACKS SUFFICIENT TO PROTECT  HUMAN  HEALTH\n   18  AND THE WATERS OF THE STATE.\n   19    B.  MONITORING REQUIREMENTS. (1) ALL OIL OR GAS WELLS MUST BE EQUIPPED\n   20  WITH A MONITORING DEVICE OR DEVICES INSTALLED TO DETECT ANY  CONTAMINANT\n   21  MOVEMENT FROM THE OIL OR GAS WELL IN THE DIRECTION OF ANY GROUNDWATER OR\n   22  GROUNDWATER WELL.\n   23    (2)  THE  DEPARTMENT SHALL PROMULGATE REGULATIONS ESTABLISHING A MONI-\n   24  TORING PROGRAM TO DETECT ANY CONTAMINANT MOVEMENT FROM  AN  OIL  OR  GAS\n   25  FACILITY. THE REGULATIONS SHALL PROVIDE, AT A MINIMUM, THAT:\n   26    (I) MONITORING SHALL OCCUR NO LESS OFTEN THAN QUARTERLY;\n   27    (II)  GROUNDWATER  MONITORING  SHALL  COMMENCE AT OR NEAR THE PROPOSED\n   28  WELL SITE AT LEAST THREE HUNDRED SIXTY-FIVE DAYS BEFORE DRILLING  BEGINS\n   29  TO  PROVIDE  A WATER QUALITY BASELINE THAT ACCOUNTS FOR SEASONAL CHANGES\n   30  IN WATER QUALITY;\n   31    (III) MONITORING SHALL CONTINUE FOR THE DURATION OF  OPERATIONS  UNTIL\n   32  FIFTY  YEARS  AFTER  OPERATIONS  HAVE CEASED OR THE OIL AND GAS WELL HAS\n   33  BEEN PLUGGED OR PERMANENTLY ABANDONED;\n   34    (IV) THE MONITORING DEVICE OR DEVICES USED TO DETECT CONTAMINANT MOVE-\n   35  MENT SHALL REFLECT THE BEST TECHNOLOGY AVAILABLE FOR SUCH MONITORING;\n   36    (V) MONITORING SHALL BE CONDUCTED FOR ONE OR MORE ACTUAL  CONSTITUENTS\n   37  OF DRILLING AND FRACTURING FLUIDS USED AT EACH PROXIMATE SITE; AND\n   38    (VI)  SCREEN  LENGTHS,  MONITORING WELL DENSITY AND MONITORED AQUIFERS\n   39  SHALL BE BASED UPON A CONCEPTUAL FLOW MODEL, DEVELOPED ON THE  BASIS  OF\n   40  ALL AVAILABLE OR NEW DATA, AS APPROPRIATE, TO DETECT A LEAK OR MIGRATION\n   41  OF  ANY  CONTAMINATION  SO  AS  TO MAXIMIZE THE POSSIBILITY OF DETECTION\n   42  PRIOR TO CONTAMINATION OF ANY DRINKING WATER SOURCE.\n   43    S 11. The environmental conservation law is amended by  adding  a  new\n   44  section 23-0507 to read as follows:\n   45  S 23-0507. EXCLUSION AREAS.\n   46    1.  THE  DEPARTMENT  SHALL  IDENTIFY  SPECIFIC AREAS WITH DETERMINABLE\n   47  BOUNDARIES IN WHICH ANY OIL AND GAS FACILITIES,  WELL-BORES,  PIPELINES,\n   48  OR STORAGE OR DISPOSAL AREAS FOR OIL, GAS, OR A HAZARDOUS SUBSTANCE USED\n   49  IN OIL OR GAS OPERATIONS WILL BE PROHIBITED. THESE AREAS SHALL INCLUDE:\n   50    A. THE AREA AROUND AND INCLUDING THE NEW YORK CITY WATERSHED;\n   51    B.  THE  AREA AROUND AND INCLUDING ANY WATER SYSTEM THAT HAS RECEIVED,\n   52  AT ANY POINT IN TIME, A  FILTRATION  AVOIDANCE  DETERMINATION  FROM  THE\n   53  UNITED STATES ENVIRONMENTAL PROTECTION AGENCY;\n   54    C. ANY AREA OVERLYING A SOLE SOURCE AQUIFER;\n   55    D.  ANY  OTHER  AREA IDENTIFIED BY THE DEPARTMENT AS NECESSARY FOR THE\n   56  PROTECTION OF DRINKING WATER RESOURCES;\n\n       S. 2697                            13\n\n    1    E. ANY AREA IDENTIFIED AS A  CRITICAL  HABITAT  FOR  A  THREATENED  OR\n    2  ENDANGERED  SPECIES UNDER SECTION FOUR OF THE FEDERAL ENDANGERED SPECIES\n    3  ACT (42 U.S.C. S 1533) OR ANY AREA IDENTIFIED  AS  A  \"NATURAL  HERITAGE\n    4  AREA\" UNDER SECTION 11-0539 OF THIS CHAPTER;\n    5    F.  ANY  AREA IDENTIFIED BY THE DEPARTMENT AS A BIRD CONSERVATION AREA\n    6  OR ANY OTHER CRITICAL BIRD HABITAT FOR THE PROTECTION  OF  MIGRATORY  OR\n    7  NON-MIGRATORY BIRDS;\n    8    G. ALL FLOODPLAINS; AND,\n    9    H.  ALL  AREAS  WITHIN ANY NEW YORK STATE PARK, FOREST PRESERVE, STATE\n   10  FOREST, WILDLIFE REFUGE, WILDLIFE MANAGEMENT AREA, OR WILDERNESS AREA.\n   11    2. FOR ANY AREAS IDENTIFIED IN PARAGRAPH A OR B OF SUBDIVISION ONE  OF\n   12  THIS SECTION THE DEPARTMENT SHALL IDENTIFY AN ADDITIONAL AREA AROUND THE\n   13  PRIMARY DRINKING WATER RESOURCE IN WHICH OIL AND GAS OPERATIONS SHALL BE\n   14  PROHIBITED IN ORDER TO ENSURE ADEQUATE PROTECTION OF SUCH RESOURCE.\n   15    3. FOR ANY AREAS IDENTIFIED IN PARAGRAPHS A, B, C, OR E OF SUBDIVISION\n   16  ONE  OF  THIS  SECTION  THE DEPARTMENT SHALL ADD AN ADDITIONAL EXCLUSION\n   17  BUFFER OF NO LESS THAN ONE-HALF MILE IN WHICH ANY OIL  AND  GAS  FACILI-\n   18  TIES,  WELL-BORES, PIPELINES, OR STORAGE OR DISPOSAL AREAS FOR OIL, GAS,\n   19  OR A HAZARDOUS SUBSTANCE USED IN OIL OR GAS OPERATIONS WILL BE PROHIBIT-\n   20  ED.\n   21    4. ALL AREAS IDENTIFIED IN SUBDIVISION ONE OF  THIS  SECTION  AND  THE\n   22  EXCLUSION  BUFFER  AREAS  IDENTIFIED  IN SUBDIVISION TWO OF THIS SECTION\n   23  SHALL INCLUDE ALL THE LAND LOCATED DIRECTLY BELOW THOSE AREAS, INCLUDING\n   24  ALL LEVELS OF SUBSURFACE STRATA.\n   25    5. THE DEPARTMENT MAY ALSO IDENTIFY ANY OTHER EXCLUSION AREA  FOR  THE\n   26  PROTECTION  OF  ANY  NATURAL  RESOURCE  AS DEFINED IN SUBDIVISION SIX OF\n   27  SECTION 23-0317 OF THIS ARTICLE OR FOR THE HEALTH,  SAFETY,  OR  GENERAL\n   28  WELFARE OF ANY CITIZEN, RESIDENT, OR VISITOR IN THE STATE OF NEW YORK.\n   29    S  12.  The  environmental conservation law is amended by adding a new\n   30  section 23-0509 to read as follows:\n   31  S 23-0509. PROHIBITION ON WASTE STORAGE PITS OR IMPOUNDMENTS.\n   32    PITS AND OTHER IMPOUNDMENTS, WHETHER OR NOT LINED, SHALL NOT  BE  USED\n   33  FOR ON-SITE OR OFF-SITE COLLECTION OR STORAGE OF ANY OIL OR GAS EXPLORA-\n   34  TION,  STIMULATION,  OR  PRODUCTION WASTES, INCLUDING BUT NOT LIMITED TO\n   35  DRILLING FLUIDS AND CUTTINGS, HYDRAULIC  FRACTURING  FLOWBACK,  PRODUCED\n   36  WATER,  AND RESIDUAL SLUDGES OR BRINES REMAINING AFTER ON-SITE TREATMENT\n   37  OF OIL OR GAS WASTES FOR REUSE OR RECYCLING. ALL OIL OR GAS EXPLORATION,\n   38  STIMULATION, OR PRODUCTION WASTES SHALL  BE  COLLECTED  AND  STORED  AND\n   39  RETRIEVABLE  AT  ALL  TIMES IN CLOSED-LOOP SYSTEMS. THE DEPARTMENT SHALL\n   40  PROMULGATE MINIMUM STANDARDS FOR CLOSED-LOOP SYSTEMS  FOR  OIL  AND  GAS\n   41  WASTE COLLECTION, STORAGE, AND RETRIEVAL.\n   42    S  13.  Section  23-1903  of  the  environmental  conservation law, as\n   43  amended by section 1 of part R-1 of chapter 62 of the laws of  2003,  is\n   44  amended to read as follows:\n   45  S 23-1903. Imposition  of  oil,  gas  and solution mining regulation and\n   46               reclamation fees.\n   47    1. When a permit is granted to a person by the department pursuant  to\n   48  section  23-0305  of  this  article  to  drill  a  well or when a person\n   49  converts a well to one subject to the oil, gas and solution mining  law,\n   50  such person shall pay to the department:\n   51    a.  A one hundred dollar fee to be credited to the oil and gas account\n   52  established under chapter fifty-eight of the laws  of  nineteen  hundred\n   53  eighty-two; and\n   54    b.  A  fee in accordance with the depth AND LENGTH drilled or expected\n   55  to be drilled as set forth below:\n   56       0-  500ft. - [$  190] $ 250\n\n       S. 2697                            14\n\n    1     501- 1000ft. - [$  380] $ 500\n    2    1001- 1500ft. - [$  570] $ 750\n    3    1501- 2000ft. - [$  760] $1000\n    4    2001- 2500ft. - [$  950] $1250\n    5    2501- 3000ft. - [$1,140] $1500\n    6    3001- 3500ft. - [$1,330] $1750\n    7    3501- 4000ft. - [$1,520] $2000\n    8    4001- 4500ft. - [$1,710] $2250\n    9    4501- 5000ft. - [$1,900] $2500\n   10    5001- 5500ft. - [$2,090] $2750\n   11    5501- 6000ft. - [$2,280] $3000\n   12    6001- 6500ft. - [$2,470] $3250\n   13    6501- 7000ft. - [$2,660] $3500\n   14    7001- 7500ft. - [$2,850] $3750\n   15    7501- 8000ft. - [$3,040] $4000\n   16    8001- 8500ft. - [$3,230] $4250\n   17    8501- 9000ft. - [$3,420] $4500\n   18    9001- 9500ft. - [$3,610] $4750\n   19    9501-10,000ft.- [$3,800] $5000\n   20    over 10,000ft.- [$3,800]  $5000  plus [$190] $250 for each incremental\n   21  500 feet of depth OR LENGTH over 10,000 feet.\n   22    A person who has paid the fees described shall not be required to  pay\n   23  any  additional  fee  for a well conversion.  The fee for well deepening\n   24  permits pertaining to wells for which a well drilling permit was  issued\n   25  after  August twenty-fifth, nineteen hundred eighty-one, shall be calcu-\n   26  lated on the basis of the additional depth OR LENGTH drilled.\n   27    In the event the actual depth drilled exceeds the depth expected to be\n   28  drilled, an additional amount shall be paid such that the total fee paid\n   29  shall be in accordance with the schedule set forth in this paragraph.\n   30    2. THE DEPARTMENT SHALL REVIEW THE FEE SCHEDULES  SET  FORTH  IN  THIS\n   31  SECTION  PRIOR  TO  SEPTEMBER  FIRST  OF  EACH YEAR. THE FIGURES WILL BE\n   32  ADJUSTED UP OR DOWN ANNUALLY BY  THE  PREVIOUS  TWELVE  MONTH  INFLATION\n   33  FACTOR.  THE INFLATION FACTOR IS BASED UPON THE UNITED STATES DEPARTMENT\n   34  OF LABOR, BUREAU OF LABOR STATISTICS DATA PUBLISHED IN THE  MONTHLY  CPI\n   35  DETAILED  REPORT.  THE  DATA  WILL  BE TAKEN FROM THE MOST RECENT REPORT\n   36  AVAILABLE ON JULY FIRST OF EACH YEAR AND THE ACTUAL PERCENTAGE USED WILL\n   37  BE THE PAST YEAR PERCENT CHANGE FOR THE U.S. CITY  AVERAGE,  ALL  ITEMS,\n   38  ALL URBAN CONSUMERS.\n   39    3.  Upon  requesting  from  the department any determination under the\n   40  Natural Gas Policy Act, such person shall  pay  a  [fifty]  ONE  HUNDRED\n   41  dollar fee per well for each such determination.\n   42    S  14.  Article 23 of the environmental conservation law is amended by\n   43  adding a new title 29 to read as follows:\n   44                                  TITLE 29\n   45                                CITIZEN SUITS\n   46  SECTION 23-2901. ACTIONS TO ENFORCE LAWS  ON  POLLUTION,  IMPAIRMENT  OR\n   47                     DESTRUCTION  OF  ENVIRONMENT,  OR TO PROTECT ENVIRON-\n   48                     MENT; DISMISSAL OF FRIVOLOUS ACTIONS.\n   49  S 23-2901. ACTIONS  TO  ENFORCE  LAWS  ON   POLLUTION,   IMPAIRMENT   OR\n   50                DESTRUCTION  OF  ENVIRONMENT,  OR  TO PROTECT ENVIRONMENT;\n   51                DISMISSAL OF FRIVOLOUS ACTIONS.\n   52    1. ANY PERSON MAY COMMENCE A CIVIL ACTION  IN  A  COURT  OF  COMPETENT\n   53  JURISDICTION  AGAINST ANY OTHER PERSON ALLEGED TO BE IN VIOLATION OF ANY\n   54  STATUTE, REGULATION OR ORDINANCE WHICH IS DESIGNED TO PREVENT,  MINIMIZE\n   55  OR  CONTROL POLLUTION, IMPAIRMENT OR DESTRUCTION OF THE ENVIRONMENT. THE\n   56  ACTION MAY BE FOR INJUNCTIVE OR OTHER EQUITABLE RELIEF TO COMPEL COMPLI-\n\n       S. 2697                            15\n\n    1  ANCE WITH A STATUTE, REGULATION OR ORDINANCE, OR TO ASSESS CIVIL  PENAL-\n    2  TIES  FOR  THE VIOLATION AS PROVIDED BY LAW. THE ACTION MAY BE COMMENCED\n    3  UPON AN ALLEGATION THAT A PERSON IS IN VIOLATION, EITHER CONTINUOUSLY OR\n    4  INTERMITTENTLY, OF A STATUTE, REGULATION OR ORDINANCE, AND THAT THERE IS\n    5  A LIKELIHOOD THAT THE VIOLATION WILL RECUR IN THE FUTURE.\n    6    2.  EXCEPT  IN THOSE INSTANCES WHERE THE CONDUCT COMPLAINED OF CONSTI-\n    7  TUTES A VIOLATION OF A STATUTE, REGULATION  OR  ORDINANCE  WHICH  ESTAB-\n    8  LISHES A MORE SPECIFIC STANDARD FOR THE CONTROL OF POLLUTION, IMPAIRMENT\n    9  OR  DESTRUCTION  OF  THE  ENVIRONMENT,  ANY  PERSON MAY COMMENCE A CIVIL\n   10  ACTION IN ANY COURT OF COMPETENT JURISDICTION FOR DECLARATORY AND  EQUI-\n   11  TABLE RELIEF AGAINST ANY OTHER PERSON FOR THE PROTECTION OF THE ENVIRON-\n   12  MENT,  OR THE INTEREST OF THE PUBLIC THEREIN, FROM POLLUTION, IMPAIRMENT\n   13  OR DESTRUCTION OCCURRING IN VIOLATION, EITHER CONTINUOUSLY OR  INTERMIT-\n   14  TENTLY, OF THIS ARTICLE.\n   15    3.  THE  COURT  MAY, ON THE MOTION OF ANY PARTY, OR ON ITS OWN MOTION,\n   16  DISMISS ANY ACTION BROUGHT PURSUANT  TO  THIS  ACT  WHICH  ON  ITS  FACE\n   17  APPEARS TO BE PATENTLY FRIVOLOUS, HARASSING OR WHOLLY LACKING IN MERIT.\n   18    S  15.  Article 23 of the environmental conservation law is amended by\n   19  adding a new title 31 to read as follows:\n   20                                  TITLE 31\n   21                          HEALTH IMPACT ASSESSMENT\n   22  SECTION 23-3101. PREPARATION OF HEALTH IMPACT ASSESSMENT.\n   23  S 23-3101. PREPARATION OF HEALTH IMPACT ASSESSMENT.\n   24    1. NO PERMIT SHALL BE ISSUED UNDER SECTION  23-0501  OF  THIS  ARTICLE\n   25  UNTIL  THE  DEPARTMENT OF HEALTH HAS COMPLETED THE HEALTH IMPACT ASSESS-\n   26  MENT DESCRIBED IN SUBDIVISION TWO OF THIS SECTION AND THE DEPARTMENT HAS\n   27  ADOPTED REGULATIONS AND IMPLEMENTED ANY MITIGATION MEASURES  RECOMMENDED\n   28  IN  THE HEALTH IMPACT ASSESSMENT. THE PURPOSE OF A HEALTH IMPACT ASSESS-\n   29  MENT IS TO PROVIDE DETAILED INFORMATION ABOUT THE  EFFECT  OIL  AND  GAS\n   30  OPERATIONS  ARE  LIKELY  TO  HAVE ON PUBLIC HEALTH, TO IDENTIFY MEASURES\n   31  THAT COULD BE IMPLEMENTED TO MINIMIZE ANY ADVERSE EFFECTS OF SUCH  OPER-\n   32  ATIONS,  AND TO SUGGEST ALTERNATIVES TO SUCH AN ACTION SO AS TO FORM THE\n   33  BASIS FOR A DECISION WHETHER OR NOT TO UNDERTAKE OR APPROVE SUCH  ACTIV-\n   34  ITIES.\n   35    2.  THE DEPARTMENT OF HEALTH SHALL PREPARE, OR CAUSE TO BE PREPARED BY\n   36  CONTRACT OR OTHERWISE, A COMPREHENSIVE HEALTH IMPACT ASSESSMENT  OF  OIL\n   37  AND  GAS  OPERATIONS  INVOLVING ANY SHALE FORMATION, INCLUDING ALL OPER-\n   38  ATIONS RELATED AND INCIDENT THERETO, WHICH MAY HAVE AN ADVERSE IMPACT ON\n   39  PUBLIC HEALTH.\n   40    A. SUCH AN ASSESSMENT SHALL INCLUDE A DETAILED STATEMENT SETTING FORTH\n   41  THE FOLLOWING:\n   42    I. A DESCRIPTION OF THE OPERATIONS;\n   43    II. THE PUBLIC HEALTH IMPACT OF THE OPERATIONS,  INCLUDING  SHORT-TERM\n   44  AND LONG-TERM EFFECTS;\n   45    III. WHETHER AN OPERATION OCCURS IN, OR DISPROPORTIONATELY WILL IMPOSE\n   46  NEGATIVE HEALTH IMPACTS UPON A POTENTIAL ENVIRONMENTAL JUSTICE AREA, AND\n   47  IF SO, THE IDENTITY OF SUCH AREA;\n   48    IV. ANY ADVERSE PUBLIC HEALTH EFFECTS THAT CANNOT BE AVOIDED;\n   49    V.  ALTERNATIVES  TO  THE OIL AND GAS OPERATIONS GENERALLY OR ALTERNA-\n   50  TIVES TO ANY ASPECT RELATED  OR  INCIDENT  THERETO  WHICH  MAY  HAVE  AN\n   51  ADVERSE IMPACT ON PUBLIC HEALTH;\n   52    VI. MITIGATION MEASURES PROPOSED TO MINIMIZE THE PUBLIC HEALTH IMPACT;\n   53    VII.  ANY  SUCH OTHER INFORMATION CONSISTENT WITH THE PURPOSES OF THIS\n   54  ARTICLE AS MAY BE PRESCRIBED IN GUIDELINES ISSUED BY THE COMMISSIONER.\n   55    B. THE DEPARTMENT OF HEALTH SHALL FIRST ISSUE A  DRAFT  HEALTH  IMPACT\n   56  ASSESSMENT THAT SATISFIES THE REQUIREMENTS OF PARAGRAPH A OF THIS SUBDI-\n\n       S. 2697                            16\n\n    1  VISION.  THE DRAFT SHOULD RESEMBLE IN FORM AND CONTENT THE HEALTH IMPACT\n    2  ASSESSMENT TO BE PREPARED AFTER COMMENTS HAVE BEEN RECEIVED AND  CONSID-\n    3  ERED.\n    4    3. THE DRAFT ASSESSMENT SHALL BE FILED WITH THE DEPARTMENT.\n    5    A.  THE DEPARTMENT AND THE DEPARTMENT OF HEALTH SHALL SOLICIT COMMENTS\n    6  FROM THE PUBLIC AND FEDERAL, STATE, REGIONAL AND LOCAL  AGENCIES  HAVING\n    7  AN  INTEREST IN THE ASSESSMENT. THE COMMENT PERIOD SHALL LAST NO SHORTER\n    8  THAN NINETY DAYS.\n    9    B. THE DRAFT ASSESSMENT SHALL BE POSTED ON THE DEPARTMENT OF  HEALTH'S\n   10  AND THE DEPARTMENT'S WEBSITES.\n   11    4.  AFTER  THE  FILING  OF A DRAFT HEALTH IMPACT ASSESSMENT EITHER THE\n   12  DEPARTMENT OF HEALTH OR THE DEPARTMENT SHALL DETERMINE WHETHER OR NOT TO\n   13  CONDUCT A PUBLIC HEARING ON THE PUBLIC HEALTH IMPACT OF THE OIL AND  GAS\n   14  OPERATIONS.  IF  EITHER AGENCY DETERMINES TO HOLD SUCH HEARING, IT SHALL\n   15  COMMENCE THE HEARING WITHIN SIXTY DAYS OF THE FILING UNLESS THE PROPOSED\n   16  ACTION IS WITHDRAWN FROM CONSIDERATION.\n   17    5. IF NO HEARING IS HELD, THE AGENCY SHALL PREPARE AND MAKE  AVAILABLE\n   18  THE  FINAL  HEALTH IMPACT ASSESSMENT. THE FINAL ASSESSMENT SHALL INCLUDE\n   19  COPIES OR A SUMMARY OF THE SUBSTANTIVE COMMENTS RECEIVED BY  THE  AGENCY\n   20  PURSUANT TO SUBDIVISION FOUR OF THIS SECTION, AND THE AGENCY RESPONSE TO\n   21  SUCH COMMENTS.\n   22    6.  THE  HEALTH IMPACT ASSESSMENT TOGETHER WITH ALL COMMENTS, SHALL BE\n   23  FILED WITH THE COMMISSIONER, MADE AVAILABLE TO THE PUBLIC, AND POSTED ON\n   24  A PUBLICLY-AVAILABLE INTERNET WEBSITE UPON ISSUANCE.\n   25    7. WHEN AN AGENCY DECIDES TO CARRY OUT OR APPROVE AN ACTION WHICH  HAS\n   26  BEEN  THE  SUBJECT  OF  THIS  HEALTH IMPACT ASSESSMENT, IT SHALL MAKE AN\n   27  EXPLICIT FINDING THAT THE REQUIREMENTS OF THIS SECTION HAVE BEEN MET AND\n   28  THAT TO THE MAXIMUM EXTENT PRACTICABLE, ADVERSE  PUBLIC  HEALTH  IMPACTS\n   29  REVEALED  IN  THE  HEALTH IMPACT ASSESSMENT PROCESS WILL BE MINIMIZED OR\n   30  AVOIDED.\n   31    8. WHERE THE DEPARTMENT OF  HEALTH  CONCLUDES  OR  THE  HEALTH  IMPACT\n   32  ASSESSMENT  INDICATES  THAT  THE  OIL  AND GAS OPERATIONS, OR OPERATIONS\n   33  RELATED OR INCIDENT THERETO, OCCUR IN, OR DISPROPORTIONATELY WILL IMPOSE\n   34  NEGATIVE HEALTH IMPACTS UPON A POTENTIAL ENVIRONMENTAL JUSTICE AREA, THE\n   35  DEPARTMENT OF HEALTH SHALL REQUIRE A SITE SPECIFIC HEALTH IMPACT ASSESS-\n   36  MENT. THAT ASSESSMENT SHALL CONFORM TO THE  REQUIREMENTS  SET  FORTH  IN\n   37  SUBDIVISION TWO OF THIS SECTION, AND THE DEPARTMENT OF HEALTH SHALL MAKE\n   38  REGULATIONS SPECIFYING ADDITIONAL REQUIREMENTS WHICH SHALL APPLY TO SITE\n   39  SPECIFIC ASSESSMENTS. NO PERMIT SHALL BE ISSUED UNDER SECTION 23-0501 OF\n   40  THIS  ARTICLE  IN  ANY  AREA  SUBJECT  TO  A SITE SPECIFIC HEALTH IMPACT\n   41  ASSESSMENT UNTIL THE SITE SPECIFIC HEALTH  IMPACT  ASSESSMENT  HAS  BEEN\n   42  COMPLETED  AND  THE  MITIGATION  MEASURES  SUGGESTED  THEREIN  HAVE BEEN\n   43  ADOPTED. THE DEPARTMENT OF HEALTH MAY REQUIRE  A  SITE  SPECIFIC  HEALTH\n   44  IMPACT ASSESSMENTS IN ANY OTHER CIRCUMSTANCES IT DEEMS ADVISABLE.\n   45    S  16.  Article 23 of the environmental conservation law is amended by\n   46  adding a new title 33 to read as follows:\n   47                                  TITLE 33\n   48                           AIR QUALITY MONITORING\n   49  SECTION 23-3301. AIR QUALITY MONITORING.\n   50  S 23-3301. AIR QUALITY MONITORING.\n   51    WITHIN SIX MONTHS OF THE ENACTMENT  OF  THIS  SECTION  THE  DEPARTMENT\n   52  SHALL:\n   53    1.  PREPARE  A  DRAFT  AIR QUALITY TESTING AND MONITORING PLAN FOR ALL\n   54  AREAS OF CURRENT OR POTENTIAL OIL AND GAS OPERATIONS IN NEW YORK  STATE.\n   55  THE  DRAFT  PLAN  SHALL  BE  SUBJECT TO PUBLIC REVIEW, INCLUDING BUT NOT\n\n       S. 2697                            17\n\n    1  LIMITED TO NOTICE AND A COMMENT PERIOD OF  AT  LEAST  THIRTY  DAYS.  THE\n    2  DRAFT AND FINAL PLAN SHALL INCORPORATE THE FOLLOWING MINIMUM PROVISIONS:\n    3    A.  MANDATORY  BASELINE TESTING OF AIR QUALITY AND AIR POLLUTANT EMIS-\n    4  SIONS THROUGHOUT THE OIL AND GAS DEVELOPMENT REGION OF NEW  YORK  STATE,\n    5  INCLUDING  EMISSIONS  FROM  BOTH MOBILE AND STATIONARY AIR CONTAMINATION\n    6  SOURCES INVOLVED IN OIL AND GAS OPERATIONS, AS  DEFINED  IN  SUBDIVISION\n    7  FIVE OF SECTION 19-0107 OF THIS CHAPTER;\n    8    B. DEPLOYMENT OF A SUFFICIENT NUMBER OF AIR QUALITY MONITORING DEVICES\n    9  WITHIN  THE OIL AND GAS DEVELOPMENT REGION TO ENSURE PROMPT DETECTION OF\n   10  ANY VIOLATIONS OF AIR QUALITY STANDARDS;\n   11    C. DELINEATION OF OIL AND GAS DEVELOPMENT SUBREGIONS WITHIN  NEW  YORK\n   12  STATE, BASED ON THE AIRSHEDS FOR EACH REGULATED POLLUTANT EMITTED BY OIL\n   13  AND  GAS  FACILITIES;  PREPARATION  OF CUMULATIVE IMPACT ANALYSES OF AIR\n   14  EMISSIONS IN EACH SUBREGION, INCLUDING EMISSIONS FROM  ALL  NATURAL  GAS\n   15  COMPRESSOR  STATIONS; AND DEVELOPMENT OF STANDARDS AND REGULATORY PROCE-\n   16  DURES FOR CONTROL OF COMPRESSOR STATION EMISSIONS;\n   17    D. DEVELOPMENT OF PROCEDURES AND A SCHEDULE FOR THE REGULAR MONITORING\n   18  AND REPORTING OF AIR QUALITY AND AIR POLLUTANT DENSITY  WITHIN  EACH  OF\n   19  THE SUBREGIONS;\n   20    E. MANDATORY POSTING OF SUCH REPORTS ON THE DEPARTMENT'S WEBSITE;\n   21    F.  ESTABLISHMENT  OF  PROCEDURES FOR APPROPRIATE RESPONSES, INCLUDING\n   22  EMERGENCY RESPONSES, TO VIOLATIONS OF AIR QUALITY STANDARDS.\n   23    2. IN THE FINAL AIR QUALITY TESTING AND MONITORING PLAN,  THE  DEPART-\n   24  MENT  SHALL  RESPOND TO ALL SUBSTANTIVE COMMENTS TIMELY SUBMITTED ON THE\n   25  DRAFT PLAN.\n   26    3. NO PERMIT SHALL BE ISSUED UNDER SECTION  23-0501  OF  THIS  ARTICLE\n   27  UNTIL  THIRTY  DAYS  AFTER  NOTICE OF THE FINAL PLAN IS PUBLISHED IN THE\n   28  ENVIRONMENTAL NOTICE BULLETIN.\n   29    4. NO PERMIT SHALL BE ISSUED UNDER SECTION 23-0501 OF THIS ARTICLE, IF\n   30  AIR EMISSIONS FROM THE PERMITTED OPERATION WOULD CAUSE OR CONTRIBUTE  TO\n   31  A VIOLATION OF ANY AIR QUALITY STANDARD.\n   32    S 17. Section 27-0903 of the environmental conservation law is amended\n   33  by adding a new subdivision 4 to read as follows:\n   34    4.  UNIFORM TREATMENT OF WASTE. NOTWITHSTANDING ANY OTHER LAW OR REGU-\n   35  LATION TO THE CONTRARY, ALL WASTE RESULTING FROM THE EXPLORATION, DEVEL-\n   36  OPMENT, EXTRACTION OR PRODUCTION OF CRUDE OIL OR NATURAL GAS,  INCLUDING\n   37  BUT NOT LIMITED TO DRILLING FLUIDS AND PRODUCED WATERS, SHALL BE CONSID-\n   38  ERED  HAZARDOUS  WASTE  UNDER  THE  LAW OF THIS STATE AND SUBJECT TO ALL\n   39  PERTINENT GENERATION, TRANSPORTATION, TREATMENT, STORAGE,  AND  DISPOSAL\n   40  LAWS  AND  REGULATIONS,  IF SUCH WASTE MEETS THE DEFINITION OF HAZARDOUS\n   41  WASTE SET FORTH IN SUBDIVISION THREE OF SECTION 27-0901 OF THIS CHAPTER.\n   42  WITHIN SIX MONTHS FROM THE  EFFECTIVE  DATE  OF  THIS  SUBDIVISION,  THE\n   43  DEPARTMENT  SHALL  MAKE  ALL  NECESSARY CHANGES TO BRING ITS REGULATIONS\n   44  INTO COMPLIANCE WITH THIS SECTION.\n   45    S 18. Section  15-1501  of  the  environmental  conservation  law,  as\n   46  amended  by  chapter  233  of  the  laws  of 1979, is amended to read as\n   47  follows:\n   48  S 15-1501. [New or additional sources of water supply] WATER WITHDRAWAL;\n   49               permit.\n   50    1. Except as otherwise provided in this title, no  person  [or  public\n   51  corporation]  who  is  authorized and engaged in, or proposing to engage\n   52  in, the [acquisition, conservation, development, use and distribution of\n   53  water for potable purposes, for the irrigation  of  agricultural  lands,\n   54  for  projects  taken  pursuant  to Article 5-D of the County Law, or for\n   55  multi-purpose projects authorized by a general plan adopted and approved\n   56  pursuant to title 11 of this article,] OPERATION OF A  WATER  WITHDRAWAL\n\n       S. 2697                            18\n\n    1  SYSTEM WITH A CAPACITY OF GREATER THAN OR EQUAL TO THE THRESHOLD VOLUME,\n    2  shall  have  any  power to do the following until such person [or public\n    3  corporation] has first obtained a permit OR PERMIT MODIFICATION from the\n    4  department pursuant to this title:\n    5    a.  To  [acquire  or take] MAKE a water [supply] WITHDRAWAL FROM A NEW\n    6  SOURCE or an [additional] INCREASED water [supply]  WITHDRAWAL  from  an\n    7  existing [approved] source; [or]\n    8    b. To take or condemn lands for THE PROTECTION OF ANY EXISTING SOURCES\n    9  OF  PUBLIC WATER SUPPLY; OR FOR THE DEVELOPMENT OR PROTECTION OF any new\n   10  or additional sources of PUBLIC water supply [or for the utilization  of\n   11  such supplies]; [or]\n   12    c.  To commence or undertake the construction of any works or projects\n   13  in connection with the proposed [plans] WITHDRAWAL; or\n   14    d. [To exercise any franchise hereafter granted to supply water to any\n   15  inhabitants of the state; or\n   16    e. To extend its supply or distribution  mains  into  a  municipality,\n   17  water  district,  water  supply district, or other civil division of the\n   18  state wherein it has not heretofore legally supplied water; or\n   19    f. To construct any extension of its  supply  mains  except  within  a\n   20  service area approved by the department after public hearing; or\n   21    g. To extend the boundaries of a water district; or\n   22    h.  To  supply  water in or for use in any other municipality or civil\n   23  division of the state which owns and  operates  a  water  supply  system\n   24  therein, or in any duly organized water supply or fire district supplied\n   25  with  water  by  another person or public corporation] TO MAKE A SIGNIF-\n   26  ICANT CHANGE IN THE PRINCIPAL USE OF THE WATER  WITHDRAWAL  SYSTEM  FROM\n   27  THAT SPECIFIED IN THE PERMIT, OR PERMIT APPLICATION.\n   28    2.  [A  permit  shall  not be necessary for the extension of supply or\n   29  distributing mains or pipes of a municipal water supply plant  into  and\n   30  for the purpose of supplying water in any territory within the limits of\n   31  the  municipality  owning  such plant, including territory which has not\n   32  been heretofore supplied with water by such plant, nor  for  the  recon-\n   33  struction  or  replacement  of existing facilities in connection with an\n   34  existing plant wherein the capacity of the plant is in no way increased,\n   35  nor for the construction of filtration  or  other  treatment  facilities\n   36  which will not in any way increase the amount of water which can be made\n   37  available  from  the  present  sources  of supply. A permit shall not be\n   38  necessary for the extension of supply or distributing mains or pipes  of\n   39  a  county water authority into and for the purpose of supplying water in\n   40  any territory assigned to such county water authority within the  limits\n   41  of  the  county but excluding territory specifically assigned to private\n   42  or other municipal water companies by the department which has not  been\n   43  heretofore  supplied  with water by such county water authority, nor for\n   44  the reconstruction or replacement of existing facilities  in  connection\n   45  with  an  existing  plant wherein the capacity of the plant is in no way\n   46  increased, nor for the construction of  filtration  or  other  treatment\n   47  facilities  which will not in any way increase the amount of water which\n   48  can be made available from the  present  sources  of  supply,  provided,\n   49  however,  that  nothing herein contained shall be held to authorize such\n   50  county water authority to enter into competition with, for  the  purpose\n   51  of service in the area served by the mains, the transmission or distrib-\n   52  ution mains of any other water works system, either publicly or private-\n   53  ly  owned,  already  legally  established in said county for the sale of\n   54  water at wholesale or retail, or which hereafter may legally  be  estab-\n   55  lished  for  said  purpose;  or  to  sell water to any other water works\n   56  system, either publicly or privately owned, and not now served  by  said\n\n       S. 2697                            19\n\n    1  county  authority]  ALL  PERSONS  REQUIRED TO OBTAIN A PERMIT UNDER THIS\n    2  SECTION SHALL SUBMIT ANNUALLY TO THE  DEPARTMENT  A  FEE  IN  AN  AMOUNT\n    3  PRESCRIBED  IN  TITLE  EIGHT  OF  ARTICLE  SEVENTY-TWO  OF THIS CHAPTER;\n    4  PROVIDED,  HOWEVER,  THAT  NO  PERSON  SHALL BE REQUIRED TO PAY SUCH FEE\n    5  UNTIL THE DEPARTMENT PROMULGATES  REGULATIONS  PURSUANT  TO  SUBDIVISION\n    6  FIVE OF THIS SECTION.\n    7    3.  UNTIL  THE DEPARTMENT PROMULGATES REGULATIONS PURSUANT TO SUBDIVI-\n    8  SION FIVE OF THIS SECTION, NOTHING CONTAINED IN SUBDIVISION ONE OF  THIS\n    9  SECTION  CONCERNING  PERMITS  FROM THE DEPARTMENT SHALL BE APPLICABLE TO\n   10  WATER WITHDRAWALS OTHER THAN FOR A PUBLIC WATER SUPPLY SYSTEM. UNTIL AND\n   11  UNLESS OTHERWISE PROVIDED BY SUCH REGULATIONS, ALL  VALID  PUBLIC  WATER\n   12  SUPPLY PERMITS ISSUED BY THE DEPARTMENT OR ITS PREDECESSORS SHALL REMAIN\n   13  IN  FULL  FORCE  AND  EFFECT  AND  SHALL BE DEEMED TO SATISFY THE PERMIT\n   14  REQUIREMENTS OF SUBDIVISION ONE OF THIS SECTION FOR EXISTING WATER WITH-\n   15  DRAWALS FROM A SOURCE AND IN AN AMOUNT AUTHORIZED BY THE PERMIT.\n   16    4. Nothing CONTAINED  in  this  [section  provided]  TITLE  CONCERNING\n   17  PERMITS  FROM  THE  DEPARTMENT  FOR WATER WITHDRAWALS shall be deemed to\n   18  nullify the requirements of [Regulation 2, Chapter V] SECTION 5-1.22  of\n   19  the  State  Sanitary  Code, as in effect on [January 1, 1960, that plans\n   20  for a new water treatment plant for the treatment of an existing  public\n   21  water supply or for any addition to or modification of an existing water\n   22  treatment  plant,  or  for  any  addition to or modification of a public\n   23  water supply system which will or may affect the quality of  the  public\n   24  water  supply, shall be submitted to and approved by the Commissioner of\n   25  Health, which regulation has no  application  to  a  new  or  additional\n   26  source  or sources of public water supply of a permanent character which\n   27  require a permit from the Department of Environmental Conservation under\n   28  the provisions of this article] APRIL 25, 2001, AS AMENDED FROM TIME  TO\n   29  TIME.    NO SUPPLIER OF WATER SHALL MAKE, INSTALL OR CONSTRUCT, OR ALLOW\n   30  TO BE MADE, INSTALLED OR CONSTRUCTED, A PUBLIC WATER  SUPPLY  SYSTEM  OR\n   31  ANY  ADDITION  OR  DELETION  TO OR MODIFICATION OF A PUBLIC WATER SUPPLY\n   32  SYSTEM UNTIL THE PLANS AND SPECIFICATIONS THEREFOR HAVE  BEEN  SUBMITTED\n   33  TO AND APPROVED BY THE COMMISSIONER OF HEALTH OR HIS OR HER DESIGNEE.\n   34    5.  THE DEPARTMENT SHALL PROMULGATE REGULATIONS TO IMPLEMENT A PERMIT-\n   35  TING PROGRAM FOR WATER WITHDRAWALS EQUAL TO OR GREATER THAN THE  THRESH-\n   36  OLD  VOLUME CONSISTENT WITH THE REQUIREMENTS OF THIS SECTION. SUCH REGU-\n   37  LATIONS WILL INCLUDE BUT ARE NOT LIMITED TO: (A) MINIMUM  STANDARDS  FOR\n   38  CONSTRUCTION  AND  OPERATION  OF WATER WITHDRAWAL SYSTEMS, (B) REPORTING\n   39  AND RECORDKEEPING REQUIREMENTS, (C) REQUIREMENTS FOR PERSONS WHO OWN  OR\n   40  OPERATE  PUBLIC WATER SUPPLY SYSTEMS TO ENSURE SAFE AND RELIABLE SERVICE\n   41  TO USERS AND POTENTIAL USERS OF SUCH SYSTEMS, (D) PROTECTIONS FOR  PRES-\n   42  ENT  AND  FUTURE  NEEDS FOR SOURCES OF POTABLE WATER SUPPLY, AND (E) ANY\n   43  OTHER CONDITIONS,  LIMITATIONS  AND  RESTRICTIONS  THAT  THE  DEPARTMENT\n   44  DETERMINES  ARE  NECESSARY  TO  PROTECT  THE  ENVIRONMENT AND THE PUBLIC\n   45  HEALTH, SAFETY AND WELFARE AND TO ENSURE THE PROPER  MANAGEMENT  OF  THE\n   46  WATERS OF THE STATE.\n   47    6.  THE DEPARTMENT SHALL ESTABLISH A WATER CONSERVATION AND EFFICIENCY\n   48  PROGRAM WITH THE GOALS OF (A) ENSURING IMPROVEMENT  OF  THE  WATERS  AND\n   49  WATER  DEPENDENT  NATURAL  RESOURCES,  (B)  PROTECTING AND RESTORING THE\n   50  HYDROLOGIC AND ECOSYSTEM INTEGRITY OF WATERSHEDS THROUGHOUT  THE  STATE,\n   51  (C)  RETAINING  THE  QUANTITY  OF  SURFACE  WATER AND GROUNDWATER IN THE\n   52  STATE, (D) ENSURING SUSTAINABLE USE OF STATE WATERS, AND  (E)  PROMOTING\n   53  THE EFFICIENCY OF USE AND REDUCING LOSSES AND WASTE OF WATER.\n   54    7.  THE  DEPARTMENT IS AUTHORIZED TO CONSOLIDATE EXISTING WATER SUPPLY\n   55  PERMITS FOR A PUBLIC WATER  SUPPLY  SYSTEM  INTO  ONE  PERMIT,  AND  MAY\n   56  REQUIRE  SUBMISSION  OF AN APPLICATION FOR SUCH PERMIT WHERE THE DEPART-\n\n       S. 2697                            20\n\n    1  MENT DETERMINES THAT SUCH ACTIONS ARE NECESSARY TO PROTECT THE  ENVIRON-\n    2  MENT  AND THE PUBLIC HEALTH, SAFETY AND WELFARE AND TO ENSURE THE PROPER\n    3  MANAGEMENT OF THE WATERS OF THE STATE.\n    4    8.  EACH  PERSON  WHO  IS REQUIRED UNDER THIS SECTION TO HOLD A PERMIT\n    5  SHALL ANNUALLY, ON A FORM  PRESCRIBED  BY  THE  DEPARTMENT,  REPORT  ALL\n    6  INFORMATION  REQUESTED  BY  THE DEPARTMENT, INCLUDING BUT NOT LIMITED TO\n    7  WATER CONSERVATION PRACTICES AND MEASURES UNDERTAKEN DURING THE  REPORT-\n    8  ING  PERIOD.  SUCH  INFORMATION  SHALL  BE  POSTED  TO  THE DEPARTMENT'S\n    9  WEBSITE.\n   10    9. THE FOLLOWING WATER WITHDRAWALS ARE EXEMPT FROM THE PERMIT REQUIRE-\n   11  MENTS ESTABLISHED  BY  THIS  SECTION:  (A)  WITHDRAWALS  USED  FOR  FIRE\n   12  SUPPRESSION OR PUBLIC EMERGENCY PURPOSES, (B) WITHDRAWALS SUBJECT TO THE\n   13  PERMITTING  REQUIREMENTS OF A COMPACT BASIN COMMISSION WHICH ADMINISTERS\n   14  A PERMITTING PROGRAM GOVERNING SUCH WATER WITHDRAWALS, (C) CLOSED  LOOP,\n   15  STANDING  COLUMN,  OR  SIMILAR NON-EXTRACTIVE GEOTHERMAL HEAT PUMPS; AND\n   16  (D) WITHDRAWALS FOR WHICH A PERMIT  HAS  BEEN  ISSUED  PURSUANT  TO  THE\n   17  REQUIREMENTS OF SECTION 15-1527 OF THIS TITLE.\n   18    10.  NOTHING  IN  THIS  CHAPTER SHALL RELIEVE AN APPLICANT FOR A WATER\n   19  WITHDRAWAL PERMIT FROM FULL COMPLIANCE WITH THE PROVISIONS OF ARTICLE  8\n   20  OF THIS CHAPTER, RELATING TO ENVIRONMENTAL QUALITY REVIEW.\n   21    S 19. Section 15-1502 of the environmental conservation law is amended\n   22  by  adding  nine  new subdivisions 7, 8, 9, 10, 11, 12, 13, 14 and 15 to\n   23  read as follows:\n   24    7. \"COMPACT BASIN COMMISSION\"  SHALL  MEAN  AN  INTERSTATE  COMMISSION\n   25  HAVING  JURISDICTION  WITH  RESPECT TO THE REGULATION OF WATER RESOURCES\n   26  WITHIN A BASIN IN THE STATE, CREATED BY INTERSTATE  COMPACT  OR  FEDERAL\n   27  INTERSTATE  COMPACT, INCLUDING BUT NOT LIMITED TO, THE SUSQUEHANNA RIVER\n   28  BASIN COMMISSION AND THE DELAWARE RIVER BASIN COMMISSION.\n   29    8. \"INTERBASIN DIVERSION\" SHALL MEAN  THE  WITHDRAWAL,  DIVERSION,  OR\n   30  PUMPING  OF  SURFACE  WATER  FROM  ONE SUBREGIONAL DRAINAGE BASIN OR THE\n   31  WITHDRAWAL OF GROUNDWATER FROM A POINT LOCATED  WITHIN  OR  BENEATH  ONE\n   32  SUBREGIONAL  DRAINAGE  BASIN AND RELEASE OF ALL OR ANY PART OF THE WATER\n   33  IN ANOTHER SUBREGIONAL DRAINAGE BASIN. A SUBREGIONAL DRAINAGE  BASIN  IS\n   34  DEFINED  BY  THE  FOUR  DIGIT  HYDROLOGIC UNIT CODE OF THE UNITED STATES\n   35  GEOLOGICAL SURVEY.\n   36    9. \"PERSON\" SHALL MEAN ANY INDIVIDUAL, PUBLIC OR PRIVATE  CORPORATION,\n   37  POLITICAL  SUBDIVISION,  GOVERNMENT  AGENCY, DEPARTMENT OR BUREAU OF THE\n   38  STATE, MUNICIPALITY, INDUSTRY, CO-PARTNERSHIP, ASSOCIATION, FIRM, TRUST,\n   39  ESTATE OR ANY OTHER LEGAL ENTITY WHATSOEVER.\n   40    10. \"POTABLE\" SHALL MEAN WATER INTENDED  FOR  HUMAN  CONSUMPTION  THAT\n   41  MEETS THE REQUIREMENTS ESTABLISHED BY 10 NYCRR 5-1.\n   42    11.  \"PUBLIC  WATER  SUPPLY SYSTEM\" SHALL MEAN A PERMANENTLY INSTALLED\n   43  WATER WITHDRAWAL  SYSTEM  INCLUDING  ITS  SOURCE,  COLLECTION,  PUMPING,\n   44  TREATMENT,  TRANSMISSION,  STORAGE  AND  DISTRIBUTION FACILITIES USED IN\n   45  CONNECTION WITH SUCH SYSTEM, WHICH PROVIDES PIPED WATER  TO  THE  PUBLIC\n   46  FOR  POTABLE  PURPOSES,  IF  SUCH  SYSTEM  HAS  AT  LEAST  FIVE  SERVICE\n   47  CONNECTIONS USED BY YEAR-ROUND RESIDENTS.\n   48    12. \"THRESHOLD VOLUME\" SHALL MEAN THE WITHDRAWAL OF WATER OF A  VOLUME\n   49  OF  FIFTY  THOUSAND  GALLONS OR MORE PER DAY, DETERMINED BY THE LIMITING\n   50  MAXIMUM CAPACITY OF  THE  WATER  WITHDRAWAL,  TREATMENT,  OR  CONVEYANCE\n   51  SYSTEM.\n   52    13.  \"ENVIRONMENTALLY  SOUND AND ECONOMICALLY FEASIBLE WATER CONSERVA-\n   53  TION MEASURES\" SHALL MEAN THOSE MEASURES, METHODS, TECHNOLOGIES OR PRAC-\n   54  TICES FOR EFFICIENT WATER USE AND FOR REDUCTION OF WATER LOSS AND  WASTE\n   55  OR  FOR REDUCING A WITHDRAWAL OR DIVERSION THAT: (A) ARE ENVIRONMENTALLY\n   56  SOUND, (B) REFLECT BEST PRACTICES APPLICABLE TO THE  WATER  USE  SECTOR,\n\n       S. 2697                            21\n\n    1  (C)  CONSIDER  THE  PARTICULAR FACILITIES AND PROCESSES INVOLVED, TAKING\n    2  INTO ACCOUNT THE ENVIRONMENTAL IMPACT, AGE OF EQUIPMENT  AND  FACILITIES\n    3  INVOLVED,  THE  PROCESSES EMPLOYED, ENERGY IMPACTS AND OTHER APPROPRIATE\n    4  FACTORS,  (D)  ARE  DESIGNED  TO  REDUCE  THE  DEMAND FOR WATER; (E) ARE\n    5  DESIGNED TO IMPROVE EFFICIENCY IN WATER USE; (F) ARE DESIGNED TO  REDUCE\n    6  LEAKAGE,  LOSSES  AND  WASTE OF WATER; (G) ARE DESIGNED TO IMPROVE REUSE\n    7  AND RECYCLING OF WATER; AND (H) IMPROVE  LAND  MANAGEMENT  PRACTICES  TO\n    8  CONSERVE WATER OR TO PRESERVE OR INCREASE GROUNDWATER RECHARGE.\n    9    14.  \"WATER  WITHDRAWAL  SYSTEM\"  SHALL MEAN A PHYSICAL INTERCONNECTED\n   10  INFRASTRUCTURE OPERATED  AND  MAINTAINED  FOR  THE  PROVISION  OF  WATER\n   11  INCLUDING,  BUT  NOT  LIMITED TO, COLLECTION, PUMPING, TREATMENT, TRANS-\n   12  MISSION, STORAGE AND DISTRIBUTION FACILITIES USED IN CONNECTION WITH THE\n   13  WITHDRAWAL OF WATER.\n   14    15. \"WITHDRAWAL\" OR \"WITHDRAWAL OF WATER\" SHALL MEAN  THE  REMOVAL  OR\n   15  TAKING OF WATER FOR ANY PURPOSE FROM THE WATERS OF THE STATE.\n   16    S  20.  Section  15-1503  of  the  environmental  conservation law, as\n   17  amended by chapter 364 of the laws  of  1988,  is  amended  to  read  as\n   18  follows:\n   19  S 15-1503. Permits.\n   20    1.  A  permit application or request for a permit renewal or modifica-\n   21  tion shall be made on [forms provided] A FORM PRESCRIBED by the  depart-\n   22  ment  and shall [be accompanied by] CONTAIN ALL INFORMATION REQUESTED BY\n   23  THE DEPARTMENT RELATIVE TO THE  WATER  WITHDRAWAL,  USE  AND  DISCHARGE,\n   24  INCLUDING BUT NOT LIMITED TO:\n   25    A.  WITH  RESPECT  TO  A PUBLIC WATER SUPPLY SYSTEM, proof of adequate\n   26  authorization for the proposed project[,];\n   27    B. such exhibits as may be necessary clearly to indicate the scope  of\n   28  the proposed project[,];\n   29    C. a map of any lands to be acquired [and];\n   30    D. project plans[. The application shall also indicate];\n   31    E. A STATEMENT OF the need for and the reasons why the proposed source\n   32  or  sources  of supply were selected among the alternative sources which\n   33  are or may become available[,] AND the adequacy of the  supply  selected\n   34  [and the method proposed to determine and provide for the proper compen-\n   35  sation  for any direct and indirect legal damages to persons or property\n   36  that will result from the acquisition of any lands  in  connection  with\n   37  the  proposed project or from the execution of the proposed project. The\n   38  application shall also contain, in accordance with local water  resource\n   39  needs and conditions,]; AND\n   40    F.  a description of the applicant's PROPOSED near term and long range\n   41  water conservation program THAT COMPLIES WITH ENVIRONMENTALLY SOUND  AND\n   42  ECONOMICALLY  FEASIBLE  WATER  CONSERVATION  MEASURES AS DEFINED IN THIS\n   43  SECTION, including implementation [and enforcement]  procedures,  effec-\n   44  tiveness  to  date  and any planned modifications for the future. [Such]\n   45  FOR A PUBLIC WATER SUPPLY SYSTEM, THE  WATER  CONSERVATION  program  may\n   46  include but [shall] NEED not be limited to:\n   47    [a.]  I.  the identification of and cost effectiveness of distribution\n   48  system rehabilitation to correct sources of lost water;\n   49    [b.] II. measures which encourage proper maintenance and water conser-\n   50  vation;\n   51    [c.] III. a public information program to promote water  conservation,\n   52  including industrial and commercial recycling and reuse;\n   53    [d.] IV. household conservation measures; and\n   54    [e.] V. contingency measures for limiting water use during seasonal or\n   55  drought shortages. If the proposed project provides for the use of water\n   56  for  potable purposes, the application shall also include adequate proof\n\n       S. 2697                            22\n\n    1  of the character and purity of the water supply to be acquired  or  used\n    2  and the proposed method of treatment.\n    3    G.  ANY  POTENTIAL  INDIVIDUAL  OR CUMULATIVE ADVERSE IMPACTS THAT MAY\n    4  RESULT FROM THE PROPOSED WATER WITHDRAWAL.\n    5    2. [In making its decision to grant or deny a permit  or  to  grant  a\n    6  permit  with  conditions,  the  department  shall  determine whether the\n    7  proposed project is justified by the public necessity, whether it  takes\n    8  proper  consideration  of other sources of supply that are or may become\n    9  available, whether all work connected with the project  will  be  proper\n   10  and  construction  safe,  whether  the  supply will be adequate, whether\n   11  there will be proper protection of the supply and watershed  or  whether\n   12  there  will  be  proper  treatment of any additional supply, whether the\n   13  project is just and equitable to all affected municipalities  and  their\n   14  inhabitants  and  in  particular with regard to their present and future\n   15  needs for sources of water supply, whether there is provision  for  fair\n   16  and  equitable determinations of and payments of any direct and indirect\n   17  legal damages to persons or property that will result from the  acquisi-\n   18  tion  of  any  lands in connection with the proposed project or from the\n   19  execution of the proposed project, and whether the applicant has  devel-\n   20  oped  and  implemented  a  water conservation program in accordance with\n   21  local water resource needs and conditions. If the proposed project is  a\n   22  multi-purpose  project, in whole or in part authorized by a general plan\n   23  adopted and approved pursuant to title 11 of this article,  the  depart-\n   24  ment in addition shall determine if the proposed project is in conformi-\n   25  ty  with  the  general  plan.] IN MAKING ITS DECISION TO GRANT OR DENY A\n   26  PERMIT OR TO GRANT A PERMIT WITH CONDITIONS, THE DEPARTMENT  SHALL  ONLY\n   27  ISSUE A PERMIT IF THE PROPOSED WITHDRAWAL MEETS THE FOLLOWING CRITERIA:\n   28    A.  THE  WITHDRAWAL  WILL  BE  IMPLEMENTED  SO  AS  TO ENSURE THAT THE\n   29  PROPOSAL WILL RESULT IN NO SIGNIFICANT INDIVIDUAL OR CUMULATIVE  ADVERSE\n   30  IMPACTS  TO  THE  QUANTITY  OR QUALITY OF THE WATERS AND WATER DEPENDENT\n   31  NATURAL RESOURCES AS DEFINED IN SECTION 1.2  OF  ARTICLE  1  OF  SECTION\n   32  21-1001 OF THIS CHAPTER;\n   33    B.  THE  WITHDRAWAL  WILL  IMPLEMENT ENVIRONMENTALLY SOUND AND ECONOM-\n   34  ICALLY FEASIBLE WATER CONSERVATION MEASURES;\n   35    C. THE WITHDRAWAL, WILL BE IMPLEMENTED SO AS TO ENSURE THAT IT  IS  IN\n   36  COMPLIANCE WITH ALL APPLICABLE MUNICIPAL, STATE AND FEDERAL LAWS AS WELL\n   37  AS REGIONAL INTERSTATE AND INTERNATIONAL AGREEMENTS;\n   38    D.  THE  PROPOSED  USE  IS REASONABLE, BASED UPON CONSIDERATION OF THE\n   39  FOLLOWING FACTORS:\n   40    I. WHETHER THE PROPOSED  WITHDRAWAL  IS  PLANNED  IN  A  FASHION  THAT\n   41  PROVIDES  FOR EFFICIENT USE OF THE WATER, AND WILL AVOID OR MINIMIZE THE\n   42  WASTE OF WATER;\n   43    II. IF THE PROPOSAL IS FOR AN INCREASED WITHDRAWAL, WHETHER  EFFICIENT\n   44  USE  IS  MADE OF EXISTING WATER SUPPLIES AND WHETHER THE NEED FOR ALL OR\n   45  PART OF THE PROPOSED WITHDRAWAL COULD BE REASONABLY AVOIDED THROUGH  THE\n   46  EFFICIENT USE AND CONSERVATION OF EXISTING WATER SUPPLIES;\n   47    III. THE PROBABLE DEGREE AND DURATION OF ANY ADVERSE IMPACTS CAUSED OR\n   48  EXPECTED  TO  BE  CAUSED  BY  THE  PROPOSED WITHDRAWAL UNDER FORESEEABLE\n   49  CONDITIONS, TO OTHER LAWFUL CONSUMPTIVE OR NON-CONSUMPTIVE USES OF WATER\n   50  OR TO THE  QUANTITY  OR  QUALITY  OF  THE  WATERS  AND  WATER  DEPENDENT\n   51  RESOURCES,  AND  THE  PROPOSED  PLANS  AND ARRANGEMENTS FOR AVOIDANCE OR\n   52  MITIGATION OF SUCH IMPACTS;\n   53    E. THE PROPOSED WATER WITHDRAWAL TAKES PROPER CONSIDERATION  OF  OTHER\n   54  SOURCES OF SUPPLY THAT ARE OR MAY BECOME AVAILABLE;\n   55    F. THE QUANTITY OF SUPPLY WILL BE ADEQUATE FOR THE PROPOSED USE;\n\n       S. 2697                            23\n\n    1    G.  THE  PROPOSED WITHDRAWAL WILL NOT ADVERSELY IMPACT EXISTING GROUND\n    2  OR SURFACE WATER USERS, WILL NOT ADVERSELY IMPACT THE NATURAL REPLENISH-\n    3  MENT OF THE WATER RESOURCES, WILL NOT CAUSE OR CONTRIBUTE TO A VIOLATION\n    4  OF STATE WATER QUALITY STANDARDS, AND  WILL  NOT  ADVERSELY  IMPACT  THE\n    5  RELIABILITY AND SAFE YIELD OF HYDROLOGICALLY INTERCONNECTED WATER SOURC-\n    6  ES;\n    7    H.  THE  PROPOSED WITHDRAWAL MAY RESULT IN SIGNIFICANT ADVERSE IMPACTS\n    8  TO PROXIMATE MUNICIPALITIES AND THEIR INHABITANTS WITH REGARD  TO  THEIR\n    9  PRESENT AND FUTURE NEEDS FOR SOURCES OF POTABLE WATER SUPPLY;\n   10    I. THE NEED FOR ALL OR PART OF THE PROPOSED WATER WITHDRAWAL CANNOT BE\n   11  REASONABLY  AVOIDED THROUGH THE EFFICIENT USE AND CONSERVATION OF EXIST-\n   12  ING WATER SUPPLIES;\n   13    J. THE PROPOSED WATER WITHDRAWAL IS LIMITED  TO  QUANTITIES  THAT  ARE\n   14  CONSIDERED  REASONABLE  FOR  THE  PURPOSES  FOR  WHICH  THE WATER USE IS\n   15  PROPOSED;\n   16    K. THE PROPOSED WATER WITHDRAWAL WILL BE IMPLEMENTED IN A MANNER  THAT\n   17  INCORPORATES  ENVIRONMENTALLY  SOUND  AND  ECONOMICALLY  FEASIBLE  WATER\n   18  CONSERVATION MEASURES AS DEFINED IN THIS SECTION;\n   19    L. THE PROPOSED WATER WITHDRAWAL WILL BE IMPLEMENTED IN A MANNER  THAT\n   20  IS  CONSISTENT WITH APPLICABLE MUNICIPAL, STATE AND FEDERAL LAWS AS WELL\n   21  AS REGIONAL INTERSTATE AND INTERNATIONAL AGREEMENTS;\n   22    M. THE WITHDRAWAL IS CONSISTENT WITH THE  STATE'S  WATER  CONSERVATION\n   23  GOALS INCLUDING THE FOLLOWING:\n   24    I. APPLICATION OF BEST MANAGEMENT PRACTICES TO DETECT AND REPAIR WATER\n   25  LEAKS;\n   26    II. IDENTIFICATION AND INSTALLATION OF STATE-OF-THE-ART WATER-CONSERV-\n   27  ING FIXTURES;\n   28    III.  EMPLOYEE TRAINING REGARDING APPROPRIATE WATER CONSERVATION TECH-\n   29  NIQUES;\n   30    IV. PUBLIC EDUCATION REGARDING WATER CONSERVATION IN  CONNECTION  WITH\n   31  THE USE OF WATER FOR WHICH THE APPLICANT'S PERMIT IS GRANTED; AND\n   32    V.  OTHER  WATER  CONSERVATION  MEASURES  AND GOALS INCLUDING PRICING,\n   33  CONSERVATION MEASURES, DROUGHT PROTECTION MEASURES, AND  LIMITING  UNAC-\n   34  COUNTED-FOR WATER;\n   35    N. IF ANY OF THE ABOVE TERMS ARE NOT MET, THE DEPARTMENT SHALL REQUIRE\n   36  THE  APPLICANT TO ADJUST THE WATER WITHDRAWAL APPLICATION TO COMPLY WITH\n   37  THE REQUIREMENTS OF THIS SUBSECTION. IF THE  APPLICANT  CHOOSES  NOT  TO\n   38  ADJUST THE APPLICATION ACCORDINGLY, THE DEPARTMENT SHALL DENY THE APPLI-\n   39  CATION;\n   40    O.  FOR  WATER  WITHDRAWAL PROPOSALS WITHIN THE GREAT LAKES BASIN, ALL\n   41  WATER WITHDRAWN WITHIN THE GREAT LAKES BASIN SHALL BE  RETURNED,  EITHER\n   42  NATURALLY  OR  AFTER  USE, TO THE SOURCE WATERSHED LESS AN ALLOWANCE FOR\n   43  CONSUMPTIVE USE.\n   44    3. BEFORE DECIDING TO GRANT OR DENY AN APPLICATION FOR A  WATER  WITH-\n   45  DRAWAL  PERMIT,  AS  SET  FORTH UNDER THIS CHAPTER, THE DEPARTMENT SHALL\n   46  PROVIDE A PUBLIC COMMENT PERIOD ON THE DRAFT  AND  ASSOCIATED  DOCUMENTS\n   47  (INCLUDING  BUT  NOT  LIMITED TO THE PERMIT APPLICATION) OF NO LESS THAN\n   48  THIRTY DAYS. FURTHER, THE DEPARTMENT SHALL PROVIDE THE OPPORTUNITY FOR A\n   49  PUBLIC HEARING, UPON THIRTY DAYS NOTICE,  WHENEVER  IT  DETERMINES  THAT\n   50  THERE  MAY  BE  SIGNIFICANT  PUBLIC INTEREST IN THE PROPOSED WATER WITH-\n   51  DRAWAL PERMIT.\n   52    [3.] 4. In order to assist the development of local water conservation\n   53  plans FOR PUBLIC WATER SUPPLY SYSTEMS, the  department  shall[,  by  the\n   54  effective  date of this subdivision,] CONTINUE TO publish and distribute\n   55  a [model local water conservation plan] WATER CONSERVATION  MANUAL  that\n   56  includes  beneficial  near term and long range water conservation proce-\n\n       S. 2697                            24\n\n    1  dures which reflect local water resource needs  and  conditions.    Such\n    2  plan shall include examples of:\n    3    a.  methods  of  identifying and determining the cost effectiveness of\n    4  distribution system rehabilitation to correct sources of lost water;\n    5    b. measures which encourage proper maintenance and water conservation;\n    6    c. a public information program to promote water conservation, includ-\n    7  ing industrial and commercial recycling and reuse;\n    8    d. household conservation measures; and\n    9    e. contingency measures for limiting  water  use  during  seasonal  or\n   10  drought shortages.\n   11    [4.]  5.  The  department may grant or deny a permit or grant a permit\n   12  with such conditions as may be necessary to provide satisfactory compli-\n   13  ance by the applicant with the matters subject  to  department  determi-\n   14  nation pursuant to subdivision [2] TWO of this section, or to bring into\n   15  cooperation  all  persons or public corporations that may be affected by\n   16  the project, but it shall make a reasonable effort to meet the needs  of\n   17  the  applicant,  with  due  regard  to  the actual or prospective needs,\n   18  interests and rights of others that may be affected by the project.\n   19    [5.] 6. The rules and regulations adopted by the department to  imple-\n   20  ment  this  title  and  the provisions of article 70 of this chapter and\n   21  rules and regulations adopted thereunder shall  govern  permit  applica-\n   22  tions,  renewals,  modifications, suspensions and revocations under this\n   23  title.\n   24    7. A NEW PERMIT FOR A WATER WITHDRAWAL SYSTEM SHALL  BE  VALID  FOR  A\n   25  PERIOD  OF TIME NOT TO EXCEED FIVE YEARS FROM THE DATE OF ISSUANCE, UPON\n   26  WHICH TIME A REQUEST FOR A RENEWAL MUST BE FILED WITH THE DEPARTMENT.  A\n   27  RENEWAL  SHALL BE VALID FOR A PERIOD OF TIME SPECIFIED BY THE DEPARTMENT\n   28  NOT TO EXCEED FIVE YEARS. A PERMIT APPLICATION MUST BE  FILED  WITH  THE\n   29  DEPARTMENT  UPON  ANY  TRANSFER  OR CHANGE OF OWNERSHIP OF A WATER WITH-\n   30  DRAWAL SYSTEM.\n   31    8. ALL HOLDERS OF WATER WITHDRAWAL PERMITS ISSUED  BY  THE  DEPARTMENT\n   32  UNDER  THIS LAW SHALL BE REQUIRED TO CONDUCT CONTINUOUS ON-SITE MONITOR-\n   33  ING OF WATER WITHDRAWAL VOLUMES USING MONITORING SYSTEMS APPROVED BY THE\n   34  DEPARTMENT. SUCH RECORDS SHALL BE MADE AVAILABLE TO  THE  DEPARTMENT  OR\n   35  THE PUBLIC UPON REQUEST.\n   36    S  21.  Section  15-1505  of  the  environmental  conservation law, as\n   37  amended by chapter 233 of the laws  of  1979,  is  amended  to  read  as\n   38  follows:\n   39  S 15-1505. [Water]  INTERBASIN  DIVERSIONS  AND  WATER  supply  to other\n   40               states.\n   41    1. No person or public corporation shall transport  or  carry  through\n   42  pipes,  conduits,  ditches or canals the waters of any fresh water lake,\n   43  pond, brook, river, stream, or creek in this state or any well,  subsur-\n   44  face  or  percolating  waters of this state into any other state for use\n   45  therein without first obtaining a permit from the department pursuant to\n   46  this title.\n   47    2. NO PERSON MAY MAKE A NEW OR INCREASED INTERBASIN DIVERSION OF WATER\n   48  WHICH RESULTS IN A DIVERSION IN EXCESS OF ONE MILLION GALLONS PER DAY AS\n   49  DETERMINED BY THE LIMITING MAXIMUM CAPACITY OF THE TREATMENT OR  CONVEY-\n   50  ANCE  SYSTEM,  OR CONSTRUCT FACILITIES OR EQUIPMENT THEREFOR, UNTIL SUCH\n   51  PERSON HAS REGISTERED SUCH DIVERSION WITH THE DEPARTMENT. NO LATER  THAN\n   52  ONE  YEAR  FROM  THE  EFFECTIVE  DATE  OF THIS SUBDIVISION, ALL EXISTING\n   53  INTERBASIN DIVERSIONS OF WATER IN EXCESS OF ONE MILLION GALLONS PER  DAY\n   54  SHALL BE REGISTERED WITH THE DEPARTMENT.\n   55    3.  THE  DEPARTMENT IS AUTHORIZED TO ASSESS AN ANNUAL REGISTRATION FEE\n   56  OF TWO HUNDRED DOLLARS FOR ALL PERSONS REQUIRED TO REGISTER AN  INTERBA-\n\n       S. 2697                            25\n\n    1  SIN  DIVERSION.  SUCH  FEE  SHALL BE PAID AT THE TIME OF REGISTRATION OR\n    2  REGISTRATION RENEWAL. ALL FEES COLLECTED PURSUANT TO THIS SECTION  SHALL\n    3  BE  PAID INTO THE ENVIRONMENTAL CONSERVATION SPECIAL REVENUE FUND TO THE\n    4  CREDIT  OF  THE  ENVIRONMENTAL  REGULATORY ACCOUNT. THE REGISTRATION FEE\n    5  SHALL NOT BE APPLICABLE TO AN INTERBASIN DIVERSION WHICH IS  PART  OF  A\n    6  WATER  WITHDRAWAL  SYSTEM  FOR  WHICH THE DEPARTMENT HAS ISSUED A PERMIT\n    7  UNDER THIS TITLE. REGISTRATION SHALL BE RENEWED EVERY YEAR  OR  WHENEVER\n    8  TITLE  TO  THE FACILITIES WHICH CREATE AN INTERBASIN DIVERSION IS TRANS-\n    9  FERRED, WHICHEVER OCCURS FIRST. REGISTRATION  SHALL  BE  MADE  ON  FORMS\n   10  PRESCRIBED BY THE DEPARTMENT AND SHALL CONTAIN ALL INFORMATION REQUESTED\n   11  BY  THE  DEPARTMENT RELATIVE TO THE WATER WITHDRAWAL, USE AND DISCHARGE.\n   12  EACH PERSON WHO IS REQUIRED UNDER THIS SECTION TO  HOLD  A  REGISTRATION\n   13  SHALL  ANNUALLY,  ON  A  FORM  PRESCRIBED  BY THE DEPARTMENT, REPORT ALL\n   14  INFORMATION REQUESTED BY THE DEPARTMENT, INCLUDING THE AMOUNT  OF  WATER\n   15  DIVERTED.  SUCH INFORMATION SHALL BE POSTED ON THE DEPARTMENT'S WEBSITE.\n   16    4. NO PERSON SHALL BE AUTHORIZED TO MAKE A NEW OR INCREASED INTERBASIN\n   17  DIVERSION  WHICH  RESULTS  IN  A SIGNIFICANT ADVERSE IMPACT ON THE WATER\n   18  QUANTITY OF THE SOURCE SUBREGIONAL DRAINAGE BASIN.\n   19    5. AN INTERBASIN DIVERSION WILL ONLY BE PERMITTED AND  IMPLEMENTED  SO\n   20  AS  TO  ENSURE  THAT  IT IS IN COMPLIANCE WITH ALL APPLICABLE MUNICIPAL,\n   21  STATE, AND FEDERAL LAWS AS WELL AS REGIONAL INTERSTATE AND INTERNATIONAL\n   22  AGREEMENTS. IN THE GREAT LAKES  BASIN  ALL  INTERBASIN  DIVERSIONS  WILL\n   23  COMPLY  WITH  THE GREAT LAKES - ST. LAWRENCE RIVER BASIN WATER RESOURCES\n   24  COMPACT.\n   25    S 22. Section  15-1521  of  the  environmental  conservation  law,  as\n   26  amended  by  chapter  233  of  the  laws  of 1979, is amended to read as\n   27  follows:\n   28  S 15-1521. Supply of water to other public water supply systems.\n   29    On any application for a new or additional WITHDRAWAL OF WATER  FOR  A\n   30  PUBLIC  water  supply  [or  source  of water supply], the department may\n   31  require or authorize [any] THE applicant  to  make  provisions  for  the\n   32  supply  and  to  supply  PUBLIC  water to any area of the state which as\n   33  determined by the department in its decision on that application proper-\n   34  ly should be supplied with PUBLIC water from the source  or  sources  of\n   35  water  supply  sought  by  the  applicant.  The owner or operator of any\n   36  existing or proposed [water works] PUBLIC  WATER  SUPPLY  system  within\n   37  such  area  may  apply to the department for a permit to take water from\n   38  that source of water supply or from any part of the PUBLIC water  supply\n   39  system  of  the applicant supplied in whole or in part from that source.\n   40  If the department so requires, or if it grants a permit, it shall be the\n   41  duty of the applicant so to supply water, subject to  such  requirements\n   42  as the department may impose. The amount of water so to be taken and the\n   43  price  to  be paid therefor may be agreed upon between the applicant and\n   44  the taker of the water, or if they cannot  agree,  fair  and  reasonable\n   45  amounts  and  rates  shall  be, after due hearings thereon, fixed by the\n   46  department, provided however, that such department shall have  no  power\n   47  to  fix  rates  in any case where the Public Service Commission has such\n   48  power, and provided further, that  nothing  in  this  section  contained\n   49  shall  be  construed  as  diminishing  the powers of said Public Service\n   50  Commission in respect to rates of water works companies subject  to  its\n   51  jurisdiction.  Any such agreement or determination of the department may\n   52  from time to time be modified by further agreement between  the  parties\n   53  affected thereby or by the further order of the department.\n   54    S 23. Section 15-1529 of the environmental conservation law is amended\n   55  to read as follows:\n\n       S. 2697                            26\n\n    1  S 15-1529. [Final  approval  of  work] APPROVAL OF COMPLETED WATER WITH-\n    2               DRAWAL SYSTEMS.\n    3    [Before  any  project  authorized to be developed or carried out under\n    4  this title 15 shall be  operated,  it  must,  as  completed,  have  been\n    5  approved  by  the  department]  THE  CONSTRUCTION OF ANY NEW OR MODIFIED\n    6  WATER WITHDRAWAL SYSTEM AUTHORIZED UNDER THIS TITLE SHALL BE  UNDER  THE\n    7  GENERAL  SUPERVISION  OF  A  PERSON OR FIRM LICENSED TO PRACTICE PROFES-\n    8  SIONAL ENGINEERING IN THE STATE. UPON COMPLETION OF  CONSTRUCTION,  SUCH\n    9  PERSON  OR  FIRM  SHALL CERTIFY TO THE DEPARTMENT AND THE OWNER THAT THE\n   10  WATER WITHDRAWAL SYSTEM HAS BEEN FULLY COMPLETED IN ACCORDANCE WITH  THE\n   11  APPROVED  ENGINEERING  REPORT,  PLANS AND SPECIFICATIONS, AND THE PERMIT\n   12  ISSUED BY THE DEPARTMENT PURSUANT TO THIS TITLE.  THE  OWNER  SHALL  NOT\n   13  COMMENCE  OPERATION OF THE NEW OR MODIFIED WATER WITHDRAWAL SYSTEM PRIOR\n   14  TO THE DEPARTMENT RECEIVING SUCH CERTIFICATE  AND  BEFORE  APPROVAL,  IF\n   15  NECESSARY, BY THE DEPARTMENT OF HEALTH OR ITS DESIGNEE.\n   16    S  24.  The  environmental conservation law is amended by adding a new\n   17  section 15-1531 to read as follows:\n   18  S 15-1531. REPORTING.\n   19    THE COMMISSIONER SHALL, WITHIN TWO YEARS OF THE EFFECTIVE DATE OF THIS\n   20  SECTION, AND THEREAFTER AS OFTEN AS THE COMMISSIONER DEEMS  APPROPRIATE,\n   21  REPORT TO THE GOVERNOR AND THE LEGISLATURE ON THE IMPLEMENTATION OF THIS\n   22  TITLE. THE REPORT MAY INCLUDE BUT NEED NOT BE LIMITED TO RECOMMENDATIONS\n   23  FOR  MODIFICATIONS TO THIS TITLE, INCLUDING BUT NOT LIMITED TO MODIFICA-\n   24  TIONS TO THE THRESHOLD VOLUME PROVIDED  IN  THIS  TITLE  FOR  PARTICULAR\n   25  WATER SOURCES, WATERSHEDS, WATER BODIES OR REGIONS, WHERE THE DEPARTMENT\n   26  HAS  DETERMINED  THAT  SUCH  WATER  SOURCES, WATERSHEDS, WATER BODIES OR\n   27  REGIONS ARE IN NEED OF SPECIAL  PROTECTION  BECAUSE  OF  THE  NATURE  OR\n   28  VOLUME  OF  DEMANDS  MADE  UPON  THEM AND A MODIFICATION IS NECESSARY TO\n   29  PROTECT THE PUBLIC HEALTH, SAFETY AND WELFARE.\n   30    S 25. Title 33 of article 15 of the environmental conservation law  is\n   31  REPEALED and a new title 33 is added to read as follows:\n   32                                   TITLE 33\n   33                             WATER USE STANDARDS\n   34  SECTION 15-3301. WATER USE STANDARDS.\n   35  S 15-3301. WATER USE STANDARDS.\n   36    THE  DEPARTMENT SHALL ADOPT RULES ESTABLISHING WATER USE STANDARDS FOR\n   37  MAINTAINING IN-STREAM FLOWS THAT ARE  PROTECTIVE  OF  AQUATIC  LIFE  AND\n   38  OTHER  USES  AND THAT ESTABLISH CRITERIA FOR DESIGNATING WATERSHEDS MOST\n   39  AT RISK FROM CUMULATIVE WATER USE. STANDARDS ADOPTED UNDER THIS  SECTION\n   40  MUST BE BASED ON THE NATURAL VARIATION OF FLOWS AND WATER LEVELS, ALLOW-\n   41  ING FOR VARIANCES IF USE WILL STILL BE PROTECTIVE OF WATER QUALITY WITH-\n   42  IN THAT CLASSIFICATION.\n   43    S  26. Subdivision 1 of section 71-1127 of the environmental conserva-\n   44  tion law, as amended by chapter 640 of the laws of 1977, is  amended  to\n   45  read as follows:\n   46    1.  Any  person who violates any of the provisions of, or who fails to\n   47  perform any duty imposed by article 15 except section  15-1713,  or  who\n   48  violates or who fails to comply with any rule, regulation, determination\n   49  or  order of the department heretofore or hereafter promulgated pursuant\n   50  to article 15 except section 15-1713,  or  any  condition  of  a  permit\n   51  issued  pursuant  to article 15 of this chapter, or any determination or\n   52  order of the former water resources commission  or  the  [Department  of\n   53  Environmental  Conservation]  DEPARTMENT heretofore promulgated pursuant\n   54  to former article 5 of the Conservation Law, shall be liable for a civil\n   55  penalty of not more than TWO THOUSAND  five  hundred  dollars  for  such\n   56  violation  and  an  additional civil penalty of not more than [one] FIVE\n\n       S. 2697                            27\n\n    1  hundred dollars for each day during which such violation continues, and,\n    2  in addition thereto, such person may be enjoined  from  continuing  such\n    3  violation as otherwise provided in article 15 except section 15-1713.\n    4    S  27.  Article 72 of the environmental conservation law is amended by\n    5  adding a new title 8 to read as follows:\n    6                                   TITLE 8\n    7                      WATER SUPPLY PERMIT PROGRAM FEES\n    8  SECTION 72-0801. DEFINITIONS.\n    9          72-0802. WATER SUPPLY PERMIT PROGRAM FEES.\n   10  S 72-0801. DEFINITIONS.\n   11    WHEN USED IN THIS TITLE:\n   12    1. \"AGRICULTURAL PURPOSE\" SHALL  MEAN  THE  PRACTICE  OF  FARMING  FOR\n   13  CROPS,  PLANTS, VINES AND TREES; AND THE KEEPING, GRAZING, OR FEEDING OF\n   14  LIVESTOCK FOR SALE OF LIVESTOCK OR LIVESTOCK PRODUCTS.\n   15    2. \"PUBLIC WATER SUPPLY PURPOSE\" SHALL MEAN  WATER  USE  BY  A  PUBLIC\n   16  WATER SUPPLY SYSTEM.\n   17    3. \"WATER SUPPLY PERMIT PROGRAM\" MEANS THOSE ACTIVITIES OF THE DEPART-\n   18  MENT  AS  SPECIFIED  IN TITLE FIFTEEN OF ARTICLE FIFTEEN OF THIS CHAPTER\n   19  RELATED TO THE WITHDRAWAL  OF  WATERS  OF  THE  STATE  AND  ANY  RELATED\n   20  ENFORCEMENT ACTIVITIES.\n   21  S 72-0802. WATER SUPPLY PERMIT PROGRAM FEES.\n   22    1.  EXCEPT  AS OTHERWISE PROVIDED IN THIS TITLE, ALL PERSONS, EXCEPT A\n   23  POLITICAL SUBDIVISION OF THE STATE, OR AN  AGENCY,  DEPARTMENT,  BUREAU,\n   24  PUBLIC  AUTHORITY  OF  THE  STATE,  OR PERSONS MAKING WITHDRAWALS FOR AN\n   25  AGRICULTURAL PURPOSE WHO ARE TO OBTAIN A PERMIT PURSUANT  TO  THE  WATER\n   26  SUPPLY PERMIT PROGRAM SHALL SUBMIT ANNUALLY TO THE DEPARTMENT A FEE, FOR\n   27  EACH WATER WITHDRAWAL SYSTEM, IN AN AMOUNT TO BE DETERMINED AS FOLLOWS:\n   28    A. FIFTY DOLLARS FOR A WATER WITHDRAWAL SYSTEM WITH A CAPACITY OF LESS\n   29  THAN ONE MILLION GALLONS PER DAY, USED PRIMARILY FOR PUBLIC WATER SUPPLY\n   30  PURPOSES;\n   31    B.  ONE HUNDRED TWENTY-FIVE DOLLARS FOR A WATER WITHDRAWAL SYSTEM WITH\n   32  A CAPACITY OF BETWEEN ONE MILLION AND NINE MILLION NINE HUNDRED  NINETY-\n   33  NINE  THOUSAND  NINE HUNDRED NINETY-NINE GALLONS PER DAY, USED PRIMARILY\n   34  FOR PUBLIC WATER SUPPLY PURPOSES;\n   35    C. TWO HUNDRED FIFTY DOLLARS FOR A  WATER  WITHDRAWAL  SYSTEM  WITH  A\n   36  CAPACITY  OF  TEN  MILLION  GALLONS  PER DAY OR MORE, USED PRIMARILY FOR\n   37  PUBLIC WATER SUPPLY PURPOSES;\n   38    D. TWO HUNDRED FIFTY DOLLARS FOR A  WATER  WITHDRAWAL  SYSTEM  WITH  A\n   39  CAPACITY OF BETWEEN FIFTY THOUSAND AND NINETY-NINE THOUSAND NINE HUNDRED\n   40  NINETY-NINE GALLONS PER DAY, FOR ANY AND ALL USES WHICH ARE NOT PRIMARI-\n   41  LY FOR AGRICULTURAL OR PUBLIC WATER SUPPLY PURPOSES;\n   42    E.  FIVE  HUNDRED  FIFTY  DOLLARS FOR A WATER WITHDRAWAL SYSTEM WITH A\n   43  CAPACITY OF BETWEEN ONE HUNDRED THOUSAND AND ONE HUNDRED  THOUSAND  NINE\n   44  HUNDRED  NINETY-NINE GALLONS PER DAY, FOR ANY AND ALL USES WHICH ARE NOT\n   45  PRIMARILY FOR AGRICULTURAL OR PUBLIC WATER SUPPLY PURPOSES;\n   46    F. ONE THOUSAND DOLLARS FOR A WATER WITHDRAWAL SYSTEM WITH A  CAPACITY\n   47  OF   BETWEEN  TWO  HUNDRED  FIFTY  THOUSAND  GALLONS  AND  FOUR  HUNDRED\n   48  NINETY-NINE THOUSAND NINE HUNDRED NINETY-NINE GALLONS PER DAY,  FOR  ANY\n   49  AND  ALL  USES  WHICH ARE NOT PRIMARILY FOR AGRICULTURAL OR PUBLIC WATER\n   50  SUPPLY PURPOSES;\n   51    G. TWO THOUSAND FIVE HUNDRED DOLLARS FOR  A  WATER  WITHDRAWAL  SYSTEM\n   52  WITH  A  CAPACITY  OF  BETWEEN  FIVE  HUNDRED  THOUSAND GALLONS AND NINE\n   53  HUNDRED NINETY-NINE THOUSAND NINE HUNDRED NINETY-NINE GALLONS  PER  DAY,\n   54  FOR  ANY AND ALL USES WHICH ARE NOT PRIMARILY FOR AGRICULTURAL OR PUBLIC\n   55  WATER SUPPLY PURPOSES;\n\n       S. 2697                            28\n\n    1    H. FIVE THOUSAND DOLLARS FOR A WATER WITHDRAWAL SYSTEM WITH A CAPACITY\n    2  OF BETWEEN ONE MILLION AND NINE MILLION NINE HUNDRED  NINETY-NINE  THOU-\n    3  SAND  NINE  HUNDRED  NINETY-NINE  GALLONS  PER DAY, FOR ANY AND ALL USES\n    4  WHICH  ARE  NOT  PRIMARILY  FOR  AGRICULTURAL  OR  PUBLIC  WATER  SUPPLY\n    5  PURPOSES;\n    6    I.  SEVEN  THOUSAND FIVE HUNDRED DOLLARS FOR A WATER WITHDRAWAL SYSTEM\n    7  WITH A CAPACITY OF BETWEEN  TEN  MILLION  AND  FORTY-NINE  MILLION  NINE\n    8  HUNDRED  NINETY-NINE  THOUSAND NINE HUNDRED NINETY-NINE GALLONS PER DAY,\n    9  FOR ANY AND ALL USES WHICH ARE NOT PRIMARILY FOR AGRICULTURAL OR  PUBLIC\n   10  WATER SUPPLY PURPOSES;\n   11    J.  TEN THOUSAND DOLLARS FOR A WATER WITHDRAWAL SYSTEM WITH A CAPACITY\n   12  OF FIFTY MILLION GALLONS PER DAY OR MORE, FOR ANY AND ALL USES WHICH ARE\n   13  NOT PRIMARILY FOR AGRICULTURAL OR PUBLIC WATER SUPPLY PURPOSES.\n   14    2. FOR THE PURPOSE OF DETERMINING  THE  APPROPRIATE  FEE  REQUIRED  BY\n   15  SUBDIVISION  ONE  OF  THIS  SECTION, THE AMOUNT OF RECLAIMED WASTEWATER,\n   16  WHICH A PERSON WITHDRAWS FOR REUSE, SHALL NOT BE INCLUDED IN  THE  TOTAL\n   17  CAPACITY OF THE WATER WITHDRAWAL.\n   18    3.  ALL FEES COLLECTED PURSUANT TO THIS ARTICLE SHALL BE PAID INTO THE\n   19  ENVIRONMENTAL CONSERVATION SPECIAL REVENUE FUND TO  THE  CREDIT  OF  THE\n   20  ENVIRONMENTAL REGULATORY ACCOUNT.\n   21    S  28.  This act shall take effect immediately; provided, however that\n   22  section twenty-five of this act shall take effect upon the completion of\n   23  rule-making required in subdivision 3 of section 15-1501 of the environ-\n   24  mental conservation law  and  provided  that  the  commissioner  of  the\n   25  department  of  environmental  conservation shall notify the legislative\n   26  bill drafting commission upon the occurrence of  the  enactment  of  the\n   27  rules  required  under  subdivision 3 of section 15-1501 of the environ-\n   28  mental conservation law in order that the  commission  may  maintain  an\n   29  accurate and timely effective data base of the official text of the laws\n   30  of  the  state of New York in furtherance of effectuating the provisions\n   31  of section 44 of the legislative law and  section  70-b  of  the  public\n   32  officers law.\n",
  "memo" : "BILL NUMBER:S2697\n\nTITLE OF BILL:\nAn act\nto amend the environmental conservation law, in relation to natural gas\ndevelopment using hydraulic fracturing and to repeal certain provisions\nof such law relating thereto\n\nPURPOSE OR GENERAL IDEA OF THE BILL:\nThe purpose of this legislation\nis to provide for greater regulation of oil and natural gas operations.\n\nSUMMARY OF PROVISIONS:\nSection one contains the legislative intent of the bill.\n\nSection two relates to wastewater treatment facilities, directing the\nCommissioner of the DEC to, after a public hearing, promulgate\nregulations establishing a standard of performance for the control of\nthe discharge of pollutants from facilities.\n\nSection three defines terms as used, in the Article, including: air\npollutant, best management practices, closed loop systems\nconsequences of hazardous discharge, environmental damage, fund,\ngroundwater, groundwater well, hazardous release, hazardous\nsubstance, oil and gas facility, oil and gas location, oil and gas\noperations, operator, pit, potential environmental justice area,\nrelease, site, and surface water.\n\nSection four relates to local powers, and clarifies the extent to\nwhich local law will and will not be superseded by state law. Local\njurisdiction is explicitly allowed over roads, real property taxes,\nenforcement of permits, zoning and ordinances, setback requirements,\nnatural or man\nmade barriers restricting access to oil and gas facilities,\ndust/noise/vibration/light limitations, and hours of operation.\n\nSection five broadens the scope of the DEC's regulatory ability to\nprevent environmental damage, and adds hydraulic fracturing fluids\nand drilling fluids to the list of contaminants in ECL.\n\nThe section prohibits hydraulic fracturing fluids that contain any\nchemical substance that harms human health.\n\nSection six requires the disclosure of the composition of drilling and\nhydraulic fracturing fluids as a condition of receiving a drilling\npermit. The section also requires the disclosure of the composition\nof these fluids to healthcare professionals responding to a medical\nemergency.\n\nThis section requires permit holders to notify the department of any\nchanges to the chemical constituents used in drilling and fracturing,\nand provides for public notification on the DEC's Website.\n\nSection seven requires oil and gas well owners and operators to notify\nthe DEC, local health department and responding emergency agencies\nimmediately after the release of any fuel, hazardous chemical or\nwaste generated, stored or used at the facility. Subsequently, the\nowner or operator shall submit a follow-up notice detailing\nremediation places and public health implications. The owner or\noperator will also notify the public.\n\nDEC will develop and make public maps of all oil and gas wells in the\nState, and set up a hotline for reporting oil and gas incidents to\nthe department.\n\nSection eight requires the adoption of best management practices, set\nby the Commissioner after public hearings every three years, to be a\ncondition of approval for a drilling permit.\n\nSection nine delineates liability, liable parties, limitations of\nliability, natural resource liability, and financial responsibility.\nThis section also addresses bonding requirements.\n\nSection ten relates to location and setback requirements.\n\nSection 11 sets exclusion areas, including in and around the New York\nCity watershed, aquifers, critical habitats, and state parks.\n\nSection 12 prohibits waste storage pits and other impoundments.\n\nSection 13 adjusts drilling permit fees and sets up an adjustment\nmechanism to account for inflation.\n\nSection 14 adds a new article to ECL allowing for citizen suits to\nenforce laws on pollution; impairment or destruction of environment,\nto protect the environment.\n\nSection 15 requires the Department of Health to a conducted Health\nImpact Assessment. The Health Impact Assessment will identify\nmeasures that minimize adverse impacts on human health.\n\nThis section also directs the Department of Health to conduct a\ncomprehensive Health Impact Assessment of oil and natural has\noperations involving any shale formation which may have an adverse\nimpact on human health. This section also requires a site-specific\nhealth impact\nassessment whenever oil and gas operations may pose negative health\nimpacts upon a potential environmental justice area.\n\nSection 16 adds a new article to ECL regarding air quality monitoring,\nand the establishment of an air quality testing and monitoring plan,\n\nrequiring testing of air quality at every stage of oil and gas\ndevelopment and public posting of air monitoring results. No permit\nshall be issued until 30 days after notice of the final plan is\npublished in the Environmental Notice Bulletin, or if air emissions\nfrom the permitted operations violate air quality standards.\n\nSection 17 considers all waste resulting from the exploration,\ndevelopment, extraction, or production of crude oil or natural gas as\nhazardous waste.\n\nSection 18 relates to water withdrawal and water withdrawal permits.\nThis section also includes a water conservation and efficiency\nprogram with the goals of ensuring the improvement of the waters and\nnatural resources, protecting the ecosystem, retaining the quality of\nsurface and groundwater, and promoting the efficient use of water.\n\nSection 19 defines certain terms used in ECL, including: compact basin\ncommission, interbasin diversion, person, potable, public water\nsupply system, threshold volume, environmentally sound and\neconomically feasible water conservation measures, water withdrawal\nsystem, and withdrawal or withdrawal of water.\n\nSection 20 relates to water supply permits. The section allows the\nissuance of a water withdrawal permit only if the proposed permitted\nactivity results in no significant individual or cumulative adverse\nimpact to the quantity or quality of the waters and water dependent\nnatural resources.\n\nSection 21 requires that any interbasin diversions of water in excess\nof one million gallons per day be registered with the Department, and\nprohibits such diversion if it imperils water quantity. of source\nsubregional drainage basin.\n\nSection 22 further relates to water supply and public water systems.\n\nSection 23 relates to water withdrawal systems. Requires the\nconstruction of any new or withdrawal system to be supervised by\nProfessional Engineer.\n\nSection 24 requires a report to the Governor and Legislature by the\nCommissioner of the DEC within two years of the effective date of\nthis section.\n\nSection 25 repeals title 33 of article 15 of the ECL relating to water\nwithdrawal reporting. This is replaced by provisions of this bill in\nECL.\n\nSection 26 adds a new title to ECL setting water use standards. Such\nstandards will maintain in-stream water flows, protect aquatic life,\nand designate at risk watersheds.\n\nSection 27 increases penalties for violations of ECL.\n\nSection 28 adds a new article to ECL setting water supply permit\nprogram fees.\n\nSection 29 contains the effective date.\n\nJUSTIFICATION:\nNew York is home to rich natural gas reserves. In 2006, there were\n6,213 active natural gas wells that generated a state record of 55.3\nbillion cubic feet of natural gas. The Marcellus formation that\nextends from the Southern Tier into Ohio, Pennsylvania and West\nVirginia is estimated to have $1 trillion worth of natural gas, and\nis largely untapped. The rising price of natural gas has led to an\nincreased demand for, new sources and made formations like the\nMarcellus even more attractive.\n\nThe extraction of these reserves is accompanied by considerable risk\nto the environment. In order to fully examine this risk, the Assembly\nEnvironmental Conservation Committee has held a series of hearings to\nexamine the environmental protections needed in the Department of\nEnvironmental Conservation's (DEC) natural gas and oil drilling\nregulatory structure in order to safeguard natural resources. In the\ncourse of these hearings, much expert testimony was presented on\nnecessary steps to ensure the safety of New York's precious water\nresources.\n\nThis legislation draws from the suggestions presented at these public\nhearings. By making public health and the environment the primary\nfactor in permitting drilling operations, the bill ensures that\ngenerations of New Yorkers can continue to enjoy our natural resources.\n\nLEGISLATIVE HISTORY:\n2010:  A.11347 (Sweeney) Assembly Environmental Conservation\n\nFISCAL IMPLICATIONS:\nYet to be determined.\n\nEFFECTIVE DATE:\nThis act shall take effect immediately, provided,\nhowever, that section twenty-five of this act shall take effect upon\nthe completion of rule-making required in subdivision three of\nsection 15-1501 of the Environmental Conservation Law and provided\nthat the Commission of the Department of Environmental Conservation\nshall notify the Legislative Bill Drafting Commission upon the\noccurrence of the enactment of the rules required under subdivision\nthree of section 15-0501 of the Environmental Conservation Law in\norder that the Commission may maintain an accurate and timely\neffective date base of the official text of the laws of the State of\nNew York in furtherance of effectuating the provisions of section 44\nof the legislative law and section 70-b of the Public Officers Law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the environmental conservation law, in relation to natural gas development using hydraulic fracturing and to repeal certain provisions of such law relating thereto ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110128.T161318.TXT", "SOBI.D110131.T212240.TXT", "SOBI.D110128.T160318.TXT", "SOBI.D110128.T151810.TXT", "SOBI.D110128.T155317.TXT", "SOBI.D110128.T163320.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296526960645
}