{
  "year" : 2011,
  "senateBillNo" : "S2690-2011",
  "billEvents" : [ {
    "eventDate" : 1296190800000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S2690-2011-1296190800000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "GOLDEN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides that unlawful disclosure of personal information concerning a police officer shall be aggravated harassment in the second degree",
  "summary" : "Provides that unlawful disclosure of personal information concerning a police officer shall be considered aggravated harassment in the second degree. ",
  "currentCommittee" : "CODES",
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : [ "S2749-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2690\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 28, 2011\n                                      ___________\n\n       Introduced  by  Sen.  GOLDEN -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Codes\n\n       AN ACT to amend the penal law, in relation to the unlawful disclosure of\n         personal information concerning a police officer\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision  4  of  section  240.30  of the penal law, as\n    2  amended by chapter 510 of the laws of 2008, is amended and a new  subdi-\n    3  vision 4-a is added to read as follows:\n    4    4.  Commits the crime of harassment in the first degree and has previ-\n    5  ously been convicted of the crime of harassment in the first  degree  as\n    6  defined  by  section  240.25  of  this  article within the preceding ten\n    7  years[.]; OR\n    8    4-A. DISCLOSES OR DISSEMINATES IN ANY MANNER WHATSOEVER THE  RESIDENCE\n    9  ADDRESS, PRIVATE TELEPHONE NUMBER OR ANY OTHER INFORMATION IDENTIFYING A\n   10  POLICE  OFFICER FOR NO LEGITIMATE PURPOSE AND KNOWS OR REASONABLY SHOULD\n   11  KNOW THAT SUCH CONDUCT IS LIKELY TO CAUSE REASONABLE  FEAR  OF  MATERIAL\n   12  HARM  TO  THE  PHYSICAL  HEALTH,  SAFETY  OR PROPERTY OF SUCH OFFICER, A\n   13  MEMBER OF SUCH OFFICER'S FAMILY, OR A THIRD PARTY WITH WHOM SUCH OFFICER\n   14  IS ACQUAINTED; OR\n   15    S 2. This act shall take effect on the ninetieth day  after  it  shall\n   16  have become a law.\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06124-01-1\n",
  "memo" : "BILL NUMBER:S2690\n\nTITLE OF BILL:\nAn act\nto amend the penal law, in relation to the unlawful disclosure of\npersonal information concerning a police officer\n\nSUMMARY OF PROVISIONS:\nThis proposal would amend Section 240.30 of the Penal Law, Aggravated\nHarassment in the Second Degree, by adding a new subdivision five\nthereto. This new subdivision would make it a class A misdemeanor to\ndisclose or disseminate, with intent to harass, annoy, threaten or\nalarm, the residence address, private telephone number or any other\ninformation identifying a police officer if the person disclosing\nthe information has no legitimate purpose and knows, or reasonably\nshould know, that his or her conduct is likely to cause reasonable\nfear of material harm to the physical health, safety of propel1y of\nsuch officer. a member of such officer's family, or a third party\nwith whom such officer is acquainted.\n\nJUSTIFICATION:\nA police officer's job is a dangerous and stressful one. In the course\nof their jobs, officers routinely issue summonses and arrest\noffenders, as well as stop, warn or otherwise prevent individuals\nfrom committing criminal acts or quality-of-life offenses. Every\nsuch encounter is potentially dangerous. Police officers know that\nwhile they are on the job they may be the target of those who have\ncontempt for authority or a personal dislike of police. Police\nofficers accept this every day they report for duty, hut it goes far\nbeyond the reasonable demands of the job for officers and their\nfamilies to be placed in fear of someone disclosing their home\naddresses, phone numbers or other identifying information in order to\nharass, annoy, alarm or threaten them, either by direct disclosure or\nby passing such information on to others. Further, in this new age of\ntechnology, the threat becomes ever more dangerous, when simply\nposting such information on a website can instantly disseminate it\nwidely.\n\nThe harassment of police officers, including police officers identified\nas undercover officers, by the disclosure of personal\ninformation about them and their families, is not a theoretical\nproblem. It actually occurs, and the victims have very limited\nrecourse because of a gap in the law. It is urgent to address this\nproblem as soon as possible.\n\nState law currently recognizes the need to protect the confidentiality\nof a police officer's personal information in certain circumstances.\nCivil Rights Law &sect; 50-a permits the disclosure of personnel records\nonly upon the consent of the officer or upon a lawful court order.\nPublic Officers Law &sect; 89(7) exempts government disclosure of the home\n\naddress of a public employee pun:uant to the State Freedom of\nInformation Law.\n\nIn the context of discovery in criminal proceedings, Criminal\nProcedure Law &sect; 240.50(4) provides that \"the personal residence\naddress of a police officer...shall not be required to be disclosed\nexcept pursuant to an order issued by a court following a finding of\ngood cause.\" All of these laws are designed to protect the privacy of\npolice officers' personal information.\n\nYet apart from these circumstances, the law does not address the\nsituation where a person discloses personal identifying information\nabout a police officer for no legitimate purpose. but instead to\nharass, threaten or alarm the officer. his or her family, or even\nother police officers.\n\nNew York courts have made clear that the use of the language \"no\nlegitimate purpose\" is appropriate for the prohibition of\nharassment-based crimes, such as stalking, in circumstances where\nthere is an \"absence of reason or justification to engage someone,\nother than to hound, frighten, intimidate or threaten.\" See People\nv. Stuart, 100 N.Y.2d 412 (2003). Such language is similarly\nappropriate for the comparatively serious problem of police officer\nharassment addressed by this bill.\n\nPRIOR LEGISLATIVE HISTORY:\nS.2749 of 2009-10: Referred to Codes\n\nFISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\n90 days after it becomes law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, in relation to the unlawful disclosure of personal information concerning a police officer ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110131.T212240.TXT", "SOBI.D110128.T154812.TXT", "SOBI.D110128.T163820.TXT", "SOBI.D110128.T163320.TXT", "SOBI.D110128.T151310.TXT", "SOBI.D110128.T155317.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296526960636
}