{
  "year" : 2011,
  "senateBillNo" : "S2690-2011",
  "billEvents" : [ {
    "eventDate" : 1296190800000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S2690-2011-1296190800000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "GOLDEN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides that unlawful disclosure of personal information concerning a police officer shall be aggravated harassment in the second degree",
  "summary" : "Provides that unlawful disclosure of personal information concerning a police officer shall be considered aggravated harassment in the second degree. ",
  "currentCommittee" : "CODES",
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : [ "S2749-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2690\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 28, 2011\n                                      ___________\n\n       Introduced  by  Sen.  GOLDEN -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Codes\n\n       AN ACT to amend the penal law, in relation to the unlawful disclosure of\n         personal information concerning a police officer\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision  4  of  section  240.30  of the penal law, as\n    2  amended by chapter 510 of the laws of 2008, is amended and a new  subdi-\n    3  vision 4-a is added to read as follows:\n    4    4.  Commits the crime of harassment in the first degree and has previ-\n    5  ously been convicted of the crime of harassment in the first  degree  as\n    6  defined  by  section  240.25  of  this  article within the preceding ten\n    7  years[.]; OR\n    8    4-A. DISCLOSES OR DISSEMINATES IN ANY MANNER WHATSOEVER THE  RESIDENCE\n    9  ADDRESS, PRIVATE TELEPHONE NUMBER OR ANY OTHER INFORMATION IDENTIFYING A\n   10  POLICE  OFFICER FOR NO LEGITIMATE PURPOSE AND KNOWS OR REASONABLY SHOULD\n   11  KNOW THAT SUCH CONDUCT IS LIKELY TO CAUSE REASONABLE  FEAR  OF  MATERIAL\n   12  HARM  TO  THE  PHYSICAL  HEALTH,  SAFETY  OR PROPERTY OF SUCH OFFICER, A\n   13  MEMBER OF SUCH OFFICER'S FAMILY, OR A THIRD PARTY WITH WHOM SUCH OFFICER\n   14  IS ACQUAINTED; OR\n   15    S 2. This act shall take effect on the ninetieth day  after  it  shall\n   16  have become a law.\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06124-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, in relation to the unlawful disclosure of personal information concerning a police officer ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110128.T154812.TXT", "SOBI.D110128.T163820.TXT", "SOBI.D110128.T155317.TXT", "SOBI.D110128.T151310.TXT", "SOBI.D110128.T163320.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296250700745
}