{
  "year" : 2011,
  "senateBillNo" : "S2695-2011",
  "billEvents" : [ {
    "eventDate" : 1296190800000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "S2695-2011-1296190800000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUEGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for the issuance of a certificate of ethics course completion to professional fundraisers who complete a course of instruction in the law and ethics of fund",
  "summary" : "Provides for the issuance of a certificate of ethics course completion by the attorney general to professional fundraisers who complete a course of instruction in the law and ethics of fundraising. ",
  "currentCommittee" : "FINANCE",
  "sameAs" : "A1441",
  "lawSection" : "Executive Law",
  "previousVersions" : [ "S5883-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2695\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 28, 2011\n                                      ___________\n\n       Introduced  by  Sen. KRUEGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Finance\n\n       AN ACT to amend the executive law, in  relation  to  providing  for  the\n         issuance  of a certificate of ethics course completion to professional\n         fundraisers who complete a course of instruction in the law and ethics\n         of fundraising\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The executive law is amended by adding a new section 178 to\n    2  read as follows:\n    3    S  178. COURSE OF INSTRUCTION IN THE LAW AND THE ETHICS OF FUNDRAISING\n    4  AND PHILANTHROPY. 1. ANY PROFESSIONAL FUNDRAISER,  PROFESSIONAL  SOLICI-\n    5  TOR,  OR  FUNDRAISING COUNSEL, WHO IS AN INDIVIDUAL REQUIRED TO REGISTER\n    6  PURSUANT TO SECTION ONE HUNDRED SEVENTY-THREE OF THIS ARTICLE, WHO SHALL\n    7  HAVE COMPLETED AN ACCEPTABLE COURSE OF INSTRUCTION IN THE LAW AND ETHICS\n    8  OF FUNDRAISING AND PHILANTHROPY SHALL BE ENTITLED TO  A  CERTIFICATE  OF\n    9  ETHICS COURSE COMPLETION BY THE ATTORNEY GENERAL. SUCH INDIVIDUALS SHALL\n   10  VERIFY  ON  THEIR  REGISTRATION  OR  RE-REGISTRATION FORM THAT THEY HAVE\n   11  COMPLETED SUCH COURSE AND SHALL PROVIDE DOCUMENTATION OF SUCH COMPLETION\n   12  AT THE REQUEST OF THE ATTORNEY GENERAL.\n   13    2. ANY PROFESSIONAL FUNDRAISER, PROFESSIONAL SOLICITOR, OR FUNDRAISING\n   14  COUNSEL WHICH  IS  AN  ORGANIZATION,  GROUP,  ASSOCIATION,  PARTNERSHIP,\n   15  CORPORATION, OR ANY COMBINATION THEREOF REQUIRED TO REGISTER PURSUANT TO\n   16  SECTION  ONE HUNDRED SEVENTY-THREE OF THIS ARTICLE, SHALL BE ENTITLED TO\n   17  A CERTIFICATE OF ETHICS COURSE COMPLETION BY THE ATTORNEY  GENERAL  WHEN\n   18  SEVENTY-FIVE  PERCENT  OF  THE EMPLOYEES OF THE PROFESSIONAL FUNDRAISER,\n   19  PROFESSIONAL SOLICITOR,  OR  FUNDRAISING  COUNSEL  RESPONSIBLE  FOR  THE\n   20  HIRING,  TRAINING OR SUPERVISION OF EMPLOYEES ENGAGED IN THE FUNDRAISING\n   21  ACTIVITIES OF THE CHARITABLE ORGANIZATION COMPLETE AN ACCEPTABLE  COURSE\n   22  OF  INSTRUCTION  IN  THE LAW AND ETHICS OF FUNDRAISING AND PHILANTHROPY.\n   23  SUCH PROFESSIONAL FUNDRAISER,  PROFESSIONAL  SOLICITOR,  OR  FUNDRAISING\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00899-01-1\n\n       S. 2695                             2\n\n    1  COUNSEL  SHALL  VERIFY  ON ITS REGISTRATION OR RE-REGISTRATION FORM THAT\n    2  SUCH VOLUNTEERS OR  EMPLOYEES  HAVE  COMPLETED  SUCH  COURSE  AND  SHALL\n    3  PROVIDE  DOCUMENTATION OF SUCH COMPLETION AT THE REQUEST OF THE ATTORNEY\n    4  GENERAL.\n    5    3.  ANY CHARITABLE ORGANIZATION, INCLUDING ANY CHARITABLE ORGANIZATION\n    6  REQUIRED TO BE REGISTERED PURSUANT TO  ARTICLE  EIGHT  OF  THE  ESTATES,\n    7  POWERS  AND  TRUSTS  LAW,  REQUIRED  TO REGISTER PURSUANT TO SECTION ONE\n    8  HUNDRED SEVENTY-TWO OF THIS ARTICLE, SHALL BE ENTITLED TO A  CERTIFICATE\n    9  OF  ETHICS  COURSE  COMPLETION BY THE ATTORNEY GENERAL WHEN SEVENTY-FIVE\n   10  PERCENT OF THE EMPLOYEES OF THE CHARITABLE ORGANIZATION RESPONSIBLE  FOR\n   11  THE  HIRING,  TRAINING  OR  SUPERVISION  OF  EMPLOYEES  ENGAGED  IN  THE\n   12  FUNDRAISING  ACTIVITIES  OF  THE  CHARITABLE  ORGANIZATION  COMPLETE  AN\n   13  ACCEPTABLE  COURSE  OF  INSTRUCTION IN THE LAW AND ETHICS OF FUNDRAISING\n   14  AND PHILANTHROPY. SUCH  CHARITABLE  ORGANIZATION  SHALL  VERIFY  ON  ITS\n   15  REGISTRATION  OR  RE-REGISTRATION FORM THAT SUCH VOLUNTEERS OR EMPLOYEES\n   16  HAVE COMPLETED SUCH COURSE  AND  SHALL  PROVIDE  DOCUMENTATION  OF  SUCH\n   17  COMPLETION AT THE REQUEST OF THE ATTORNEY GENERAL.\n   18    4.  THE  ATTORNEY  GENERAL  SHALL  ANNUALLY  PUBLISH  THE NAMES OF ANY\n   19  PROFESSIONAL FUNDRAISER, PROFESSIONAL SOLICITOR, FUNDRAISING COUNSEL  OR\n   20  CHARITABLE  ORGANIZATION  THAT  HAS BEEN GRANTED A CERTIFICATE OF ETHICS\n   21  COURSE COMPLETION IN ANY REPORT PREPARED TO ASSIST THE PUBLIC IN  DETER-\n   22  MINING WHICH CHARITABLE ORGANIZATIONS TO SUPPORT AND SHALL INDICATE THAT\n   23  A CERTIFICATE OF ETHICS COURSE COMPLETION HAS BEEN GRANTED IN THE CHARI-\n   24  TIES BUREAU REGISTRY MAINTAINED BY THE ATTORNEY GENERAL.\n   25    5.  FOR  THE PURPOSE OF THIS SECTION, \"ACCEPTABLE COURSE\" SHALL MEAN A\n   26  COURSE OF INSTRUCTION APPROVED BY THE ATTORNEY GENERAL, IN  CONSULTATION\n   27  WITH  THE  EDUCATION  DEPARTMENT,  IN  RELATION TO THE LAW AND ETHICS OF\n   28  FUNDRAISING AND PHILANTHROPY. UNIVERSITIES AND COLLEGES  STATEWIDE,  AND\n   29  PROFESSIONAL  TRADE  ASSOCIATIONS  THAT ESTABLISH PROFESSIONAL STANDARDS\n   30  AND PROVIDE TRAINING AND RESOURCES FOR INDIVIDUALS ENGAGING  IN  PROFES-\n   31  SIONAL  FUNDRAISING,  MAY  OFFER  AN ACCEPTABLE COURSE THROUGH CLASSROOM\n   32  TRAINING AND/OR BY DISTANCE LEARNING, AND SHALL PROVIDE DOCUMENTATION OF\n   33  COMPLETION TO THOSE WHO COMPLETE  THE  COURSE.  ANY  PERSON  TAKING  THE\n   34  COURSE  MAY ELECT TO DO SO BY EITHER METHOD OFFERED. COURSES PROVIDED BY\n   35  DISTANCE LEARNING SHALL BE SUBJECT TO ALL REGULATIONS ESTABLISHED BY THE\n   36  STATE EDUCATION DEPARTMENT FOR SUCH COURSES.\n   37    S 2. The attorney general, in consultation with the education  depart-\n   38  ment,  shall  issue a report to the governor, the temporary president of\n   39  the senate and the speaker of the assembly on or before June 30, 2014 on\n   40  the number and location of available approved  courses  of  instruction,\n   41  the  total  number  of  registrants  that completed such courses and the\n   42  total number of such registrants who are eligible to receive  a  certif-\n   43  icate  of ethics course completion as provided for in section 178 of the\n   44  executive law, as added by section one of this  act.  The  report  shall\n   45  also  include  an  assessment of the adequacy of the availability of the\n   46  courses statewide, of registrant satisfaction with the available courses\n   47  and recommendations with  respect  to  the  feasibility  of  legislation\n   48  mandating the completion of such courses.\n   49    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the executive law, in relation to providing for the issuance of a certificate of ethics course completion to professional fundraisers who complete a course of instruction in the law and ethics of fundraising ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110128.T163820.TXT", "SOBI.D110128.T151810.TXT", "SOBI.D110128.T155817.TXT", "SOBI.D110128.T155317.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296250700761
}