{
  "year" : 2011,
  "senateBillNo" : "S2693-2011",
  "billEvents" : [ {
    "eventDate" : 1296190800000,
    "eventText" : "REFERRED TO CRIME VICTIMS, CRIME AND CORRECTION",
    "billEventId" : "S2693-2011-1296190800000-REFERRED+TO+CRIME+VICTIMS%2C+CRIME+AND+CORRECTION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "GOLDEN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prohibits registered sex offenders from working with children",
  "summary" : "Prohibits registered sex offenders from working with children. ",
  "currentCommittee" : "CRIME VICTIMS, CRIME AND CORRECTION",
  "sameAs" : null,
  "lawSection" : "Correction Law",
  "previousVersions" : [ "S6851-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2693\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 28, 2011\n                                      ___________\n\n       Introduced  by  Sen.  GOLDEN -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Crime Victims,  Crime  and\n         Correction\n\n       AN  ACT  to  amend the correction law, in relation to prohibiting regis-\n         tered sex offenders from working with children\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 168-w of the correction law, as relettered by chap-\n    2  ter  604  of  the  laws  of  2005, is relettered section 168-x and a new\n    3  section 168-w is added to read as follows:\n    4    S 168-W. SEX OFFENDERS PROHIBITED FROM WORKING WITH  CHILDREN.  1.  NO\n    5  PERSON  REQUIRED  TO  MAINTAIN  REGISTRATION UNDER THIS ARTICLE SHALL BE\n    6  ALLOWED TO ACCEPT A POSITION, EITHER AS PAID EMPLOYMENT OR  A  VOLUNTEER\n    7  POSITION, WHICH BY THE INHERENT NATURE OF THE POSITION PLACES THE PERSON\n    8  IN  SUBSTANTIAL  CONTACT WITH CHILDREN. THIS SECTION SHALL ALSO APPLY TO\n    9  ANY PERSON SEEKING A PERMIT OR PERMISSION TO  EXECUTE  ANY  ACTIVITY  OR\n   10  PERFORMANCE THAT WOULD PRESENT A DIRECT CONTACT WITH CHILDREN.\n   11    2. EXAMPLES OF SUCH POSITIONS INCLUDE, BUT ARE NOT LIMITED TO:\n   12    A.  ANY POSITION IN A SCHOOL INCLUDING TEACHERS, TEACHER-AIDES, ADMIN-\n   13  ISTRATORS, ASSISTANTS, CAFETERIA WORKERS, JANITORS, NURSES OR ANY  OTHER\n   14  PERSON  WORKING  IN  A  SCHOOL THAT WOULD HAVE CONTACT WITH THE CHILDREN\n   15  ATTENDING A SCHOOL;\n   16    B. ANY POSITION IN A CHILD-CARE FACILITY;\n   17    C. ANY RECREATIONAL POSITION SUCH AS A COACH, BOY OR GIRL SCOUT  LEAD-\n   18  ER,  CAMP  COUNSELOR,  LIFEGUARD,  INSTRUCTOR  OR ANY OTHER RECREATIONAL\n   19  POSITION IN A PARK, PLAYGROUND, AMUSEMENT PARK, POOL OR ANY OTHER FACIL-\n   20  ITY THAT WOULD ALLOW A SUBSTANTIAL CONTACT WITH CHILDREN; OR\n   21    D. ANY STORE OR RESTAURANT THAT IS SPECIFICALLY TARGETED TOWARDS CHIL-\n   22  DREN SUCH AS A TOY STORE OR CHILDREN'S THEME RESTAURANT.\n   23    3. EMPLOYERS, ORGANIZATIONS AND GOVERNMENT ENTITIES SHALL BE  PROVIDED\n   24  ACCESS TO THE STATEWIDE CENTRAL REGISTRY OF CHILD ABUSE AND MALTREATMENT\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05123-02-1\n\n       S. 2693                             2\n\n    1  FOR  THE PURPOSE OF PERFORMING A BACKGROUND CHECK FOR ANY CONVICTIONS OF\n    2  SEXUAL ABUSE OF A CHILD. EVERY  EMPLOYER,  ORGANIZATION  AND  GOVERNMENT\n    3  ENTITY  SHALL  CHECK  ANY  POTENTIAL  EMPLOYEES OR VOLUNTEERS SEEKING TO\n    4  ASSUME  A  POSITION  THAT  WILL  ALLOW SUBSTANTIAL CONTACT WITH CHILDREN\n    5  AGAINST THE REGISTERED SEX  OFFENDERS  DATABASE  TO  ASCERTAIN  IF  SAID\n    6  PERSON HAS A CONVICTION FOR SEXUAL ABUSE OF A CHILD.\n    7    4.  \"SUBSTANTIAL  CONTACT WITH CHILDREN\" AS USED IN THIS SECTION SHALL\n    8  MEAN WORKING WITH CHILDREN, HAVING OPPORTUNITY TO BE  ALONE  WITH  CHIL-\n    9  DREN,  SPENDING TIME SPECIFICALLY WITH CHILDREN, PERFORMING FOR CHILDREN\n   10  OR ANY OTHER ACTIVITY THAT IS TARGETED TO INVOLVE CHILDREN.\n   11    5. A. ANY REGISTERED SEX OFFENDER WHO SEEKS OR ACCEPTS A  POSITION  IN\n   12  VIOLATION  OF THIS SECTION SHALL BE GUILTY OF A CLASS A MISDEMEANOR UPON\n   13  THE FIRST CONVICTION THEREOF, AND UPON A SECOND OR SUBSEQUENT CONVICTION\n   14  THEREOF SHALL BE GUILTY OF A CLASS D FELONY.\n   15    B. ANY EMPLOYER OR ORGANIZATION THAT KNOWINGLY EMPLOYS A SEX  OFFENDER\n   16  IN  VIOLATION  OF  THIS  SECTION  SHALL, UPON CONVICTION, BE GUILTY OF A\n   17  CLASS A MISDEMEANOR.\n   18    S 2. This act shall take effect on the first of November next succeed-\n   19  ing the date on which it shall have become a law.\n",
  "memo" : "BILL NUMBER:S2693\n\nTITLE OF BILL:\nAn act\nto amend the correction law, in relation to prohibiting registered sex\noffenders from working with children\n\nPURPOSE:\nTo prohibit registered sex offenders from working with children.\n\nSUMMARY OF PROVISIONS:\nSection One - The Correction Law is amended to prohibit all registered\nsex offenders from accepting a position whether paid or as a\nvolunteer which places the person in substantial contact with\nchildren. \"Substantial contact with children\" is defined. Employers,\norganizations and government entities are provided access to the\nStatewide Central Registry of Child Abuse and Maltreatment for the\npurposes of a mandatory background check for prospective employees or\nvolunteers. Such applicants shall also be checked against New York\nState's Sex Offender Registry maintained by the Division of Criminal\nJustice Services. Penalties are provided for registered sex offenders\nwho violate this section as well as any employers who knowingly\nviolate this section.\n\nSection Two - Sets forth the effective date.\n\nEXISTING LAW:\nUnder current law, sex offenders are not prohibited from working or\nvolunteering in many capacities that place them in direct or\nsubstantial contact with children.\n\nJUSTIFICATION:\nIt is a well known fact that sex offenders and pedophiles have an\nextremely high rate of recidivism. In some instances these rates are\nas high as 40 percent. Even more disturbing are the statistics that\nstate the typical pedophile commits an average of 280 sexual crimes\nduring their lifetime and the average serial child molester has\nbetween 360-380 victims in their lifetime.\n\nThese sobering statistics and many high-profile cases of convicted sex\noffenders released back into our communities who assaulted, abused,\ntortured and even murdered innocent children were driving forces\nbehind the creation of nationwide sex offender registries.\n\nWhile parents and communities can monitor the whereabouts of convicted\nsex offenders released back into their neighborhoods, they should not\nhave to worry that places they bring their children for care,\nrecreation, entertainment or any other type of child-based activity\nhave registered sex offenders on the payroll or working as volunteers.\n\nThe need for this type of legislation and a change in New York State\nLaw is epitomized by a recent Fox 5 NYC Exclusive story revealing\nthat a Level 2 sex offender, who was convicted of sexual assault in\nthe 1st degree for sexually abusing and 11-year-old girl, is\noperating a karate school in Glendale, Queens. This individual has\ndaily contact with young children whose parents bring them there for\na recreational activity in what is assumed to be a safe environment.\nClearly, these children are anywhere but safe being in direct and\nclose contact with a Level 2 sex offender with a predilection for\nyoung girls.\n\nThis legislation would put an end to this type of abhorrent situation\nby prohibiting all registered sex offenders from working or\nvolunteering with children in any capacity.\n\nLEGISLATIVE HISTORY:\nS.6851 of 2010 - Referred to Crime Victims, Crime and Correction\n\nFISCAL IMPLICATIONS:\nTo be determined.\n\nEFFECTIVE DATE:\nThis act shall take effect on the first of November next succeeding\nthe date on which it shall have become a law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the correction law, in relation to prohibiting registered sex offenders from working with children ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110131.T212240.TXT", "SOBI.D110128.T154812.TXT", "SOBI.D110128.T163820.TXT", "SOBI.D110128.T160318.TXT", "SOBI.D110128.T151810.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296526960639
}