{
  "year" : 2011,
  "senateBillNo" : "S2694-2011",
  "billEvents" : [ {
    "eventDate" : 1296190800000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S2694-2011-1296190800000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUEGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Creates the crime of related use of a lethal or explosive device",
  "summary" : "Creates the crime of related used of a lethal or explosive device; provides for additional 7 years imprisonment for certain crimes where a lethal or explosive is used and; permits exemption from such additional sentence when the defendant provides court with the source of such lethal or explosive device. ",
  "currentCommittee" : "CODES",
  "sameAs" : "A2907",
  "lawSection" : "Penal Law",
  "previousVersions" : [ "A6495-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2694\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 28, 2011\n                                      ___________\n\n       Introduced  by  Sen. KRUEGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Codes\n\n       AN ACT to amend the penal law, in relation  to  the  related  use  of  a\n         lethal or explosive device\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The penal law is amended by adding a new section 265.07  to\n    2  read as follows:\n    3  S 265.07 RELATED USE OF LETHAL OR EXPLOSIVE DEVICE.\n    4    1.  A  PERSON IS GUILTY OF RELATED USE OF A LETHAL OR EXPLOSIVE DEVICE\n    5  WHEN HE OR SHE COMMITS ANY OFFENSE WHILE IN POSSESSION OF  A  LETHAL  OR\n    6  EXPLOSIVE DEVICE.\n    7    2.  NOTWITHSTANDING  ANY  OTHER  PROVISION OF LAW TO THE CONTRARY, ANY\n    8  PERSON CONVICTED OF RELATED USE OF A LETHAL OR EXPLOSIVE  DEVICE  SHALL,\n    9  IN  ADDITION  TO  THE  PUNISHMENT PROVIDED FOR THE RELATED OR UNDERLYING\n   10  OFFENSE, BE SENTENCED TO A DETERMINATE TERM OF  IMPRISONMENT  FOR  SEVEN\n   11  YEARS,  AND  THE  TERM  OF IMPRISONMENT IMPOSED PURSUANT TO THIS SECTION\n   12  SHALL NOT RUN CONCURRENTLY WITH ANY OTHER TERM OF IMPRISONMENT INCLUDING\n   13  THAT IMPOSED FOR THE RELATED OR UNDERLYING CRIME.\n   14    3. ANY SUCH NON-CONCURRENT TERM REQUIRED TO  BE  IMPOSED  PURSUANT  TO\n   15  THIS SECTION SHALL, HOWEVER, NOT BE IMPOSED IF:\n   16    (A) THE DEFENDANT, WITHIN SIXTY DAYS OF THE DATE OF ARRAIGNMENT ON THE\n   17  INDICTMENT  OR SUPERIOR COURT INFORMATION, WHICH SIXTY DAY PERIOD MAY BE\n   18  EXTENDED IN THE DISCRETION OF THE DISTRICT ATTORNEY, SHALL TRUTHFULLY TO\n   19  THE SATISFACTION OF THE COURT PROVIDE THE DISTRICT ATTORNEY WITH ALL THE\n   20  INFORMATION THE DEFENDANT HAS CONCERNING THE SOURCE OR  SOURCES  OF  THE\n   21  LETHAL OR EXPLOSIVE DEVICE; AND\n   22    (B)  THE  USE  OF  SUCH LETHAL OR EXPLOSIVE DEVICE HAS NOT RESULTED IN\n   23  DEATH OR SERIOUS BODILY INJURY TO ANOTHER PERSON WHO WAS NOT  A  PARTIC-\n   24  IPANT IN THE OFFENSE.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06943-01-1\n\n       S. 2694                             2\n\n    1    4.  SO  LONG  AS  THE STATEMENTS MADE BY THE DEFENDANT TO THE DISTRICT\n    2  ATTORNEY RELATING TO THE SOURCES OF THE LETHAL OR EXPLOSIVE  DEVICE  ARE\n    3  TRUTHFUL,  THEN  (A)  NO  STATEMENT  SO  MADE  SHALL BE USED AS EVIDENCE\n    4  AGAINST THE DEFENDANT  IN  ANY  CRIMINAL  PROCEEDINGS  EXCEPT  THAT  THE\n    5  DISTRICT  ATTORNEY MAY USE SUCH STATEMENTS FOR THE PURPOSE OF CROSS-EXA-\n    6  MINATION, IMPEACHMENT AND  REBUTTAL  SHOULD  THE  DEFENDANT  EVER  OFFER\n    7  CONTRARY  EVIDENCE,  AND  (B)  THE DISTRICT ATTORNEY MAY USE AS EVIDENCE\n    8  AGAINST THE DEFENDANT ANY INDEPENDENT  EVIDENCE  WHICH  MAY  BE  DERIVED\n    9  THROUGH  AN  INVESTIGATION  INTO  THE  INFORMATION  SO  PROFFERED BY THE\n   10  DEFENDANT. AT ANY HEARING ON THE ISSUE OF WHETHER THE DEFENDANT'S STATE-\n   11  MENTS ARE TRUTHFUL, THE PEOPLE SHALL BEAR THE BURDEN OF SHOWING THAT THE\n   12  STATEMENTS ARE NOT TRUTHFUL BY PROOF BEYOND A REASONABLE DOUBT.\n   13    5. THE TERM: (A) \"LETHAL DEVICE\" SHALL MEAN A MACHINE GUN, A PISTOL OR\n   14  REVOLVER, EITHER A SHOTGUN, RIFLE OR ASSAULT WEAPON OF ANY LENGTH OR ANY\n   15  OBJECT MADE THEREFROM BY ALTERATION, MODIFICATION OR OTHERWISE, AN ELEC-\n   16  TRONIC DART GUN, AND AN ELECTRONIC STUN GUN.\n   17    (B) \"EXPLOSIVE DEVICE\" SHALL MEAN ANY EXPLOSIVE, INCENDIARY OR  POISON\n   18  GAS,  BOMB, GRENADE, ROCKET HAVING A PROPELLANT CHARGE OF MORE THAN FOUR\n   19  OUNCES, MISSILE HAVING AN EXPLOSIVE OR INCENDIARY CHARGE  OF  MORE  THAN\n   20  ONE-QUARTER  OUNCE,  MINE  OR  ANY  DEVICE SIMILAR TO ANY OF THE DEVICES\n   21  DESCRIBED IN THIS SUBDIVISION.\n   22    (C) \"EXPLOSIVE\" SHALL MEAN ANY CHEMICAL COMPOUND  MIXTURE  OR  DEVICE,\n   23  THE PRIMARY PURPOSE OF WHICH IS TO FUNCTION BY EXPLOSION.\n   24    S 2. This act shall take effect on the first of November next succeed-\n   25  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, in relation to the related use of a lethal or explosive device ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110128.T154812.TXT", "SOBI.D110128.T163820.TXT", "SOBI.D110128.T160318.TXT", "SOBI.D110128.T151810.TXT", "SOBI.D110128.T155317.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296250700757
}