{
  "year" : 2011,
  "senateBillNo" : "S2691-2011",
  "billEvents" : [ {
    "eventDate" : 1296190800000,
    "eventText" : "REFERRED TO TRANSPORTATION",
    "billEventId" : "S2691-2011-1296190800000-REFERRED+TO+TRANSPORTATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "GOLDEN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides that the commissioner of transportation can agree with a private commuter ferry service to provide such service in cities of one million",
  "summary" : "Provides that the commissioner of transportation can agree with a private commuter ferry service to provide such service in cities of one million or more. ",
  "currentCommittee" : "TRANSPORTATION",
  "sameAs" : null,
  "lawSection" : "Transportation Law",
  "previousVersions" : [ "S1579-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2691\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 28, 2011\n                                      ___________\n\n       Introduced  by  Sen.  GOLDEN -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Transportation\n\n       AN ACT to amend the transportation law, in  relation  to  the  statewide\n         mass transportation operating assistance program\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 1 of section 18-b of the transportation law, as\n    2  amended by chapter 921 of the laws  of  1983,  is  amended  to  read  as\n    3  follows:\n    4    1.  Within  the  amounts  made  available therefor by appropriation, a\n    5  statewide mass transportation operating  assistance  program  is  hereby\n    6  established  for  the  purpose  of  making payments toward the operating\n    7  expenses of public transportation systems.   For the  purposes  of  this\n    8  section,  the  term  public  transportation system shall mean any public\n    9  benefit [corportion] CORPORATION constituting a transportation authority\n   10  which provides or contracts for the provision of  (under  joint  support\n   11  arrangements)  mass transportation services, or a subsidiary thereof, or\n   12  any Indian tribe which provides or any county or city which provides  or\n   13  contracts  for  the  provision of (pursuant to section one hundred nine-\n   14  teen-r of the general municipal law) mass transportation services or any\n   15  person, firm or corporation performing intercity bus  passenger  service\n   16  as  defined  in  subdivision three of section fourteen-g of this article\n   17  serving two or more counties within the state which  is  under  contract\n   18  with  the  commissioner  pursuant  to such section fourteen-g to provide\n   19  mass transportation services OR ANY PERSON, FIRM OR CORPORATION PERFORM-\n   20  ING COMMUTER FERRY SERVICES AS DEFINED IN  SUBDIVISION  TWO  OF  SECTION\n   21  FOURTEEN-N OF THIS ARTICLE WHICH IS UNDER CONTRACT WITH THE COMMISSIONER\n   22  PURSUANT TO SECTION FOURTEEN-N OF THIS ARTICLE TO PROVIDE MASS TRANSPOR-\n   23  TATION SERVICES.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06102-01-1\n\n       S. 2691                             2\n\n    1    S  2. Paragraph (iv) of subdivision 3 of section 18-b of the transpor-\n    2  tation law, as added by chapter 791 of the laws of 1975, is  amended  to\n    3  read as follows:\n    4    (iv)  In  the  case of commuter ferry lines with the authorization for\n    5  payment thereof for the fiscal year nineteen hundred seventy-five--nine-\n    6  teen hundred seventy-six to be in the discretion of the commissioner, by\n    7  adding the certified number of annual ferry passengers multiplied by two\n    8  cents per passenger, times the certified number of annual nautical ferry\n    9  miles, times two-one hundred thousandths.  For the purposes of computing\n   10  quarterly service payments only mileage accumulated in  revenue  service\n   11  shall  be  used. THIS SECTION SHALL NOT APPLY TO COMMUTER FERRY SERVICES\n   12  FOUND IN SUBDIVISION TWO OF SECTION FOURTEEN-N OF THIS ARTICLE. FOR  THE\n   13  PURPOSES  OF  COMPUTING  QUARTERLY  SERVICE  PAYMENTS  TO COMMUTER FERRY\n   14  SERVICE AS DEFINED IN SUBDIVISION TWO  OF  SECTION  FOURTEEN-N  OF  THIS\n   15  ARTICLE,  THESE PAYMENTS WILL BE DETERMINED UNDER SEPARATE CONTRACT WITH\n   16  THE COMMISSIONER AND THE CHIEF EXECUTIVE OFFICER OF THE  COMMUTER  FERRY\n   17  SERVICE PROVIDING SUCH SERVICES.\n   18    S 3. Subdivision 7 of section 18-b of the transportation law, as added\n   19  by  chapter 56 of the laws of 1975 and the second undesignated paragraph\n   20  as amended by chapter 430 of the laws of 1976, is  amended  to  read  as\n   21  follows:\n   22    7.  The  commissioner  may prescribe such regulations as he OR SHE may\n   23  deem appropriate to effectuate the purposes of this  section,  including\n   24  but  not  limited  to,  a  uniform  system  of reporting pursuant to the\n   25  provisions of this section. The commissioner shall also define by  rules\n   26  and  regulations,  the terms \"passenger\", \"vehicle or car mile\", \"urban-\n   27  ized area\", \"chief executive officer\", \"mass  transportation  services\",\n   28  \"service payment\", \"commuter rail system\", \"subway system\", \"rapid tran-\n   29  sit  system\",  \"bus  system\",  \"peak  hours\",  \"elderly\", \"handicapped\",\n   30  \"INTRABOROUGH COMMUTER FERRY SERVICE\", and such other terms as he OR SHE\n   31  deems necessary for the purposes of this section.\n   32    The commissioner, in conformance with the auditing procedures  of  the\n   33  state  comptroller,  shall  have  the  power  to  audit  and examine the\n   34  accounts, books, contracts, records, documents and papers of any partic-\n   35  ipating public transportation system in order to effectuate the purposes\n   36  and intent of this section.   Where a  county,  counties,  municipality,\n   37  municipalities, Indian tribe or Indian tribes contract for the provision\n   38  of public transportation services with a private operator, the books and\n   39  records  of  such  private  operator  shall also be subject to audit and\n   40  examination by the commissioner.\n   41    S 4. The transportation law is amended by adding a new section 14-n to\n   42  read as follows:\n   43    S 14-N. COMMUTER FERRY SERVICE PRESERVATION. 1. IN ORDER  TO  PRESERVE\n   44  AND  ENHANCE COMMUTER FERRY SERVICE IN A CITY HAVING A POPULATION OF ONE\n   45  MILLION OR MORE, THE COMMISSIONER IS HEREBY AUTHORIZED TO ENTER INTO  AN\n   46  AGREEMENT  WITH  THE  OPERATOR  OF  ANY  PRIVATELY-OWNED  COMMUTER FERRY\n   47  SERVICE TO PAY ON BEHALF OF THE STATE COSTS ASSOCIATED WITH THE  PRESER-\n   48  VATION  OF INTRABOROUGH COMMUTER FERRY SERVICES IN A CITY OF ONE MILLION\n   49  OR MORE.\n   50    2. FOR THE PURPOSES OF THIS SECTION, THE TERM \"COMMUTER FERRY SERVICE\"\n   51  SHALL MEAN TRANSPORTATION PROVIDED TO  THE  PUBLIC  IN  A  CITY  OF  ONE\n   52  MILLION  OR MORE ON A REGULAR AND CONTINUING BASIS BY A PERSON, FIRM, OR\n   53  CORPORATION AUTHORIZED TO TRANSPORT PASSENGERS IN INTERSTATE COMMERCE BY\n   54  THE INTERSTATE COMMERCE COMMISSION OR  IN  INTRASTATE  COMMERCE  BY  THE\n   55  DEPARTMENT.\n   56    S 5. This act shall take effect immediately.\n",
  "memo" : "BILL NUMBER:S2691\n\nTITLE OF BILL:\nAn act\nto amend the transportation law, in relation to the statewide mass\ntransportation operating assistance program\n\nPURPOSE:\nTo permit commuter ferry services to obtain funding from the statewide\nmass transportation assistance program.\n\nJUSTIFICATION:\nIn the wake of 9/11 commuter ferry\nservice has expanded and taken on an important role in mass\ntransportation. Commuters have been relying on commuter ferry service\nbecause of the ease of which it takes them from their homes to their\nworkplace in another borough. Commuter ferry service would also provide\nan alternative means of transportation in the case of another mass\nemergency.\nIn addition, given the City's increasing congestion, and the increasing\nredevelopment of the City's waterfronts, private ferry service is an\nessential option to enhance the mobility of New York City's commuters in\nthe 21st century.\nPresently, the cost of these services are subsidized by monies which\nwere received after 9/11. These subsidies make the cost of service\naffordable to commuters. Unfortunately, these subsidies are coming to an\nend. This bill would permit this important mass transportation service\nto receive funding under the statewide mass transportation operating\nassistance program. The ability to receive this funding will keep the\ncost commuter ferry service affordable.\n\nLEGISLATIVE HISTORY:\n2003-04 S.3466 - Referred to Transportation\n2005-06 S.1196 - Referred to Transportation\n2007-08 S.152  - Referred to Transportation\n2009-10 S.1579 - Referred to Transportation\n\nFISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\nThis act shall take effect immediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the transportation law, in relation to the statewide mass transportation operating assistance program ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110131.T212240.TXT", "SOBI.D110128.T154812.TXT", "SOBI.D110128.T163820.TXT", "SOBI.D110128.T151810.TXT", "SOBI.D110128.T155317.TXT", "SOBI.D110128.T151310.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296526960637
}