{
  "year" : 2011,
  "senateBillNo" : "S2708-2011",
  "billEvents" : [ {
    "eventDate" : 1296450000000,
    "eventText" : "REFERRED TO CULTURAL AFFAIRS, TOURISM, PARKS AND RECREATION",
    "billEventId" : "S2708-2011-1296450000000-REFERRED+TO+CULTURAL+AFFAIRS%2C+TOURISM%2C+PARKS+AND+RECREATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "GOLDEN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Exempts white collar boxing from regulation by the state boxing commission",
  "summary" : "Exempts white collar boxing from regulation by the state boxing commission; provides that a \"white collar boxer\" is a person who is not a professional boxer or an amateur registered with the U.S. Amateur Boxing Federation, and who engages in boxing or sparring contests and exhibitions where no cash prizes having a value of more than $35 are given or prizes in excess of an amount established by the United States White Collar Boxing, Inc. ",
  "currentCommittee" : "CULTURAL AFFAIRS, TOURISM, PARKS AND RECREATION",
  "sameAs" : null,
  "lawSection" : "Boxing",
  "previousVersions" : [ "S1596-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2708\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 31, 2011\n                                      ___________\n\n       Introduced  by  Sen.  GOLDEN -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Cultural Affairs, Tourism,\n         Parks and Recreation\n\n       AN ACT to amend chapter 912 of the laws of 1920 allowing and  regulating\n         boxing,  sparring  and  wrestling  matches,  and  establishing a state\n         boxing commission, in relation to exempting white collar  boxers  from\n         the provisions of such act\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 31 of chapter 912 of the laws of 1920 allowing  and\n    2  regulating  boxing,  sparring  and wrestling matches, and establishing a\n    3  state boxing commission, as amended by chapter 437 of the laws of  2002,\n    4  is amended to read as follows:\n    5    S  31.  Exceptions.  The  provisions of this act except as provided in\n    6  section 29 of this act shall not be construed to apply to  any  sparring\n    7  or  boxing  contest or exhibition conducted under the supervision or the\n    8  control of the New York state national guard or naval militia where  all\n    9  of  the  contestants  are members of the active militia; nor to any such\n   10  contest or exhibition where the contestants are all amateurs,  sponsored\n   11  by  or under the supervision of any university, college, school or other\n   12  institution of learning, recognized by the regents of the state  of  New\n   13  York;  nor  to any such contest or exhibitions where the contestants are\n   14  all amateurs sponsored by or under the supervision of the U. S.  Amateur\n   15  Boxing  Federation or its local affiliates or the American Olympic Asso-\n   16  ciation; NOR TO ANY SUCH CONTEST OR EXHIBITION WHERE THE CONTESTANTS ARE\n   17  ALL WHITE COLLAR BOXERS SPONSORED BY OR UNDER THE SUPERVISION OF  UNITED\n   18  STATES  WHITE  COLLAR BOXING, INC.; nor except as to the extent provided\n   19  in sections 5, 9, 19, 20, 28-a, 28-b and 33 of this act, to any  profes-\n   20  sional  wrestling  contest or exhibition as defined in this act. For the\n   21  purpose of this act, an amateur is deemed to mean a person  who  engages\n   22  in  boxing, sparring or wrestling contests and exhibitions where no cash\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06105-01-1\n\n       S. 2708                             2\n\n    1  prizes are awarded to participants, and where  the  prize  competed  for\n    2  shall  not  in value exceed thirty-five dollars or, in boxing, a maximum\n    3  amount established by the U.S.  Amateur  Boxing  Federation.    FOR  THE\n    4  PURPOSES  OF  THIS  ACT, \"WHITE COLLAR BOXER\" SHALL MEAN A PERSON WHO IS\n    5  NOT A PROFESSIONAL  BOXER  NOR  AN  AMATEUR  REGISTERED  WITH  THE  U.S.\n    6  AMATEUR  BOXING  FEDERATION,  AND  WHO  ENGAGES  IN  BOXING  OR SPARRING\n    7  CONTESTS AND EXHIBITIONS WHERE NO CASH PRIZES  ARE  AWARDED  TO  PARTIC-\n    8  IPANTS,  AND  WHERE  THE  PRIZE COMPETED FOR SHALL NOT EXCEED, IN VALUE,\n    9  THIRTY-FIVE DOLLARS OR A MAXIMUM AMOUNT  ESTABLISHED  BY  UNITED  STATES\n   10  WHITE  COLLAR  BOXING,  INC. Any individual, association, corporation or\n   11  club, except elementary or high schools or  equivalent  institutions  of\n   12  learning  recognized  by  the  regents  of the state of New York, who or\n   13  which conducts an amateur contest  OR  A  WHITE  COLLAR  BOXING  CONTEST\n   14  pursuant  to this section must register with THE APPROPRIATE SANCTIONING\n   15  BODY, NAMELY the U. S. Amateur Boxing Federation or its local affiliates\n   16  OR UNITED STATES WHITE COLLAR BOXING, INC. and abide by [its] THE  rules\n   17  and regulations OF THE APPROPRIATE SANCTIONING BODY.\n   18    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend chapter 912 of the laws of 1920 allowing and regulating boxing, sparring and wrestling matches, and establishing a state boxing commission, in relation to exempting white collar boxers from the provisions of such act ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110131.T093147.TXT", "SOBI.D110131.T101650.TXT", "SOBI.D110131.T123205.TXT", "SOBI.D110131.T123705.TXT", "SOBI.D110131.T102151.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296495425346
}