{
  "year" : 2011,
  "senateBillNo" : "S2702-2011",
  "billEvents" : [ {
    "eventDate" : 1296190800000,
    "eventText" : "REFERRED TO COMMERCE, ECONOMIC DEVELOPMENT AND SMALL BUSINESS",
    "billEventId" : "S2702-2011-1296190800000-REFERRED+TO+COMMERCE%2C+ECONOMIC+DEVELOPMENT+AND+SMALL+BUSINESS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SERRANO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Enacts the New York State bicycle tourism promotion act",
  "summary" : "Enacts the New York State bicycle tourism promotion act; authorizes the issuance of grants for the purchase of equipment and operation of a bicycle tourism kiosk; authorizes the establishment of up to fifteen such kiosks. ",
  "currentCommittee" : "COMMERCE, ECONOMIC DEVELOPMENT AND SMALL BUSINESS",
  "sameAs" : null,
  "lawSection" : "Economic Development Law",
  "previousVersions" : [ "S1331-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "ADAMS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "KRUEGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2702\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 28, 2011\n                                      ___________\n\n       Introduced  by  Sens.  SERRANO, ADAMS, KRUEGER -- read twice and ordered\n         printed, and  when  printed  to  be  committed  to  the  Committee  on\n         Commerce, Economic Development and Small Business\n\n       AN  ACT  to  amend the economic development law, in relation to creating\n         the New York State bicycle tourism promotion act\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  economic  development law is amended by adding a new\n    2  article 18 to read as follows:\n    3                                 ARTICLE 18\n    4                NEW YORK STATE BICYCLE TOURISM PROMOTION ACT\n    5  SECTION 360. SHORT TITLE.\n    6          361. STATEMENT OF LEGISLATIVE INTENT.\n    7          362. DEFINITIONS.\n    8          363. ADMINISTRATION.\n    9          364. GRANTS FOR LOCAL BICYCLE TOURISM KIOSK.\n   10          365. PROGRAM REVIEW.\n   11    S 360. SHORT TITLE. THIS ACT SHALL BE KNOWN AND MAY BE  CITED  AS  THE\n   12  NEW YORK STATE BICYCLE TOURISM PROMOTION ACT.\n   13    S 361. STATEMENT  OF LEGISLATIVE INTENT. THE LEGISLATURE HEREBY RECOG-\n   14  NIZES THE ROLE THAT CYCLING PLAYS IN LOCAL TOURISM. INCREASINGLY,  BICY-\n   15  CLES  ARE  UTILIZED  BY  TRAVELERS TO EXPLORE LOCAL COMMUNITIES, OR AS A\n   16  METHOD OF TRAVEL THROUGH THE  STATE.  AS  BICYCLES  HELP  EXPAND  TRAVEL\n   17  DESTINATIONS,  AND ADD TO EXPERIENCE BASED TOURISM, THE STATE SHOULD ACT\n   18  TO SUPPORT THE GROWTH IN THIS SECTOR. IT IS THE OBJECTIVE OF THIS LEGIS-\n   19  LATION TO ESTABLISH A  WORKING  FLEET  OF  RENTAL  BIKES  AT  CONVENTION\n   20  BUREAUS, VISITOR CENTERS AND POINTS OF INTEREST THAT ARE HEAVILY VISITED\n   21  BY  TOURISTS  AND PROFESSIONALS. ADDITIONALLY, THE LEGISLATURE WISHES TO\n   22  PROVIDE A MECHANISM TO CONNECT VISITING PROFESSIONALS AND TRAVELERS WITH\n   23  INFORMATION AND MAPS OF BICYCLING ROUTES AND DESTINATION POINTS.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00151-01-1\n\n       S. 2702                             2\n\n    1    S 362. DEFINITIONS. AS USED IN THIS ACT, \"BICYCLE TOURISM KIOSK\" SHALL\n    2  MEAN A CENTRAL LOCATION EASILY ACCESSIBLE BY  TOURISTS  WHERE  BICYCLES,\n    3  BICYCLING  SAFETY  EQUIPMENT  AND A LOCAL BICYCLE ROUTE MAP ARE PROVIDED\n    4  FOR RENTAL AND USE.\n    5    S 363. ADMINISTRATION.  1.  THE DEPARTMENT SHALL ADOPT GUIDELINES FOR,\n    6  AND ADMINISTER A PROGRAM TO PROMOTE BICYCLE TOURISM  IN  LOCAL  COMMUNI-\n    7  TIES. IN DOING SO, THE DEPARTMENT SHALL:\n    8    (A)  SOLICIT  AND  ACCEPT PROPOSALS FROM LOCAL TOURISM PROMOTION AGEN-\n    9  CIES, CONVENTION AND VISITORS BUREAUS AND CHAMBERS OF COMMERCE TO  IDEN-\n   10  TIFY POTENTIAL BICYCLE ROUTES AND HOST A BICYCLE TOURISM KIOSK;\n   11    (B)  EVALUATE  THOSE  PROPOSALS TO ENSURE THAT PROPOSED BICYCLE ROUTES\n   12  WILL PROVIDE TRAVELERS WITH AN ADEQUATE EXPERIENCE BASED ON THE PROXIMI-\n   13  TY OF POINTS OF INTEREST AND TOURISM  ATTRACTIONS  TO  PROPOSED  BICYCLE\n   14  ROUTES; AND\n   15    (C)  PROVIDE THAT NO BICYCLES SHALL BE RENTED WITHOUT ALSO PROVIDING A\n   16  BICYCLE HELMET, OR HAVING BEEN PROVIDED  THAT  THE  PERSON  RENTING  THE\n   17  BICYCLE HAS IN HIS OR HER POSSESSION A HELMET TO BE USED WHILE OPERATING\n   18  SUCH BICYCLE.\n   19    2.  THE  DEPARTMENT  MAY  APPROVE  UP TO FIFTEEN PROPOSALS TO CREATE A\n   20  LOCAL BICYCLE TOURISM KIOSK.\n   21    3. NOTHING SHALL PROHIBIT  THE  DEPARTMENT  FROM  CONTRACTING  WITH  A\n   22  STATEWIDE  BICYCLING ORGANIZATION FOR THE PURPOSES OF IDENTIFYING POTEN-\n   23  TIAL AREAS FOR A BICYCLE TOURISM PROGRAM, EVALUATING PROPOSALS SUBMITTED\n   24  TO THE DEPARTMENT AND LOCALLY ADMINISTERING GRANTS PROVIDED  UNDER  THIS\n   25  ARTICLE.\n   26    S  364.  GRANTS  FOR  LOCAL  BICYCLE  TOURISM  KIOSK. 1. FROM EXISTING\n   27  AMOUNTS APPROPRIATED FOR TOURISM PROMOTION, AND ANY OTHER AMOUNTS APPRO-\n   28  PRIATED FOR THE PROGRAM, THE DEPARTMENT SHALL PROVIDE GRANTS TO  TOURISM\n   29  PROMOTION  AGENCIES,  CONVENTIONS  AND  VISITORS  BUREAUS,  CHAMBERS  OF\n   30  COMMERCE, OR A LOCAL GOVERNMENT FOR THE PURCHASE OF EQUIPMENT AND OPERA-\n   31  TION OF A BICYCLE TOURISM KIOSK.\n   32    2. THE DEPARTMENT MAY CONTRACT WITH A STATEWIDE BICYCLING ORGANIZATION\n   33  TO ADMINISTER GRANTS PROVIDED UNDER THIS ARTICLE.\n   34    3. NO SINGLE GRANT MAY EXCEED TWENTY THOUSAND DOLLARS.\n   35    4. ELIGIBLE USES  FOR  GRANTS  PROVIDED  UNDER  THIS  SECTION  ARE  AS\n   36  FOLLOWS:\n   37    (A)  FOR  THE  PURCHASE  OF  BICYCLES,  HELMETS, LOCKS, BICYCLE TOOLS,\n   38  STATIONARY BICYCLE RACKS, AND ANY OTHER EQUIPMENT NECESSARY TO  MAINTAIN\n   39  AND PROVIDE SAFE BICYCLE RENTALS;\n   40    (B)  FOR  PERSONAL  SERVICE COSTS, PROVIDED HOWEVER THAT SUCH PERSONAL\n   41  SERVICE COSTS SHALL NOT EXCEED NINE THOUSAND DOLLARS PER GRANT;\n   42    (C) FOR ANY OTHER COSTS NECESSARY TO LEASE OR PURCHASE SPACE TO  OPER-\n   43  ATE A BICYCLE TOURISM KIOSK; AND\n   44    (D)  FOR  REASONABLE  NON-PERSONAL  SERVICE  COSTS ASSOCIATED WITH THE\n   45  OPERATION AND MAINTENANCE OF A BICYCLE TOURISM KIOSK.\n   46    S 365. PROGRAM REVIEW. THE DEPARTMENT  SHALL,  SIX  MONTHS  AFTER  THE\n   47  AWARDING  OF GRANTS UNDER THIS ARTICLE, CAUSE TO BE PRODUCED A REVIEW OF\n   48  THE PROGRAM. A REPORT ON THE EFFECTIVENESS  OF  THIS  PROGRAM  SHALL  BE\n   49  SUBMITTED TO THE GOVERNOR, TEMPORARY PRESIDENT OF THE SENATE, AND SPEAK-\n   50  ER OF THE ASSEMBLY.\n   51    S 2. This act shall take effect immediately.\n",
  "memo" : "BILL NUMBER:S2702\n\nTITLE OF BILL:\nAn act\nto amend the economic development law, in relation to creating the New\nYork State bicycle tourism promotion act\n\nPURPOSE:\nThe purpose of this bill is to create the New York Bicycle\nTourism Promotion Act, which will allow for the establishment of\nbicycle kiosks in local communities designed for rental to tourists.\n\nSUMMARY OF PROVISIONS:\nSection 1 of the bill creates the New York\nTourism Promotion Act as a new Article 18 in the Economic Development\nLaw as follows:\n\n&sect;360 titles the act the New York Bicycle Tourism Promotion Act;\n\n&sect;361 provides for the legislative intent;\n\n&sect;362 defines the term \"bicycle tourism kiosk\";\n\n&sect;363 provides for the administration of the program by the Department\nof Economic Development, and allows the Department to contract with a\nstatewide not-for-profit for the purposes of identifying and\nestablishing bicycle kiosks;\n\n&sect;364 provides for grants to open and operate bicycle kiosk, up to\n$20,000; and,\n\n&sect;365 requires that the Department of Economic Development shall review\nthe program six months after awarding grants.\n\nSection 2 of the bill provide for an immediate effective date.\n\nJUSTIFICATION:\nBicycle tourism continues to increase in New York State\non an annual basis.\nInitiatives such as the annual bike trek along the Erie Canal have\ngrown to capacity in the past five years. As more and more travelers\nseek to actively participate in their vacations, and localized\nheritage tourism destinations increase, the need to accommodate these\ntravelers is essential.\n\nThis legislation will provide a mechanism for the State to collaborate\nwith local tourism entities and local governments in order to\nfacilitate bicycle tourism.\n\nLEGISLATIVE HISTORY:\n\n2005-06:  A.7419 Morelle\n2008:     S.8141 Serrano - Referred to Tourism, Recreation, and\nSports Development\n2009-10:  Senate referred to Cultural Affairs, Tourism, Parks\nand Recreation\n\nFISCAL IMPLICATIONS:\nUp to fifteen kiosks at $20,000 totaling $300,000\nmay be funded from existing or future appropriations.\n\nEFFECTIVE DATE:\nImmediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the economic development law, in relation to creating the New York State bicycle tourism promotion act ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110131.T212240.TXT", "SOBI.D110128.T152310.TXT", "SOBI.D110128.T163820.TXT", "SOBI.D110128.T155817.TXT", "SOBI.D110128.T155317.TXT", "SOBI.D110201.T194921.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296607761120
}