{
  "year" : 2011,
  "senateBillNo" : "S2703-2011",
  "billEvents" : [ {
    "eventDate" : 1296190800000,
    "eventText" : "REFERRED TO ENVIRONMENTAL CONSERVATION",
    "billEventId" : "S2703-2011-1296190800000-REFERRED+TO+ENVIRONMENTAL+CONSERVATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SERRANO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Identifies the criteria the commissioner of environmental conservation should consider in publishing a list of high local environmental impact zones",
  "summary" : "Identifies the criteria the commissioner of environmental conservation should consider in publishing a list of high local environmental impact zones; these are areas most adversely affected by existing environmental hazards. ",
  "currentCommittee" : "ENVIRONMENTAL CONSERVATION",
  "sameAs" : "A611",
  "lawSection" : "Environmental Conservation Law",
  "previousVersions" : [ "S1330-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "DILAN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "DUANE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "KRUEGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "PERKINS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "STAVISKY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2703\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 28, 2011\n                                      ___________\n\n       Introduced by Sens. SERRANO, DILAN, DUANE, KRUEGER, PERKINS, STAVISKY --\n         read  twice  and  ordered printed, and when printed to be committed to\n         the Committee on Environmental Conservation\n\n       AN ACT to amend the environmental conservation law, in relation to  high\n         local environmental impact communities\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The environmental conservation law is amended by  adding  a\n    2  new section 3-0308 to read as follows:\n    3  S 3-0308. IDENTIFICATION OF HIGH LOCAL ENVIRONMENTAL IMPACT ZONES.\n    4    1. THE COMMISSIONER SHALL PUBLISH A BIENNIAL LIST OF \"HIGH LOCAL ENVI-\n    5  RONMENTAL  IMPACT  ZONES\", WHICH SHALL IDENTIFY THOSE AREAS OF THE STATE\n    6  WHICH ARE MOST ADVERSELY AFFECTED  BY  EXISTING  ENVIRONMENTAL  HAZARDS.\n    7  SUCH  LIST  SHALL  IDENTIFY  HIGH LOCAL ENVIRONMENTAL IMPACT ZONES IN AS\n    8  SPECIFIC DETAIL AS IS PRACTICABLE, AND  SHALL  IDENTIFY  SUCH  ZONES  BY\n    9  CENSUS  TRACT,  CENSUS  BLOCK GROUP OR NINE DIGIT ZIP CODE TO THE EXTENT\n   10  POSSIBLE, AND SHALL AT A MINIMUM INCLUDE ZONES EXISTING IN WHOLE  OR  IN\n   11  PART  IN  NO  FEWER THAN FIVE PERCENT OF THE FIVE-DIGIT ZIP CODES IN THE\n   12  STATE. IN COMPILING SUCH LIST, THE COMMISSIONER  SHALL  CONSIDER,  AT  A\n   13  MINIMUM,  EACH  OF  THE  FOLLOWING FACTORS, AS WELL AS ANY OTHER FACTORS\n   14  THAT THE COMMISSIONER DEEMS RELEVANT TO A DETERMINATION OF THE  RELATIVE\n   15  ADVERSE ENVIRONMENTAL IMPACT ON LOCAL COMMUNITIES:\n   16    A.  THE  QUANTITIES  OF  TOXIC  CHEMICALS  RELEASED WITHIN THE AREA AS\n   17  REPORTED IN THE TOXICS RELEASE INVENTORY COMPILED PURSUANT TO THE FEDER-\n   18  AL EMERGENCY PLANNING AND COMMUNITY  RIGHT-TO-KNOW  ACT  (42  U.S.C.  SS\n   19  11001 ET SEQ.);\n   20    B. THE QUANTITIES OF EMISSIONS, DISCHARGES AND STORED WASTE AUTHORIZED\n   21  AT FACILITIES LOCATED IN THE AREA BY PERMITS ISSUED PURSUANT TO ARTICLES\n   22  17, 19, 27, 29 AND 40 OF THIS CHAPTER;\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00167-01-1\n\n       S. 2703                             2\n\n    1    C. THE QUANTITIES OF PESTICIDES SOLD AND USED IN THE AREA AS REFLECTED\n    2  IN THE PESTICIDE SALES AND USE DATA BASE ESTABLISHED PURSUANT TO SECTION\n    3  33-1201 OF THIS CHAPTER;\n    4    D. THE NUMBER OF WATER BODIES IN OR ADJACENT TO THE AREA IDENTIFIED BY\n    5  THE  DEPARTMENT  AS  IMPAIRED  PURSUANT TO S 303(D) OF THE FEDERAL WATER\n    6  POLLUTION ACT (42 U.S.C. S 1313(D)), AND THE RELATIVE SIZE  AND  IMPAIR-\n    7  MENT OF THOSE BODIES OF WATER;\n    8    E.  THE  NUMBER OF INACTIVE HAZARDOUS WASTE DISPOSAL SITES, AS DEFINED\n    9  IN SECTION 27-1301 OF THIS CHAPTER, IN THE AREA, AND THE RELATIVE AMOUNT\n   10  OF HAZARDOUS WASTE AT THOSE SITES;\n   11    F. THE NUMBER AND QUANTITY OF DISCHARGES OF PETROLEUM  AS  DEFINED  IN\n   12  ARTICLE 12 OF THE NAVIGATION LAW;\n   13    G.  WHETHER  THE AREA IS ADJACENT TO ONE OR MORE OTHER AREAS WHICH ARE\n   14  FOUND TO BE HIGH LOCAL ENVIRONMENTAL IMPACT  ZONES,  WHERE  THE  ADVERSE\n   15  ENVIRONMENTAL IMPACTS IN SUCH DESIGNATED ZONES ALSO HAVE ADVERSE IMPACTS\n   16  ON ADJACENT AREAS; AND\n   17    H. WHETHER THE AREA IS INCLUDED IN AN AREA DESIGNATED AS NONATTAINMENT\n   18  FOR  ONE  OR  MORE POLLUTANTS PURSUANT TO S 107 OF THE FEDERAL CLEAN AIR\n   19  ACT (42 U.S.C. S4207).\n   20    2. THE COMMISSIONER SHALL PUBLISH THE LISTING OF HIGH  LEVEL  ENVIRON-\n   21  MENTAL  IMPACT  ZONES  REQUIRED  BY THIS SECTION IN A REPORT WHICH SHALL\n   22  IDENTIFY THE FACTORS  CONSIDERED  BY  THE  COMMISSIONER  AND  HOW  THOSE\n   23  FACTORS  WERE  WEIGHED IN MAKING SUCH DESIGNATIONS. SUCH REPORT SHALL BE\n   24  MADE AVAILABLE TO THE PUBLIC IN PRINTED FORM  AND  ON  THE  DEPARTMENT'S\n   25  WEBSITE. THE FIRST SUCH REPORT SHALL BE PUBLISHED WITHIN TWO YEARS AFTER\n   26  THE EFFECTIVE DATE OF THIS SECTION.\n   27    S 2.  This act shall take effect immediately.\n",
  "memo" : "BILL NUMBER:S2703\n\nTITLE OF BILL:\nAn act\nto amend the environmental conservation law, in relation to high local\nenvironmental impact communities\n\nPURPOSE:\nThis bill requires the Department of Environmental Conservation (DEC)\nto publish a list of those areas in the State that are most adversely\naffected by existing environmental hazards.\n\nSection 1 of the bill adds a new section 3-0308 to the Environmental\nConservation Law requiring DEC to publish a list of \"high local\nenvironmental impact zones\", which are defined as those areas of the\nState which are most adversely impacted by existing environmental\nhazards.\nThe analysis of environmental burdens experienced in various areas\nwill be based on the best information available (i.e., at the level\nof census tract, census block group or nine-digit zip code) to allow\nmore precise targeting of high local impact zones wherever\npracticable. The biennial list will include zones that exist in whole\nor part in at least 5% of the zip codes in the state. In compiling\nthis list, DEC must consider numerous potentially adverse\nenvironmental impacts within each zip code or area, including:\n\n* releases of toxic chemicals and petroleum discharges;\n\n* emissions, discharges and stored waste authorized by permit;\n\n* the amount of pesticides sold and used;\n\n* the number of bodies of water determined by DEC to be impaired;\n\n* the presence of inactive hazardous waste disposal sites; and\n\n* whether the area has been designated as non-attainment for one or\nmore pollutants pursuant to the federal Clean Air Act.\n\nDEC is required to publish the listing every two years, together with a\nreport identifying the factors considered and how those factors were\nweighed in compiling the list.\n\nEXISTING LAW:\nThere is no current statutory requirement for the identification of\nareas that are most adversely impacted by existing environmental\nhazards. Nevertheless, most of the information that DEC is required to\nconsider in compiling the list of \"high local environmental impact\nzones\" under this bill is already available to DEC pursuant to\nexisting provisions of state and federal law.\n\nJUSTIFICATION:\nThe siting of projects with potential adverse environmental impacts is\na complex and difficult process. Local residents are never in favor\nof having such projects located in their communities, and thus\ngovernment decision makers must undertake a difficult balancing of\ncompeting interests in order to select the most appropriate location\nfor the project.\nHistorically, geographical areas with existing environmental hazards\nhave frequently been selected for the placement of new projects,\npresumably due to the belief that the \"incremental\" adverse impact\nwould be less in such an area than in a \"pristine\" area with no\nexisting environmental problems.\n\nUnfortunately, this process can lead to a concentration of\nenvironmental hazards within a small geographical area, and a\nconcomitant increased risk to residents of those areas. Residents of\ncommunities with a high presence of environmental pollution are\nfrequently disproportionately afflicted with associated health\nproblems, and there is widespread recognition that such communities\nare disproportionately populated by persons of low income and/or\npersons of color.\n\nThis bill seeks to address this problem by requiring DEC to identify\n\"high local environmental impact zones\", which are defined as those\nareas of the State that are most adversely impacted by existing\nenvironmental hazards.\n\nThe need for consideration of such cumulative impacts has been\nrecognized at the federal level, where the EPA has established a\nprinciple of \"fair treatment\" in environmental decision-making, as\nmandated by President Clinton's 1994 Executive Order on Environmental\nJustice. This bill will help to ensure that New York State similarly\nrecognizes the existence of such overburdened communities, and that\nfuture siting decisions are made only after considering the potential\nadverse impacts on these communities.\n\nLEGISLATIVE HISTORY:\nThis legislation was submitted during the 2001-02 legislative session\n(Attorney General Program bill #20-01). As A.7862-A, it passed the\nAssembly in 2003 and 2004, and was referred in each year to the\nSenate Environmental Conservation Committee.\n2009/10:  Passed Senate and Assembly - Vetoed by the Governor.\n\nFISCAL IMPLICATIONS:\n\nThe Department of Environmental Conservation may require some minor\nadditional resources to implement the requirements of this bill.\n\nEFFECTIVE DATE:\nThe bill would take effect immediately, and the first report would be\npublished within two years of such effective date.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the environmental conservation law, in relation to high local environmental impact communities ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110128.T152810.TXT", "SOBI.D110131.T212240.TXT", "SOBI.D110128.T152310.TXT", "SOBI.D110128.T163820.TXT", "SOBI.D110128.T155817.TXT", "SOBI.D110128.T155317.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296526960654
}