{
  "year" : 2011,
  "senateBillNo" : "S270-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO AGING",
    "billEventId" : "S270-2011-1294203600000-REFERRED+TO+AGING",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "DIAZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes the establishment of a caregiver support program for grandparents and other older adult relative caregivers",
  "summary" : "Creates a caregiver support program for grandparents and other older adult relative caregivers who are providing primary care for children aged 18 and under either formally or informally to provide technical assistance, counseling and other resources. ",
  "currentCommittee" : "AGING",
  "sameAs" : null,
  "lawSection" : "Elder Law",
  "previousVersions" : [ "S1557-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          270\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  DIAZ  --  read twice and ordered printed, and when\n         printed to be committed to the Committee on Aging\n\n       AN ACT to amend the elder law, in  relation  to  authorizing  the  state\n         office  for  the  aging  to  implement a caregiver support program for\n         grandparents and other older relatives who are caring for children\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  elder  law is amended by adding a new section 224 to\n    2  read as follows:\n    3    S 224. GRANDPARENT CAREGIVER SUPPORT PROGRAM. 1. THE DIRECTOR IS HERE-\n    4  BY AUTHORIZED AND DIRECTED, TO THE EXTENT APPROPRIATIONS  ARE  AVAILABLE\n    5  THEREFOR,  TO  DEVELOP  AND  ESTABLISH  A  GRANDPARENT CAREGIVER SUPPORT\n    6  PROGRAM FOR THE PURPOSE OF PROVIDING SUPPORT SERVICES TO GRANDPARENTS OR\n    7  OTHER OLDER ADULT RELATIVE CAREGIVERS WHO ARE PROVIDING PRIMARY CARE FOR\n    8  A CHILD.\n    9    2. DEFINITIONS. FOR THE PURPOSES OF THIS SECTION:\n   10    (A) \"GRANDPARENT OR OTHER OLDER ADULT RELATIVE CAREGIVERS\" SHALL  MEAN\n   11  A  GRANDPARENT OR STEPGRANDPARENT OF A CHILD OR A RELATIVE OF A CHILD BY\n   12  BLOOD OR MARRIAGE WHO:\n   13    (I) IS SIXTY YEARS OF AGE OR OLDER, AND\n   14    (II) LIVES WITH THE CHILD, AND\n   15    (III) PROVIDES PRIMARY CARE FOR THE CHILD BECAUSE  THE  BIOLOGICAL  OR\n   16  ADOPTIVE  PARENTS  ARE UNWILLING OR UNABLE TO SERVE AS THE PRIMARY CARE-\n   17  GIVER OF THE CHILD, AND\n   18    (IV) IS THE CUSTODIAN OR GUARDIAN OF THE  CHILD,  OR  IS  RAISING  THE\n   19  CHILD INFORMALLY.\n   20    (B)  \"CHILD\"  SHALL MEAN AN INDIVIDUAL WHO IS EIGHTEEN YEARS OF AGE OR\n   21  YOUNGER.\n   22    3. THE GRANDPARENT CAREGIVER SUPPORT PROGRAM MAY INCLUDE, BUT  IS  NOT\n   23  LIMITED TO:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02203-01-1\n\n       S. 270                              2\n\n    1    (A)  THE  CREATION  OF GRANDPARENT CAREGIVER RESOURCE CENTERS BY LOCAL\n    2  OFFICES FOR THE AGING IN NEW YORK STATE,\n    3    (B)  TECHNICAL ASSISTANCE AND TRAINING FOR GRANDPARENT AND OTHER OLDER\n    4  ADULT RELATIVE CAREGIVERS SUPPORT GROUPS,\n    5    (C) INFORMATION AND REFERRAL FOR GRANDPARENT  AND  OTHER  OLDER  ADULT\n    6  RELATIVE CAREGIVERS,\n    7    (D) ASSISTANCE TO GRANDPARENTS AND OTHER OLDER ADULT RELATIVE CAREGIV-\n    8  ERS IN GAINING ACCESS TO AVAILABLE SERVICES,\n    9    (E) COUNSELING TO GRANDPARENTS AND OTHER OLDER ADULT RELATIVE CAREGIV-\n   10  ERS  IN MAKING DECISIONS AND SOLVING PROBLEMS RELATING TO THEIR CAREGIV-\n   11  ING ROLES, AND\n   12    (F) THE PUBLICATION AND DISSEMINATION OF PRINTED MATERIAL  RELATED  TO\n   13  SERVICES  AVAILABLE TO GRANDPARENTS AND OTHER OLDER ADULT RELATIVE CARE-\n   14  GIVERS.\n   15    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the elder law, in relation to authorizing the state office for the aging to implement a caregiver support program for grandparents and other older relatives who are caring for children ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101213.T114806.TXT", "SOBI.D101215.T111859.TXT", "SOBI.D101213.T124810.TXT", "SOBI.D101213.T132815.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292429939152
}