{
  "year" : 2011,
  "senateBillNo" : "S2701-2011",
  "billEvents" : [ {
    "eventDate" : 1296190800000,
    "eventText" : "REFERRED TO HOUSING, CONSTRUCTION AND COMMUNITY DEVELOPMENT",
    "billEventId" : "S2701-2011-1296190800000-REFERRED+TO+HOUSING%2C+CONSTRUCTION+AND+COMMUNITY+DEVELOPMENT",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SERRANO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes NYCHA survey of housing developments to determine the percentage of non-English proficient residents, requires language assistance programs",
  "summary" : "Authorizes the New York City Housing Authority to conduct a survey of housing developments under its control for the purpose of determining the percentage of non-English proficient residents in such developments and requiring the institution of language assistance programs at public housing developments at which more than ten percent of the residents do not speak English. ",
  "currentCommittee" : "HOUSING, CONSTRUCTION AND COMMUNITY DEVELOPMENT",
  "sameAs" : null,
  "lawSection" : "Housing",
  "previousVersions" : [ "S4459-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2701\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 28, 2011\n                                      ___________\n\n       Introduced  by  Sen. SERRANO -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Housing, Construction  and\n         Community Development\n\n       AN  ACT  to  authorize  the New York city housing authority to conduct a\n         survey of housing developments under its control for  the  purpose  of\n         determining the percentage of non-English proficient residents in such\n         developments and requiring institution of language assistance programs\n         at  public  housing developments at which more than ten percent of the\n         residents do not speak English\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Not later than January 1, 2012, and every three years ther-\n    2  eafter,  the  New  York city housing authority shall conduct a survey of\n    3  each public housing development  under  its  control  to  determine  the\n    4  percentage  of  residents  in each development who are not proficient in\n    5  English and ascertain the languages in which such residents  are  profi-\n    6  cient.  If more than ten percent of the residents of a given development\n    7  are non-English proficient, the development shall establish  a  language\n    8  assistance  program  where  non-English  proficient residents would have\n    9  effective access to communicate with development supervisors and person-\n   10  nel in a language in which  they  are  proficient.  This  program  shall\n   11  include, but not be limited to:\n   12    a.  employing  a  minimum  of  one  person  proficient  in one or more\n   13  languages spoken by the non-English proficient residents of the develop-\n   14  ment, so as to ensure that every resident of the development has  access\n   15  to  at least one staff member who speaks at least one language spoken by\n   16  such resident;\n   17    b.  considering  proficiency  in  one  or  more  of  the   non-English\n   18  language(s) spoken at the development as a major criterion in the hiring\n   19  process;\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00056-01-1\n\n       S. 2701                             2\n\n    1    c.  ensuring  that  all  staff  members are trained on how to properly\n    2  utilize New York city housing  authority's  Language  Services  Unit  to\n    3  properly communicate with residents; and\n    4    d.  providing translation of all commonly used forms and informational\n    5  materials into the primary language.\n    6    S 2. Within 30 days  of  the  institution  of  a  language  assistance\n    7  program  at  a  development,  the development management shall prepare a\n    8  notice of the availability of the language assistance programs for  non-\n    9  English  proficient residents and shall mail such notice to the homes of\n   10  the development's non-English proficient residents. The notice shall  be\n   11  written  in  the  residents' primary language and shall specify the name\n   12  and contact information for the  bilingual  employees  employed  by  the\n   13  development.\n   14    S  3.  Each  development  shall keep a record documenting its language\n   15  assistance program and shall submit a summary report annually to the New\n   16  York city housing authority. Such record and report shall  include,  but\n   17  not be limited to:\n   18    a.  The  number  of  non-English proficient residents who receive such\n   19  assistance;\n   20    b. The number of non-English proficient households where one  resident\n   21  is English language proficient;\n   22    c. The number of complaints filed by non-English proficient or limited\n   23  English proficient residents; and\n   24    d.  The  number  of bilingual personnel used to assist in the language\n   25  assistance and translation services.\n   26    S 4. The New York city housing authority shall promulgate such  rules,\n   27  regulations  and  standards  as may be necessary and proper to implement\n   28  the provisions of this act, including the undertaking of the survey, the\n   29  establishment of the language assistance programs and the monitoring  of\n   30  such programs to ensure on-going compliance by the developments at which\n   31  the programs are instituted.\n   32    S 5. This act shall take effect immediately.\n",
  "memo" : "BILL NUMBER:S2701\n\nTITLE OF BILL:\nAn act\nto authorize the New York city housing authority to conduct a survey of\nhousing developments under its control for the purpose of determining\nthe percentage of non-English proficient residents in such developments\nand requiring institution of language assistance programs at public\nhousing developments at which more than ten percent of the residents do\nnot speak English\n\nPURPOSE OF THE BILL:\nTo provide residents of New York City Housing Authority (NYCHA)\ndevelopments access to critical services in non-English languages, if\na substantial number of residents of the development require services\nin that language.\n\nSUMMARY OF SPECIFIC PROVISIONS:\nSection 1 directs NYCHA to conduct a language assessment of its\ndevelopments every three years, no later than January 1, 2010. If the\nsurvey finds developments with populations often percent or greater\nrequiring services in a non-English language, the development shall\nprovide important documents and seek to employ one person proficient\nin the aforementioned non-English language.\n\nSection 2 directs the NYCHA to prepare a notice, within 30 days of the\ninstitution of the language assistance program, that informs\nresidents of the newly available services. Such notices shall be\nmailed to non-English proficient residents with contact information\nfor the bilingual employee(s).\n\nSection 3 relates to information gathering requirements of the program.\n\nSection 4 authorizes NYCHA to implement the necessary rules,\nregulations and standards.\n\nJUSTIFICATION:\n\nThe City of New York is linguistically one of the most diverse cities\nin the world, with over 170 languages spoken by residents throughout\nthe five boroughs. Residents of public housing in New York City, many\nrecent immigrants seeking to make a better life for their families,\ndeserve access to critical management services in their native\nlanguages.\n\nMy office has received numerous reports of the unacceptable handling\nof resident phone calls by NYCHA employees unsure of how to handle\ncalls in a widely-spoken non-English language. As\nthe call could have been in regards to a critical safety issue, a rent\ndiscrepancy or other important quality of life issue, proper handling\nof resident concerns is a must.\n\nThough NYCHA has established a central translation phone bank to\naddress these concerns, this system has not proven a responsive or\ncost-effective solution.\n\nPRIOR LEGISLATIVE HISTORY:\n2009-2010: Senate & Assembly Referred to Housing\n\nFISCAL IMPLICATIONS FOR STATE & LOCAL GOVERNMENTS:\nFiscal note pending.\n\nEFFECTIVE DATE:\nImmediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to authorize the New York city housing authority to conduct a survey of housing developments under its control for the purpose of determining the percentage of non-English proficient residents in such developments and requiring institution of language assistance programs at public housing developments at which more than ten percent of the residents do not speak English ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110131.T212240.TXT", "SOBI.D110128.T152310.TXT", "SOBI.D110128.T163820.TXT", "SOBI.D110128.T155817.TXT", "SOBI.D110128.T155317.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296526960651
}