{
  "year" : 2011,
  "senateBillNo" : "S2700-2011",
  "billEvents" : [ {
    "eventDate" : 1296190800000,
    "eventText" : "REFERRED TO COMMERCE, ECONOMIC DEVELOPMENT AND SMALL BUSINESS",
    "billEventId" : "S2700-2011-1296190800000-REFERRED+TO+COMMERCE%2C+ECONOMIC+DEVELOPMENT+AND+SMALL+BUSINESS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SERRANO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to certain requirements of the contractor for the state travel guide",
  "summary" : "Authorizes the commissioner of economic development together with the commissioner of agriculture and markets to devise a program to promote and distribute statewide and regional guides to farms, farmers markets and other agriculturally significant tourist destinations. ",
  "currentCommittee" : "COMMERCE, ECONOMIC DEVELOPMENT AND SMALL BUSINESS",
  "sameAs" : null,
  "lawSection" : "Economic Development Law",
  "previousVersions" : [ "S6673-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "ADAMS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "BONACIC",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "DIAZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "PERKINS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "VALESKY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2700\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 28, 2011\n                                      ___________\n\n       Introduced  by  Sens. SERRANO, ADAMS, BONACIC, DIAZ, PERKINS, VALESKY --\n         read twice and ordered printed, and when printed to  be  committed  to\n         the Committee on Commerce, Economic Development and Small Business\n\n       AN ACT to amend the economic development law, in relation to authorizing\n         the  commissioner  of  economic  development  to develop certain regu-\n         lations regarding the state travel guide\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Paragraph  (b)  of  subdivision  15 of section 100 of the\n    2  economic development law, as amended by chapter 446 of the laws of 1990,\n    3  is amended and a new paragraph (c) is added to read as follows:\n    4    (b) in the discharge of this power, the commissioner may enter into  a\n    5  contract  for  publication  of  a state travel guide to promote tourism.\n    6  Such contract may provide for the sale of advertising by the contractor.\n    7  A contract for publication of a state  travel  guide  shall  be  awarded\n    8  following  consideration  of  factors  which  shall  include, but not be\n    9  limited to, the most favorable financial advantage for  the  state,  the\n   10  best  representation  of the state of New York and its services, and the\n   11  greatest utility to the traveller.   The commissioner  shall  promulgate\n   12  regulations  by  the first day of November next succeeding the effective\n   13  date of this paragraph to guide the preparation of bids  and  the  dead-\n   14  lines  for  selection  of  a competent contractor and publication of the\n   15  state travel guide. The regulations shall, at a minimum, limit advertis-\n   16  ing content to no more than thirty percent of the  space  available  and\n   17  establish  responsibility  for  preparation and placement of appropriate\n   18  editorial content and an  equitable  listing  without  charge  or  other\n   19  consideration  of attractions and activities available to the tourist in\n   20  New York state. Such regulations  shall  provide  for  approval  of  the\n   21  commissioner  at  critical  stages of state travel guide development and\n   22  advertising standards and rates.  Furthermore,  such  regulations  shall\n   23  provide  minimum  financial  terms and responsibilities of the state and\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00247-01-1\n\n       S. 2700                             2\n\n    1  the  contractor,  the  allocation  of  any  revenues  derived  from  the\n    2  production of the travel guide and securities which shall be required of\n    3  the contractor[.];\n    4    (C)  IN  COOPERATION WITH THE COMMISSIONER OF AGRICULTURE AND MARKETS,\n    5  THE COMMISSIONER SHALL DEVELOP  A  PROGRAM  TO  PROMOTE  AND  DISTRIBUTE\n    6  STATEWIDE  AND REGIONAL GUIDES TO FARMS, FARMERS MARKETS AND OTHER AGRI-\n    7  CULTURALLY SIGNIFICANT TOURIST DESTINATIONS. THESE GUIDES MAY BE  DEVEL-\n    8  OPED BY THE DEPARTMENT IN COOPERATION WITH THE DEPARTMENT OF AGRICULTURE\n    9  AND MARKETS OR THE GUIDES MAY BE DEVELOPED EXCLUSIVELY BY THE DEPARTMENT\n   10  OF AGRICULTURE AND MARKETS.\n   11    S 2. This act shall take effect on the one hundred eightieth day after\n   12  it shall have become a law.\n",
  "memo" : "BILL NUMBER:S2700\n\nTITLE OF BILL:\nAn act\nto amend the economic development law, in relation to authorizing the\ncommissioner of economic development\nto develop certain regulations regarding the state travel\nguide\n\nPURPOSE:\nTo promote New York farms and farmers' markets as part of the \"I Love\nNew York\" tourism campaign:\n\nSUMMARY OF PROVISIONS:\nAdds a paragraph (c) to subdivision 15 of section 100 of the Economic\nDevelopment Law. This law would authorize the Commissioner of\nEconomic Development in cooperation with the Commissioner of\nAgriculture and Markets to develop a program to promote and\ndistribute statewide and regional guides to farms, farmers markets\nand other agriculturally significant tourist destinations. These\nguides could be those already developed by Agriculture and Markets as\npart of travel guides created by the contractor.\n\nJUSTIFICATION:\nFarmers' markets, farm stands, farm tours, hay rides, harvest\nfestivals and other agricultural enterprises are crucial to the\neconomic survival of farming in many areas of the State. The economic\nbenefits from agritourism and retail food sales are also important to\nthe communities where these activities take place, including urban\nneighborhoods surrounding a successful farmers' market. Promotional\nefforts are vital but often difficult for farm families and\nnot-for-profit sponsors of farmers' markets.\n\nThe tourists who discover these business usually become loyal\ncustomers and actively seek out similar destinations. However, many\npotential visitors to different regions of he State are not aware of\nall our agricultural treasures. The Department of Agriculture and\nMarkets produces a guide to New York farm-fresh food but most tourist\ncontact the Department of Economic Development's \"I Love New York\"\nprogram for information. This bill would ensure that when people call\nfor travel information they are provided with or informed of the\navailability of agricultural guides for the regions of the State\nwhere they live or are planning to visit.\n\nLEGISLATIVE HISTORY:\n1997-1998: S.2846B/A.4833B\n1999-2000: S.5294/A.5950\n2001-2002: S.536/A.746\n2003-2004: S.193/A.676\n2005-2006: A.3718\n2007-2008: S.8129 Serrano - Referred to Commerce,\n\n           Economic Development and Small Business\n2008-2009: S.1329 Serrano - Passed the Legislature,\n           Vetoed by the Governor\n\nFISCAL IMPLICATIONS:\nIncreased requests for guides may require increased State printing and\nmailing costs which could also occur under existing law.\n\nEFFECTIVE DATE:\nThis act shall take effect on the one hundred eightieth day after it\nshall have become a law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the economic development law, in relation to authorizing the commissioner of economic development to develop certain regulations regarding the state travel guide ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110131.T212240.TXT", "SOBI.D110128.T152310.TXT", "SOBI.D110128.T163820.TXT", "SOBI.D110128.T155817.TXT", "SOBI.D110128.T155317.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296526960650
}