{
  "year" : 2011,
  "senateBillNo" : "S2706-2011",
  "billEvents" : [ {
    "eventDate" : 1296190800000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "S2706-2011-1296190800000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SKELOS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes limitations upon school district and local government tax levies; repealer",
  "summary" : null,
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "General Municipal Law",
  "previousVersions" : null,
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "CARLUCCI",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "KLEIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2706\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 28, 2011\n                                      ___________\n\n       Introduced  by Sen. SKELOS -- (at request of the Governor) -- read twice\n         and ordered printed, and when printed to be committed to the Committee\n         on Finance\n\n       AN ACT to amend the general municipal law, the  education  law  and  the\n         municipal  home rule law, in relation to establishing limitations upon\n         school district and local government tax levies; and to repeal certain\n         provisions of the education law relating thereto\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  general  municipal  law  is  amended by adding a new\n    2  section 3-c to read as follows:\n    3    S 3-C. LIMITATION UPON REAL PROPERTY TAX LEVIES BY LOCAL  GOVERNMENTS.\n    4  1.  UNLESS  OTHERWISE PROVIDED BY LAW, THE AMOUNT OF REAL PROPERTY TAXES\n    5  THAT MAY BE LEVIED BY OR ON BEHALF OF ANY LOCAL GOVERNMENT,  OTHER  THAN\n    6  THE  CITY  OF  NEW  YORK  AND  THE COUNTIES CONTAINED THEREIN, SHALL NOT\n    7  EXCEED THE TAX LEVY LIMITATION ESTABLISHED PURSUANT TO THIS SECTION.\n    8    2. WHEN USED IN THIS SECTION:\n    9    (A) \"ALLOWABLE LEVY GROWTH FACTOR\" SHALL BE THE LESSER OF: (I) ONE AND\n   10  TWO ONE-HUNDREDTHS; OR (II) THE SUM OF ONE PLUS  THE  INFLATION  FACTOR;\n   11  PROVIDED,  HOWEVER, THAT IN NO CASE SHALL THE LEVY GROWTH FACTOR BE LESS\n   12  THAN ONE.\n   13    (B) \"APPROVED CAPITAL EXPENDITURES\" MEANS THE EXPENDITURES  ASSOCIATED\n   14  WITH CAPITAL PROJECTS THAT HAVE BEEN APPROVED BY THE QUALIFIED VOTERS OF\n   15  THE LOCAL GOVERNMENT.\n   16    (C) \"AVAILABLE CARRYOVER\" MEANS THE SUM OF THE AMOUNT BY WHICH THE TAX\n   17  LEVY  FOR  THE  PRIOR  FISCAL YEAR WAS BELOW THE TAX LEVY LIMIT FOR SUCH\n   18  FISCAL YEAR, IF ANY, BUT NO MORE THAN ONE AND ONE-HALF  PERCENT  OF  THE\n   19  TAX LEVY LIMIT FOR SUCH FISCAL YEAR.\n   20    (D) \"CAPITAL TAX LEVY\" MEANS THE TAX LEVY NECESSARY TO SUPPORT CAPITAL\n   21  EXPENDITURES, IF ANY.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD12008-03-1\n\n       S. 2706                             2\n\n    1    (E) \"COMING FISCAL YEAR\" MEANS THE FISCAL YEAR OF THE LOCAL GOVERNMENT\n    2  FOR  WHICH  A  TAX  LEVY LIMITATION SHALL BE DETERMINED PURSUANT TO THIS\n    3  SECTION.\n    4    (F)  \"INFLATION  FACTOR\" MEANS THE QUOTIENT OF: (I) THE AVERAGE OF THE\n    5  NATIONAL CONSUMER PRICE INDEXES DETERMINED BY THE UNITED STATES  DEPART-\n    6  MENT OF LABOR FOR THE TWELVE-MONTH PERIOD ENDING SIX MONTHS PRIOR TO THE\n    7  START  OF  THE  COMING  FISCAL  YEAR  MINUS  THE AVERAGE OF THE NATIONAL\n    8  CONSUMER PRICE INDEXES DETERMINED BY THE  UNITED  STATES  DEPARTMENT  OF\n    9  LABOR  FOR  THE TWELVE-MONTH PERIOD ENDING SIX MONTHS PRIOR TO THE START\n   10  OF THE PRIOR FISCAL YEAR, DIVIDED BY: (II) THE AVERAGE OF  THE  NATIONAL\n   11  CONSUMER  PRICE  INDEXES  DETERMINED  BY THE UNITED STATES DEPARTMENT OF\n   12  LABOR FOR THE TWELVE-MONTH PERIOD ENDING SIX MONTHS PRIOR TO  THE  START\n   13  OF THE PRIOR FISCAL YEAR, WITH THE RESULT EXPRESSED AS A DECIMAL TO FOUR\n   14  PLACES.\n   15    (G)  \"LOCAL  GOVERNMENT\"  MEANS  A  COUNTY,  CITY, TOWN, VILLAGE, FIRE\n   16  DISTRICT, OR SPECIAL DISTRICT INCLUDING BUT NOT LIMITED  TO  A  DISTRICT\n   17  CREATED  PURSUANT  TO ARTICLES TWELVE, TWELVE-A, TWELVE-C OR THIRTEEN OF\n   18  THE TOWN LAW, ARTICLES FIVE-A, FIVE-B OR FIVE-D OF THE COUNTY LAW, CHAP-\n   19  TER FIVE HUNDRED SIXTEEN OF THE LAWS OF NINETEEN  HUNDRED  TWENTY-EIGHT,\n   20  OR  CHAPTER  TWO  HUNDRED  SEVENTY-THREE OF THE LAWS OF NINETEEN HUNDRED\n   21  THIRTY-NINE, BUT SHALL NOT INCLUDE THE CITY OF NEW YORK OR THE  COUNTIES\n   22  CONTAINED THEREIN.\n   23    (H)  \"PRIOR FISCAL YEAR\" MEANS THE FISCAL YEAR OF THE LOCAL GOVERNMENT\n   24  IMMEDIATELY PRECEDING THE COMING FISCAL YEAR.\n   25    (I) \"TAX LEVY LIMITATION\" MEANS THE AMOUNT OF TAXES A LOCAL GOVERNMENT\n   26  IS AUTHORIZED TO LEVY PURSUANT TO THIS SECTION, PROVIDED, HOWEVER,  THAT\n   27  THE  TAX  LEVY  LIMIT  SHALL NOT INCLUDE THE LOCAL GOVERNMENT'S APPROVED\n   28  CAPITAL TAX LEVY, IF ANY.\n   29    3. (A) SUBJECT TO THE PROVISIONS OF SUBDIVISION FIVE OF THIS  SECTION,\n   30  BEGINNING  WITH  THE  FISCAL YEAR THAT BEGINS IN TWO THOUSAND TWELVE, NO\n   31  LOCAL GOVERNMENT SHALL ADOPT A BUDGET THAT REQUIRES A TAX LEVY  THAT  IS\n   32  GREATER THAN THE TAX LEVY LIMITATION FOR THE COMING FISCAL YEAR.\n   33    (B)  THE STATE COMPTROLLER SHALL CALCULATE THE TAX LEVY LIMITATION FOR\n   34  EACH LOCAL GOVERNMENT BY THE ONE HUNDRED  TWENTIETH  DAY  PRECEDING  THE\n   35  COMMENCEMENT  OF  EACH  LOCAL GOVERNMENT'S FISCAL YEAR, AND SHALL NOTIFY\n   36  EACH LOCAL GOVERNMENT OF THE TAX LEVY LIMITATION SO DETERMINED.\n   37    (C) THE TAX LEVY LIMITATION APPLICABLE TO THE COMING FISCAL YEAR SHALL\n   38  BE DETERMINED AS FOLLOWS:\n   39    (I) ASCERTAIN THE TOTAL AMOUNT OF TAXES LEVIED FOR  THE  PRIOR  FISCAL\n   40  YEAR.\n   41    (II)  ADD  ANY  PAYMENTS  IN LIEU OF TAXES THAT WERE RECEIVABLE IN THE\n   42  PRIOR FISCAL YEAR.\n   43    (III) SUBTRACT THE APPROVED CAPITAL TAX  LEVY  FOR  THE  PRIOR  FISCAL\n   44  YEAR, IF ANY.\n   45    (IV)  SUBTRACT  THE LEVY ATTRIBUTABLE TO A LARGE LEGAL SETTLEMENT OF A\n   46  TORT ACTION EXCLUDED FROM THE LEVY LIMITATION IN THE PRIOR FISCAL  YEAR,\n   47  IF ANY.\n   48    (V) MULTIPLY THE RESULT BY THE ALLOWABLE LEVY GROWTH FACTOR.\n   49    (VI)  SUBTRACT  ANY PAYMENTS IN LIEU OF TAXES RECEIVABLE IN THE COMING\n   50  FISCAL YEAR.\n   51    (VII) ADD THE AVAILABLE CARRYOVER, IF ANY.\n   52    (D) IN THE EVENT THE GOVERNING BODY OF A LOCAL GOVERNMENT HAS APPROVED\n   53  A LEGAL SETTLEMENT OF A TORT ACTION AGAINST THE GOVERNMENT,  THE  ANNUAL\n   54  COSTS  OF  WHICH  EXCEED TEN PERCENT OF THE PROPERTY TAXES LEVIED BY THE\n   55  LOCAL GOVERNMENT IN THE PRIOR FISCAL YEAR, THE STATE  COMPTROLLER,  UPON\n   56  APPLICATION  BY THE LOCAL GOVERNMENT, MAY ADJUST THE TAX LEVY LIMITATION\n\n       S. 2706                             3\n\n    1  FOR THE COMING FISCAL YEAR  APPLICABLE  TO  SUCH  LOCAL  GOVERNMENT,  BY\n    2  ADDING THE ANNUAL COSTS OF SUCH SETTLEMENT TO THE TAX LEVY LIMITATION.\n    3    (E)  THE STATE COMPTROLLER SHALL DETERMINE THE PORTION OF THE TAX LEVY\n    4  OF EACH COUNTY THAT IS ATTRIBUTABLE TO ANY INCREASE OR DECREASE OVER THE\n    5  PRIOR YEAR IN THE COST OF THE COUNTY SHARE OF DIRECT CASH ASSISTANCE  TO\n    6  PERSONS  ELIGIBLE  FOR  THE  FEDERAL-STATE-LOCAL TEMPORARY ASSISTANCE TO\n    7  NEEDY FAMILIES PROGRAM OR THE STATE-LOCAL SAFETY NET ASSISTANCE  PROGRAM\n    8  AND SHALL ADJUST THE TAX LEVY LIMITATION FOR SUCH COUNTY TO REFLECT SUCH\n    9  CHANGE.\n   10    (F) WHENEVER THE RESPONSIBILITY AND ASSOCIATED COST OF A LOCAL GOVERN-\n   11  MENT  ACTIVITY  IS  TRANSFERRED  TO  ANOTHER LOCAL GOVERNMENT, THE STATE\n   12  COMPTROLLER SHALL DETERMINE THE COSTS AND SAVINGS ON THE AFFECTED  LOCAL\n   13  GOVERNMENTS  ATTRIBUTABLE  TO  SUCH  TRANSFER  FOR THE FIRST FISCAL YEAR\n   14  FOLLOWING THE TRANSFER, AND ADJUST THE  TAX  LEVY  LIMITATIONS  OF  SUCH\n   15  LOCAL GOVERNMENTS ACCORDINGLY.\n   16    4. A LOCAL GOVERNMENT MAY ADOPT A BUDGET THAT REQUIRES A TAX LEVY THAT\n   17  IS  GREATER THAN THE TAX LEVY LIMITATION FOR THE COMING FISCAL YEAR ONLY\n   18  IF THE GOVERNING BODY OF  SUCH  LOCAL  GOVERNMENT  FIRST  ENACTS,  BY  A\n   19  TWO-THIRDS  VOTE  OF THE TOTAL VOTING POWER OF SUCH BODY, A LOCAL LAW TO\n   20  OVERRIDE SUCH LIMITATION FOR SUCH COMING FISCAL YEAR  ONLY,  OR  IN  THE\n   21  CASE OF A DISTRICT OR FIRE DISTRICT, A RESOLUTION TO OVERRIDE SUCH LIMI-\n   22  TATION FOR SUCH COMING FISCAL YEAR ONLY.\n   23    5. (A) WHEN TWO OR MORE LOCAL GOVERNMENTS CONSOLIDATE, THE STATE COMP-\n   24  TROLLER  SHALL  DETERMINE  THE  TAX  LEVY  LIMITATION CONSOLIDATED LOCAL\n   25  GOVERNMENT FOR THE FIRST FISCAL YEAR FOLLOWING THE  CONSOLIDATION  BASED\n   26  ON  THE  RESPECTIVE  TAX LEVY LIMITATIONS OF THE COMPONENT LOCAL GOVERN-\n   27  MENTS THAT FORMED SUCH  CONSOLIDATED  LOCAL  GOVERNMENT  FROM  THE  LAST\n   28  FISCAL YEAR PRIOR TO THE CONSOLIDATION.\n   29    (B)  WHEN  A  LOCAL  GOVERNMENT DISSOLVES, THE STATE COMPTROLLER SHALL\n   30  DETERMINE THE TAX LEVY LIMITATION FOR THE LOCAL GOVERNMENT THAT  ASSUMES\n   31  THE  DEBTS, LIABILITIES, AND OBLIGATIONS OF SUCH DISSOLVED LOCAL GOVERN-\n   32  MENT FOR THE FIRST FISCAL YEAR FOLLOWING THE DISSOLUTION  BASED  ON  THE\n   33  RESPECTIVE  TAX  LEVY LIMITATIONS OF SUCH DISSOLVED LOCAL GOVERNMENT AND\n   34  SUCH LOCAL GOVERNMENT THAT ASSUMES THE  DEBTS,  LIABILITIES,  AND  OBLI-\n   35  GATIONS  OF  SUCH  DISSOLVED  LOCAL GOVERNMENT FROM THE LAST FISCAL YEAR\n   36  PRIOR TO THE DISSOLUTION.\n   37    (C) THE TAX LIMITATION ESTABLISHED BY THIS SECTION SHALL NOT APPLY  TO\n   38  THE  FIRST  FISCAL YEAR AFTER A LOCAL GOVERNMENT IS NEWLY ESTABLISHED OR\n   39  CONSTITUTED THROUGH A PROCESS OTHER THAN CONSOLIDATION OR DISSOLUTION.\n   40    6. IN THE EVENT A LOCAL GOVERNMENT'S  ACTUAL  TAX  LEVY  FOR  A  GIVEN\n   41  FISCAL  YEAR  EXCEEDS THE MAXIMUM ALLOWABLE LEVY AS ESTABLISHED PURSUANT\n   42  TO THIS SECTION DUE TO CLERICAL OR TECHNICAL ERRORS, THE  LOCAL  GOVERN-\n   43  MENT  SHALL PLACE THE EXCESS AMOUNT OF THE LEVY IN RESERVE IN ACCORDANCE\n   44  WITH SUCH REQUIREMENTS AS THE STATE COMPTROLLER MAY PRESCRIBE, AND SHALL\n   45  USE SUCH FUNDS AND ANY INTEREST EARNED THEREON TO OFFSET  THE  TAX  LEVY\n   46  FOR THE ENSUING FISCAL YEAR.\n   47    S  2.  The  education law is amended by adding a new section 2023-a to\n   48  read as follows:\n   49    S 2023-A.  LIMITATIONS UPON SCHOOL DISTRICT TAX LEVIES. 1.  GENERALLY.\n   50  UNLESS OTHERWISE PROVIDED BY LAW, THE AMOUNT OF TAXES THAT MAY BE LEVIED\n   51  BY  OR  ON  BEHALF  OF  ANY  SCHOOL  DISTRICT,  OTHER THAN A CITY SCHOOL\n   52  DISTRICT OF A CITY WITH ONE HUNDRED TWENTY-FIVE THOUSAND INHABITANTS  OR\n   53  MORE,  SHALL NOT EXCEED THE TAX LEVY LIMITATIONS ESTABLISHED PURSUANT TO\n   54  THIS SECTION. IT SHALL BE THE  RESPONSIBILITY  OF  THE  COMMISSIONER  TO\n   55  ANNUALLY DETERMINE THE TAX LEVY LIMIT OF EACH SCHOOL DISTRICT IN ACCORD-\n   56  ANCE WITH THE PROVISIONS OF THIS SECTION.\n\n       S. 2706                             4\n\n    1    2. DEFINITIONS. AS USED IN THIS SECTION:\n    2    A.  \"ALLOWABLE LEVY GROWTH FACTOR\" SHALL BE THE LESSER OF: (I) ONE AND\n    3  TWO ONE-HUNDREDTHS; OR (II) THE SUM OF ONE PLUS  THE  INFLATION  FACTOR;\n    4  PROVIDED,  HOWEVER, THAT IN NO CASE SHALL THE LEVY GROWTH FACTOR BE LESS\n    5  THAN ONE.\n    6    B. \"AVAILABLE CARRYOVER\" MEANS THE SUM OF THE AMOUNTS BY WHICH THE TAX\n    7  LEVY FOR THE PRIOR SCHOOL YEAR WAS BELOW THE APPLICABLE TAX  LEVY  LIMIT\n    8  FOR  SUCH SCHOOL YEAR, IF ANY, BUT NO MORE THAN ONE AND ONE-HALF PERCENT\n    9  OF THE TAX LEVY LIMIT FOR SUCH SCHOOL YEAR.\n   10    C. \"CAPITAL LOCAL EXPENDITURES\" MEANS THE TAXES ASSOCIATED WITH  BUDG-\n   11  ETED  EXPENDITURES  RESULTING FROM THE CONSTRUCTION, ACQUISITION, RECON-\n   12  STRUCTION, REHABILITATION OR IMPROVEMENT OF SCHOOL BUILDINGS,  INCLUDING\n   13  DEBT  SERVICE  AND  LEASE  EXPENDITURES,  SUBJECT TO THE APPROVAL OF THE\n   14  QUALIFIED VOTERS WHERE REQUIRED BY LAW.\n   15    D. \"CAPITAL TAX LEVY\" MEANS THE TAX LEVY NECESSARY TO SUPPORT  CAPITAL\n   16  LOCAL EXPENDITURES, IF ANY.\n   17    E.  \"COMING  SCHOOL  YEAR\"  MEANS  THE  SCHOOL YEAR FOR WHICH TAX LEVY\n   18  LIMITS ARE BEING DETERMINED PURSUANT TO THIS SECTION.\n   19    F. \"INFLATION FACTOR\" MEANS THE QUOTIENT OF: (I) THE  AVERAGE  OF  THE\n   20  NATIONAL  CONSUMER PRICE INDEXES DETERMINED BY THE UNITED STATES DEPART-\n   21  MENT OF LABOR FOR THE TWELVE-MONTH PERIOD PRECEDING JANUARY FIRST OF THE\n   22  CURRENT YEAR MINUS THE AVERAGE OF THE NATIONAL  CONSUMER  PRICE  INDEXES\n   23  DETERMINED BY THE UNITED STATES DEPARTMENT OF LABOR FOR THE TWELVE-MONTH\n   24  PERIOD  PRECEDING  JANUARY FIRST OF THE PRIOR YEAR, DIVIDED BY: (II) THE\n   25  AVERAGE OF THE NATIONAL CONSUMER PRICE INDEXES DETERMINED BY THE  UNITED\n   26  STATES DEPARTMENT OF LABOR FOR THE TWELVE-MONTH PERIOD PRECEDING JANUARY\n   27  FIRST  OF THE PRIOR YEAR, WITH THE RESULT EXPRESSED AS A DECIMAL TO FOUR\n   28  PLACES.\n   29    G. \"PRIOR SCHOOL YEAR\" MEANS THE SCHOOL YEAR IMMEDIATELY PRECEDING THE\n   30  COMING SCHOOL YEAR.\n   31    H. \"SCHOOL DISTRICT\" MEANS A COMMON SCHOOL DISTRICT, UNION FREE SCHOOL\n   32  DISTRICT, CENTRAL SCHOOL DISTRICT, CENTRAL HIGH  SCHOOL  DISTRICT  OR  A\n   33  CITY  SCHOOL  DISTRICT  IN A CITY WITH LESS THAN ONE HUNDRED TWENTY-FIVE\n   34  THOUSAND INHABITANTS.\n   35    I. \"TAX LEVY BASE\" MEANS THE AMOUNT OF TAXES A SCHOOL  DISTRICT  WOULD\n   36  BE  AUTHORIZED  TO  LEVY WITHOUT THE ADDITION OF ANY AVAILABLE CARRYOVER\n   37  AMOUNT.\n   38    J. \"TAX LEVY LIMIT\" MEANS THE AMOUNT OF TAXES  A  SCHOOL  DISTRICT  IS\n   39  AUTHORIZED TO LEVY PURSUANT TO THIS SECTION, PROVIDED, HOWEVER, THAT THE\n   40  TAX  LEVY  LIMIT  SHALL  NOT INCLUDE THE DISTRICT'S CAPITAL TAX LEVY, IF\n   41  ANY.\n   42    3. COMPUTATION OF TAX LEVY LIMITS. A.  THE  TAX  LEVY  BASE  FOR  EACH\n   43  SCHOOL YEAR SHALL BE DETERMINED AS FOLLOWS:\n   44    (1)  ASCERTAIN  THE  TOTAL AMOUNT OF TAXES LEVIED FOR THE PRIOR SCHOOL\n   45  YEAR.\n   46    (2) ADD ANY PAYMENTS IN LIEU OF TAXES  THAT  WERE  RECEIVABLE  IN  THE\n   47  PRIOR SCHOOL YEAR.\n   48    (3) SUBTRACT THE CAPITAL TAX LEVY FOR THE PRIOR SCHOOL YEAR, IF ANY.\n   49    (4) MULTIPLY THE RESULT BY THE ALLOWABLE LEVY GROWTH FACTOR.\n   50    (5)  SUBTRACT  ANY  PAYMENTS IN LIEU OF TAXES RECEIVABLE IN THE COMING\n   51  FISCAL YEAR.\n   52    B. THE TAX LEVY LIMIT FOR THE COMING SCHOOL YEAR SHALL BE THE  SUM  OF\n   53  THE  TAX  LEVY  BASE  AND THE AVAILABLE CARRYOVER, IF ANY. NO LATER THAN\n   54  MARCH FIRST OF EACH YEAR, THE COMMISSIONER SHALL CALCULATE THE TAX  LEVY\n   55  LIMIT  FOR  EACH  SCHOOL  DISTRICT FOR THE COMING SCHOOL YEAR, AND SHALL\n\n       S. 2706                             5\n\n    1  NOTIFY EACH SCHOOL DISTRICT OF THE ALLOWABLE  LEVY  GROWTH  FACTOR,  THE\n    2  DISTRICT'S TAX LEVY BASE AND THE DISTRICT'S TAX LEVY LIMIT.\n    3    4.  REORGANIZED  SCHOOL  DISTRICTS.  WHEN TWO OR MORE SCHOOL DISTRICTS\n    4  REORGANIZE, THE COMMISSIONER SHALL DETERMINE THE TAX LEVY LIMIT FOR  THE\n    5  REORGANIZED  SCHOOL  DISTRICT  FOR  THE  FIRST SCHOOL YEAR FOLLOWING THE\n    6  REORGANIZATION BASED ON THE RESPECTIVE TAX LEVY  LIMITS  OF  THE  SCHOOL\n    7  DISTRICTS THAT FORMED THE REORGANIZED DISTRICT FROM THE LAST SCHOOL YEAR\n    8  IN  WHICH  THEY  WERE  SEPARATE DISTRICTS, PROVIDED THAT IN THE EVENT OF\n    9  FORMATION OF A NEW CENTRAL HIGH SCHOOL DISTRICT, THE TAX LEVY LIMITS FOR\n   10  THE NEW CENTRAL HIGH SCHOOL DISTRICT AND ITS COMPONENT SCHOOL  DISTRICTS\n   11  SHALL  BE  DETERMINED IN ACCORDANCE WITH A METHODOLOGY PRESCRIBED BY THE\n   12  COMMISSIONER.\n   13    5. ERRONEOUS LEVIES. IN THE EVENT A SCHOOL DISTRICT'S ACTUAL TAX  LEVY\n   14  FOR  A  GIVEN  SCHOOL  YEAR EXCEEDS THE MAXIMUM ALLOWABLE LEVY AS ESTAB-\n   15  LISHED PURSUANT TO THIS SECTION DUE TO CLERICAL OR TECHNICAL ERRORS, THE\n   16  SCHOOL DISTRICT SHALL PLACE THE EXCESS AMOUNT OF THE LEVY IN RESERVE  IN\n   17  ACCORDANCE   WITH   SUCH  REQUIREMENTS  AS  THE  STATE  COMPTROLLER  MAY\n   18  PRESCRIBE, AND SHALL USE SUCH FUNDS AND ANY INTEREST EARNED  THEREON  TO\n   19  OFFSET THE TAX LEVY FOR THE ENSUING SCHOOL YEAR.\n   20    S  3.  The  education law is amended by adding a new section 2023-b to\n   21  read as follows:\n   22    S 2023-B. VOTER APPROVAL OF TAX LEVY LIMITATIONS. 1. THE TAX LEVY  FOR\n   23  ANY  SCHOOL  DISTRICT SUBJECT TO THE TAX LEVY LIMITATIONS ESTABLISHED BY\n   24  SECTION TWO THOUSAND TWENTY-THREE-A OF THIS ARTICLE SHALL BE APPROVED BY\n   25  THE QUALIFIED VOTERS OF THE SCHOOL DISTRICT AS PROVIDED IN THIS SECTION.\n   26  AS USED IN THIS SECTION, THE TERM \"TAX LEVY PROPOSITION\" MEANS A  PROPO-\n   27  SITION TO AUTHORIZE A TAX LEVY SUFFICIENT TO SUPPORT THE PROPOSED SCHOOL\n   28  DISTRICT BUDGET, EXCLUDING ANY PROPOSED CAPITAL TAX LEVY.\n   29    2. A. THE TRUSTEE, TRUSTEES OR BOARD OF EDUCATION OF A SCHOOL DISTRICT\n   30  SHALL  PRESENT AT THE ANNUAL MEETING AND ELECTION A TAX LEVY PROPOSITION\n   31  IN SUBSTANTIALLY THE FOLLOWING FORM:   \"SHALL  THE  SCHOOL  DISTRICT  BE\n   32  AUTHORIZED TO IMPOSE A TAX LEVY FOR THE SCHOOL YEAR, EXCLUDING ANY CAPI-\n   33  TAL  TAX  LEVY,  OF  ______  WHEN  THE STATUTORY TAX LEVY LIMIT FOR THAT\n   34  SCHOOL YEAR IS ______?\"\n   35    B. EXCEPT AS OTHERWISE PROVIDED IN SECTION TWO THOUSAND TWENTY-THREE-A\n   36  OF THIS ARTICLE, IF THE PROPOSED TAX LEVY DOES NOT EXCEED THE  TAX  LEVY\n   37  LIMIT DETERMINED PURSUANT TO SECTION TWO THOUSAND TWENTY-THREE-A OF THIS\n   38  ARTICLE, THEN THE PROPOSITION SHALL BE APPROVED IF OVER FIFTY PERCENT OF\n   39  THE  VOTES CAST THEREON ARE IN THE AFFIRMATIVE. IF THE PROPOSED TAX LEVY\n   40  EXCEEDS THE TAX LEVY LIMIT DETERMINED PURSUANT TO SECTION  TWO  THOUSAND\n   41  TWENTY-THREE-A  OF  THIS ARTICLE, THEN THE PROPOSITION SHALL BE APPROVED\n   42  IF OVER SIXTY PERCENT OF THE VOTES CAST THEREON ARE IN THE AFFIRMATIVE.\n   43    C. IF THE TAX LEVY PROPOSITION IS APPROVED BY  THE  QUALIFIED  VOTERS,\n   44  THE  TAX  LEVY  LIMIT IMPOSED THEREBY SHALL BE DEEMED TO BE THE TAX LEVY\n   45  LIMIT FOR THE SCHOOL DISTRICT FOR THE COMING SCHOOL YEAR, AND THE  TRUS-\n   46  TEES  OR BOARD OF EDUCATION SHALL ADOPT A BUDGET THAT COMPLIES WITH SUCH\n   47  TAX LEVY LIMIT.  IF THE TAX LEVY PROPOSITION  IS  NOT  APPROVED  BY  THE\n   48  QUALIFIED  VOTERS, THEN THE TRUSTEES OR BOARD OF EDUCATION SHALL PRESENT\n   49  ON THE THIRD TUESDAY OF JUNE A TAX LEVY PROPOSITION IN  ACCORDANCE  WITH\n   50  PARAGRAPHS  A  AND  B  OF  THIS SUBDIVISION.   IF, HOWEVER, THE TAX LEVY\n   51  PROPOSITION IS THEN NOT APPROVED BY THE QUALIFIED VOTERS, THEN THE TRUS-\n   52  TEES OR BOARD OF EDUCATION SHALL ADOPT A BUDGET THAT REQUIRES A TAX LEVY\n   53  NO GREATER THAN THAT FOR THE PRIOR SCHOOL YEAR.\n   54    S 4. Subdivisions 1 and 3 of section 416 of the education law,  subdi-\n   55  vision 1 as amended by chapter 687 of the laws of 1949 and subdivision 3\n\n       S. 2706                             6\n\n    1  as  amended  by  chapter 171 of the laws of 1996, are amended to read as\n    2  follows:\n    3    1. A majority of the voters of any school district, present and voting\n    4  at  any annual or special district meeting, duly convened, may authorize\n    5  such acts and vote such taxes as they shall deem  expedient  for  making\n    6  additions,  alterations, repairs or improvements, to the sites or build-\n    7  ings belonging to the  district,  or  for  altering  and  equipping  for\n    8  library use any former schoolhouse belonging to the district, or for the\n    9  purchase  of  other sites or buildings, or for a change of sites, or for\n   10  the purchase of land and buildings  for  agricultural,  athletic,  play-\n   11  ground  or social center purposes, or for the erection of new buildings,\n   12  or for building a bus garage, or for [buying apparatus,  implements,  or\n   13  fixtures,  or  for  paying  the  wages  of  teachers,  and the necessary\n   14  expenses of the school, or for the purpose of paying  any  judgment,  or\n   15  for] the payment or refunding of an outstanding bonded indebtedness[, or\n   16  for such other purpose relating to the support and welfare of the school\n   17  as they may, by resolution, approve].\n   18    3.  No  addition to or change of site or purchase of a new site or tax\n   19  for the purchase of any new site or structure, or for grading or improv-\n   20  ing a school site, or for the purchase of an addition to the site of any\n   21  schoolhouse, or for the purchase of lands  and  buildings  for  agricul-\n   22  tural,  athletic,  playground or social center purposes, or for building\n   23  any new schoolhouse or for the erection of an addition  to  any  school-\n   24  house  already  built, or for the payment or refunding of an outstanding\n   25  bonded indebtedness, shall be voted at any such meeting in a union  free\n   26  school  district or a city school district [which conducts annual budget\n   27  votes in accordance with article forty-one of this chapter  pursuant  to\n   28  section  twenty-six  hundred  one-a of this chapter] IN A CITY WITH LESS\n   29  THAN ONE HUNDRED TWENTY-FIVE THOUSAND INHABITANTS, unless  a  notice  by\n   30  the board of education stating that such tax will be proposed, and spec-\n   31  ifying  the object thereof and the amount to be expended therefor, shall\n   32  have been given in the manner provided herein for the notice of an annu-\n   33  al meeting. In a common school district the notice of a special  meeting\n   34  to authorize any of the improvements enumerated in this section shall be\n   35  given  as provided in [section two thousand six] THIS CHAPTER. The board\n   36  of education of a union free school district or a city  school  district\n   37  [which conducts annual budget votes in accordance with article forty-one\n   38  of  this  chapter  pursuant  to section twenty-six hundred one-a of this\n   39  chapter] IN A CITY WITH  LESS  THAN  ONE  HUNDRED  TWENTY-FIVE  THOUSAND\n   40  INHABITANTS, may determine that the vote upon any question to be submit-\n   41  ted at a special meeting as provided in this section shall be by ballot,\n   42  in  which  case it shall state in the notice of such special meeting the\n   43  hours during which the polls shall be kept open. Printed ballots may  be\n   44  prepared  by  the board in advance of the meeting and the proposition or\n   45  propositions called for in the notice of the meeting may be submitted in\n   46  substantially the same manner as propositions to  be  voted  upon  at  a\n   47  general election.\n   48    S  5.  Subdivisions 14, 15, 18 and 24 of section 1604 of the education\n   49  law, subdivision 14 and 18 as amended by chapter  654  of  the  laws  of\n   50  1953, are amended to read as follows:\n   51    14.  To  keep  each  of  the  schoolhouses under their charge, and its\n   52  furniture, school apparatus and appurtenances, in necessary  and  proper\n   53  repair, and make the same reasonably comfortable for use[, but shall not\n   54  expend  therefor  without  vote  of the district an amount to exceed one\n   55  hundred dollars in any one year].\n\n       S. 2706                             7\n\n    1    15. To make any repairs and  abate  any  nuisances,  pursuant  to  the\n    2  direction of the district superintendent as herein provided, and provide\n    3  fuel,  stoves or other heating apparatus, pails, brooms and other imple-\n    4  ments necessary to keep the schoolhouses and the schoolrooms clean,  and\n    5  make  them  reasonably  comfortable for use[, when no provision has been\n    6  made therefor by a vote of  the  district,  or  the  sum  voted  by  the\n    7  district for said purposes shall have proved insufficient].\n    8    18.  To  [expend  in  the]  purchase [of] a dictionary, books, reprod-\n    9  uctions of standard works of art, maps, globes or other  school  appara-\n   10  tus,  including  implements,  apparatus  and supplies for instruction in\n   11  agriculture, or for conducting athletic playgrounds  and  social  center\n   12  activities[,  a sum not exceeding fifty dollars in any one year, without\n   13  a vote of the district].\n   14    24. To furnish lighting facilities, janitorial  care  and  supervision\n   15  for  highway underpasses [when authorized to do so by vote of a district\n   16  meeting under the provisions of subdivision twenty of section two  thou-\n   17  sand fifteen of this chapter].\n   18    S  6.  Section  1608  of the education law, as amended by section 5 of\n   19  part A of chapter 436 of the laws of  1997,  subdivisions  2  and  4  as\n   20  amended  by chapter 640 of the laws of 2008, subdivision 7 as amended by\n   21  section 4 of part H of chapter 83 of the laws of 2002 and paragraph a of\n   22  subdivision 7 as amended by chapter 238 of the laws of 2007, is  amended\n   23  to read as follows:\n   24    S  1608.  Estimated expenses for ensuing year. 1. It shall be the duty\n   25  of the trustees of each common school district to present at the  annual\n   26  budget  hearing  a  detailed statement in writing of the amount of money\n   27  which will be required for the ensuing year for school purposes,  speci-\n   28  fying  the several purposes and the amount for each. The amount for each\n   29  purpose estimated necessary for payments to boards of cooperative educa-\n   30  tional services shall be shown in full, with no deduction  of  estimated\n   31  state aid. The amount of state aid provided and its percentage relation-\n   32  ship  to  the total expenditures shall also be shown. This section shall\n   33  not be construed to prevent the trustees from presenting such  statement\n   34  at a budget hearing held not less than seven nor more than fourteen days\n   35  prior to a special meeting called for the purpose, nor from presenting a\n   36  supplementary and amended statement or estimate at any time.\n   37    2.  Such  statement  shall be completed at least seven days before the\n   38  budget hearing at which it is to be presented and copies  thereof  shall\n   39  be  prepared and made available, upon request and at the school district\n   40  offices, at any public library or free association  library  within  the\n   41  district  and  on the school district's internet website, if one exists,\n   42  to residents within the district during  the  period  of  fourteen  days\n   43  immediately  preceding  the  annual  meeting  [and  election  or special\n   44  district meeting at which the budget vote will occur] and at such  meet-\n   45  ing or hearing. The board shall also as a part of the notice required by\n   46  section two thousand three of this chapter give notice of the date, time\n   47  and place of the budget hearing and that a copy of such statement may be\n   48  obtained  by  any  resident  in  the district at each schoolhouse in the\n   49  district in which school is maintained during certain  designated  hours\n   50  on each day other than a Saturday, Sunday or holiday during the fourteen\n   51  days  immediately preceding such meeting. The board shall include notice\n   52  of the availability of such statement at least once  during  the  school\n   53  year in any district-wide mailing distributed.\n   54    3.  Commencing with the proposed budget for the nineteen hundred nine-\n   55  ty-seven--ninety-eight school year, such proposed  budget  shall  be  in\n   56  plain  language  and shall be consistent with regulations promulgated by\n\n       S. 2706                             8\n\n    1  the commissioner pursuant to subdivision  twenty-six  of  section  three\n    2  hundred  five of this chapter. Categorization of and format for revenue,\n    3  including payments in lieu of taxes, property tax refunds from  certior-\n    4  ari proceedings, expenditure, transfer, and fund balance information and\n    5  changes  in  such data from the prior year and, in the case of [a resub-\n    6  mitted or] AN amended budget, changes in such information from the prior\n    7  year's submitted budget, shall be complete and accurate and set forth in\n    8  such a manner as to best promote public comprehension and readability.\n    9    4. Commencing with the proposed budget for the nineteen hundred  nine-\n   10  ty-eight--ninety-nine   school  year,  such  proposed  budget  shall  be\n   11  presented in three components: a program component, a capital  component\n   12  and  an administrative component which shall be separately delineated in\n   13  accordance with regulations of the commissioner after consultation  with\n   14  local  school  district  officials.  The  administrative component shall\n   15  include, but need not be limited to, office and  central  administrative\n   16  expenses, traveling expenses and all compensation, salaries and benefits\n   17  of  all school administrators and supervisors, including business admin-\n   18  istrators, superintendents of schools and deputy,  assistant,  associate\n   19  or  other  superintendents  under  all  existing employment contracts or\n   20  collective bargaining agreements, any and  all  expenditures  associated\n   21  with  the  operation  of the office of trustee or board of trustees, the\n   22  office of the superintendent of  schools,  general  administration,  the\n   23  school  business office, consulting costs not directly related to direct\n   24  student services and programs, planning  and  all  other  administrative\n   25  activities. The program component shall include, but need not be limited\n   26  to, all program expenditures of the school district, including the sala-\n   27  ries  and benefits of teachers and any school administrators or supervi-\n   28  sors who spend a majority of their time performing teaching duties,  and\n   29  all  transportation  operating  expenses.    The capital component shall\n   30  include, but need not be limited to, all  transportation  capital,  debt\n   31  service,  and  lease expenditures; costs resulting from judgments in tax\n   32  certiorari proceedings or the payment of awards  from  court  judgments,\n   33  administrative  orders or settled or compromised claims; and all facili-\n   34  ties costs of the school district, including facilities  lease  expendi-\n   35  tures,  the  annual  debt  service  and  total  debt  for all facilities\n   36  financed by bonds and notes of the school district,  and  the  costs  of\n   37  construction, acquisition, reconstruction, rehabilitation or improvement\n   38  of  school  buildings, provided that such budget shall include a rental,\n   39  operations and maintenance section that includes base rent costs,  total\n   40  rent  costs, operation and maintenance charges, cost per square foot for\n   41  each facility leased by the school district, and any  and  all  expendi-\n   42  tures   associated   with   custodial  salaries  and  benefits,  service\n   43  contracts, supplies, utilities, and maintenance and  repairs  of  school\n   44  facilities.  [For  the  purposes  of the development of a budget for the\n   45  nineteen hundred ninety-eight--ninety-nine school year, the  trustee  or\n   46  board  of  trustees  shall  separate the district's program, capital and\n   47  administrative costs for the nineteen hundred ninety-seven--ninety-eight\n   48  school year in the manner as if  the  budget  for  such  year  had  been\n   49  presented in three components.]\n   50    5.  The  trustee or board of trustees shall append to the statement of\n   51  estimated expenditures a detailed statement of the total compensation to\n   52  be paid to the superintendent of schools, and any assistant or associate\n   53  superintendents of schools in  the  ensuing  school  year,  including  a\n   54  delineation  of  the salary, annualized cost of benefits and any in-kind\n   55  or other form of remuneration. The trustees shall also append a list  of\n   56  all  other  school  administrators and supervisors, if any, whose annual\n\n       S. 2706                             9\n\n    1  salary will be eighty-five thousand  dollars  or  more  in  the  ensuing\n    2  school year, with the title of their positions and annual salary identi-\n    3  fied;  provided  however,  that  the commissioner may adjust such salary\n    4  level to reflect increases in administrative salaries after June thirti-\n    5  eth,  nineteen hundred ninety-eight. The trustees shall submit a copy of\n    6  such list and statement, in a form prescribed by  the  commissioner,  of\n    7  compensation  to  the commissioner within five days after their prepara-\n    8  tion. The commissioner shall compile such data, together with  the  data\n    9  submitted  pursuant  to  subdivision  three of section seventeen hundred\n   10  sixteen of this chapter, into  a  single  statewide  compilation,  which\n   11  shall  be  made  available  to  the governor, the legislature, and other\n   12  interested parties upon request.\n   13    6. Each year, the board of education shall prepare a  school  district\n   14  report card, pursuant to regulations of the commissioner, and shall make\n   15  it  publicly available by transmitting it to local newspapers of general\n   16  circulation, appending it to copies of the proposed budget made publicly\n   17  available as required by law, making it available  for  distribution  at\n   18  the  annual  meeting,  and otherwise disseminating it as required by the\n   19  commissioner. Such report card shall include measures  of  the  academic\n   20  performance  of  the  school  district, on a school by school basis, and\n   21  measures of the fiscal performance of the district, as prescribed by the\n   22  commissioner. Pursuant to regulations of the  commissioner,  the  report\n   23  card  shall  also  compare  these measures to statewide averages for all\n   24  public schools, and statewide averages for public schools of  comparable\n   25  wealth  and  need, developed by the commissioner. Such report card shall\n   26  include, at a minimum, any information on the school district  regarding\n   27  pupil  performance  and expenditure per pupil required to be included in\n   28  the annual report by the regents to the  governor  and  the  legislature\n   29  pursuant to section two hundred fifteen-a of this chapter; and any other\n   30  information  required  by the commissioner. School districts (i) identi-\n   31  fied as having fifteen percent or more  of  their  students  in  special\n   32  education,  or  (ii)  which have fifty percent or more of their students\n   33  with disabilities  in  special  education  programs  or  services  sixty\n   34  percent  or  more  of the school day in a general education building, or\n   35  (iii) which have eight percent or more of their students with  disabili-\n   36  ties  in special education programs in public or private separate educa-\n   37  tional settings shall indicate on  their  school  district  report  card\n   38  their respective percentages as defined in this [subparagraph] PARAGRAPH\n   39  and [subparagraphs] PARAGRAPHS (i) and (ii) of this [paragraph] SUBDIVI-\n   40  SION as compared to the statewide average.\n   41    7. a. Each year, commencing with the proposed budget for the two thou-\n   42  sand--two  thousand  one  school  year, the trustee or board of trustees\n   43  shall prepare a property tax report card, pursuant to regulations of the\n   44  commissioner, and shall make it publicly available by transmitting it to\n   45  local newspapers of general circulation, appending it to copies  of  the\n   46  proposed  budget  made  publicly available as required by law, making it\n   47  available for distribution at the annual [meeting] BUDGET  HEARING,  and\n   48  otherwise  disseminating it as required by the commissioner. Such report\n   49  card shall include: (i) the amount of total spending and total estimated\n   50  school tax levy that would result from adoption of the  proposed  budget\n   51  and  the  percentage  increase  or  decrease in total spending and total\n   52  school tax levy from the school district budget for the preceding school\n   53  year; and (ii) THE DISTRICT'S TAX LEVY LIMIT AND TAX  LEVY  BASE  DETER-\n   54  MINED PURSUANT TO SECTION TWO THOUSAND TWENTY-THREE-A OF THIS TITLE, THE\n   55  TAX  LEVY  PROPOSED  BY  THE DISTRICT, THE PROPOSED CAPITAL TAX LEVY, IF\n   56  ANY; AND (III) the projected enrollment growth for the school  year  for\n\n       S. 2706                            10\n\n    1  which  the  budget  is prepared, and the percentage change in enrollment\n    2  from the previous year; and [(iii)] (IV) the percentage increase in  the\n    3  consumer price index, as defined in paragraph c of this subdivision; and\n    4  [(iv)]  (V)  the  projected amount of the unappropriated unreserved fund\n    5  balance that will be retained if the proposed  budget  is  adopted,  the\n    6  projected  amount  of the reserved fund balance, the projected amount of\n    7  the appropriated fund balance, the percentage  of  the  proposed  budget\n    8  that  the  unappropriated unreserved fund balance represents, the actual\n    9  unappropriated unreserved fund balance retained in the  school  district\n   10  budget  for  the preceding school year, and the percentage of the school\n   11  district budget for the preceding school year that the  actual  unappro-\n   12  priated unreserved fund balance represents.\n   13    b.  A  copy  of  the  property tax report card prepared for the annual\n   14  [district meeting] BUDGET HEARING shall be submitted to  the  department\n   15  in  the  manner  prescribed by the department by the end of the business\n   16  day next following approval of the report card by the trustee  or  board\n   17  of  trustees,  but no later than twenty-four days prior to the statewide\n   18  uniform voting day. The department  shall  compile  such  data  for  all\n   19  school  districts  [whose budgets are subject to a vote of the qualified\n   20  voters] SUBJECT TO A TAX LEVY LIMITATION PURSUANT TO SECTION  TWO  THOU-\n   21  SAND TWENTY-THREE-A OF THIS TITLE and shall make such compilation avail-\n   22  able  electronically  at  least  ten days prior to the statewide uniform\n   23  voting day.\n   24    c. For purposes of  this  subdivision,  \"percentage  increase  in  the\n   25  consumer  price  index\"  shall  mean  the percentage that represents the\n   26  product of one hundred and the quotient  of:  (i)  the  average  of  the\n   27  national  consumer price indexes determined by the United States depart-\n   28  ment of labor for the twelve-month period preceding January first of the\n   29  current year minus the average of the national  consumer  price  indexes\n   30  determined by the United States department of labor for the twelve-month\n   31  period  preceding  January  first of the prior year, divided by (ii) the\n   32  average of the national consumer price indexes determined by the  United\n   33  States department of labor for the twelve-month period preceding January\n   34  first  of  the prior year, with the result expressed as a decimal to two\n   35  places.\n   36    S 7. Subdivisions 22 and 28 of  section  1709  of  the  education  law\n   37  subdivision  22  as  amended  by  chapter  682  of the laws of 2002, are\n   38  amended to read as follows:\n   39    22. To provide, purchase, lease, furnish  and  maintain  buildings  or\n   40  other suitable accommodations for the use of teachers or other employees\n   41  of  the  district  [when  duly  authorized by a meeting of the district]\n   42  SUBJECT TO THE APPROVAL OF VOTERS WHERE OTHERWISE REQUIRED BY  LAW,  and\n   43  to  raise  by  tax  upon the taxable property of the district and moneys\n   44  necessary for such purposes; and also to provide, maintain and operate a\n   45  cafeteria or restaurant service for the use of pupils and teachers while\n   46  at school. Such cafeteria may  be  used  by  the  community  for  school\n   47  related  functions  and  activities  and to furnish meals to the elderly\n   48  residents, sixty years of age or older, of the district. Such  CAFETERIA\n   49  OR  RESTAURANT  SERVICE  AND  SUCH  utilization  shall be subject to the\n   50  approval of the board of education.  Charges shall be sufficient to meet\n   51  the direct cost of preparing and serving such meals, reducible by avail-\n   52  able reimbursements.\n   53    28. To furnish lighting facilities, janitorial  care  and  supervision\n   54  for  highway underpasses [when authorized to do so by vote of a district\n   55  meeting under the provisions of subdivision twenty of section two  thou-\n   56  sand fifteen of this chapter].\n\n       S. 2706                            11\n\n    1    S  8.  Section  1716  of the education law, as amended by section 7 of\n    2  part A of chapter 436 of the laws of  1997,  subdivisions  2  and  4  as\n    3  amended  by chapter 640 of the laws of 2008, subdivision 7 as amended by\n    4  section 5 of part H of chapter 83 of the laws of 2002 and paragraph a of\n    5  subdivision  7 as amended by chapter 238 of the laws of 2007, is amended\n    6  to read as follows:\n    7    S 1716. Estimated expenses for ensuing year. 1. It shall be  the  duty\n    8  of  the  board  of  education  of each district to present at the annual\n    9  budget hearing a detailed statement in writing of the  amount  of  money\n   10  which  will be required for the ensuing year for school purposes, speci-\n   11  fying the several purposes and the amount for each. The amount for  each\n   12  purpose estimated necessary for payments to boards of cooperative educa-\n   13  tional  services  shall be shown in full, with no deduction of estimated\n   14  state aid. The amount of state aid provided and its percentage relation-\n   15  ship to the total expenditures shall also be shown. This  section  shall\n   16  not  be construed to prevent the board from presenting such statement at\n   17  a budget hearing held not less than seven nor more  than  fourteen  days\n   18  prior to a special meeting called for the purpose, nor from presenting a\n   19  supplementary and amended statement or estimate at any time.\n   20    2.  Such  statement  shall be completed at least seven days before the\n   21  budget hearing at which it is to be presented and copies  thereof  shall\n   22  be  prepared and made available, upon request and at the school district\n   23  offices, at any public library or free association  library  within  the\n   24  district  and  on the school district's internet website, if one exists,\n   25  to residents within the district during  the  period  of  fourteen  days\n   26  immediately  preceding  the  annual  meeting  [and  election  or special\n   27  district meeting at which the budget vote will occur] and at such  meet-\n   28  ing or hearing. The board shall also as a part of the notice required by\n   29  section  two thousand four of this chapter give notice of the date, time\n   30  and place of the budget hearing and that a copy of such statement may be\n   31  obtained by any resident in the district  at  each  schoolhouse  in  the\n   32  district  in  which school is maintained during certain designated hours\n   33  on each day other than a Saturday, Sunday or holiday during the fourteen\n   34  days immediately preceding such meeting. The board shall include  notice\n   35  of  the  availability  of such statement at least once during the school\n   36  year in any district-wide mailing distributed.\n   37    3. Commencing with the proposed budget for the nineteen hundred  nine-\n   38  ty-seven--ninety-eight  school  year,  such  proposed budget shall be in\n   39  plain language and shall be consistent with regulations  promulgated  by\n   40  the  commissioner  pursuant  to  subdivision twenty-six of section three\n   41  hundred five of this chapter. Categorization of and format for  revenue,\n   42  including  payments in lieu of taxes, property tax refunds from certior-\n   43  ari proceedings, expenditure, transfer, and fund balance information and\n   44  changes in such data from the prior year and, in the case of  [a  resub-\n   45  mitted or] AN amended budget, changes in such information from the prior\n   46  year  submitted  budget, shall be complete and accurate and set forth in\n   47  such a manner as to best promote public comprehension and readability.\n   48    4. Commencing with the proposed budget for the nineteen hundred  nine-\n   49  ty-eight--ninety-nine   school  year,  such  proposed  budget  shall  be\n   50  presented in three components: a program component, a capital  component\n   51  and  an administrative component which shall be separately delineated in\n   52  accordance with regulations of the commissioner after consultation  with\n   53  local  school  district  officials.  The  administrative component shall\n   54  include, but need not be limited to, office and  central  administrative\n   55  expenses, traveling expenses and all compensation, salaries and benefits\n   56  of  all school administrators and supervisors, including business admin-\n\n       S. 2706                            12\n\n    1  istrators, superintendents of schools and deputy,  assistant,  associate\n    2  or  other  superintendents  under  all  existing employment contracts or\n    3  collective bargaining agreements, any and  all  expenditures  associated\n    4  with  the  operation of the board of education, the office of the super-\n    5  intendent  of  schools,  general  administration,  the  school  business\n    6  office, consulting costs not directly related to direct student services\n    7  and  programs,  planning  and  all other administrative activities.  The\n    8  program component shall include, but need not be limited to, all program\n    9  expenditures of the school district, including the salaries and benefits\n   10  of teachers and any school administrators or  supervisors  who  spend  a\n   11  majority  of  their time performing teaching duties, and all transporta-\n   12  tion operating expenses. The capital component shall include,  but  need\n   13  not  be  limited to, all transportation capital, debt service, and lease\n   14  expenditures;  costs  resulting  from  judgments   in   tax   certiorari\n   15  proceedings  or  the payment of awards from court judgments, administra-\n   16  tive orders or settled or compromised claims; and all  facilities  costs\n   17  of  the  school  district,  including facilities lease expenditures, the\n   18  annual debt service and total debt for all facilities financed by  bonds\n   19  and  notes of the school district, and the costs of construction, acqui-\n   20  sition, reconstruction, rehabilitation or improvement of  school  build-\n   21  ings,  provided  that such budget shall include a rental, operations and\n   22  maintenance section that includes base rent  costs,  total  rent  costs,\n   23  operation and maintenance charges, cost per square foot for each facili-\n   24  ty  leased  by the school district, and any and all expenditures associ-\n   25  ated with custodial salaries and benefits, service contracts,  supplies,\n   26  utilities,  and  maintenance  and repairs of school facilities. [For the\n   27  purposes of the development of a budget for the nineteen  hundred  nine-\n   28  ty-eight--ninety-nine school year, the board of education shall separate\n   29  the  district's  program, capital and administrative costs for the nine-\n   30  teen hundred ninety-seven--ninety-eight school year in the manner as  if\n   31  the budget for such year had been presented in three components.]\n   32    5.  The  board of education shall append to the statement of estimated\n   33  expenditures a detailed statement of the total compensation to  be  paid\n   34  to  the superintendent of schools, and any assistant or associate super-\n   35  intendents of schools in the ensuing school year,  including  a  deline-\n   36  ation  of  the  salary,  annualized  cost of benefits and any in-kind or\n   37  other form of remuneration. The board shall also append a  list  of  all\n   38  other school administrators and supervisors, if any, whose annual salary\n   39  will be eighty-five thousand dollars or more in the ensuing school year,\n   40  with the title of their positions and annual salary identified; provided\n   41  however,  that  the commissioner may adjust such salary level to reflect\n   42  increases in administrative  salaries  after  June  thirtieth,  nineteen\n   43  hundred ninety-eight. The board of education shall submit a copy of such\n   44  list and statement, in a form prescribed by the commissioner, of compen-\n   45  sation to the commissioner within five days after their preparation. The\n   46  commissioner  shall  compile such data, together with the data submitted\n   47  pursuant to subdivision four of section sixteen hundred  eight  of  this\n   48  [chapter]  TITLE,  into  a  single statewide compilation, which shall be\n   49  made available to the governor, the legislature,  and  other  interested\n   50  parties upon request.\n   51    6.  Each  year, the board of education shall prepare a school district\n   52  report card, pursuant to regulations of the commissioner, and shall make\n   53  it publicly available by transmitting it to local newspapers of  general\n   54  circulation, appending it to copies of the proposed budget made publicly\n   55  available  as  required  by law, making it available for distribution at\n   56  the annual meeting, and otherwise disseminating it as  required  by  the\n\n       S. 2706                            13\n\n    1  commissioner.  Such  report  card shall include measures of the academic\n    2  performance of the school district, on a school  by  school  basis,  and\n    3  measures of the fiscal performance of the district, as prescribed by the\n    4  commissioner.  Pursuant  to  regulations of the commissioner, the report\n    5  card shall also compare these measures to  statewide  averages  for  all\n    6  public  schools, and statewide averages for public schools of comparable\n    7  wealth and need, developed by the commissioner. Such report  card  shall\n    8  include,  at a minimum, any information of the school district regarding\n    9  pupil performance and expenditure per pupil required to be  included  in\n   10  the  annual  report  by  the regents to the governor and the legislature\n   11  pursuant to section two hundred fifteen-a of this chapter; and any other\n   12  information required by the commissioner. School districts  (i)  identi-\n   13  fied  as  having  fifteen  percent  or more of their students in special\n   14  education, or (ii) which have fifty percent or more  of  their  students\n   15  with  disabilities  in  special  education  programs  or  services sixty\n   16  percent or more of the school day in a general  education  building,  or\n   17  (iii)  which have eight percent or more of their students with disabili-\n   18  ties in special education programs in public or private separate  educa-\n   19  tional  settings  shall  indicate  on  their school district report card\n   20  their respective percentages as defined in this paragraph and paragraphs\n   21  (i) and (ii) of this subdivision as compared to the statewide average.\n   22    7. a. Each year, commencing with the proposed budget for the two thou-\n   23  sand--two thousand one school year, the board of education shall prepare\n   24  a property tax report card, pursuant to regulations of the commissioner,\n   25  and shall make it publicly available by transmitting it to local newspa-\n   26  pers of general circulation, appending it  to  copies  of  the  proposed\n   27  budget  made  publicly available as required by law, making it available\n   28  for distribution at the annual [meeting] BUDGET HEARING,  and  otherwise\n   29  disseminating it as required by the commissioner. Such report card shall\n   30  include: (i) the amount of total spending and total estimated school tax\n   31  levy  that  would  result  from  adoption of the proposed budget and the\n   32  percentage increase or decrease in total spending and total  school  tax\n   33  levy  from the school district budget for the preceding school year; and\n   34  (ii) THE DISTRICT'S TAX LEVY LIMIT AND TAX LEVY BASE DETERMINED PURSUANT\n   35  TO SECTION TWO THOUSAND TWENTY-THREE-A  OF  THIS  TITLE,  THE  TAX  LEVY\n   36  PROPOSED BY THE DISTRICT, AND THE PROPOSED CAPITAL TAX LEVY, IF ANY; AND\n   37  (III)  the projected enrollment growth for the school year for which the\n   38  budget is prepared, and the percentage change  in  enrollment  from  the\n   39  previous  year; and [(iii)] (IV) the percentage increase in the consumer\n   40  price index, as defined in paragraph c of this subdivision;  and  [(iv)]\n   41  (V)  the  projected amount of the unappropriated unreserved fund balance\n   42  that will be retained if the proposed budget is adopted,  the  projected\n   43  amount  of the reserved fund balance, the projected amount of the appro-\n   44  priated fund balance, the percentage of the  proposed  budget  that  the\n   45  unappropriated  unreserved  fund balance represents, the actual unappro-\n   46  priated unreserved fund balance retained in the school  district  budget\n   47  for the preceding school year, and the percentage of the school district\n   48  budget  for  the  preceding  school  year that the actual unappropriated\n   49  unreserved fund balance represents.\n   50    b. A copy of the property tax report  card  prepared  for  the  annual\n   51  [district  meeting]  BUDGET HEARING shall be submitted to the department\n   52  in the manner prescribed by the department by the end  of  the  business\n   53  day  next  following  approval of the report card by the board of educa-\n   54  tion, but no later than twenty-four days prior to the statewide  uniform\n   55  voting  day.    The  department  shall  compile such data for all school\n   56  districts [whose budgets are subject to a vote of the qualified  voters]\n\n       S. 2706                            14\n\n    1  SUBJECT  TO A TAX LEVY LIMITATION PURSUANT TO SECTION TWO THOUSAND TWEN-\n    2  TY-THREE-A OF THIS TITLE and shall make such compilation available elec-\n    3  tronically at least ten days prior to the statewide uniform voting day.\n    4    c.  For  purposes  of  this  subdivision,  \"percentage increase in the\n    5  consumer price index\" shall mean  the  percentage  that  represents  the\n    6  product  of  one  hundred  and  the  quotient of: (i) the average of the\n    7  national consumer price indexes determined by the United States  depart-\n    8  ment of labor for the twelve-month period preceding January first of the\n    9  current  year  minus  the average of the national consumer price indexes\n   10  determined by the United States department of labor for the twelve-month\n   11  period preceding January first of the prior year, divided  by  (ii)  the\n   12  average  of the national consumer price indexes determined by the United\n   13  States department of labor for the twelve-month period preceding January\n   14  first of the prior year, with the result expressed as a decimal  to  two\n   15  places.\n   16    S  9.  Section 1718 of the education law, as amended by chapter 774 of\n   17  the laws of 1965 and subdivision 2 as amended by chapter 82 of the  laws\n   18  of 1995, is amended to read as follows:\n   19    S 1718. Limitation  upon expenditures.  1. No board of education shall\n   20  incur a district liability in excess of the amount  appropriated  [by  a\n   21  district  meeting]  IN  THE  BUDGET  APPROVED  BY THE BOARD OF EDUCATION\n   22  unless such board is specially authorized by law to incur  such  liabil-\n   23  ity.\n   24    2.  Notwithstanding the provisions of subdivision one of this section,\n   25  grants in aid received  from  the  state  and  federal  governments  for\n   26  specific  purposes,  other state AID OR grants in aid [identified by the\n   27  commissioner] for general use [as specified by the board of  education],\n   28  other  gifts  which  are  required to be spent for particular objects or\n   29  purposes and insurance proceeds received for the loss, theft, damage  or\n   30  destruction  of  real  or personal property, when proposed to be used or\n   31  applied to repair or replace  such  property,  may  be  appropriated  by\n   32  resolution  of  the  board  of education at any time for such objects or\n   33  purposes.\n   34    S 10. Section 2005 of the education law, as amended by  section  3  of\n   35  part M of chapter 57 of the laws of 2005, is amended to read as follows:\n   36    S 2005. Special  meeting to transact business of annual meeting. When-\n   37  ever the time for holding the annual meeting in a school district  shall\n   38  pass  without such meeting being held, a special meeting[, to be held on\n   39  the date specified for a school budget revote  pursuant  to  subdivision\n   40  three  of  section two thousand seven of this part,] shall thereafter be\n   41  called by the trustees or by the clerk of such district for the  purpose\n   42  of  transacting the business of the annual meeting; and if no such meet-\n   43  ing be called by the trustees or the clerk within ten  days  after  such\n   44  time  shall  have passed, the district superintendent of the supervisory\n   45  district in which said school district is situated or  the  commissioner\n   46  [of  education] may order any inhabitant of such district to give notice\n   47  of such meeting in the manner provided in section two  thousand  one  of\n   48  this  part,  and the officers of the district shall make to such meeting\n   49  the reports required to be made at the annual meeting,  subject  to  the\n   50  same  penalty in case of neglect; and the officers elected at such meet-\n   51  ing shall hold their respective offices only until the next annual meet-\n   52  ing and until their successors are elected  and  shall  have  qualified.\n   53  Notice  of  such  annual  meeting  shall comply with the requirements of\n   54  section two thousand three or section two thousand four of this part  by\n   55  publishing  such  notices  once  in  each week within the two weeks next\n   56  preceding such special meeting, the first publication  to  be  at  least\n\n       S. 2706                            15\n\n    1  fourteen  days  before such meeting and any required posting to be four-\n    2  teen days before the time of such meeting. [If the qualified  voters  at\n    3  such  special  district  meeting  defeat the school district budget, the\n    4  trustees or board of education shall adopt a contingency budget pursuant\n    5  to  section  two thousand twenty-three of this part. Notwithstanding any\n    6  other provision in law, the trustees or board of education following the\n    7  adoption of a contingency budget may call a special district meeting for\n    8  a second vote on the proposed budget pursuant  to  the  requirements  of\n    9  subdivision  three of section two thousand seven or subdivision three of\n   10  section two thousand six of this chapter.]\n   11    S 11. Subdivision 3 of section 2006 of the education law is REPEALED.\n   12    S 12. Subdivision 3 of section 2007 of the education law,  as  amended\n   13  by  section 5 of part M of chapter 57 of the laws of 2005, is amended to\n   14  read as follows:\n   15    3. a. Notwithstanding the provisions of subdivisions one  and  two  of\n   16  this  section,  and  of section two thousand four of this part, whenever\n   17  the [voters of the district  shall  have  defeated  the  budget  of  the\n   18  district, in whole or in part, or whenever the] board of education shall\n   19  have  rejected  all  bids  for  a contract or contracts for public work,\n   20  transportation or purchase[,] and [whenever  in  either  such  case  the\n   21  board  of  education shall deem] DEEMS it necessary and proper to call a\n   22  special meeting to take appropriate action, the board of education shall\n   23  be authorized to give the notices required by subdivision one of section\n   24  two thousand four of this part by publishing such notices once  in  each\n   25  week within the two weeks next preceding such special meeting, the first\n   26  publication  to  be  at  least fourteen days before such meeting and any\n   27  required posting to be fourteen days before the time of such meeting.\n   28    b. [A school budget revote called pursuant  to  paragraph  a  of  this\n   29  subdivision shall be held on the third Tuesday of June, provided, howev-\n   30  er  that  such budget revote shall be held on the second Tuesday in June\n   31  if the commissioner at the request of a local school board certifies  no\n   32  later  than  March  first  that  such vote would conflict with religious\n   33  observances.\n   34    c.] Notwithstanding the provisions of section two thousand fourteen of\n   35  this part, where a school district shall have adopted personal registra-\n   36  tion, the board of registration shall meet on such day or days as  shall\n   37  be  fixed  by  the  board  of education, the last day of which, however,\n   38  shall not be more than seven nor less than two days preceding any school\n   39  district meeting notices for which shall have been given as provided  in\n   40  this subdivision.\n   41    S  13.  Section  2008  of the education law is amended by adding a new\n   42  subdivision 3 to read as follows:\n   43    3. NOTWITHSTANDING ANY OTHER PROVISION OF  LAW  TO  THE  CONTRARY,  IT\n   44  SHALL  NOT  BE  WITHIN  THE  POWER OF THE VOTERS OF A SCHOOL DISTRICT TO\n   45  SUBMIT A PROPOSITION THAT REQUIRES THE EXPENDITURE  OF  MONEY,  PROVIDED\n   46  THAT  THE  VOTERS MAY SUBMIT A PROPOSITION TO CHANGE THE MILEAGE LIMITA-\n   47  TIONS ON TRANSPORTATION PURSUANT TO SUBDIVISION NINETEEN OF SECTION  TWO\n   48  THOUSAND TWENTY-ONE OF THIS PART.\n   49    S  14.  Subdivisions  10, 11, 12, 15, 16, 17, 18, 20 and 21 of section\n   50  2021 of the education law are REPEALED and subdivisions 8 and  19,  such\n   51  section as renumbered by chapter 801 of the laws of 1953, are amended to\n   52  read as follows:\n   53    8.  To  vote  a  tax  upon  the  taxable  property of the district, to\n   54  purchase, lease and improve such sites or an addition to such sites  and\n   55  grounds  for the purposes specified in [the preceding] subdivision SEVEN\n   56  OF THIS SECTION, to hire or purchase rooms or buildings for school rooms\n\n       S. 2706                            16\n\n    1  or schoolhouses, or to  build  schoolhouses[;  to  keep  in  repair  and\n    2  furnish  the  same with necessary fuel, furniture and appurtenances, and\n    3  to purchase such implements, apparatus and supplies as may be  necessary\n    4  to  provide  instruction  in agriculture and other subjects, and for the\n    5  organization and conduct of athletic, playground and other social center\n    6  work].\n    7    19. To [provide, by tax or otherwise, for the conveyance of] DETERMINE\n    8  WHETHER TRANSPORTATION SHOULD BE PROVIDED PURSUANT  TO  PARAGRAPH  A  OF\n    9  SUBDIVISION  ONE OF SECTION THIRTY-SIX HUNDRED THIRTY-FIVE OF THIS CHAP-\n   10  TER TO pupils residing in [a] THE school  district  WHO  ARE  IN  GRADES\n   11  KINDERGARTEN  THROUGH EIGHT AND LIVE LESS THAN TWO MILES FROM THE SCHOOL\n   12  THEY LEGALLY ATTEND OR ARE IN GRADES NINE THROUGH TWELVE AND  LIVE  LESS\n   13  THAN  THREE  MILES  FROM  SUCH SCHOOL OR TO PUPILS IN ANY GRADE WHO LIVE\n   14  MORE THAN FIFTEEN MILES FROM THE SCHOOL THEY LEGALLY ATTEND, (a) to  the\n   15  elementary  or high schools, or both, maintained in such district and/or\n   16  (b) to the elementary or high schools, or both, in any city or  district\n   17  with which an education contract shall have been made, and/or (c) to the\n   18  elementary  or high schools, or both, other than public, situated within\n   19  the district or an adjacent district or  city,  whenever  such  district\n   20  shall  have  contracted with the school authorities of any city, or with\n   21  another school district, for the education therein of the pupils  resid-\n   22  ing  in  such school district, or whenever in any school district pupils\n   23  of school age shall reside so remote from the schoolhouse therein or the\n   24  elementary or high school they legally attend,  within  or  without  the\n   25  district, that they are practically deprived of school advantages during\n   26  any portion of the school year.\n   27    S  15.  Section 2022 of the education law, as amended by section 23 of\n   28  part A of chapter 436 of the laws of  1997,  subdivisions  1  and  3  as\n   29  amended by section 8 of part C of chapter 58 of the laws of 1998, subdi-\n   30  vision  2-a  as amended by section 3 of part A of chapter 60 of the laws\n   31  of 2000, paragraph b of subdivision 2-a as amended by section 5 of  part\n   32  W of chapter 57 of the laws of 2008, subdivision 4 as amended by section\n   33  7 of part M of chapter 57 of the laws of 2005 and subdivision 6 as added\n   34  by chapter 61 of the laws of 2003, is amended to read as follows:\n   35    S  2022.  [Vote  on] ADOPTION OF school district budgets [and on the];\n   36  ANNUAL DISTRICT MEETING AND election of  school  district  trustees  and\n   37  board  of  education  members. 1. Notwithstanding any law, rule or regu-\n   38  lation to the contrary, the ANNUAL  DISTRICT  MEETING  AND  election  of\n   39  trustees or members of the board of education, and the TAX LEVY PROPOSI-\n   40  TION  vote  [upon  the  appropriation of the necessary funds to meet the\n   41  estimated expenditures,] in  any  common  school  district,  union  free\n   42  school district, central school district or central high school district\n   43  shall  be held [at the annual meeting and election] on the third Tuesday\n   44  in May, provided, however, that such  election  shall  be  held  on  the\n   45  second  Tuesday  in  May  if  the commissioner at the request of a local\n   46  school board certifies no later than  March  first  that  such  election\n   47  would  conflict  with religious observances. [When such election or vote\n   48  is taken by recording the ayes and noes of the qualified voters  attend-\n   49  ing, a majority of the qualified voters present and voting, by a hand or\n   50  voice  vote,  may determine to take up the question of voting the neces-\n   51  sary funds to meet the estimated expenditures for a specific item  sepa-\n   52  rately,  and  the  qualified  voters present and voting may increase the\n   53  amount of any estimated expenditures or  reduce  the  same,  except  for\n   54  teachers'   salaries,  and  the  ordinary  contingent  expenses  of  the\n   55  schools.] The sole trustee, board of trustees or board of  education  of\n   56  every  common,  union  free, central or central high school district and\n\n       S. 2706                            17\n\n    1  every city school district to which this article applies  shall  hold  a\n    2  budget  hearing not less than seven nor more than fourteen days prior to\n    3  the annual meeting and election [or special district meeting at which  a\n    4  school  budget  vote  will  occur], and shall prepare and present to the\n    5  voters at such budget hearing a proposed school district budget for  the\n    6  ensuing  school year.   IF THE QUALIFIED VOTERS HAVE APPROVED A TAX LEVY\n    7  PROPOSITION IN ACCORDANCE WITH SECTION TWO  THOUSAND  TWENTY-THREE-B  OF\n    8  THIS PART, SUCH TRUSTEES OR BOARD OF EDUCATION SHALL ADOPT A BUDGET THAT\n    9  COMPLIES  WITH  SUCH  PROPOSITION.  IF  NO TAX LEVY PROPOSITION HAS BEEN\n   10  APPROVED BY THE QUALIFIED VOTERS, THEN THE TRUSTEES OR BOARD  OF  EDUCA-\n   11  TION  SHALL ADOPT A BUDGET THAT REQUIRES A TAX LEVY, EXCLUDING ANY CAPI-\n   12  TAL TAX LEVY, THAT IS NO GREATER  THAN  THE  TAX  LEVY  BASE  DETERMINED\n   13  PURSUANT TO SECTION TWO THOUSAND TWENTY-THREE-A OF THIS PART.\n   14    2.  [Except  as provided in subdivision four of this section, nothing]\n   15  NOTHING in this section shall preclude the trustees or board  of  educa-\n   16  tion,  in their discretion, from submitting additional items of expendi-\n   17  ture to the voters for approval as separate propositions or  the  voters\n   18  from submitting propositions pursuant to [section] SECTIONS two thousand\n   19  eight and two thousand thirty-five of this [article] PART.\n   20    2-a.  Every  common, union free, central, central high school district\n   21  and city school district to which this  article  applies  shall  mail  a\n   22  school  budget  notice  to  all  qualified voters of the school district\n   23  after the date of the budget hearing, but no later than six  days  prior\n   24  to the annual meeting and election [or special district meeting at which\n   25  a school budget vote will occur]. The school budget notice shall compare\n   26  the percentage increase or decrease in total spending under the proposed\n   27  budget  over total spending under the school district budget adopted for\n   28  the current school year, with the percentage increase or decrease in the\n   29  consumer price index, from January first of the  prior  school  year  to\n   30  January  first  of  the current school year, and shall also include [the\n   31  information required by paragraphs a and  b  of  this  subdivision.  The\n   32  notice shall also set forth the date, time and place of the school budg-\n   33  et  vote,  in  the  same  manner as in the notice of annual meeting] THE\n   34  DISTRICT'S TAX LEVY LIMIT AND  TAX  LEVY  BASE  DETERMINED  PURSUANT  TO\n   35  SECTION  TWO THOUSAND TWENTY-THREE-A OF THIS PART, THE TAX LEVY PROPOSED\n   36  BY THE DISTRICT AND THE PROPOSED CAPITAL TAX LEVY, IF ANY.  Such  notice\n   37  shall be in a form prescribed by the commissioner.\n   38    [a.  Commencing with the proposed budget for the two thousand one--two\n   39  thousand two school year, such notice shall also include  a  description\n   40  of how total spending and the tax levy resulting from the proposed budg-\n   41  et would compare with a projected contingency budget adopted pursuant to\n   42  section  two  thousand  twenty-three of this article, assuming that such\n   43  contingency budget is adopted on  the  same  day  as  the  vote  on  the\n   44  proposed  budget.  Such  comparison  shall  be in total and by component\n   45  (program, capital and administrative), and shall include a statement  of\n   46  the assumptions made in estimating the projected contingency budget.\n   47    b.]  Commencing  with the proposed budget for the two thousand eight--\n   48  two thousand nine school year, such notice  shall  also  include,  in  a\n   49  format  prescribed  by  the commissioner, an estimate of the tax savings\n   50  that would be available to an eligible homeowner under the basic  school\n   51  tax  relief  (STAR) exemption authorized by section four hundred twenty-\n   52  five of the real property tax law if the proposed budget  were  adopted.\n   53  Such  estimate shall be made in the manner prescribed by the commission-\n   54  er, in consultation with the office of real property services.\n   55    3. In all elections for trustees or members of boards of education  or\n   56  votes  involving  the  expenditure  of money, or authorizing the levy of\n\n       S. 2706                            18\n\n    1  taxes, the vote thereon shall be by ballot, or, in school districts that\n    2  prior to nineteen hundred ninety-eight conducted their vote at the annu-\n    3  al meeting, may be ascertained by taking and recording the ayes and noes\n    4  of such qualified voters attending and voting at such district meetings.\n    5    4.  [In the event that the original proposed budget is not approved by\n    6  the voters, the sole trustee, trustees or board of education may adopt a\n    7  final budget pursuant to subdivision five of this section or resubmit to\n    8  the voters the original or a  revised  budget  pursuant  to  subdivision\n    9  three  of  section  two  thousand seven of this part. Upon one defeat of\n   10  such resubmitted budget, the sole trustee, trustees or board  of  educa-\n   11  tion  shall  adopt  a  final budget pursuant to subdivision five of this\n   12  section.] Notwithstanding any other provision of law  to  the  contrary,\n   13  [the  school  district  budget  for any school year, or any part of such\n   14  budget or] any propositions involving the expenditure of money for  such\n   15  school  year  shall  not be submitted for a vote of the qualified voters\n   16  more than twice.\n   17    [5. If the qualified  voters  fail  to  approve  the  proposed  school\n   18  district  budget upon resubmission or upon a determination not to resub-\n   19  mit for a second vote pursuant to subdivision four of this section,  the\n   20  sole trustee, trustees or board of education, after applying thereto the\n   21  public  school  moneys  and  other moneys received or to be received for\n   22  that purpose, shall levy a tax for the sum necessary for teachers' sala-\n   23  ries and other ordinary  contingent  expenses  in  accordance  with  the\n   24  provisions  of this subdivision and section two thousand twenty-three of\n   25  this article.\n   26    6. Notwithstanding the provisions of subdivision four of section eigh-\n   27  teen hundred four and subdivision five of section nineteen  hundred  six\n   28  of this title, subdivision one of section two thousand two of this arti-\n   29  cle,  subdivision  one of this section, subdivision two of section twen-\n   30  ty-six hundred one-a of this title and any other provision of law to the\n   31  contrary, the annual district meeting  and  election  of  every  common,\n   32  union  free,  central  and  central  high school district and the annual\n   33  meeting of every city school district in a city having a  population  of\n   34  less than one hundred twenty-five thousand inhabitants that is scheduled\n   35  to  be  held  on  the third Tuesday of May, two thousand three is hereby\n   36  adjourned until the first Tuesday in June, two thousand three. The trus-\n   37  tees or board of education of each such school  district  shall  provide\n   38  notice  of  such adjourned meeting to the qualified voters in the manner\n   39  prescribed for notice of the  annual  meeting,  and  such  notice  shall\n   40  provide  for an adjourned budget hearing. The adjourned district meeting\n   41  or district meeting and election shall be deemed the annual  meeting  or\n   42  annual  meeting and election of the district for all purposes under this\n   43  title and the date of the adjourned meeting shall be deemed  the  state-\n   44  wide  uniform  voting  day  for all purposes under this title.  Notwith-\n   45  standing the provisions of subdivision seven of section sixteen  hundred\n   46  eight  or subdivision seven of section seventeen hundred sixteen of this\n   47  title or any other provision of law, rule or regulation to the contrary,\n   48  in two thousand three the property tax report card shall be submitted to\n   49  the department no later than twenty  days  prior  to  the  date  of  the\n   50  adjourned  meeting  and the department shall make its compilation avail-\n   51  able electronically at least seven days prior to such date.]\n   52    S 16. Section 2023 of the education law is REPEALED.\n   53    S 17. Subdivision 2 of section 2035 of the education law,  as  amended\n   54  by chapter 111 of the laws of 1979, is amended to read as follows:\n   55    2.  In  common  school  districts  the manner of making nominations or\n   56  submitting propositions by anyone other than the trustees and  in  union\n\n       S. 2706                            19\n\n    1  free  school  districts  the manner of submitting propositions by anyone\n    2  other than the board of education for the purpose of  preparing  ballots\n    3  for  the machine shall be prescribed by a rule previously adopted by the\n    4  trustees  or  board  of education; provided, however, that the petition,\n    5  certificate, declaration, notice or other paper required by  such  rule,\n    6  for  the  making  of  any  such nomination or submission, except as to a\n    7  question or proposition required by law to be stated in the published or\n    8  posted notice of the meeting shall be filed with the trustees  or  board\n    9  of  education not later than thirty days before the meeting or election.\n   10  Any nomination may be rejected by the trustees if the candidate is inel-\n   11  igible for the office or has declared his unwillingness  to  serve;  any\n   12  proposition may be rejected by the trustees or board of education if the\n   13  purpose  of  the  proposition  is not within the power of the voters, or\n   14  where A PROPOSITION TO CHANGE THE MILEAGE LIMITATIONS ON  TRANSPORTATION\n   15  PURSUANT  TO  SUBDIVISION NINETEEN OF SECTION TWO THOUSAND TWENTY-ONE OF\n   16  THIS PART  WOULD  REQUIRE  the  expenditure  of  ADDITIONAL  moneys  [is\n   17  required  by  the  proposition], if the proposition fails to include the\n   18  necessary specific appropriation.   Any such rule may  be  amended  from\n   19  time  to  time  and may state that a reasonable minimum number of signa-\n   20  tures shall be required for submission.  The trustees or board of educa-\n   21  tion shall cause such rule, and amendments from  time  to  time,  to  be\n   22  printed  for  general  distribution  in the district. Provided, however,\n   23  that the provisions of any  special  law  relating  to  nominations  and\n   24  elections  in any union free school district shall continue to remain in\n   25  force, and the manner of making nominations and the conduct of  meetings\n   26  and elections, shall conform to such special law.\n   27    S  18. Paragraph a of subdivision 9 and paragraphs a and b of subdivi-\n   28  sion 12 of section 2503 of the education law, as amended by chapter  171\n   29  of the laws of 1996, are amended to read as follows:\n   30    a.  Shall  promote  the best interests of the schools and other activ-\n   31  ities committed to its care, and shall authorize, or in  its  discretion\n   32  conduct,  and  maintain  such  extra classroom activities, including the\n   33  operation of cafeterias or restaurant service  for  use  by  pupils  and\n   34  teachers,  as  the  board,  from  time to time, shall deem proper.  Such\n   35  cafeterias or restaurant service may be used by the community for school\n   36  related functions and activities and to furnish  meals  to  the  elderly\n   37  residents,  sixty  years of age or older, of the district. Such utiliza-\n   38  tion AND THE OPERATION OF CAFETERIAS  OR  RESTAURANT  SERVICE  shall  be\n   39  subject to the approval of the board of education[, and shall be subject\n   40  to  voter  approval unless the cafeteria or restaurant service was oper-\n   41  ated during the preceding school year and requires no tax levy]. Charges\n   42  shall be sufficient to meet the direct cost  of  preparing  and  serving\n   43  such meals, reducible by available reimbursements.\n   44    a.    to  and  from  schools  within the school district for distances\n   45  greater than two or three miles, as applicable, and to and from  schools\n   46  outside  the district within the mileage limitations prescribed in para-\n   47  graph a of subdivision one of section thirty-six hundred thirty-five  of\n   48  this  chapter  shall always be [an ordinary contingent expense] A CHARGE\n   49  UPON THE SCHOOL DISTRICT, and\n   50    b. for distances less than two or three miles, as applicable,  or  for\n   51  greater  than  fifteen  miles  to  and from schools outside the district\n   52  shall be [an ordinary contingent  expense]  A  CHARGE  UPON  THE  SCHOOL\n   53  DISTRICT  if:  (i) such transportation was provided during the preceding\n   54  school year and the qualified voters have not passed a special  proposi-\n   55  tion  constricting  the  mileage limitations for the current school year\n   56  from those in effect in the prior year, or  (ii)  the  qualified  voters\n\n       S. 2706                            20\n\n    1  have  passed  a special proposition expanding the mileage limitations in\n    2  effect in the prior year.\n    3    S  19. Section 2601-a of the education law, as added by chapter 171 of\n    4  the laws of 1996, subdivision 2 as amended by section 6 and  subdivision\n    5  4  as  amended by section 8 of part M of chapter 57 of the laws of 2005,\n    6  subdivision 3 as amended by chapter 640 of the laws of 2008, subdivision\n    7  5 as amended by section 29 of part A of chapter 436 of the laws of 1997,\n    8  subdivision 6 as amended and subdivision 7 as added by  chapter  474  of\n    9  the laws of 1996, is amended to read as follows:\n   10    S  2601-a.  Procedures  for  [adoption  of  school budgets] ANNUAL AND\n   11  SPECIAL DISTRICT MEETINGS in small city school districts. 1.  The  board\n   12  of education of each city school district subject to this article [shall\n   13  provide for the submission of a budget for approval of the voters pursu-\n   14  ant to the provisions of this section.\n   15    2.  The  board  of education] shall ADOPT A SCHOOL DISTRICT BUDGET AND\n   16  conduct all annual and special school district meetings for the  purpose\n   17  of  [adopting  a  school district budget] VOTING ON PROPOSITIONS FOR THE\n   18  EXPENDITURE OF MONEY, INCLUDING BUT NOT LIMITED  TO  VOTES  PURSUANT  TO\n   19  SECTION  FOUR  HUNDRED  SIXTEEN  OF THIS CHAPTER, AND VOTING ON TAX LEVY\n   20  PROPOSITIONS PURSUANT TO SECTION TWO  THOUSAND  TWENTY-THREE-B  OF  THIS\n   21  TITLE,  in the same manner as a union free school district in accordance\n   22  with the provisions of article forty-one of this title, except as other-\n   23  wise provided by this section. The annual meeting and election  of  each\n   24  such  city  school district shall be held on the third Tuesday of May in\n   25  each year, provided, however that such annual meeting and election shall\n   26  be held on the second Tuesday in May if the commissioner at the  request\n   27  of  a  local  school board certifies no later than March first that such\n   28  election would conflict with  religious  observances[,  and  any  school\n   29  budget revote shall be held on the date and in the same manner specified\n   30  in  subdivision  three of section two thousand seven of this title]. The\n   31  provisions of this article, and where applicable subdivisions  nine  and\n   32  nine-a  of  section twenty-five hundred two of this title, governing the\n   33  qualification and registration of voters, and procedures for  the  nomi-\n   34  nation  and election of members of the board of education shall continue\n   35  to apply, and shall govern the qualification and registration of  voters\n   36  and  voting procedures with respect to the adoption of a school district\n   37  budget.\n   38    [3.] 2. The  board  of  education  shall  prepare  a  proposed  school\n   39  district  budget  for the ensuing year in accordance with the provisions\n   40  of section seventeen hundred sixteen  of  this  chapter,  including  all\n   41  provisions  relating to required notices and appendices to the statement\n   42  of expenditures. No board of education shall  incur  a  school  district\n   43  liability  except  as  authorized by the provisions of section seventeen\n   44  hundred  eighteen  of  this  chapter.  Such  proposed  budget  shall  be\n   45  presented  in three components: a program component, a capital component\n   46  and an administrative component which shall be separately delineated  in\n   47  accordance  with regulations of the commissioner after consultation with\n   48  local school district  officials.  The  administrative  component  shall\n   49  include,  but  need not be limited to, office and central administrative\n   50  expenses, traveling expenses and all compensation, salaries and benefits\n   51  of all school administrators and supervisors, including business  admin-\n   52  istrators,  superintendents  of schools and deputy, assistant, associate\n   53  or other superintendents under  all  existing  employment  contracts  or\n   54  collective  bargaining  agreements,  any and all expenditures associated\n   55  with the operation of the board of education, the office of  the  super-\n   56  intendent  of  schools,  general  administration,  the  school  business\n\n       S. 2706                            21\n\n    1  office, consulting costs not directly related to direct student services\n    2  and programs, planning and all other  administrative  activities.    The\n    3  program component shall include, but need not be limited to, all program\n    4  expenditures of the school district, including the salaries and benefits\n    5  of  teachers  and  any  school administrators or supervisors who spend a\n    6  majority of their time performing teaching duties, and  all  transporta-\n    7  tion  operating  expenses. The capital component shall include, but need\n    8  not be limited to, all transportation capital, debt service,  and  lease\n    9  expenditures;   costs   resulting   from  judgments  in  tax  certiorari\n   10  proceedings or the payment of awards from court  judgments,  administra-\n   11  tive  orders  or settled or compromised claims; and all facilities costs\n   12  of the school district, including  facilities  lease  expenditures,  the\n   13  annual  debt service and total debt for all facilities financed by bonds\n   14  and notes of the school district, and the costs of construction,  acqui-\n   15  sition,  reconstruction,  rehabilitation or improvement of school build-\n   16  ings, provided that such budget shall include a rental,  operations  and\n   17  maintenance  section  that  includes  base rent costs, total rent costs,\n   18  operation and maintenance charges, cost per square foot for each facili-\n   19  ty leased by the school district, and any and all  expenditures  associ-\n   20  ated  with custodial salaries and benefits, service contracts, supplies,\n   21  utilities, and maintenance and repairs of school  facilities.  [For  the\n   22  purposes  of  the development of a budget for the nineteen hundred nine-\n   23  ty-seven--ninety-eight school year, the board of education  shall  sepa-\n   24  rate  its  program,  capital  and  administrative costs for the nineteen\n   25  hundred ninety-six--ninety-seven school year in the  manner  as  if  the\n   26  budget  for such year had been presented in three components.] Except as\n   27  provided in subdivision [four] THREE of this section,  nothing  in  this\n   28  section  shall  preclude  the  board, in its discretion, from submitting\n   29  additional items of expenditure to the voters for approval  as  separate\n   30  propositions  or  the  voters from submitting propositions [pursuant] to\n   31  THE EXTENT AUTHORIZED BY sections two thousand eight  and  two  thousand\n   32  thirty-five of this chapter.\n   33    [4. In the event the qualified voters of the district reject the budg-\n   34  et proposed pursuant to subdivision three of this section, the board may\n   35  propose  to the voters a revised budget pursuant to subdivision three of\n   36  section two thousand seven of this title  or  may  adopt  a  contingency\n   37  budget pursuant to subdivision five of this section and subdivision five\n   38  of  section  two  thousand  twenty-two  of  this  title.] 3. The [school\n   39  district budget for any school year, or any  part  of  such  budget  or]\n   40  BOARD  OF  EDUCATION  SHALL  NOT  SUBMIT  any propositions involving the\n   41  expenditure of money for such school year [shall not be submitted] for a\n   42  vote of the qualified voters more than twice. [In the event  the  quali-\n   43  fied  voters  reject  the  resubmitted  budget,  the board shall adopt a\n   44  contingency budget in accordance with subdivision five of  this  section\n   45  and  subdivision  five  of  such section two thousand twenty-two of this\n   46  title.\n   47    5. If the qualified voters fail or refuse to vote the sum estimated to\n   48  be necessary  for  teachers'  salaries  and  other  ordinary  contingent\n   49  expenses,  the board shall adopt a contingency budget in accordance with\n   50  this subdivision and shall levy a tax  for  that  portion  of  such  sum\n   51  remaining  after  applying thereto the moneys received or to be received\n   52  from state, federal or other sources, in the same manner as if the budg-\n   53  et had been approved by the qualified voters; subject to the limitations\n   54  imposed in subdivision four of section two thousand twenty-three of this\n   55  chapter and this subdivision. The  administrative  component  shall  not\n   56  comprise a greater percentage of the contingency budget exclusive of the\n\n       S. 2706                            22\n\n    1  capital  component than the lesser of (1) the percentage the administra-\n    2  tive component had comprised in the prior year budget exclusive  of  the\n    3  capital  component;  or  (2) the percentage the administrative component\n    4  had  comprised  in  the  last  proposed defeated budget exclusive of the\n    5  capital component. Such contingency budget shall include the sum  deter-\n    6  mined by the board to be necessary for:\n    7    (a)  teachers'  salaries, including the salaries of all members of the\n    8  teaching and supervising staff;\n    9    (b) items of expense specifically authorized by statute to be incurred\n   10  by the board of education, including, but not limited  to,  expenditures\n   11  for transportation to and from regular school programs included as ordi-\n   12  nary  contingent  expenses  in subdivision twelve of section twenty-five\n   13  hundred three of this  chapter,  expenditures  for  textbooks,  required\n   14  services for non-public school students, school health services, special\n   15  education  services,  kindergarten  and nursery school programs, and the\n   16  district's share of the  administrative  costs  and  costs  of  services\n   17  provided by a board of cooperative educational services;\n   18    (c) items of expense for legal obligations of the district, including,\n   19  but  not limited to, contractual obligations, debt service, court orders\n   20  or judgments, orders of administrative bodies or officers, and standards\n   21  and requirements of the board of regents and the commissioner that  have\n   22  the force and effect of law;\n   23    (d)  the  purchase  of library books and other instructional materials\n   24  associated with a library;\n   25    (e) items of expense necessary to maintain the educational programs of\n   26  the district, preserve the property  of  the  district  or  protect  the\n   27  health  and safety of students and staff, including, but not limited to,\n   28  support services, pupil personnel services, the necessary  salaries  for\n   29  the   necessary   number  of  non-teaching  employees,  necessary  legal\n   30  expenses, water and utility charges, instructional supplies  for  teach-\n   31  ers'  use,  emergency  repairs,  temporary rental of essential classroom\n   32  facilities, and expenditures necessary to advise school district  voters\n   33  concerning school matters; and\n   34    (f) expenses incurred for interschool athletics, field trips and other\n   35  extracurricular activities; and\n   36    (g)  any other item of expense determined by the commissioner to be an\n   37  ordinary contingent expense in any school district.\n   38    6. The commissioner shall determine appeals raising  questions  as  to\n   39  what  items  of expenditure are ordinary contingent expenses pursuant to\n   40  subdivision five of this section in accordance with section two thousand\n   41  twenty-four and three hundred ten of this chapter.\n   42    7.] 4. Each year, the  board  of  education  shall  prepare  a  school\n   43  district  report  card, pursuant to regulations of the commissioner, and\n   44  shall make it publicly available by transmitting it to local  newspapers\n   45  of  general  circulation,  appending it to copies of the proposed budget\n   46  made publicly available as required by  law,  making  it  available  for\n   47  distribution  at  the  annual meeting, and otherwise disseminating it as\n   48  required by the commissioner. Such report card shall include measures of\n   49  the academic performance of the school district, on a school  by  school\n   50  basis,  and  measures  of  the  fiscal  performance  of the district, as\n   51  prescribed by the commissioner. Pursuant to regulations of  the  commis-\n   52  sioner,  the  report card shall also compare these measures to statewide\n   53  averages for all public  schools,  and  statewide  averages  for  public\n   54  schools  of  comparable  wealth and need, developed by the commissioner.\n   55  Such report card shall include, at a minimum,  any  information  on  the\n   56  school  district  regarding  pupil performance and expenditure per pupil\n\n       S. 2706                            23\n\n    1  required to be included in the annual  report  by  the  regents  to  the\n    2  governor  and  the legislature pursuant to section two hundred fifteen-a\n    3  of this chapter; and any other information required by the commissioner.\n    4  School  districts  (i)  identified  as having fifteen percent or more of\n    5  their students in special education, or (ii) which have fifty percent or\n    6  more of their students with disabilities in special  education  programs\n    7  or  services sixty percent or more of the school day in a general educa-\n    8  tion building, or (iii) which  have  eight  percent  or  more  of  their\n    9  students  with  disabilities  in special education programs in public or\n   10  private separate educational settings shall  indicate  on  their  school\n   11  district  report  card  their  respective percentages as defined in this\n   12  paragraph and paragraphs (i) and (ii) of this subdivision as compared to\n   13  the statewide average.\n   14    S 20. Paragraph b-1 of subdivision 4 of section 3602 of the  education\n   15  law,  as  amended  by  section 13 of part A of chapter 57 of the laws of\n   16  2009, is amended to read as follows:\n   17    b-1. Notwithstanding any other provision of law to the  contrary,  for\n   18  the  two  thousand  seven--two thousand eight through two thousand thir-\n   19  teen--two thousand fourteen school years, the additional amount  payable\n   20  to each school district pursuant to this subdivision in the current year\n   21  as  total foundation aid, after deducting the total foundation aid base,\n   22  shall be deemed a state grant in aid identified by the commissioner  for\n   23  general  use  for purposes of [sections] SECTION seventeen hundred eigh-\n   24  teen [and two thousand twenty-three] of this chapter.\n   25    S 21. Subdivision 11 of  section  3602-e  of  the  education  law,  as\n   26  amended  by  section  19 of part B of chapter 57 of the laws of 2007, is\n   27  amended to read as follows:\n   28    11. Notwithstanding the provisions of subdivision ten of this section,\n   29  where the district serves fewer children during the current year than in\n   30  the base year, the school district shall have its apportionment  reduced\n   31  in  an  amount proportional to such deficiency in the current year or in\n   32  the succeeding school year, as determined by  the  commissioner,  except\n   33  such  reduction  shall  not  apply  to school districts which have fully\n   34  implemented a universal pre-kindergarten program by making such  program\n   35  available  to  all  eligible  children. [Expenses incurred by the school\n   36  district in implementing a pre-kindergarten  program  plan  pursuant  to\n   37  this subdivision shall be deemed ordinary contingent expenses.]\n   38    S  22.  Paragraphs  a  and  b  of subdivision 1 of section 3635 of the\n   39  education law, paragraph a as amended by chapter 69 of the laws of 1992,\n   40  paragraph b as amended by chapter 718 of the laws of 1990  and  subpara-\n   41  graph  (i) of paragraph b as amended by chapter 571 of the laws of 1994,\n   42  are amended to read as follows:\n   43    a. Sufficient transportation facilities (including the  operation  and\n   44  maintenance  of motor vehicles) shall be provided by the school district\n   45  for all the children residing within the school district to and from the\n   46  school they legally attend, who  are  in  need  of  such  transportation\n   47  because  of  the  remoteness  of  the  school  to  the  child or for the\n   48  promotion of the best interest of such children.    Such  transportation\n   49  shall be provided for all children attending grades kindergarten through\n   50  eight  who  live  more than two miles from the school which they legally\n   51  attend and for all children attending grades  nine  through  twelve  who\n   52  live more than three miles from the school which they legally attend and\n   53  shall be provided for each such child up to a distance of fifteen miles,\n   54  the distances in each case being measured by the nearest available route\n   55  from  home  to school. The cost of providing such transportation between\n   56  two or three miles, as the case may  be,  and  fifteen  miles  shall  be\n\n       S. 2706                            24\n\n    1  considered  for  the  purposes  of  this chapter to be a charge upon the\n    2  district [and an ordinary contingent expense of the district]. Transpor-\n    3  tation for a lesser distance than two miles  in  the  case  of  children\n    4  attending  grades  kindergarten through eight or three miles in the case\n    5  of children attending grades nine  through  twelve  and  for  a  greater\n    6  distance  than  fifteen  miles  may be provided by the district WITH THE\n    7  APPROVAL OF THE QUALIFIED VOTERS, and, if  provided,  shall  be  offered\n    8  equally  to all children in like circumstances residing in the district;\n    9  provided, however, that this requirement shall not apply to  transporta-\n   10  tion  offered  pursuant  to  section thirty-six hundred thirty-five-b of\n   11  this [article] PART.\n   12    b. (i) School districts providing transportation to a nonpublic school\n   13  for pupils living within a specified distance  from  such  school  shall\n   14  designate  one  or more public schools as centralized pick-up points and\n   15  shall provide transportation between  such  points  and  such  nonpublic\n   16  schools for students residing in the district who live too far from such\n   17  nonpublic schools to qualify for transportation between home and school.\n   18  The  district  shall not be responsible for the provision of transporta-\n   19  tion for pupils between  their  home  and  such  pick-up  points.    The\n   20  district  may  provide school bus transportation to a pupil if the resi-\n   21  dence of the pupil is located on an established route for the  transpor-\n   22  tation  of  pupils to the centralized pick-up point provided such trans-\n   23  portation does not result in additional costs to the district. [The cost\n   24  of providing transportation between such pick-up points and such nonpub-\n   25  lic schools shall be an ordinary contingent expense.]\n   26    (ii) A board of education may, at its discretion, provide  transporta-\n   27  tion  for  pupils  residing  within  the  district to a nonpublic school\n   28  located more than fifteen miles from the home of any such pupil provided\n   29  that such transportation has been  provided  to  such  nonpublic  school\n   30  pursuant  to this subdivision in at least one of the immediately preced-\n   31  ing three school years and such transportation is provided from  one  or\n   32  more  centralized  pick-up  points designated pursuant to this paragraph\n   33  and that the distance from such pick-up points to the  nonpublic  school\n   34  is  not  more  than fifteen miles. The district shall not be responsible\n   35  for the provision of transportation for pupils between [pupils]  PUPILS'\n   36  homes  and  such  pick-up  points. [The cost of providing transportation\n   37  between such pick-up points and such nonpublic schools shall be an ordi-\n   38  nary contingent expense.]\n   39    S 23. Subdivision 10 of  section  3635-b  of  the  education  law,  as\n   40  amended  by  chapter  422  of  the  laws  of 2004, is amended to read as\n   41  follows:\n   42    10. The cost of providing transportation, pursuant to  the  provisions\n   43  of  this section, shall [be an ordinary contingent expense and shall] be\n   44  included as an item of expense for purposes of determining the transpor-\n   45  tation quota of such district.\n   46    S 24. Subdivision 3-a of section 3651 of the education law is REPEALED\n   47  and subdivisions 1, 3, 4 and 5, subdivision 1 as amended by chapter  504\n   48  of the laws of 1949, subdivisions 3 and 4 as added by chapter 782 of the\n   49  laws  of 1948 and subdivision 5 as amended by chapter 976 of the laws of\n   50  1963, are amended to read as follows:\n   51    1. A reserve fund may be established by the school authorities of  any\n   52  school  district,  [provided, however, that no such fund shall be estab-\n   53  lished (a) until approved by a majority vote of the qualified voters  of\n   54  the  district voting on a proposition therefor submitted at a regular or\n   55  special school district meeting, or in school  districts  which  do  not\n   56  have  such  meetings,  at  an  election called for such purpose, and (b)\n\n       S. 2706                            25\n\n    1  unless the notice of such meeting or election shall have stated  that  a\n    2  proposition  to  establish  a  reserve  fund  would be so submitted, the\n    3  purpose of the fund, the ultimate amount thereof, its probable term  and\n    4  the  source from which the funds would be obtained] AS DEFINED IN SUBDI-\n    5  VISION TWELVE OF SECTION TWO OF THIS CHAPTER.  Such reserve fund may  be\n    6  established  for  financing, in whole or in part, the cost of any object\n    7  or purpose for which bonds may be issued  by,  or  for  the  objects  or\n    8  purposes  of, the school district pursuant to the local finance law. The\n    9  [proposition] RESOLUTION OF  THE  SCHOOL  AUTHORITIES  ESTABLISHING  THE\n   10  RESERVE  FUND  shall  specify  the  purpose for which the fund is estab-\n   11  lished, the ultimate amount, the probable term and the source from which\n   12  the funds are to be obtained. There shall be paid into any such fund  an\n   13  annual  amount sufficient to meet the requirements of the proposition OR\n   14  RESOLUTION.  In addition, the [voters] SCHOOL AUTHORITIES may from  time\n   15  to time direct the [school authorities to pay] PAYMENT into such fund OF\n   16  moneys derived from any other source.\n   17    3.  An  expenditure shall be made from a reserve fund only by authori-\n   18  zation of the [voters] SCHOOL AUTHORITIES and for the  specific  purpose\n   19  specified in the proposition OR RESOLUTION WHICH ESTABLISHED THE RESERVE\n   20  FUND.\n   21    4.  The  [voters] SCHOOL AUTHORITIES may authorize the transfer of all\n   22  or any part of any reserve fund to any other  reserve  fund  established\n   23  pursuant to this section.\n   24    5.  Whenever  the [voters] SCHOOL AUTHORITIES shall determine that the\n   25  original purpose for which a reserve fund has  been  established  is  no\n   26  longer  desirable,  [the school authorities] THEY may liquidate the fund\n   27  by first applying its proceeds to any  outstanding  bonded  indebtedness\n   28  and  applying  the  balance,  if  any, to the annual tax levy, provided,\n   29  however, that the amount so applied in any one year shall not be greater\n   30  than the amount which will reduce the tax rate for school purposes below\n   31  five mills on actual  valuation;  provided,  however,  that  the  school\n   32  authorities  in any school district having no outstanding bonded indebt-\n   33  edness may, in any year in which no state aid is payable  thereto  under\n   34  the  provisions  of  this  chapter,  liquidate such fund by applying the\n   35  balance thereof to the annual tax levy, regardless of the tax  rate  for\n   36  school purposes[, subject to the approval of a majority of the qualified\n   37  electors of the district voting on a proposition therefor submitted at a\n   38  regular or special school district meeting, or in school districts which\n   39  do not have such meetings, at an election called for such purpose].\n   40    S 25. Paragraphs j and k of subdivision 2 of section 23 of the munici-\n   41  pal home rule law are relettered k and l, and a new paragraph j is added\n   42  to read as follows:\n   43    J.  OVERRIDES THE TAX LEVY LIMITATION APPLICABLE FOR THE COMING FISCAL\n   44  YEAR IN ACCORDANCE WITH SECTION THREE-C OF THE GENERAL MUNICIPAL LAW.\n   45    S  26. This act shall take effect immediately and shall first apply to\n   46  the levy of taxes by school districts for the 2012-2013 school year  and\n   47  to  school district meetings and elections held on and after such effec-\n   48  tive date; provided, however,  that  sections  eight,  fifteen,  twenty,\n   49  twenty-one  and  twenty-two  of this act shall take effect July 1, 2012;\n   50  and provided further, that section one of this act shall first apply  to\n   51  the  levy  of taxes by local governments for the fiscal year that begins\n   52  in 2012.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general municipal law, the education law and the municipal home rule law, in relation to establishing limitations upon school district and local government tax levies; and to repeal certain provisions of the education law relating thereto ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110128.T234341.TXT", "SOBI.D110131.T091146.TXT", "SOBI.D110130.T163058.TXT", "SOBI.D110128.T233841.TXT", "SOBI.D110131.T091646.TXT", "SOBI.D110128.T233340.TXT", "SOBI.D110131.T092146.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296483706014
}