{
  "year" : 2011,
  "senateBillNo" : "S2715-2011",
  "billEvents" : [ {
    "eventDate" : 1296450000000,
    "eventText" : "REFERRED TO SOCIAL SERVICES",
    "billEventId" : "S2715-2011-1296450000000-REFERRED+TO+SOCIAL+SERVICES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SEWARD",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Allows for reimbursement of transportation costs for emergency care without prior authorization by the social services official",
  "summary" : "Allows for reimbursement of transportation costs for emergency care without prior authorization by the social services official including emergency medical transportation by an ambulance service certified under article 30 of the public health law; and further authorizes the commissioner of health to establish a reimbursement methodology to ensure providers are reimbursed. ",
  "currentCommittee" : "SOCIAL SERVICES",
  "sameAs" : "A811",
  "lawSection" : "Social Services Law",
  "previousVersions" : [ "S5068-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2715\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 31, 2011\n                                      ___________\n\n       Introduced  by  Sen.  SEWARD -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Social Services\n\n       AN ACT to amend the social services law, in relation to reimbursement of\n         transportation costs for emergency care\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Subdivision 1 of section 365-h of the social services law,\n    2  as amended by section 20 of part B of chapter 109 of the laws  of  2010,\n    3  is amended and a new subdivision 5 is added to read as follows:\n    4    1.  The  local social services official and, subject to the provisions\n    5  of subdivision four of this section, the commissioner  of  health  shall\n    6  have  responsibility  for  prior  authorizing transportation of eligible\n    7  persons and for limiting the provision of such transportation  to  those\n    8  recipients  and  circumstances  where  such transportation is essential,\n    9  medically necessary and appropriate to obtain medical care, services  or\n   10  supplies  otherwise available under this title.  HOWEVER, PRIOR AUTHORI-\n   11  ZATION SHALL NOT BE REQUIRED  FOR  TRANSPORTATION  TO  OBTAIN  EMERGENCY\n   12  CARE, INCLUDING EMERGENCY MEDICAL TRANSPORTATION BY AN AMBULANCE SERVICE\n   13  CERTIFIED UNDER ARTICLE THIRTY OF THE PUBLIC HEALTH LAW.\n   14    5.  WITH  RESPECT  TO  TRANSPORTATION AND CARE PROVIDED TO AN ELIGIBLE\n   15  PERSON BY AN AMBULANCE SERVICE CERTIFIED UNDER  ARTICLE  THIRTY  OF  THE\n   16  PUBLIC  HEALTH  LAW,  THE COMMISSIONER OF THE DEPARTMENT OF HEALTH SHALL\n   17  ESTABLISH A REIMBURSEMENT METHODOLOGY THAT ENSURES  THAT  PROVIDERS  ARE\n   18  REIMBURSED  AT  THE  GREATER OF THE MEDICAL ASSISTANCE RATE IN EFFECT ON\n   19  THE EFFECTIVE DATE OF THIS SUBDIVISION, OR THE MEDICARE ALLOWABLE CHARGE\n   20  (PURSUANT TO TITLE XVIII OF THE FEDERAL SOCIAL SECURITY  ACT)  FOR  SUCH\n   21  TRANSPORTATION  AND  CARE.    THE  AMOUNT  OF  INCREASE IN REIMBURSEMENT\n   22  PRODUCED BY THIS METHODOLOGY OVER WHAT WOULD OTHERWISE  HAVE  BEEN  PAID\n   23  SHALL  BE  PHASED  IN AS FOLLOWS:  IN THE STATE FISCAL YEAR IN WHICH THE\n   24  PROVISIONS OF THIS SUBDIVISION BECOME A LAW,  THIRTY-THREE  PERCENT;  IN\n   25  THE  FOLLOWING  STATE  FISCAL YEAR, SIXTY-SIX PERCENT; AND IN THE SECOND\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02510-01-1\n\n       S. 2715                             2\n\n    1  STATE  FISCAL  YEAR  FOLLOWING  THE  STATE  FISCAL  YEAR  IN  WHICH  THE\n    2  PROVISIONS  OF  THIS  SUBDIVISION BECOME A LAW AND ALL SUBSEQUENT FISCAL\n    3  YEARS, ONE HUNDRED PERCENT.\n    4    S  2.  Subdivision  1  of  section 368-a of the social services law is\n    5  amended by adding a new paragraph (aa) to read as follows:\n    6    (AA) NOTWITHSTANDING ANY INCONSISTENT PROVISION OF THIS CHAPTER OR ANY\n    7  OTHER PROVISION OF LAW TO THE  CONTRARY,  ONE  HUNDRED  PERCENT  OF  THE\n    8  AMOUNT  EXPENDED FOR MEDICAL ASSISTANCE UNDER THIS TITLE FOR TRANSPORTA-\n    9  TION AND CARE FURNISHED UNDER SUBDIVISION FOUR OF SECTION THREE  HUNDRED\n   10  SIXTY-FIVE-H OF THIS TITLE ON OR AFTER APRIL FIRST, TWO THOUSAND TWELVE,\n   11  AFTER  FIRST  DEDUCTING THEREFROM ANY FEDERAL FUNDS PROPERLY RECEIVED OR\n   12  TO BE RECEIVED ON ACCOUNT THEREOF.\n   13    S 3. This act shall take effect  April  1,  2012,  provided  that  the\n   14  amendments  to subdivision 1 of section 365-h of the social services law\n   15  made by section one of this act shall not affect the repeal  and  rever-\n   16  sion  of such section pursuant to subdivision (a) of section 40 of chap-\n   17  ter 109 of the laws of 2010, as amended.\n",
  "memo" : "BILL NUMBER:S2715\n\nTITLE OF BILL:\nAn act\nto amend the social services law, in relation to reimbursement of\ntransportation costs for emergency care\n\nPURPOSE:\nTo establish a Medicaid reimbursement methodology for\nambulance transportation with rates that allow providers to recoup\ntheir costs.\n\nSUMMARY OF PROVISIONS:\nSection 1. Amends Subdivision 1 of section 365-h\nof the Social Services Law to exempt transportation to obtain\nemergency care from the requirement for prior authorization under\nMedicaid, to conform with the exemption in &sect; 365a(2)(j) of the\nSocial Services Law.\n\nAmends Section 365-h of the Social Services Law to direct the\nCommissioner of Health to establish a Medicaid reimbursement\nmethodology for ambulance transportation and care that ensures that\nproviders are reimbursed at the greater of the Medical Assistance\nRate on the effective date of the bill or the Federal Medicare\nallowable charge.\nThis reimbursement methodology shall be phased in over three years as\nfollows: in the state fiscal year in which the bill becomes a law, 33\npercent; in the following state fiscal year, 66 percent; and in the\nsecond state fiscal year following the fiscal year in which the bill\nbecomes a law and all subsequent fiscal years, 100 percent.\n\nSection 2 Amends Subdivision 1 of section 368-a of the Social Services\nLaw to ensure that the state bears 100 percent of the increase in\nmedical assistance under this title, after first deducting any\nfederal funds properly received or to be received on account thereof.\n\nSection 3. Provides that this act shall take effect immediately.\n\nJUSTIFICATION:\nThe Medicaid reimbursement rate for ambulance trips is\ncurrently determined on a county-by-county basis. Almost every county\nin the state fails to adequately reimburse ambulance companies for\nthe costs incurred in transporting patients.\n\nThis bill would create a methodology for ambulance reimbursement under\nMedicaid that more closely approximates the cost of providing the\nservice. Ambulances are required by law to pick everyone up,\nincluding Medicaid patients.\nIt is unfair to require these ambulance companies to accept Medicaid\npatients and then not fairly reimburse them for the costs of\nproviding services to these patients.\n\nLEGISLATIVE HISTORY:\nS.5068 of 2009-10\n\nFISCAL IMPLICATIONS:\nDependent on the costs of transporting patients.\nThe State would also assume the local share of any additional\nMedicaid spending.\n\nEFFECTIVE DATE:\nImmediately, with provisions.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the social services law, in relation to reimbursement of transportation costs for emergency care ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110131.T093647.TXT", "SOBI.D110131.T212240.TXT", "SOBI.D110131.T101650.TXT", "SOBI.D110131.T123705.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296526960672
}