{
  "year" : 2011,
  "senateBillNo" : "S2718-2011",
  "billEvents" : [ {
    "eventDate" : 1296450000000,
    "eventText" : "REFERRED TO EDUCATION",
    "billEventId" : "S2718-2011-1296450000000-REFERRED+TO+EDUCATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SERRANO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes the education equity act which provides language assistance to parents/guardians who have children enrolled in public school and who do not speak English",
  "summary" : "Establishes the \"education equity act\" which provides language assistance to parents or guardians who have children enrolled in public school and whose primary language is not English; defines terms; creates an annual language assistance plan to assess language needs in the district; requires the department of education to establish web pages detailing the rights of parents to translation services in each covered language; requires annual reports by each school district to the local board of education. ",
  "currentCommittee" : "EDUCATION",
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "S1326-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "SAVINO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2718\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 31, 2011\n                                      ___________\n\n       Introduced  by  Sens. SERRANO, SAVINO -- read twice and ordered printed,\n         and when printed to be committed to the Committee on Education\n\n       AN ACT to amend the education  law,  in  relation  to  establishing  the\n         education equity act\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. This act shall be known and may be cited as the  \"education\n    2  equity act\".\n    3    S  2.  The education law is amended by adding a new article 66 to read\n    4  as follows:\n    5                                 ARTICLE 66\n    6                            EDUCATION EQUITY ACT\n    7  SECTION 3300. DEFINITIONS.\n    8          3301. SCHOOL-BASED LANGUAGE ASSISTANCE PLANS.\n    9          3302. DETERMINATION OF PRIMARY LANGUAGE.\n   10          3303. INTERPRETATION SERVICES REQUIRED.\n   11          3304. TRANSLATION SERVICES REQUIRED.\n   12          3305. NOTICE TO PARENTS AND GUARDIANS.\n   13          3306. CERTIFICATION OF TRANSLATION.\n   14          3307. DEPARTMENT OF EDUCATION WEBSITE.\n   15          3308. REPORTING.\n   16          3309. GENERAL PROVISIONS.\n   17    S 3300. DEFINITIONS. WHEREVER USED  IN  THIS  ARTICLE,  THE  FOLLOWING\n   18  TERMS  SHALL HAVE THE RESPECTIVE MEANINGS HEREINAFTER SET FORTH OR INDI-\n   19  CATED:\n   20    1. COVERED LANGUAGES. THE TERM \"COVERED LANGUAGES\" MEANS  TWO  OF  THE\n   21  MOST  COMMONLY  SPOKEN LANGUAGES, OTHER THAN ENGLISH, BEING SPOKEN BY AT\n   22  LEAST TWO PERCENT, ROUNDED TO THE NEAREST PERCENTILE, OF THE  POPULATION\n   23  IN  A SCHOOL DISTRICT WITHIN A CITY, VILLAGE OR TOWN HAVING A POPULATION\n   24  OF LESS THAN ONE HUNDRED TWENTY-FIVE THOUSAND INHABITANTS,  TWO  OF  THE\n   25  MOST  COMMONLY  SPOKEN LANGUAGES, OTHER THAN ENGLISH, BEING SPOKEN BY AT\n   26  LEAST TWO PERCENT, ROUNDED TO THE NEAREST PERCENTILE, OF THE  POPULATION\n   27  IN  A  SCHOOL  DISTRICT WITHIN A CITY HAVING A POPULATION OF ONE HUNDRED\n   28  TWENTY-FIVE THOUSAND INHABITANTS OR MORE, EIGHT  OF  THE  MOST  COMMONLY\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00055-01-1\n\n       S. 2718                             2\n\n    1  SPOKEN  LANGUAGES,  OTHER  THAN  ENGLISH,  BEING  SPOKEN  IN A COMMUNITY\n    2  DISTRICT, AS DEFINED IN ARTICLE FIFTY-TWO-A OF THIS  CHAPTER,  WITHIN  A\n    3  CITY HAVING A POPULATION OF ONE MILLION OR MORE INHABITANTS. SUCH INFOR-\n    4  MATION  SHALL  BE  REPORTED  BY  A  SOURCE  DEEMED RELIABLE BY THE LOCAL\n    5  DEPARTMENT OF EDUCATION, EXCEPT THAT IN A CITY HAVING  A  POPULATION  OF\n    6  ONE  MILLION OR MORE INHABITANTS, SUCH INFORMATION SHALL BE DEEMED RELI-\n    7  ABLE BY THE NEW YORK CITY DEPARTMENT OF CITY PLANNING OR SUCH OTHER CITY\n    8  AGENCY AS THE NEW YORK CITY DEPARTMENT OF  EDUCATION  DEEMS  A  RELIABLE\n    9  SOURCE OF SUCH INFORMATION.\n   10    2.  PRIMARY  LANGUAGE.  THE  TERM \"PRIMARY LANGUAGE\" MEANS THE PRIMARY\n   11  LANGUAGE SPOKEN BY A STUDENT'S PARENTS OR GUARDIANS, AS EXPRESSED TO THE\n   12  DEPARTMENT BY SUCH PARENTS OR GUARDIANS.\n   13    3. SCHOOL DISTRICT.   THE TERM \"SCHOOL  DISTRICT\"  MEANS  EACH  SCHOOL\n   14  DISTRICT  WITHIN  THE  STATE  OF  NEW YORK INCLUDING THOSE WITHIN A CITY\n   15  HAVING A POPULATION OF ONE HUNDRED TWENTY-FIVE THOUSAND OR MORE INHABIT-\n   16  ANTS AND EACH COMMUNITY DISTRICT OF THE CITY  DISTRICT,  AS  DEFINED  IN\n   17  ARTICLE  FIFTY-TWO-A OF THIS CHAPTER.  SCHOOL DISTRICT FURTHER MEANS THE\n   18  OFFICE OR AGENCY DESIGNATED BY THE SCHOOL  DISTRICT  TO  ADMINISTER  THE\n   19  PROGRAM SET FORTH IN THIS ARTICLE.\n   20    4. SCHOOL. THE TERM \"SCHOOL\" MEANS ANY PUBLIC SCHOOL WITHIN THE JURIS-\n   21  DICTION  OF  ANY SCHOOL DISTRICT AS DEFINED IN SUBDIVISION THREE OF THIS\n   22  SECTION.\n   23    5. TRANSLATION. THE TERM \"TRANSLATION\" MEANS THE ACT OF  COMMUNICATION\n   24  BETWEEN  SPEAKERS  OF  TWO OR MORE COVERED LANGUAGES WHEREIN THE WRITTEN\n   25  WORDS OF ONE PERSON ARE COMMUNICATED TO OTHERS IN WRITING IN A DIFFERENT\n   26  LANGUAGE.\n   27    S 3301. SCHOOL-BASED LANGUAGE ASSISTANCE PLANS. EACH  SCHOOL  DISTRICT\n   28  SHALL  ANNUALLY  PREPARE A LANGUAGE ASSISTANCE PLAN WHICH SHALL CONTAIN,\n   29  AT A MINIMUM, AN ASSESSMENT OF THE  LANGUAGE  ASSISTANCE  NEEDS  OF  THE\n   30  SCHOOL  DISTRICT,  THE  ABILITY  OF  THE SCHOOL DISTRICT TO FULFILL SUCH\n   31  NEEDS AND THE RESOURCES REQUIRED FOR THE SCHOOL DISTRICT TO FULFILL SUCH\n   32  NEEDS. EACH SCHOOL DISTRICT  SHALL  COLLECT  AND  REVIEW  SUCH  LANGUAGE\n   33  ASSISTANCE  PLANS AT A DATE SUFFICIENTLY EARLY IN EACH FISCAL YEAR TO BE\n   34  ABLE TO CONSIDER THE CONTENTS OF SUCH PLANS IN FORMULATING  SCHOOL-BASED\n   35  BUDGETS FOR THE COMING FISCAL YEAR.\n   36    S  3302. DETERMINATION OF PRIMARY LANGUAGE. EACH SCHOOL DISTRICT SHALL\n   37  DETERMINE, UPON ENROLLMENT OR WITHIN  THIRTY  DAYS  OF  ENROLLMENT,  THE\n   38  PRIMARY  LANGUAGE  SPOKEN  BY  THE  PARENTS OR GUARDIANS OF EACH STUDENT\n   39  ENROLLED IN A PUBLIC SCHOOL WITHIN SUCH DISTRICT AND  WHETHER,  IF  SUCH\n   40  LANGUAGE  IS  NOT  ENGLISH,  SUCH  PARENT  OR GUARDIAN REQUIRES LANGUAGE\n   41  ASSISTANCE SERVICES IN ORDER TO COMMUNICATE EFFECTIVELY WITH THE  SCHOOL\n   42  DISTRICT.\n   43    S  3303.  INTERPRETATION  SERVICES  REQUIRED.  1. EACH SCHOOL DISTRICT\n   44  SHALL ENSURE THAT DURING REGULAR BUSINESS HOURS A SUFFICIENT  NUMBER  OF\n   45  INDIVIDUALS   ARE  AVAILABLE  BY  TELEPHONE  TO  PROVIDE  INTERPRETATION\n   46  SERVICES IN EACH OF THE COVERED LANGUAGES TO MEET THE EXPECTED NEEDS  OF\n   47  PARENTS  OR GUARDIANS WHO SEEK TO COMMUNICATE WITH THEIR CHILD'S SCHOOL.\n   48  WHERE RESOURCES ALLOW, SUCH SERVICES SHALL  ALSO  BE  AVAILABLE  THROUGH\n   49  STAFF MEMBERS WHO SHALL BE PRESENT AT SCHOOLS, REGIONAL OR OTHER DEPART-\n   50  MENTAL  OFFICES,  AND  OTHER  LOCATIONS  WHERE PARENTS AND GUARDIANS MAY\n   51  INTERACT WITH THE SCHOOL DISTRICT, BUT MAY BE PROVIDED AT SUCH LOCATIONS\n   52  BY TELEPHONE IN THE EVENT THAT A PERSON FLUENT IN THE NECESSARY  COVERED\n   53  LANGUAGE IS NOT AVAILABLE AT SUCH LOCATION.\n   54    2.  FOR CITIES HAVING A POPULATION OF ONE MILLION OR MORE INHABITANTS,\n   55  THE DEPARTMENT SHALL PROVIDE INTERPRETATION SERVICES AT MEETINGS OF  THE\n   56  PANEL  FOR  EDUCATIONAL  POLICY  EVENTS  AT  WHICH  FOUR HUNDRED OR MORE\n\n       S. 2718                             3\n\n    1  PERSONS ARE EXPECTED TO ATTEND AND  MEETINGS  OR  EVENTS  AT  WHICH  THE\n    2  DEPARTMENT  REASONABLY  BELIEVES THAT TEN PERCENT OR MORE OF THE PERSONS\n    3  EXPECTED TO ATTEND SPEAK PRIMARY LANGUAGES THAT  ARE  COVERED  LANGUAGES\n    4  OTHER  THAN  ENGLISH.  SUCH INTERPRETATION SERVICES SHALL BE PROVIDED IN\n    5  WHICHEVER OF THE COVERED LANGUAGES THE DEPARTMENT EXPECTS WILL BE SPOKEN\n    6  AS THE PRIMARY LANGUAGE OF THE PERSONS ATTENDING SUCH MEETING OR EVENT.\n    7    S 3304. TRANSLATION SERVICES REQUIRED. 1. EACH SCHOOL  DISTRICT  SHALL\n    8  TRANSLATE THE FOLLOWING DOCUMENTS INTO EACH OF THE COVERED LANGUAGES AND\n    9  DISSEMINATE  SUCH  DOCUMENTS  TO EACH PUBLIC SCHOOL WITHIN SUCH DISTRICT\n   10  FOR DISSEMINATION TO PARENTS AND GUARDIANS IN WHICHEVER OF  THE  COVERED\n   11  LANGUAGES,  IF  ANY,  IS  THEIR  PRIMARY LANGUAGE, AS DETERMINED BY SUCH\n   12  DISTRICT PURSUANT TO SECTION THIRTY-THREE HUNDRED TWO OF THIS ARTICLE:\n   13    A. THE STANDARDIZED TEXT ON REPORT CARDS AND PERMISSION SLIPS; AND\n   14    B. DOCUMENTS DISSEMINATED TO ONE THOUSAND OR MORE PARENTS OR GUARDIANS\n   15  THAT REQUIRE A PARENT OR GUARDIAN TO RESPOND TO THE DEPARTMENT, OR  THAT\n   16  REQUIRE  A  PARENT  OR  GUARDIAN TO TAKE AN ACTION IN ORDER TO OBTAIN OR\n   17  PRESERVE A RIGHT OR BENEFIT WITH RESPECT TO THEIR CHILD'S EDUCATION,  OR\n   18  THAT  PROVIDE  NOTIFICATION  OF  AN  UPCOMING  EVENT THAT CONCERNS THEIR\n   19  CHILD'S EDUCATION.\n   20    2. WITH RESPECT TO ANY DOCUMENT THAT THE SCHOOL DISTRICT PRODUCES  FOR\n   21  DISTRIBUTION  TO  ALL  OR  SUBSTANTIALLY  ALL  PARENTS  AND GUARDIANS OF\n   22  STUDENTS IN SUCH SCHOOL DISTRICT AND THAT IT DOES NOT DISTRIBUTE TO  ALL\n   23  PARENTS  OR GUARDIANS IN THE PRIMARY LANGUAGE OF SUCH PARENTS OR GUARDI-\n   24  ANS,  AS  DETERMINED  BY  THE  SCHOOL  DISTRICT  PURSUANT   TO   SECTION\n   25  THIRTY-THREE  HUNDRED  TWO  OF THIS ARTICLE, AND WHICH DOCUMENT CONCERNS\n   26  DISCIPLINE OR STUDENTS' HEALTH, SAFETY, RIGHT TO ATTEND  SCHOOL  OR  ANY\n   27  OTHER  LEGAL RIGHT GRANTED TO STUDENTS OR TO THE PARENTS OR GUARDIANS BY\n   28  LOCAL, CITY, STATE OR FEDERAL LAW, THE  SCHOOL  DISTRICT  SHALL  PROVIDE\n   29  EITHER A COVER LETTER OR A STATEMENT ON THE FACE OF SUCH DOCUMENT, INDI-\n   30  CATING  IN  EACH  COVERED  LANGUAGE  HOW TO OBTAIN A FREE TRANSLATION OR\n   31  INTERPRETATION OF SUCH DOCUMENT FROM THE SCHOOL DISTRICT.\n   32    3. WITH RESPECT TO ANY DOCUMENT NOT PREPARED  FOR  BROAD  DISTRIBUTION\n   33  THAT CONCERNS AN INDIVIDUAL STUDENT'S HEALTH, SAFETY, LEGAL OR DISCIPLI-\n   34  NARY MATTER, RIGHT TO CONTINUE TO RECEIVE PUBLIC EDUCATION  OR PLACEMENT\n   35  IN  ANY  SPECIAL  EDUCATION,  ENGLISH  LANGUAGE  LEARNER OR NON-STANDARD\n   36  ACADEMIC PROGRAM THE SCHOOL DISTRICT SHALL, IF NOT REQUIRED TO DO OTHER-\n   37  WISE BY STATE OR FEDERAL LAW, RULE OR REGULATION, PROVIDE SUCH STUDENT'S\n   38  PARENTS OR GUARDIANS WHOSE PRIMARY LANGUAGE IS A COVERED LANGUAGE  OTHER\n   39  THAN  ENGLISH  WITH  A TRANSLATION OF SUCH DOCUMENT INTO THE APPROPRIATE\n   40  COVERED LANGUAGE, OR SHALL PROVIDE EITHER A COVER LETTER OR A  STATEMENT\n   41  ON  THE  FACE  OF  THE  DOCUMENT,  INDICATING IN THE APPROPRIATE COVERED\n   42  LANGUAGE HOW TO OBTAIN A FREE  TRANSLATION  OR  INTERPRETATION  OF  SUCH\n   43  DOCUMENT FROM THE SCHOOL DISTRICT.\n   44    4.  EACH SCHOOL DISTRICT SHALL PROVIDE A MECHANISM BY WHICH ITS PUBLIC\n   45  SCHOOL EMPLOYEES CAN FAX DOCUMENTS OF A REASONABLE LENGTH TO A PERSON OR\n   46  SERVICE AND RECEIVE BACK A TRANSLATION OF SUCH DOCUMENTS  IN  ACCORDANCE\n   47  WITH  THE  SENDER'S  INSTRUCTIONS. SUCH MECHANISM SHALL BE DESIGNED SUCH\n   48  THAT, UNDER ORDINARY CIRCUMSTANCES, A PRINCIPAL OR TEACHER CAN OBTAIN  A\n   49  TRANSLATION  OF A SINGLE-PAGE NOTE OR LETTER WITHIN TWENTY-FOUR HOURS OR\n   50  BY THE CONCLUSION OF THE NEXT BUSINESS DAY, WHICHEVER IS LATER.\n   51    S 3305. NOTICE TO PARENTS AND GUARDIANS. 1. EACH SCHOOL DISTRICT SHALL\n   52  PREPARE IN EACH OF THE  COVERED  LANGUAGES  A  SHORT,  CONCISE  DOCUMENT\n   53  SETTING FORTH THE RIGHTS OF PARENTS AND GUARDIANS WITH RESPECT TO TRANS-\n   54  LATION  AND  INTERPRETATION  SERVICES AS REQUIRED BY THIS ARTICLE AND BY\n   55  ANY OTHER APPLICABLE LAW, RULE OR  REGULATION,  AND  EXPLAINING  HOW  TO\n   56  OBTAIN  SUCH SERVICES. SUCH DOCUMENT SHALL BE PROVIDED, IN THE APPROPRI-\n\n       S. 2718                             4\n\n    1  ATE COVERED LANGUAGE, IF ANY, TO EACH PARENT OR GUARDIAN WHO, AS  DETER-\n    2  MINED  BY  THE  LOCAL  SCHOOL  DISTRICT PURSUANT TO SECTION THIRTY-THREE\n    3  HUNDRED TWO OF THIS  ARTICLE,  REQUIRES  LANGUAGE  ASSISTANCE  SERVICES.\n    4  COPIES OF SUCH DOCUMENT IN EACH COVERED LANGUAGE SHALL BE PLACED IN EACH\n    5  PUBLIC  SCHOOL  OR  OFFICE  TO WHICH THE PUBLIC HAS ACCESS IN SUFFICIENT\n    6  QUANTITY THAT IT CAN BE PROVIDED TO ANY MEMBER OF THE PUBLIC WHO  ENTERS\n    7  SUCH SCHOOL OR OFFICE AND REQUIRES LANGUAGE ASSISTANCE SERVICES.\n    8    2.  A SIGN WRITTEN IN EACH OF THE COVERED LANGUAGES SHALL BE DISPLAYED\n    9  IN A CONSPICUOUS LOCATION IN EACH PUBLIC SCHOOL, SCHOOL DISTRICT  OFFICE\n   10  OR  OTHER  DEPARTMENTAL  OFFICE BUILDING TO WHICH THE PUBLIC HAS ACCESS,\n   11  INDICATING THE AVAILABILITY AND LOCATION IN SUCH SCHOOL OR  BUILDING  OF\n   12  THE DOCUMENT REQUIRED PURSUANT TO SUBDIVISION ONE OF THIS SECTION.\n   13    3.  IN  THE EVENT THAT THE SCHOOL DISTRICT DETERMINES THAT TEN PERCENT\n   14  OR MORE OF THE PARENTS OR GUARDIANS OF THE STUDENTS ATTENDING ANY  INDI-\n   15  VIDUAL  SCHOOL  SPEAK A PRIMARY LANGUAGE THAT IS NOT A COVERED LANGUAGE,\n   16  THEN AT SUCH INDIVIDUAL SCHOOL, THE DOCUMENT AND SIGN REQUIRED  BY  THIS\n   17  SECTION  SHALL  BE  PREPARED  AND  MADE AVAILABLE AT SUCH SCHOOL IN SUCH\n   18  OTHER LANGUAGE IN ADDITION TO THE COVERED LANGUAGES.\n   19    S  3306.  CERTIFICATION  OF  TRANSLATION.  IN  THE  SCHOOL  DISTRICT'S\n   20  DISCRETION,  IT MAY SATISFY THE TRANSLATION REQUIREMENTS OF THIS ARTICLE\n   21  WITH RESPECT TO ANY DOCUMENT CONCERNING A STUDENT'S EDUCATION THAT  MUST\n   22  BE  COMPLETED  WITH  INFORMATION  PROVIDED BY A PARENT OR GUARDIAN WHOSE\n   23  PRIMARY LANGUAGE, AS DETERMINED  BY  THE  SCHOOL  DISTRICT  PURSUANT  TO\n   24  SECTION THIRTY-THREE HUNDRED TWO OF THIS ARTICLE, IS NOT THE LANGUAGE IN\n   25  WHICH THE DOCUMENT IS PRINTED, IF SUCH DOCUMENT IS COMPLETED BY EITHER A\n   26  PARENT  OR  GUARDIAN OR BY A SCHOOL DISTRICT EMPLOYEE, AND SIGNED BY THE\n   27  PARENT OR GUARDIAN, PROVIDED THAT SUCH SCHOOL DISTRICT  EMPLOYEE  CERTI-\n   28  FIES  ON THE FACE OF SUCH DOCUMENT OR UPON AN ATTACHED DOCUMENT, IN SUCH\n   29  FORM AND MANNER AS DETERMINED BY THE SCHOOL DISTRICT, THAT SUCH EMPLOYEE\n   30  PROVIDED OR SECURED INTERPRETATION  OR  TRANSLATION  SERVICES  FOR  EACH\n   31  PARENT OR GUARDIAN SIGNING THE DOCUMENT, THE EMPLOYEE BELIEVES THAT EACH\n   32  SUCH  PERSON  UNDERSTOOD THE PURPOSE OF THE DOCUMENT AND THE INFORMATION\n   33  BEING PROVIDED IN THE DOCUMENT AND CONVEYED  IN  THE  INTERPRETATION  OR\n   34  TRANSLATION  AND  EACH  SUCH PERSON RECEIVED A COPY OF SUCH DOCUMENT AND\n   35  SUCH CERTIFICATION.\n   36    S 3307. DEPARTMENT OF EDUCATION WEBSITE. THE DEPARTMENT SHALL CREATE A\n   37  SPECIAL WEBSITE WHICH SHALL CONTAIN, ON ITS HOMEPAGE AND ON  SUCH  OTHER\n   38  WEB  PAGES AS THE DEPARTMENT SHALL DETERMINE IS APPROPRIATE, INFORMATION\n   39  IN EACH OF THE COVERED LANGUAGES SUFFICIENT TO  DIRECT  ANY  USER  WHOSE\n   40  PRIMARY  LANGUAGE IS A COVERED LANGUAGE OTHER THAN ENGLISH TO A RESOURCE\n   41  ON THE DEPARTMENT'S WEBSITE THAT CONTAINS AN EXPLANATION OF  THE  RIGHTS\n   42  OF  PARENTS  AND GUARDIANS TO TRANSLATION AND INTERPRETATION SERVICES AS\n   43  REQUIRED BY THIS ARTICLE AND BY ANY OTHER APPLICABLE LAW, RULE OR  REGU-\n   44  LATION, AND EXPLAINING HOW TO OBTAIN SUCH SERVICES.\n   45    S  3308.  REPORTING.  1. EXCEPT AS PROVIDED IN SUBDIVISION TWO OF THIS\n   46  SECTION, EACH SCHOOL DISTRICT SHALL REPORT ANNUALLY TO THE  LOCAL  BOARD\n   47  OF EDUCATION ON OR BEFORE THE FIRST DAY OF DECEMBER OF EACH YEAR, BEGIN-\n   48  NING  IN DECEMBER, TWO THOUSAND TWELVE, THE NUMBER OF PARENTS OR GUARDI-\n   49  ANS WHO HAD CHILDREN IN THE PUBLIC SCHOOL SYSTEM DURING THE  IMMEDIATELY\n   50  PRECEDING  SCHOOL YEAR WHOSE PRIMARY LANGUAGE, AS DETERMINED PURSUANT TO\n   51  SECTION THIRTY-THREE HUNDRED TWO OF THIS ARTICLE, WAS NOT ENGLISH,  AND,\n   52  FOR EACH COVERED LANGUAGE OTHER THAN ENGLISH, THE NUMBER OF SUCH PARENTS\n   53  AND GUARDIANS SPEAKING SUCH LANGUAGE.\n   54    2.  IN  CITIES HAVING A POPULATION OF ONE MILLION OR MORE INHABITANTS,\n   55  EACH COMMUNITY DISTRICT SHALL REPORT TO THE CITY COUNCIL OF THE CITY  OF\n   56  NEW  YORK ON OR BEFORE THE FIRST DAY OF DECEMBER OF EACH YEAR, BEGINNING\n\n       S. 2718                             5\n\n    1  IN DECEMBER, TWO THOUSAND TWELVE, THE NUMBER OF PARENTS OR GUARDIANS WHO\n    2  HAD CHILDREN IN THE NEW YORK CITY PUBLIC SCHOOL SYSTEM DURING THE  IMME-\n    3  DIATELY  PRECEDING  SCHOOL  YEAR  WHOSE  PRIMARY LANGUAGE, AS DETERMINED\n    4  PURSUANT  TO  SECTION  THIRTY-THREE HUNDRED TWO OF THIS ARTICLE, WAS NOT\n    5  ENGLISH, AND, OF EACH COVERED LANGUAGE OTHER THAN ENGLISH, THE NUMBER OF\n    6  SUCH PARENTS AND GUARDIANS SPEAKING SUCH LANGUAGE.\n    7    3. SUCH REPORT SHALL ALSO STATE, WITH RESPECT TO SUCH REPORTING  PERI-\n    8  OD:\n    9    A.  NUMBER  OF  DISTINCT DOCUMENTS THAT THE SCHOOL DISTRICT TRANSLATED\n   10  INTO THE COVERED LANGUAGES AND THE GENERAL NATURE OF SUCH DOCUMENTS;\n   11    B. NUMBER OF MEETINGS AT WHICH THE SCHOOL DISTRICT PROVIDED  INTERPRE-\n   12  TATION SERVICES AND THE LANGUAGES FOR WHICH IT PROVIDED SUCH SERVICES;\n   13    C. ANNUAL BUDGET FOR LANGUAGE ASSISTANCE SERVICES;\n   14    D.  NUMBER  OF EMPLOYEES WHOSE PRIMARY JOB FUNCTION IS TO PROVIDE SUCH\n   15  LANGUAGE ASSISTANCE SERVICES; AND\n   16    E. NUMBER OF TIMES INTERPRETATION SERVICES WERE PROVIDED BY TELEPHONE,\n   17  AND THE LANGUAGES IN WHICH SUCH SERVICES WERE PROVIDED.\n   18    S 3309. GENERAL PROVISIONS. NOTHING IN THIS ARTICLE SHALL:\n   19    1. PRECLUDE A PARENT OR GUARDIAN FROM HAVING  AN  ADULT  VOLUNTEER,  A\n   20  RELATIVE  SIXTEEN  YEARS OF AGE OR OLDER, A SPOUSE OR A DOMESTIC PARTNER\n   21  PROVIDE TRANSLATION OR INTERPRETATION SERVICES FOR SUCH INDIVIDUAL.\n   22    2. BE CONSTRUED AS PREVENTING THE SCHOOL DISTRICT FROM COMPLYING  WITH\n   23  ANY  PROVISION  OF STATE OR FEDERAL LAW CONCERNING TRANSLATION OR INTER-\n   24  PRETATION.\n   25    3. BE CONSTRUED AS PROHIBITING THE SCHOOL DISTRICT FROM EXCEEDING  THE\n   26  MANDATES OF THIS ARTICLE, FROM RELYING UPON THE RESOURCES OF OTHER CITY,\n   27  STATE  OR  FEDERAL  AGENCIES,  OR  FROM  TRANSLATING  DOCUMENTS INTO, OR\n   28  PROVIDING INTERPRETATION SERVICES IN, LANGUAGES OTHER THAN  THE  COVERED\n   29  LANGUAGES.\n   30    4.  BE  CONSTRUED  AS  PROHIBITING  THE SCHOOL DISTRICT FROM UTILIZING\n   31  BOCES AS A DESIGNATED AGENCY TO ADMINISTER THE PROGRAM SET FORTH IN THIS\n   32  ARTICLE OR AS A SOURCE OF FINANCIAL AID FOR SUCH PROGRAM.\n   33    5. REQUIRE THE SCHOOL  DISTRICT  TO  TRANSLATE  DOCUMENTS  OR  PROVIDE\n   34  INTERPRETATION FOR MATTERS THAT DO NOT CONCERN A STUDENT'S EDUCATION, OR\n   35  THAT ARE PROLIX OR ARE UNINTELLIGIBLE.\n   36    6.  REQUIRE  THE SCHOOL DISTRICT TO TRANSLATE OR INTERPRET LEGAL DOCU-\n   37  MENTS NOT OTHERWISE REQUIRED TO BE TRANSLATED BY THIS  CHAPTER,  INCLUD-\n   38  ING,  BUT  NOT  LIMITED TO, LEGAL DOCUMENTS GENERATED BY OR FOR USE IN A\n   39  PROCEEDING NOT HELD BY THE  SCHOOL  DISTRICT,  EXCEPT  TO  PROVIDE  UPON\n   40  REQUEST  A  GENERAL  EXPLANATION OF THE NATURE OF SUCH DOCUMENTS IF SUCH\n   41  DOCUMENTS CONCERN THE PUBLIC EDUCATION OF  THE  PARENT'S  OR  GUARDIAN'S\n   42  CHILD.\n   43    S 3. Severability clause. If any clause, sentence, paragraph, subdivi-\n   44  sion,  section  or  part  of  this act shall be adjudged by any court of\n   45  competent jurisdiction to be invalid, such judgment  shall  not  affect,\n   46  impair,  or  invalidate  the remainder thereof, but shall be confined in\n   47  its operation to the clause, sentence, paragraph,  subdivision,  section\n   48  or part thereof directly involved in the controversy in which such judg-\n   49  ment shall have been rendered. It is hereby declared to be the intent of\n   50  the  legislature  that  this  act  would  have been enacted even if such\n   51  invalid provisions had not been included herein  provided  it  does  not\n   52  materially alter the effect of this legislation.\n   53    S 4. This act shall take effect on the one hundred eightieth day after\n   54  it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to establishing the education equity act ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110131.T093647.TXT", "SOBI.D110131.T123705.TXT", "SOBI.D110131.T102151.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296495425366
}