{
  "year" : 2011,
  "senateBillNo" : "S2716-2011",
  "billEvents" : [ {
    "eventDate" : 1296450000000,
    "eventText" : "REFERRED TO INVESTIGATIONS AND GOVERNMENT OPERATIONS",
    "billEventId" : "S2716-2011-1296450000000-REFERRED+TO+INVESTIGATIONS+AND+GOVERNMENT+OPERATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SEWARD",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to extending authorization for additional sales tax in the county of Greene until 2013",
  "summary" : "Relates to extending authorization for additional sales tax in the county of Greene until 2013. ",
  "currentCommittee" : "INVESTIGATIONS AND GOVERNMENT OPERATIONS",
  "sameAs" : null,
  "lawSection" : "Tax Law",
  "previousVersions" : [ "S1163-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2716\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 31, 2011\n                                      ___________\n\n       Introduced  by  Sen.  SEWARD -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Investigations and Govern-\n         ment Operations\n\n       AN ACT to amend the tax law, in relation to extending the  authorization\n         for  imposition  of  additional  sales  and  compensating use taxes in\n         Greene county\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Clause 15 of subparagraph (i) of the opening paragraph of\n    2  section 1210 of the tax law, as amended by chapter 120 of  the  laws  of\n    3  2009, is amended to read as follows:\n    4    (15)  the  county of Greene is hereby further authorized and empowered\n    5  to adopt and amend local laws, ordinances or resolutions  imposing  such\n    6  taxes  at  a  rate  which is one percent additional to the three percent\n    7  rate authorized above in this paragraph for such county for  the  period\n    8  beginning  March first, nineteen hundred ninety-three, and ending Novem-\n    9  ber thirtieth, two thousand [eleven] THIRTEEN;\n   10    S 2. This act shall take effect immediately.\n\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05737-01-1\n",
  "memo" : "BILL NUMBER:S2716\n\nTITLE OF BILL:\nAn act\nto amend the tax law, in relation to extending the authorization for\nimposition of additional sales and compensating use taxes in Greene\ncounty\n\nPURPOSE:\nTo authorize the Greene County Legislature to impose an\nadditional 1% sales tax for a 2 year period.\n\nSUMMARY OF PROVISIONS:\nThe bill amends section 1210 of the tax law to\nextend the authorization for Greene County to impose an additional\n1% sales tax until November 30, 2013.\n\nEXISTING LAW:\nThe law is set to expire on November 30, 2011.\n\nJUSTIFICATION:\nThe Greene County Legislature passed a resolution (No.\n12-11) requesting that the New York State Legislature introduce and\npass a bill to authorize the county to impose an additional 1%\nsales and use tax for the period through November 30, 2013.\n\nLEGISLATIVE HISTORY:\nThe law was previously extended by Chapter 120\nof the laws of 2009.\n\nFISCAL IMPLICATIONS:\nNone to the state.\n\nEFFECTIVE DATE:\nImmediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the tax law, in relation to extending the authorization for imposition of additional sales and compensating use taxes in Greene county ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110131.T093647.TXT", "SOBI.D110131.T212240.TXT", "SOBI.D110131.T101650.TXT", "SOBI.D110131.T123705.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296526960673
}