{
  "year" : 2011,
  "senateBillNo" : "S2712-2011",
  "billEvents" : [ {
    "eventDate" : 1296450000000,
    "eventText" : "REFERRED TO JUDICIARY",
    "billEventId" : "S2712-2011-1296450000000-REFERRED+TO+JUDICIARY",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SALAND",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to preliminary procedures, petitions and special provisions regarding abandoned infants",
  "summary" : "Relates to procedures, petitions and special provisions regarding abandoned infants; defines abandoned infant; sets forth preliminary procedures; and provides for sustaining or dismissing a petition alleging a child is an abandoned infant. ",
  "currentCommittee" : "JUDICIARY",
  "sameAs" : "A336",
  "lawSection" : "Family Court Act",
  "previousVersions" : [ "SC2950-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2712\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 31, 2011\n                                      ___________\n\n       Introduced  by  Sen.  SALAND -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Judiciary\n\n       AN ACT to amend the family court act and the  social  services  law,  in\n         relation to abandoned infants\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1.  Paragraph (ii) of subdivision (f) and subdivision  (j)  of\n    2  section  1012 of the family court act, paragraph (ii) of subdivision (f)\n    3  as amended by chapter 666 of the laws of 1976  and  subdivision  (j)  as\n    4  amended  by  section  3  of part B of chapter 3 of the laws of 2005, are\n    5  amended and a new subdivision (l) is added to read as follows:\n    6    (ii) who has been abandoned, in accordance  with  the  definition  and\n    7  other  criteria  set  forth in subdivision five of section three hundred\n    8  eighty-four-b of the social services law, by his parents or other person\n    9  legally responsible for his care, BUT SHALL  NOT  INCLUDE  AN  ABANDONED\n   10  INFANT AS DEFINED IN SUBDIVISION (L) OF THIS SECTION.\n   11    (j)  \"Aggravated  circumstances\"  means  where a child has been either\n   12  severely or repeatedly  abused,  as  defined  in  subdivision  eight  of\n   13  section three hundred eighty-four-b of the social services law; or where\n   14  a child has subsequently been found to be an abused child, as defined in\n   15  paragraph  (i)  or (iii) of subdivision (e) of this section, within five\n   16  years after return home following placement in foster care as  a  result\n   17  of being found to be a neglected child, as defined in subdivision (f) of\n   18  this section, provided that the respondent or respondents in each of the\n   19  foregoing  proceedings  was  the same; or where the court finds by clear\n   20  and convincing evidence that the parent of a child in  foster  care  has\n   21  refused  and has failed completely, over a period of at least six months\n   22  from the date of removal, to engage in services necessary  to  eliminate\n   23  the  risk  of abuse or neglect if returned to the parent, and has failed\n   24  to secure services on his or her own or otherwise adequately prepare for\n   25  the return home and, after being informed by  the  court  that  such  an\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02541-01-1\n\n       S. 2712                             2\n\n    1  admission  could  eliminate the requirement that the local department of\n    2  social services provide reunification services to the parent, the parent\n    3  has stated in court under oath that he or she  intends  to  continue  to\n    4  refuse  such necessary services and is unwilling to secure such services\n    5  independently  or  otherwise  prepare  for  the  child's  return   home;\n    6  provided,  however,  that if the court finds that adequate justification\n    7  exists for the failure to engage in or secure such  services,  including\n    8  but  not  limited to a lack of child care, a lack of transportation, and\n    9  an inability to attend services that conflict  with  the  parent's  work\n   10  schedule,  such failure shall not constitute an aggravated circumstance;\n   11  or where a court has determined a child [five] THIRTY days old or young-\n   12  er was abandoned by a parent with an intent to wholly abandon such child\n   13  and with the intent that the child be  safe  from  physical  injury  and\n   14  cared for in an appropriate manner.\n   15    (L)  \"ABANDONED  INFANT\" MEANS A CHILD WHO HAS BEEN LEFT BY HIS OR HER\n   16  PARENT WHEN THIRTY DAYS OLD OR YOUNGER, IN A MANNER THAT  INDICATED  THE\n   17  PARENT'S  INTENT TO WHOLLY ABANDON SUCH CHILD BY RELINQUISHING AND FORE-\n   18  GOING RESPONSIBILITY FOR AND RIGHTS TO THE  CARE  AND  CUSTODY  OF  SUCH\n   19  CHILD  WITH  THE  INTENT THAT THE CHILD BE SAFE FROM PHYSICAL INJURY AND\n   20  CARED FOR IN AN APPROPRIATE MANNER.\n   21    S 2. The family court act is amended by adding a new section 1031-a to\n   22  read as follows:\n   23    S 1031-A. ABANDONED INFANTS, PRELIMINARY PROCEDURE. (A)  UPON  RECEIPT\n   24  OF  NOTICE  THAT  A CHILD WHO APPEARS TO BE AN ABANDONED INFANT HAS BEEN\n   25  FOUND IN THE JURISDICTION OF THE LOCAL  SOCIAL  SERVICES  DISTRICT,  THE\n   26  LOCAL  COMMISSIONER OF SOCIAL SERVICES SHALL IMMEDIATELY TAKE PROTECTIVE\n   27  CUSTODY OF THE CHILD PURSUANT TO SECTION  ONE  THOUSAND  TWENTY-FOUR  OF\n   28  THIS ARTICLE UNTIL FURTHER ORDER OF THE COURT.\n   29    (B)  A  PROCEEDING TO DETERMINE WHETHER A CHILD IS AN ABANDONED INFANT\n   30  PURSUANT TO SUBDIVISION (L) OF SECTION ONE THOUSAND TWELVE OF THIS ARTI-\n   31  CLE SHALL BE COMMENCED BY SUCH LOCAL COMMISSIONER FORTHWITH.  THE  PETI-\n   32  TION FOR SUCH PROCEEDING SHALL:\n   33    (I)  ALLEGE THE LOCATION AND DATE OF AND THE CIRCUMSTANCES BY WHICH IT\n   34  IS ALLEGED THAT THE CHILD WAS ABANDONED; AND\n   35    (II) ALLEGE THAT UPON INFORMATION AND BELIEF, THE  CHILD  IN  QUESTION\n   36  WAS THIRTY DAYS OLD OR YOUNGER WHEN FOUND.\n   37    (C)  THE  COURT UPON RECEIPT OF THE PETITION SHALL APPOINT AN ATTORNEY\n   38  FOR THE CHILD TO REPRESENT THE CHILD ALLEGED TO BE AN ABANDONED INFANT.\n   39    (D) IF THE IDENTITY OF THE PARENTS OF THE CHILD IS UNKNOWN, THE  COURT\n   40  UPON  RECEIPT  OF THE PETITION SHALL HOLD A HEARING TO DETERMINE WHETHER\n   41  THE CHILD APPEARS TO HAVE BEEN ABANDONED IN ACCORDANCE  WITH  THE  DEFI-\n   42  NITION  OF  ABANDONED  INFANT PROVIDED IN SUBDIVISION (1) OF SECTION ONE\n   43  THOUSAND TWELVE OF THIS ARTICLE.\n   44    (I) AT SUCH HEARING, IF THE COURT DETERMINES THAT THE CIRCUMSTANCES OF\n   45  THE ABANDONMENT MEET THE DEFINITION OF ABANDONED INFANT  IN  SUBDIVISION\n   46  (1) OF SECTION ONE THOUSAND TWELVE OF THIS ARTICLE, THE COURT SHALL:\n   47    (A)  ORDER THAT THE LOCAL COMMISSIONER OF SOCIAL SERVICES SHALL NOT BE\n   48  REQUIRED TO COMMENCE A DILIGENT SEARCH TO LOCATE THE PARENT  OR  PARENTS\n   49  OR OTHER RELATIVES OF THE CHILD; AND\n   50    (B)  REQUIRE THE LOCAL COMMISSIONER OF SOCIAL SERVICES TO CAUSE NOTICE\n   51  OF THE PROCEEDING TO BE PUBLISHED IN ACCORDANCE WITH THE  PROVISIONS  OF\n   52  SUBDIVISION  (A) OF RULE THREE HUNDRED SIXTEEN OF THE CIVIL PRACTICE LAW\n   53  AND RULES IN THE COUNTY IN WHICH SUCH CHILD WAS FOUND, AT LEAST ONCE  IN\n   54  EACH  OF  THREE  SUCCESSIVE WEEKS. SERVICE BY PUBLICATION IS COMPLETE ON\n   55  THE TWENTY-FIRST DAY AFTER THE DAY OF THE FIRST PUBLICATION.  THE NOTICE\n   56  SHALL STATE:\n\n       S. 2712                             3\n\n    1    (1) THE DATE, TIME AND PURPOSE OF THE PROCEEDING;\n    2    (2) THE DATE, TIME AND PLACE THAT THE ABANDONED INFANT WAS FOUND;\n    3    (3)  A  DESCRIPTION  OF  THE  INFANT INCLUDING ITS APPROXIMATE DATE OF\n    4  BIRTH;\n    5    (4) THAT UPON FAILURE OF THE PARENT TO APPEAR, THE CHILD MAY BE DEEMED\n    6  AN ABANDONED INFANT PURSUANT TO SUBDIVISION (L) OF SECTION ONE  THOUSAND\n    7  TWELVE  OF  THIS  ARTICLE  AND  PLACED  INTO THE CARE AND CUSTODY OF THE\n    8  COMMISSIONER OF THE LOCAL  SOCIAL  SERVICES  DISTRICT  IN  THE  PARENT'S\n    9  ABSENCE; AND\n   10    (5)  THE  NAME, ADDRESS, AND TELEPHONE NUMBER OF THE PERSON DESIGNATED\n   11  BY THE LOCAL COMMISSIONER OF SOCIAL SERVICES TO CONTACT FOR  INFORMATION\n   12  REGARDING SUCH CHILD.\n   13    (II)  IN  DETERMINING  WHETHER  REMOVAL OR CONTINUING THE REMOVAL OF A\n   14  CHILD IS NECESSARY TO AVOID IMMINENT RISK TO THE CHILD'S LIFE OR HEALTH,\n   15  THE COURT SHALL CONSIDER AND DETERMINE IN ITS ORDER WHETHER CONTINUATION\n   16  IN THE CHILD'S HOME WOULD BE CONTRARY TO THE BEST INTERESTS OF THE CHILD\n   17  AND WHERE APPROPRIATE, WHETHER REASONABLE EFFORTS WERE MADE PRIOR TO THE\n   18  DATE OF THE HEARING HELD UNDER THIS SUBDIVISION TO PREVENT OR  ELIMINATE\n   19  THE  NEED  FOR  REMOVAL OF THE CHILD FROM THE HOME AND, IF THE CHILD WAS\n   20  REMOVED FROM HIS OR HER HOME PRIOR TO THE DATE OF THE HEARING HELD UNDER\n   21  THIS SUBDIVISION, WHERE APPROPRIATE, THAT REASONABLE EFFORTS  WERE  MADE\n   22  TO  MAKE  IT POSSIBLE FOR THE CHILD TO SAFELY RETURN HOME.  IF THE COURT\n   23  DETERMINES THAT REASONABLE EFFORTS TO PREVENT OR ELIMINATE THE NEED  FOR\n   24  REMOVAL  OF  THE  CHILD FROM THE HOME WERE NOT MADE BUT THAT THE LACK OF\n   25  SUCH EFFORTS WAS APPROPRIATE UNDER THE CIRCUMSTANCES,  THE  COURT  ORDER\n   26  SHALL INCLUDE SUCH A FINDING.\n   27    (E)  IF  A PERSON CLAIMING TO BE A PARENT OF THE CHILD IN QUESTION WHO\n   28  IS ALLEGED TO BE AN ABANDONED INFANT, COMES FORWARD, THE  LOCAL  COMMIS-\n   29  SIONER OF SOCIAL SERVICES SHALL:\n   30    (I) PROVIDE WRITTEN NOTIFICATION TO THE COURT AND THE ATTORNEY FOR THE\n   31  CHILD FORTHWITH; AND\n   32    (II) CAUSE A TEST TO BE CONDUCTED TO CONFIRM MATERNITY OR PATERNITY OF\n   33  THE  PERSONS  CLAIMING  TO BE THE MOTHER OR FATHER OF THE CHILD IN QUES-\n   34  TION; AND IF MATERNITY OR PATERNITY IS CONFIRMED, NOTIFY THE COURT WHICH\n   35  SHALL ORDER AN INVESTIGATION PURSUANT TO SUBDIVISION ONE OF SECTION  ONE\n   36  THOUSAND  THIRTY-FOUR OF THIS PART. THE EXISTING ORDER OF CUSTODY OF THE\n   37  CHILD TO THE LOCAL COMMISSIONER OF SOCIAL SERVICES SHALL CONTINUE  PEND-\n   38  ING THE RESULT OF THE INVESTIGATION.\n   39    (A) IF THERE ARE GROUNDS PURSUANT TO SUBDIVISION (E) OR (F) OF SECTION\n   40  ONE  THOUSAND  TWELVE  OF  THIS  ARTICLE TO FILE A PETITION TO DETERMINE\n   41  ABUSE OR NEGLECT PURSUANT TO SECTION ONE  THOUSAND  THIRTY-ONE  OF  THIS\n   42  PART, THE LOCAL COMMISSIONER OF SOCIAL SERVICES SHALL FILE SUCH PETITION\n   43  WITHIN  THREE  COURT  DAYS  OF  THE COMPLETION OF THE INVESTIGATION. THE\n   44  PARENT OR PARENTS SHALL BE INFORMED OF THE DATE AND THE  TIME  THAT  THE\n   45  PETITION  SHALL  BE  FILED,  THE ADDRESS OF THE COURT WHERE THE PETITION\n   46  SHALL BE FILED, OF THE RIGHT OF THE PARENT TO BE PRESENT AT ANY  HEARING\n   47  HELD  THEREON  AND  OF THE RIGHT TO BE REPRESENTED BY COUNSEL, INCLUDING\n   48  PROCEDURES FOR OBTAINING COUNSEL IF INDIGENT. UPON SUCH FILING, A  HEAR-\n   49  ING  PURSUANT TO SECTION ONE THOUSAND TWENTY-SEVEN OF THIS ARTICLE SHALL\n   50  BE HELD FORTHWITH.\n   51    (B) IF NO SUCH GROUNDS EXIST, THE COURT SHALL DISMISS THE PETITION AND\n   52  ORDER THAT THE CHILD BE RETURNED TO HIS OR HER PARENT OR PARENTS.\n   53    S 3. Subdivision (a) of section 1039-b of the  family  court  act,  as\n   54  added by chapter 7 of the laws of 1999, is amended to read as follows:\n   55    (a) In conjunction with, or at any time subsequent to, the filing of a\n   56  petition  under  section  [ten  hundred] ONE THOUSAND thirty-one of this\n\n       S. 2712                             4\n\n    1  [chapter] PART, the social services official  may  file  a  motion  upon\n    2  notice  requesting a finding that reasonable efforts to return the child\n    3  to his or her home are no longer required.\n    4    S  4.  Subdivision  (a)  of  section  1041 of the family court act, as\n    5  amended by chapter 1015 of the laws of  1972,  is  amended  to  read  as\n    6  follows:\n    7    (a)  that  the  parent  or  other  person  legally responsible for the\n    8  child's care is present at the hearing and has been served with  a  copy\n    9  of  the  petition, UNLESS THE CHILD IS ALLEGED TO BE AN ABANDONED INFANT\n   10  PURSUANT TO SECTION ONE THOUSAND THIRTY-ONE-A OF THIS ARTICLE, IN  WHICH\n   11  EVENT,  THE  PROVISIONS OF SUBPARAGRAPH (B) OF PARAGRAPH (I) OF SUBDIVI-\n   12  SION (D) OF SECTION ONE THOUSAND  THIRTY-ONE-A  OF  THIS  ARTICLE  SHALL\n   13  APPLY; or\n   14    S  5. Section 1044 of the family court act, as added by chapter 962 of\n   15  the laws of 1970, is amended to read as follows:\n   16    S 1044. Definition of \"fact-finding hearing\". When used in this  arti-\n   17  cle,  \"fact-finding  hearing\"  means  a hearing to determine whether the\n   18  child is an abused or neglected child OR AN ABANDONED INFANT as  defined\n   19  by this article.\n   20    S 6. The family court act is amended by adding a new section 1051-a to\n   21  read as follows:\n   22    S  1051-A.  SUSTAINING OR DISMISSING A PETITION ALLEGING A CHILD IS AN\n   23  ABANDONED INFANT. (A) AT THE FACT-FINDING HEARING SCHEDULED PURSUANT  TO\n   24  SECTION  ONE  THOUSAND  THIRTY-ONE-A  OF  THIS  ARTICLE, THE COURT SHALL\n   25  DETERMINE THAT THE CHILD IS AN ABANDONED INFANT AND SUSTAIN THE PETITION\n   26  FILED UNDER SECTION ONE THOUSAND THIRTY-ONE-A OF THIS ARTICLE  IF  FACTS\n   27  SUFFICIENT  TO  CONSTITUTE CLEAR AND CONVINCING EVIDENCE ARE ESTABLISHED\n   28  TO FIND THAT THE CHILD WAS THIRTY DAYS OLD OR YOUNGER WHEN ABANDONED AND\n   29  THAT THE CHILD WAS LEFT IN A MANNER THAT INDICATED HIS OR  HER  PARENT'S\n   30  INTENT  TO  WHOLLY  ABANDON  SUCH  CHILD  BY RELINQUISHING AND FOREGOING\n   31  RESPONSIBILITY FOR AND RIGHTS TO THE CARE AND CUSTODY OF SUCH CHILD WITH\n   32  THE INTENT THAT THE CHILD BE SAFE FROM PHYSICAL INJURY AND CARED FOR  IN\n   33  AN APPROPRIATE MANNER. FOR PURPOSES OF FINDING THAT THE CHILD WAS THIRTY\n   34  DAYS  OLD  OR  YOUNGER  WHEN  ABANDONED,  AN AFFIDAVIT OR OTHER OFFICIAL\n   35  RECORD OF A DETERMINATION  OF  A  QUALIFIED  HEALTH  CARE  PRACTITIONER,\n   36  LICENSED  OR  CERTIFIED  UNDER  TITLE EIGHT OF THE EDUCATION LAW, ACTING\n   37  WITHIN HIS OR HER LAWFUL SCOPE OF PRACTICE WHO EXAMINED THE  CHILD  THAT\n   38  SUCH CHILD WAS THIRTY DAYS OLD OR YOUNGER WHEN ABANDONED AND THE DATE OF\n   39  BIRTH  OF  THE  CHILD,  TO  A REASONABLE DEGREE OF MEDICAL CERTAINTY; AN\n   40  AFFIDAVIT OR OFFICIAL RECORD, INCLUDING A  POLICE  REPORT  OR  TESTIMONY\n   41  REGARDING  THE  MANNER OF THE ABANDONMENT OF THE CHILD; AND AN AFFIDAVIT\n   42  OR OFFICIAL RECORD OF THE RESULT OF THE INQUIRIES MADE TO  THE  PUTATIVE\n   43  FATHER REGISTRY AND TO LOCAL LAW ENFORCEMENT OFFICIALS REGARDING A MISS-\n   44  ING  PERSON  REPORT, SHALL BE SUFFICIENT EVIDENCE OF THE CHILD'S AGE AND\n   45  DATE OF BIRTH AND THE INTENT TO WHOLLY ABANDON THE CHILD.\n   46    (B) IF THE COURT SUSTAINS THE PETITION AND FINDS THAT THE CHILD IS  AN\n   47  ABANDONED  INFANT, THE COURT SHALL DETERMINE AND FIND AND SHALL STATE IN\n   48  ITS ORDER:\n   49    (I) THAT THE CHILD WAS THIRTY DAYS OLD OR YOUNGER WHEN ABANDONED TO  A\n   50  REASONABLE DEGREE OF MEDICAL CERTAINTY;\n   51    (II)  THE  DATE  THE CHILD WAS BORN, TO A REASONABLE DEGREE OF MEDICAL\n   52  CERTAINTY;\n   53    (III) THAT THE CHILD WAS LEFT IN A MANNER THAT INDICATED  HIS  OR  HER\n   54  PARENT'S INTENT TO WHOLLY ABANDON THE CHILD BY RELINQUISHING AND FOREGO-\n   55  ING  RESPONSIBILITY FOR AND RIGHTS TO THE CARE AND CUSTODY OF SUCH CHILD\n\n       S. 2712                             5\n\n    1  WITH THE INTENT THAT THE CHILD BE SAFE FROM PHYSICAL  INJURY  AND  CARED\n    2  FOR IN AN APPROPRIATE  MANNER;\n    3    (IV)  THAT BASED UPON THE FINDINGS OF PARAGRAPHS (I) AND (III) OF THIS\n    4  SUBDIVISION, AGGRAVATED CIRCUMSTANCES WITHIN THE MEANING OF  SUBDIVISION\n    5  (J) OF SECTION ONE THOUSAND TWELVE OF THIS ARTICLE EXIST; AND\n    6    (V)  THAT BASED UPON SUCH FINDING OF AGGRAVATED CIRCUMSTANCES, REASON-\n    7  ABLE EFFORTS TO RETURN THE CHILD TO HIS OR HER HOME ARE NOT REQUIRED.\n    8    (C) IF FACTS SUFFICIENT TO SUSTAIN THE PETITION  ARE  NOT  ESTABLISHED\n    9  DUE  TO A DETERMINATION THAT EITHER THE CHILD WAS OLDER THAN THIRTY DAYS\n   10  AT THE TIME OF ABANDONMENT OR THE CHILD IS NOT  OTHERWISE  AN  ABANDONED\n   11  INFANT AS PROVIDED IN THIS SECTION, THE COURT SHALL CONVERT THE PETITION\n   12  TO  A  PROCEEDING  TO DETERMINE ABUSE OR NEGLECT PURSUANT TO SECTION ONE\n   13  THOUSAND THIRTY-ONE OF THIS ARTICLE AND SHALL STATE ON  THE  RECORD  THE\n   14  GROUNDS FOR THE CONVERSION.\n   15    (I)  THE  COURT SHALL DETERMINE WHETHER TEMPORARY CUSTODY OF THE CHILD\n   16  TO THE LOCAL  COMMISSIONER  OF  SOCIAL  SERVICES  SHALL  CONTINUE  UNTIL\n   17  FURTHER ORDER OF THE COURT. IN DETERMINING WHETHER REMOVAL OR CONTINUING\n   18  THE  REMOVAL  OF  A  CHILD  IS  NECESSARY  TO AVOID IMMINENT RISK TO THE\n   19  CHILD'S LIFE OR HEALTH, THE COURT SHALL CONSIDER AND  DETERMINE  IN  ITS\n   20  ORDER  WHETHER CONTINUATION IN THE CHILD'S HOME WOULD BE CONTRARY TO THE\n   21  BEST INTERESTS OF THE CHILD AND WHERE  APPROPRIATE,  WHETHER  REASONABLE\n   22  EFFORTS  WERE  MADE PRIOR TO THE DATE OF THE HEARING HELD UNDER SUBDIVI-\n   23  SION (A) OF THIS SECTION TO PREVENT OR ELIMINATE THE NEED FOR REMOVAL OF\n   24  THE CHILD FROM THE HOME AND, IF THE CHILD WAS REMOVED FROM  HIS  OR  HER\n   25  HOME PRIOR TO THE DATE OF THE HEARING HELD UNDER SUBDIVISION (A) OF THIS\n   26  SECTION, WHERE APPROPRIATE, THAT REASONABLE EFFORTS WERE MADE TO MAKE IT\n   27  POSSIBLE FOR THE CHILD TO SAFELY RETURN HOME.\n   28    (II)  IF  THE  COURT  DETERMINES THAT REASONABLE EFFORTS TO PREVENT OR\n   29  ELIMINATE THE NEED FOR REMOVAL OF THE CHILD FROM THE HOME WERE NOT  MADE\n   30  BUT  THAT  THE  LACK  OF  SUCH EFFORTS WAS APPROPRIATE UNDER THE CIRCUM-\n   31  STANCES, THE COURT ORDER SHALL INCLUDE SUCH A FINDING.\n   32    (D) AT THE CONCLUSION OF  THE  DISPOSITIONAL  HEARING  THAT  SHALL  BE\n   33  COMMENCED  IMMEDIATELY  UPON COMPLETION OF THE FACT-FINDING HEARING WHEN\n   34  THE PETITION HAS BEEN SUSTAINED, THE  COURT  SHALL  ENTER  AN  ORDER  OF\n   35  DISPOSITION:\n   36    (I)  PLACING  THE  CHILD  IN  THE CUSTODY OF THE LOCAL COMMISSIONER OF\n   37  SOCIAL SERVICES, WHO SHALL MAKE REASONABLE EFFORTS TO  PLACE  THE  CHILD\n   38  INTO  A  PRE-ADOPTIVE HOME, IN ACCORDANCE WITH THE PROVISIONS OF SECTION\n   39  ONE THOUSAND FIFTY-FIVE OF THIS PART, UPON A DETERMINATION THAT:\n   40    (A) CONTINUATION IN THE CHILD'S HOME WOULD BE  CONTRARY  TO  THE  BEST\n   41  INTERESTS OF THE CHILD; AND\n   42    (B)  WHERE  THE COURT HAS DETERMINED THAT THE PARENT OF SUCH CHILD HAS\n   43  SUBJECTED THE CHILD TO AGGRAVATED CIRCUMSTANCES, AS DEFINED IN  SUBDIVI-\n   44  SION  (J)  OF  SECTION  ONE  THOUSAND TWELVE OF THIS ARTICLE, REASONABLE\n   45  EFFORTS TO PREVENT OR ELIMINATE THE NEED FOR REMOVING THE CHILD FROM THE\n   46  HOME OF THE CHILD OR TO MAKE IT POSSIBLE FOR THE CHILD TO RETURN  SAFELY\n   47  TO HIS OR HER HOME ARE NOT REQUIRED;\n   48    (II) REQUIRING THE LOCAL COMMISSIONER OF SOCIAL SERVICES TO COMMENCE A\n   49  PROCEEDING  TO  COMMIT  THE GUARDIANSHIP AND CUSTODY OF SUCH CHILD TO AN\n   50  AUTHORIZED AGENCY PURSUANT TO SECTION THREE HUNDRED EIGHTY-FOUR-B OF THE\n   51  SOCIAL SERVICES LAW WITHIN SIXTY DAYS; AND\n   52    (III) IF THE INITIAL PERMANENCY HEARING HAS NOT BEEN HELD,  SETTING  A\n   53  DATE CERTAIN FOR AN INITIAL PERMANENCY HEARING PURSUANT TO PARAGRAPH ONE\n   54  OF SUBDIVISION (B) OF SECTION ONE THOUSAND EIGHTY-NINE OF THIS ACT.\n\n       S. 2712                             6\n\n    1    S  7.  Paragraph  (i) of subdivision (a) of section 1055 of the family\n    2  court act, as amended by section 12 of part G of chapter 58 of the  laws\n    3  of 2010, is amended to read as follows:\n    4    (i)  For  purposes  of section one thousand fifty-two of this part the\n    5  court may place the child in the custody of a relative or other suitable\n    6  person pursuant to this article, or of the local commissioner of  social\n    7  services or of such other officer, board or department as may be author-\n    8  ized to receive children as public charges, or a duly authorized associ-\n    9  ation,  agency,  society or in an institution suitable for the placement\n   10  of a child. The court may also place a child who it finds to be a  sexu-\n   11  ally  exploited  child  as  defined  in  subdivision one of section four\n   12  hundred forty-seven-a of the social services law with the local  commis-\n   13  sioner  of  social services for placement in an available long-term safe\n   14  house. The court may also place the child in the custody  of  the  local\n   15  commissioner of social services and may direct such commissioner to have\n   16  the  child reside with a relative or other suitable person who has indi-\n   17  cated a desire to become a foster  parent  for  the  child  and  further\n   18  direct such commissioner, pursuant to regulations of the office of chil-\n   19  dren  and  family  services, to commence an investigation of the home of\n   20  such relative or other suitable  person  within  twenty-four  hours  and\n   21  thereafter  expedite approval or certification of such relative or other\n   22  suitable person, if qualified, as a foster parent. If such home is found\n   23  to be unqualified for approval or certification, the local  commissioner\n   24  shall report such fact to the court forthwith so that the court may make\n   25  a  placement  determination  that is in the best interests of the child.\n   26  FOR PURPOSES OF SECTION ONE THOUSAND FIFTY-ONE-A OF THIS PART, THE COURT\n   27  MAY PLACE THE CHILD IN THE CUSTODY OF THE LOCAL COMMISSIONER  OF  SOCIAL\n   28  SERVICES OR OF SUCH OTHER OFFICER, BOARD OR DEPARTMENT AS MAY BE AUTHOR-\n   29  IZED TO RECEIVE CHILDREN AS PUBLIC CHARGES, OR A DULY AUTHORIZED ASSOCI-\n   30  ATION,  AGENCY,  SOCIETY OR IN AN INSTITUTION SUITABLE FOR THE PLACEMENT\n   31  OF A CHILD.\n   32    S 8. Paragraph (ii) of subdivision (b) of section 1055 of  the  family\n   33  court  act,  as amended by section 18 of part A of chapter 3 of the laws\n   34  of 2005, is amended to read as follows:\n   35    (ii) (A) Upon placing a child under the age of one, who has been aban-\n   36  doned AS DEFINED IN PARAGRAPH (II) OF SUBDIVISION  (F)  OF  SECTION  ONE\n   37  THOUSAND  TWELVE  OF  THIS  ARTICLE, with a local commissioner of social\n   38  services, the court shall, where either of the  parents  do  not  appear\n   39  after  due  notice,  include  in  its  order  of disposition pursuant to\n   40  section one thousand fifty-two of  this  part,  a  direction  that  such\n   41  commissioner  shall  promptly  commence  a diligent search to locate the\n   42  child's non-appearing parent or parents or other known relatives who are\n   43  legally responsible for the child,  and  to  commence  a  proceeding  to\n   44  commit the guardianship and custody of such child to an authorized agen-\n   45  cy  pursuant  to  section  three  hundred  eighty-four-b  of  the social\n   46  services law, six months from the date that  care  and  custody  of  the\n   47  child  was  transferred to the LOCAL commissioner, unless there has been\n   48  communication and visitation between  such  child  and  such  parent  or\n   49  parents  or other known relatives or persons legally responsible for the\n   50  child. In addition to such diligent search, the  local  commissioner  of\n   51  social  services  shall  provide written notice to the child's parent or\n   52  parents or other known  relatives  or  persons  legally  responsible  as\n   53  provided  for  in  this paragraph. Such notice shall be served upon such\n   54  parent or parents or other known relatives or persons legally  responsi-\n   55  ble  in  the  manner required for service of process pursuant to section\n   56  six hundred seventeen of this act. Information regarding  such  diligent\n\n       S. 2712                             7\n\n    1  search,  including,  but  not  limited to, the name, last known address,\n    2  social security number, employer's address  and  any  other  identifying\n    3  information  to  the  extent  known  regarding the non-appearing parent,\n    4  shall  be  recorded  in  the  uniform case record maintained pursuant to\n    5  section four hundred nine-f of the social services law.\n    6    (B) THE REQUIREMENTS OF THIS PARAGRAPH SHALL NOT APPLY TO AN ABANDONED\n    7  INFANT, AS DEFINED IN SUBDIVISION (L) OF SECTION ONE THOUSAND TWELVE  OF\n    8  THIS ARTICLE.\n    9    S  9.  Subparagraph  (i)  of paragraph 1 of subdivision (b) of section\n   10  1089 of the family court act, as amended by chapter 437 of the  laws  of\n   11  2006, is amended to read as follows:\n   12    (i)  the  child's  parent, including any non-respondent parent, unless\n   13  the parental rights of the parent have been terminated  or  surrendered,\n   14  OR  UNLESS THE CHILD HAS BEEN ALLEGED OR FOUND TO BE AN ABANDONED INFANT\n   15  PURSUANT TO SECTION ONE THOUSAND THIRTY-ONE-A OF THIS ACT AND THE  IDEN-\n   16  TITY  OF  THE PARENT OR PARENTS IS UNKNOWN, and any other person legally\n   17  responsible for the child's care at the most recent address or addresses\n   18  known to the local social services district or agency,  and  the  foster\n   19  parent  in whose home the child currently resides, each of whom shall be\n   20  a party to the proceeding; and\n   21    S 10. Subdivision (b) of section 1089  of  the  family  court  act  is\n   22  amended by adding two new paragraphs 3 and 4 to read as follows:\n   23    (3)  IN  THE CASE OF A CHILD WHO IS NOT FREE FOR ADOPTION WHO HAS BEEN\n   24  ALLEGED OR FOUND TO BE AN ABANDONED INFANT PURSUANT TO SECTION ONE THOU-\n   25  SAND THIRTY-ONE-A OF THIS ACT  WHERE  THE  IDENTITY  OF  THE  PARENT  OR\n   26  PARENTS  IS  UNKNOWN,  THE  LOCAL  COMMISSIONER OF SOCIAL SERVICES SHALL\n   27  CAUSE NOTICE OF THE PERMANENCY HEARING TO  BE  PUBLISHED  IN  ACCORDANCE\n   28  WITH  THE PROVISIONS OF RULE THREE HUNDRED SIXTEEN OF THE CIVIL PRACTICE\n   29  LAW AND RULES IN THE COUNTY IN WHICH SUCH CHILD WAS  FOUND.  THE  NOTICE\n   30  SHALL STATE:\n   31    (I) THE DATE, TIME AND PURPOSE OF THE PROCEEDING;\n   32    (II) THE DATE, TIME AND PLACE THAT THE ABANDONED INFANT WAS FOUND;\n   33    (III)  A  DESCRIPTION  OF THE INFANT INCLUDING ITS APPROXIMATE DATE OF\n   34  BIRTH;\n   35    (IV) THAT UPON FAILURE OF THE PARENT TO APPEAR THE CHILD MAY  CONTINUE\n   36  TO  BE PLACED INTO THE CARE AND CUSTODY OF THE COMMISSIONER OF THE LOCAL\n   37  SOCIAL SERVICES DISTRICT IN THE PARENT'S ABSENCE; AND\n   38    (V) THE NAME, ADDRESS, AND TELEPHONE NUMBER OF THE  PERSON  DESIGNATED\n   39  BY  THE LOCAL COMMISSIONER OF SOCIAL SERVICES TO CONTACT FOR INFORMATION\n   40  REGARDING SUCH CHILD.\n   41    (4) IN THE CASE OF A CHILD WHO HAS BEEN ALLEGED  OR  FOUND  TO  BE  AN\n   42  ABANDONED  INFANT  PURSUANT TO SECTION ONE THOUSAND THIRTY-ONE-A OF THIS\n   43  ACT BUT NOT LATER THAN SIX  MONTHS  AFTER  THE  INITIAL  PUBLICATION  OF\n   44  NOTICE  OF  SUCH  PROCEEDING,  IF THE MATERNITY OR PATERNITY OF A PERSON\n   45  CLAIMING TO BE THE MOTHER OR FATHER OF THE INFANT IS CONFIRMED BY A TEST\n   46  TO BE CONDUCTED TO CONFIRM MATERNITY OR PATERNITY,\n   47    (I) THE COURT SHALL ORDER AN INVESTIGATION PURSUANT TO SUBDIVISION ONE\n   48  OF SECTION ONE THOUSAND THIRTY-FOUR OF THIS ACT AND\n   49    (A) IF THERE ARE GROUNDS PURSUANT TO SUBDIVISION (E) OR (F) OF SECTION\n   50  ONE THOUSAND TWELVE OF THIS ACT TO FILE A PETITION TO DETERMINE ABUSE OR\n   51  NEGLECT PURSUANT TO SECTION ONE THOUSAND THIRTY-ONE  OF  THIS  ACT,  THE\n   52  LOCAL  COMMISSIONER  OF  SOCIAL SERVICES SHALL FILE SUCH PETITION WITHIN\n   53  THREE COURT DAYS. UPON SUCH FILING, A HEARING PURSUANT  TO  SECTION  ONE\n   54  THOUSAND TWENTY-SEVEN OF THIS ACT SHALL BE HELD FORTHWITH; OR\n   55    (B) IF THERE ARE NO GROUNDS TO FILE A PETITION PURSUANT TO SECTION ONE\n   56  THOUSAND  THIRTY-ONE  OF THIS ACT, THE COURT SHALL HOLD A BEST INTERESTS\n\n       S. 2712                             8\n\n    1  HEARING AS TO WHETHER IT IS IN THE BEST INTERESTS OF THE CHILD TO RETURN\n    2  THE CHILD TO HIS OR HER HOME OR TO CONTINUE THE  CUSTODY  OF  THE  CHILD\n    3  WITH  THE  LOCAL  COMMISSIONER OF SOCIAL SERVICES. EXCEPT FOR GOOD CAUSE\n    4  SHOWN  SUCH  HEARING SHALL COMMENCE WITHIN THREE COURT DAYS. THE CUSTODY\n    5  OF THE CHILD WITH  THE  LOCAL  COMMISSIONER  OF  SOCIAL  SERVICES  SHALL\n    6  CONTINUE PENDING THE RESULT OF THE BEST INTERESTS HEARING;\n    7    (II)  IF  THE  CHILD IS FREE FOR ADOPTION, THE COURT SHALL ALSO VACATE\n    8  THE ORDER COMMITTING GUARDIANSHIP AND CUSTODY OF THE CHILD.\n    9    S 11. Section 352 of the social services law is amended  by  adding  a\n   10  new subdivision 4 to read as follows:\n   11    4. THE PROVISIONS OF THIS SECTION SHALL NOT APPLY TO THE PARENTS OF AN\n   12  ABANDONED  INFANT  AS DEFINED IN SUBDIVISION (L) OF SECTION ONE THOUSAND\n   13  TWELVE OF THE FAMILY COURT ACT AND SECTION THREE HUNDRED NINETY-TWO-A OF\n   14  THIS CHAPTER.\n   15    S 12. Subdivision 1 of section 352-a of the  social  services  law  is\n   16  amended by adding a new paragraph (g) to read as follows:\n   17    (G)  THE  PROVISIONS OF THIS SECTION SHALL NOT APPLY TO THE PARENTS OF\n   18  AN ABANDONED INFANT AS DEFINED IN SUBDIVISION (L) OF SECTION  ONE  THOU-\n   19  SAND   TWELVE  OF  THE  FAMILY  COURT  ACT  AND  SECTION  THREE  HUNDRED\n   20  NINETY-TWO-A OF THIS CHAPTER.\n   21    S 13. Subdivision 2 of section 371 of  the  social  services  law,  as\n   22  amended  by chapter 666 of the laws of 1976, is amended and a new subdi-\n   23  vision 2-a is added to read as follows:\n   24    2. \"Abandoned child\" means a child under the age of eighteen years who\n   25  is abandoned by both parents, or by the parent having [its] HIS  OR  HER\n   26  custody,  or  by any other person or persons lawfully charged with [its]\n   27  HIS OR HER care or custody, in accordance with the definition and  other\n   28  criteria  set forth in subdivision five of section three hundred eighty-\n   29  four-b OF THIS TITLE;\n   30    2-A. \"ABANDONED INFANT\" MEANS A CHILD AS DEFINED IN SUBDIVISION (L) OF\n   31  SECTION ONE THOUSAND TWELVE OF THE FAMILY COURT ACT  AND  SECTION  THREE\n   32  HUNDRED NINETY-TWO-A OF THIS TITLE;\n   33    S  14.  Paragraph (ii) of subdivision 4-a of section 371 of the social\n   34  services law, as added by chapter 782 of the laws of 1971, is amended to\n   35  read as follows:\n   36    (ii) who has been abandoned by his OR  HER  parents  or  other  person\n   37  legally responsible for his OR HER care, INCLUDING AN ABANDONED CHILD AS\n   38  DEFINED IN SUBDIVISION TWO OR AN ABANDONED INFANT AS DEFINED IN SUBDIVI-\n   39  SION TWO-A OF THIS SECTION.\n   40    S  15. The opening paragraph and paragraphs (b), (c) and (d) of subdi-\n   41  vision 1 of section 372 of the social services law are amended  to  read\n   42  as follows:\n   43    Every court, and every public board, commission, institution, or offi-\n   44  cer  having powers or charged with duties in relation to abandoned CHIL-\n   45  DREN, INCLUDING ABANDONED INFANTS, delinquent, destitute,  neglected  or\n   46  dependent  children  who shall receive, accept or commit any child shall\n   47  provide and keep a record showing:\n   48    (b) his OR HER sex and date and place of birth, if  ascertainable,  or\n   49  his  OR  HER  apparent  age  AND  IN  THE CASE OF AN ABANDONED INFANT AS\n   50  DEFINED IN SUBDIVISION TWO-A OF SECTION  THREE  HUNDRED  SEVENTY-ONE  OF\n   51  THIS  TITLE, THE AFFIDAVIT OR OTHER OFFICIAL RECORD OF THE DETERMINATION\n   52  OF A QUALIFIED HEALTH CARE PRACTITIONER,  LICENSED  OR  CERTIFIED  UNDER\n   53  TITLE  EIGHT OF THE EDUCATION LAW, ACTING WITHIN HIS OR HER LAWFUL SCOPE\n   54  OF PRACTICE ATTESTING THAT THE CHILD WAS THIRTY DAYS OLD OR  YOUNGER  AT\n   55  THE TIME OF ABANDONMENT AND THE DATE OF BIRTH OF THE CHILD, TO A REASON-\n   56  ABLE DEGREE OF MEDICAL CERTAINTY,\n\n       S. 2712                             9\n\n    1    (c) the full and true names and places of birth of his OR HER parents,\n    2  and  their  actual residence if living, or their latest known residence,\n    3  if deceased or whereabouts unknown and the name and actual residence  of\n    4  any  other person having custody of the child, as nearly as the same can\n    5  reasonably  be  ascertained,  AND  IN THE CASE OF AN ABANDONED INFANT AS\n    6  DEFINED IN SUBDIVISION TWO-A OF SECTION  THREE  HUNDRED  SEVENTY-ONE  OF\n    7  THIS  TITLE,  A  CERTIFIED  COPY OF THE COURT ORDER DETERMINING THAT THE\n    8  CHILD  WAS  AN  ABANDONED  INFANT  PURSUANT  TO  SECTION  ONE   THOUSAND\n    9  FIFTY-ONE-A OF THE FAMILY COURT ACT,\n   10    (d) the religious faith of the parents and of the child, IF KNOWN,\n   11    S  16.  Paragraph  (e) of subdivision 3 of section 384-b of the social\n   12  services law, as amended by section 55 of part A of  chapter  3  of  the\n   13  laws of 2005, is amended to read as follows:\n   14    (e) (I) A proceeding under this section is originated by a petition on\n   15  notice  served  upon the child's parent or parents, the attorney for the\n   16  child's parent or parents and upon such other persons as the  court  may\n   17  in  its  discretion  prescribe. Such notice shall inform the parents and\n   18  such other persons that the proceeding may result in  an  order  freeing\n   19  the  child  for adoption without the consent of or notice to the parents\n   20  or such other persons. Such notice also shall  inform  the  parents  and\n   21  such  other persons of their right to the assistance of counsel, includ-\n   22  ing any right they may have to have counsel assigned by the court in any\n   23  case where they are financially unable to obtain counsel.  The  petition\n   24  shall  set  forth  the  names  and  last  known addresses of all persons\n   25  required to be given notice of the proceeding, pursuant to this  section\n   26  and  section  three hundred eighty-four-c of this title, and there shall\n   27  be shown by the petition or by affidavit or other proof satisfactory  to\n   28  the  court  that  there are no persons other than those set forth in the\n   29  petition who are entitled to notice pursuant to the provisions  of  this\n   30  section  or  of  section three hundred eighty-four-c of this title. When\n   31  the proceeding is initiated in family court service of the petition  and\n   32  other process shall be made in accordance with the provisions of section\n   33  six  hundred  seventeen of the family court act, and when the proceeding\n   34  is initiated in surrogate's court, service shall be made  in  accordance\n   35  with  the  provisions  of section three hundred seven of the surrogate's\n   36  court procedure act. When the proceeding is initiated on the grounds  of\n   37  abandonment  of  a  child  less  than one year of age at the time of the\n   38  transfer of the care and  custody  of  such  child  to  a  local  social\n   39  services  official,  the  court shall take judicial notice of efforts to\n   40  locate the child's parents or other known  relatives  or  other  persons\n   41  legally  responsible  pursuant  to  paragraph (ii) of subdivision (b) of\n   42  section one thousand fifty-five of the family court act.  THE PROVISIONS\n   43  OF THIS PARAGRAPH SHALL NOT APPLY TO A CHILD DETERMINED TO BE  AN  ABAN-\n   44  DONED  INFANT  AS  DEFINED IN SUBDIVISION TWO-A OF SECTION THREE HUNDRED\n   45  SEVENTY-ONE OF THIS TITLE.\n   46    (II) IF THE IDENTITY OF THE PARENTS OF THE CHILD IS UNKNOWN,  AND  THE\n   47  CHILD  HAS  BEEN FOUND TO BE AN ABANDONED INFANT PURSUANT TO SUBDIVISION\n   48  (L) OF SECTION ONE THOUSAND TWELVE OR SECTION ONE THOUSAND  THIRTY-ONE-A\n   49  OF  THE  FAMILY  COURT ACT, THE COURT UPON RECEIPT OF THE PETITION SHALL\n   50  REQUIRE THE LOCAL COMMISSIONER  TO  CAUSE  NOTICE  TO  BE  PUBLISHED  IN\n   51  ACCORDANCE  WITH  THE  PROVISIONS  OF  RULE THREE HUNDRED SIXTEEN OF THE\n   52  CIVIL PRACTICE LAW AND RULES IN THE  COUNTY  IN  WHICH  SUCH  CHILD  WAS\n   53  FOUND, FOR A PERIOD OF AT LEAST THIRTY DAYS. THE NOTICE SHALL STATE:\n   54    (A) THE DATE, TIME AND PURPOSE OF THE PROCEEDING;\n   55    (B)  THE  DATE,  TIME  AND PLACE THAT THE ABANDONED NEWBORN INFANT WAS\n   56  FOUND;\n\n       S. 2712                            10\n\n    1    (C) A DESCRIPTION OF THE INFANT  INCLUDING  ITS  APPROXIMATE  DATE  OF\n    2  BIRTH;\n    3    (D) THAT UPON FAILURE TO APPEAR, ALL PARENTAL RIGHTS OF THE PARENTS OF\n    4  SUCH ABANDONED NEWBORN INFANT MAY BE TERMINATED;\n    5    (E) THAT A PARENT'S FAILURE TO APPEAR SHALL CONSTITUTE A DENIAL OF HIS\n    6  OR  HER  INTEREST IN THE CHILD, WHICH DENIAL MAY RESULT, WITHOUT FURTHER\n    7  NOTICE, IN THE COMMITMENT OF THE CUSTODY AND GUARDIANSHIP OF  THE  CHILD\n    8  TO  THE  LOCAL  COMMISSIONER  OF  SOCIAL  SERVICES  AND  IN  THE CHILD'S\n    9  ADOPTION; AND\n   10    (F) THE NAME, ADDRESS, AND TELEPHONE NUMBER OF THE  PERSON  DESIGNATED\n   11  BY  THE  LOCAL  COMMISSIONER  TO  CONTACT FOR INFORMATION REGARDING SUCH\n   12  CHILD.\n   13    (III) AT ANY TIME PRIOR TO OR SUBSEQUENT TO  THE  ENTRY  OF  AN  ORDER\n   14  COMMITTING  THE  GUARDIANSHIP  AND CUSTODY OF THE CHILD PURSUANT TO THIS\n   15  SECTION BUT NOT LATER THAN SIX MONTHS AFTER THE INITIAL  PUBLICATION  OF\n   16  NOTICE  OF  THE PROCEEDING PURSUANT TO SECTION ONE THOUSAND THIRTY-ONE-A\n   17  OF THE FAMILY COURT ACT, IF THE  MATERNITY  OR  PATERNITY  OF  A  PERSON\n   18  CLAIMING TO BE THE MOTHER OR FATHER OF THE INFANT IS CONFIRMED BY A TEST\n   19  TO  BE CONDUCTED TO CONFIRM MATERNITY OR PATERNITY, THE PROCEEDING SHALL\n   20  BE STAYED PENDING  AN  INVESTIGATION  PURSUANT  TO  SUBDIVISION  ONE  OF\n   21  SECTION  ONE  THOUSAND THIRTY-FOUR OF THE FAMILY COURT ACT. WITHIN THREE\n   22  COURT DAYS OF THE COMPLETION OF THE INVESTIGATION,\n   23    (A) IF THERE ARE GROUNDS PURSUANT TO SUBDIVISION (E) OR (F) OF SECTION\n   24  ONE THOUSAND TWELVE OF THE FAMILY COURT ACT TO FILE A PETITION TO DETER-\n   25  MINE ABUSE OR NEGLECT PURSUANT TO SECTION ONE THOUSAND THIRTY-ONE OF THE\n   26  FAMILY COURT ACT, THE LOCAL COMMISSIONER OF SOCIAL SERVICES  SHALL  FILE\n   27  SUCH PETITION, OR\n   28    (B) IF THERE ARE NO SUCH GROUNDS, THE COURT SHALL HOLD A HEARING AS TO\n   29  THE BEST INTERESTS OF THE CHILD.\n   30    (IV)  THE  CUSTODY  OF THE CHILD WITH THE LOCAL COMMISSIONER OF SOCIAL\n   31  SERVICES SHALL CONTINUE PENDING THE RESULT OF THE BEST  INTERESTS  HEAR-\n   32  ING.\n   33    (V)  IF  THE  CHILD  IS  FREE FOR ADOPTION, THE COURT SHALL VACATE THE\n   34  ORDER COMMITTING GUARDIANSHIP AND CUSTODY OF THE CHILD.\n   35    S 17. Subparagraph (iii) of paragraph (l) of subdivision 3 of  section\n   36  384-b  of the social services law, as amended by chapter 145 of the laws\n   37  of 2000, is amended and a new subparagraph (vi)  is  added  to  read  as\n   38  follows:\n   39    (iii)  For  the  purposes  of  this paragraph, the date of the child's\n   40  entry into foster care is the earlier of sixty days after  the  date  on\n   41  which  the  child  was  removed  from the home or the date the child was\n   42  found by a court to be an ABANDONED INFANT, OR AN  abused  or  neglected\n   43  child pursuant to article ten of the family court act.\n   44    (VI) FOR THE PURPOSES OF THIS PARAGRAPH, A PETITION FOR TERMINATION OF\n   45  PARENTAL  RIGHTS SHALL BE FILED WITHIN SIXTY DAYS AFTER A COURT'S DETER-\n   46  MINATION THAT THE CHILD IS AN ABANDONED INFANT PURSUANT TO  SECTION  ONE\n   47  THOUSAND FIFTY-ONE-A OF THE FAMILY COURT ACT.\n   48    S  18. Paragraphs (d) and (e) of subdivision 4 of section 384-b of the\n   49  social services law, paragraph (d) as amended by chapter 739 of the laws\n   50  of 1981 and paragraph (e) as amended by section 56 of part A of  chapter\n   51  3  of  the laws of 2005, are amended and a new paragraph (f) is added to\n   52  read as follows:\n   53    (d) The child is a permanently neglected child; [or]\n   54    (e) The parent or parents, whose consent to the adoption of the  child\n   55  would otherwise be required in accordance with section one hundred elev-\n   56  en  of  the  domestic  relations law, severely or repeatedly abused such\n\n       S. 2712                            11\n\n    1  child. Where a court has determined that reasonable efforts  to  reunite\n    2  the child with his or her parent are not required, pursuant to the fami-\n    3  ly court act or this chapter, a petition to terminate parental rights on\n    4  the  ground  of severe abuse as set forth in subparagraph (iii) of para-\n    5  graph (a) of subdivision eight of this section may be filed  immediately\n    6  upon such determination[.]; OR\n    7    (F) THE PARENT OR PARENTS ABANDONED THE CHILD WHEN THE CHILD WAS THIR-\n    8  TY  DAYS  OLD  OR  YOUNGER  IN  A  MANNER THAT INDICATED THE PARENT'S OR\n    9  PARENTS' INTENT TO WHOLLY RELINQUISH AND FORGO  RESPONSIBILITY  FOR  AND\n   10  RIGHTS  TO  THE  CARE AND CUSTODY OF SUCH CHILD WITH THE INTENT THAT THE\n   11  CHILD BE SAFE FROM PHYSICAL INJURY  AND  CARED  FOR  IN  AN  APPROPRIATE\n   12  MANNER,  AND  SUCH  PARENT OR PARENTS, AFTER A PERIOD OF TWO MONTHS FROM\n   13  THE DATE OF ABANDONMENT, HAVE NOT COMMUNICATED WITH THE CHILD OR  AGENCY\n   14  REGARDING THE CHILD.\n   15    S  19.  Subdivision  5  of section 384-b of the social services law is\n   16  amended by adding a new paragraph (c) to read as follows:\n   17    (C) THE PROVISIONS OF THIS SUBDIVISION SHALL NOT APPLY TO AN ABANDONED\n   18  INFANT AS DEFINED IN SUBDIVISION TWO-A OF SECTION THREE  HUNDRED  SEVEN-\n   19  TY-ONE OF THIS TITLE.\n   20    S  20.  Title  1 of article 6 of the social services law is amended by\n   21  adding a new section 392-a to read as follows:\n   22    S 392-A. ABANDONED INFANTS; SPECIAL  PROVISIONS.  1.  A  CHILD  IS  AN\n   23  \"ABANDONED  INFANT\"  WHERE  A COURT OF COMPETENT JURISDICTION HAS DETER-\n   24  MINED PURSUANT TO SECTION ONE THOUSAND FIFTY-ONE-A OF THE  FAMILY  COURT\n   25  ACT THAT SUCH CHILD IS AN ABANDONED INFANT.\n   26    2.  (A)  NOTWITHSTANDING ANY OTHER PROVISION OF LAW, UPON NOTIFICATION\n   27  THAT AN ALLEGED ABANDONED INFANT IS FOUND WITHIN THE COUNTY OR JURISDIC-\n   28  TION, THE LOCAL COMMISSIONER SHALL:\n   29    (I) IMMEDIATELY CAUSE A  PHYSICAL  EXAMINATION  OF  THE  CHILD  TO  BE\n   30  PERFORMED BY A QUALIFIED HEALTH CARE PRACTITIONER, LICENSED OR CERTIFIED\n   31  UNDER  TITLE EIGHT OF THE EDUCATION LAW, ACTING WITHIN HIS OR HER LAWFUL\n   32  SCOPE OF PRACTICE TO DETERMINE THE HEALTH STATUS OF THE  CHILD  AND  THE\n   33  AGE  AND  DATE  OF  BIRTH OF THE CHILD TO A REASONABLE DEGREE OF MEDICAL\n   34  CERTAINTY.  SUCH HEALTH CARE PRACTITIONER SHALL CERTIFY BY AFFIDAVIT  OR\n   35  OTHER  OFFICIAL  RECORD  HIS  OR HER REASONABLE MEDICAL CONCLUSION AS TO\n   36  WHETHER THE CHILD WAS THIRTY DAYS OLD OR YOUNGER WHEN ABANDONED AND  THE\n   37  CHILD'S  DATE  OF  BIRTH.  THE AFFIDAVIT OR OTHER OFFICIAL RECORD OF THE\n   38  DETERMINATION SHALL BE PLACED IN THE INFANT'S RECORDS IN PLACE OF  THOSE\n   39  REQUIRED BY SUBDIVISION ONE OF SECTION THREE HUNDRED SEVENTY-TWO OF THIS\n   40  TITLE; AND\n   41    (II)  FORTHWITH COMMENCE A PROCEEDING PURSUANT TO SECTION ONE THOUSAND\n   42  THIRTY-ONE-A OF THE FAMILY COURT ACT.\n   43    (B) UPON ASSUMPTION OF PROTECTIVE CUSTODY OF A CHILD ALLEGED TO BE  AN\n   44  \"ABANDONED INFANT\" THE LOCAL COMMISSIONER SHALL:\n   45    (I)  PROVIDE NECESSARY SERVICES OR ASSISTANCE, INCLUDING AUTHORIZING A\n   46  QUALIFIED HEALTH CARE PRACTITIONER, LICENSED OR  CERTIFIED  UNDER  TITLE\n   47  EIGHT  OF  THE  EDUCATION  LAW, ACTING WITHIN HIS OR HER LAWFUL SCOPE OF\n   48  PRACTICE OR HOSPITAL TO PROVIDE EMERGENCY MEDICAL TREATMENT OR  SURGICAL\n   49  PROCEDURES NECESSARY TO SAFEGUARD THE LIFE OR HEALTH OF THE CHILD;\n   50    (II) AT THE TIME OF ASSUMPTION OF CUSTODY OF THE CHILD, AT THE TIME OF\n   51  THE  FACT-FINDING  HEARING  AND AT THE TIME OF THE DISPOSITIONAL HEARING\n   52  REGARDING THE PETITION TO COMMIT GUARDIANSHIP AND CUSTODY OF  THE  CHILD\n   53  TO  AN AUTHORIZED AGENCY PURSUANT TO SECTION THREE HUNDRED EIGHTY-FOUR-B\n   54  OF THIS TITLE, MAKE INQUIRY OF THE PUTATIVE  FATHER  REGISTRY  REGARDING\n   55  THE  EXISTENCE  OF  A  NOTICE OF INTENT FILED WITH THE REGISTRY THAT MAY\n   56  PERTAIN TO THE CHILD AND OF LOCAL LAW  ENFORCEMENT  OFFICIALS  REGARDING\n\n       S. 2712                            12\n\n    1  THE  EXISTENCE OF A MISSING PERSON REPORT THAT MAY PERTAIN TO THE CHILD.\n    2  NOTWITHSTANDING ANY OTHER PROVISION OF LAW, THE LOCAL COMMISSIONER SHALL\n    3  NOT BE REQUIRED TO PURSUE ANY OTHER EFFORTS TO  LOCATE  THE  PARENTS  OR\n    4  RELATIVES OF SUCH CHILD;\n    5    (III) PUBLICIZE: (A) NOTWITHSTANDING ANY OTHER PROVISION OF LAW, IN AN\n    6  EFFORT TO ALLOW A PARENT OR OTHER RELATIVE OF THE CHILD TO COME FORWARD,\n    7  THE  ABANDONMENT  OF  THE  CHILD THROUGH LOCAL MEDIA OUTLETS AND SPECIF-\n    8  ICALLY IN THE COMMUNITY WHERE THE ABANDONMENT OCCURRED WITH THE INFORMA-\n    9  TION REGARDING THE CHILD TO BE PROVIDED AT THE DISCRETION OF  THE  LOCAL\n   10  COMMISSIONER, INCLUDING, BUT NOT LIMITED TO PHOTOS OF THE CHILD; AND (B)\n   11  THE  AVAILABILITY  OF  (1)  PREVENTION SERVICES, PERSONAL COUNSELING AND\n   12  SUPPORT SERVICES AS CONTEMPLATED UNDER TITLES FOUR AND  FOUR-B  OF  THIS\n   13  ARTICLE; (2) INFORMATION AND REFERRAL SERVICES, ADVOCACY, COUNSELING AND\n   14  HOTLINE  SERVICES  TO VICTIMS OF DOMESTIC VIOLENCE AS CONTEMPLATED UNDER\n   15  SECTION FOUR HUNDRED FIFTY-NINE-C OF THIS CHAPTER; AND (3)  SAFE  PLACE-\n   16  MENT ALTERNATIVES FOR NEWBORN INFANTS AS PROVIDED UNDER THIS SECTION AND\n   17  SECTION  ONE  THOUSAND  THIRTY-ONE-A  OF THE FAMILY COURT ACT, INCLUDING\n   18  INFORMATION REGARDING TERMINATION OF PARENTAL RIGHTS AND ADOPTION PROCE-\n   19  DURES AND THAT AN ABANDONED INFANT IS NOT A NEGLECTED CHILD  UNDER  THIS\n   20  CHAPTER OR THE FAMILY COURT ACT; AND\n   21    (IV)  IF  THE  MATERNITY  OR  PATERNITY OF A PERSON CLAIMING TO BE THE\n   22  MOTHER OR FATHER OF THE INFANT IS CONFIRMED BY A TEST TO BE CONDUCTED TO\n   23  CONFIRM MATERNITY OR PATERNITY, CONDUCT  AN  INVESTIGATION  PURSUANT  TO\n   24  SUBDIVISION  ONE OF SECTION ONE THOUSAND THIRTY-FOUR OF THE FAMILY COURT\n   25  ACT AND IF THERE ARE NO GROUNDS PURSUANT TO SUBDIVISION (E)  OR  (F)  OF\n   26  SECTION  ONE THOUSAND TWELVE OF THE FAMILY COURT ACT, WITHDRAW THE PETI-\n   27  TION TO DETERMINE WHETHER A CHILD IS AN  ABANDONED  INFANT  PURSUANT  TO\n   28  SUBDIVISION  (1) OF SECTION ONE THOUSAND TWELVE OF THE FAMILY COURT ACT.\n   29  IF THERE ARE GROUNDS PURSUANT TO SUBDIVISION (E) AND (F) OF SECTION  ONE\n   30  THOUSAND  TWELVE  OF  THE  FAMILY  COURT  ACT, THE LOCAL COMMISSIONER OF\n   31  SOCIAL SERVICES SHALL FILE A PETITION  TO  DETERMINE  ABUSE  OR  NEGLECT\n   32  PURSUANT  TO  SECTION  ONE  THOUSAND  THIRTY-ONE OF THE FAMILY COURT ACT\n   33  WITHIN THREE COURT DAYS OF THE COMPLETION OF THE INVESTIGATION.\n   34    S 21. Section 372-g of the social services law, as  added  by  chapter\n   35  156 of the laws of 2000, is amended to read as follows:\n   36    S  372-g. Abandoned infant protection program.  1. The office of chil-\n   37  dren and family services shall develop and implement a  public  informa-\n   38  tion program to inform the general public of the provisions of the aban-\n   39  doned  infant  protection  act  AND  THE  AVAILABILITY OF SAFE PLACEMENT\n   40  ALTERNATIVES FOR NEWBORN INFANTS AS PROVIDED UNDER SECTION THREE HUNDRED\n   41  NINETY-TWO-A OF THIS TITLE AND SECTION ONE THOUSAND THIRTY-ONE-A OF  THE\n   42  FAMILY   COURT  ACT,  INCLUDING  INFORMATION  REGARDING  TERMINATION  OF\n   43  PARENTAL RIGHTS AND ADOPTION PROCEDURES AND THAT AN ABANDONED INFANT  IS\n   44  NOT  A  NEGLECTED CHILD UNDER THIS CHAPTER OR THE FAMILY COURT ACT. SUCH\n   45  PUBLIC INFORMATION PROGRAM SHALL ALSO INFORM THE GENERAL PUBLIC  OF  THE\n   46  AVAILABILITY  OF  PREVENTION  SERVICES,  PERSONAL COUNSELING AND SUPPORT\n   47  SERVICES AS CONTEMPLATED UNDER TITLES FOUR AND FOUR-B OF  THIS  ARTICLE,\n   48  AND  INFORMATION AND REFERRAL SERVICES, ADVOCACY, COUNSELING AND HOTLINE\n   49  SERVICES TO VICTIMS OF DOMESTIC VIOLENCE AS CONTEMPLATED  UNDER  SECTION\n   50  FOUR  HUNDRED FIFTY-NINE-C OF THIS CHAPTER.  The program may include but\n   51  not be limited to the following elements:\n   52    [1.] (A) educational and  informational  materials  in  print,  audio,\n   53  video, electronic, or other media;\n   54    [2.] (B) public service announcements and advertisements; and\n   55    [3.]  (C)  establishment  of  toll-free  telephone hotlines to provide\n   56  information.\n\n       S. 2712                            13\n\n    1    2. THE OFFICE OF CHILDREN AND FAMILY SERVICES SHALL DEVELOP AND IMPLE-\n    2  MENT THE PUBLIC  INFORMATION  PROGRAM  WITHIN  AMOUNTS  APPROPRIATED  OR\n    3  AVAILABLE BY THE STATE.\n    4    S  22.  This  act  shall  take effect on the one hundred eightieth day\n    5  after it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the family court act and the social services law, in relation to abandoned infants ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110131.T093147.TXT", "SOBI.D110131.T101650.TXT", "SOBI.D110131.T123705.TXT", "SOBI.D110131.T102151.TXT", "SOBI.D110131.T102651.TXT", "SOBI.D110131.T104201.TXT", "SOBI.D110131.T103152.TXT", "SOBI.D110131.T103652.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296495425353
}