{
  "year" : 2011,
  "senateBillNo" : "S2717-2011",
  "billEvents" : [ {
    "eventDate" : 1296450000000,
    "eventText" : "REFERRED TO INVESTIGATIONS AND GOVERNMENT OPERATIONS",
    "billEventId" : "S2717-2011-1296450000000-REFERRED+TO+INVESTIGATIONS+AND+GOVERNMENT+OPERATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SEWARD",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to exempting diesel motor fuel used by ambulance services from certain taxes",
  "summary" : "Exempts diesel motor fuel used by and sold to ambulance services from certain taxes. ",
  "currentCommittee" : "INVESTIGATIONS AND GOVERNMENT OPERATIONS",
  "sameAs" : "A3400",
  "lawSection" : "Tax Law",
  "previousVersions" : [ "S3196-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2717\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 31, 2011\n                                      ___________\n\n       Introduced  by  Sen.  SEWARD -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Investigations and Govern-\n         ment Operations\n\n       AN ACT to amend the tax law, in relation to exempting fuel used by ambu-\n         lance services from certain taxes\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Paragraph (a) of subdivision 3 of section 282-a of the tax\n    2  law, as added by chapter 261 of the laws of 1988, is amended to read  as\n    3  follows:\n    4    (a)  The  tax  imposed  by this section shall not apply to the sale of\n    5  untaxed Diesel motor fuel to or the use of such fuel by an  organization\n    6  described  in  paragraph one or two of subdivision (a) of section eleven\n    7  hundred sixteen of this chapter, OR AN AMBULANCE SERVICE AS  DEFINED  IN\n    8  SECTION  THREE  THOUSAND ONE OF THE PUBLIC HEALTH LAW, where such Diesel\n    9  motor fuel is used by such organization for its own use or consumption.\n   10    S 2. Section 301-b of the tax law is amended by adding a new  subdivi-\n   11  sion (k) to read as follows:\n   12    (K)  SALES  OF  DIESEL MOTOR FUEL TO AMBULANCE SERVICES.  DIESEL MOTOR\n   13  FUEL SOLD TO AN AMBULANCE SERVICE, AS DEFINED IN SECTION THREE  THOUSAND\n   14  ONE  OF  THE  PUBLIC HEALTH LAW, WHERE SUCH DIESEL MOTOR FUEL IS USED BY\n   15  SUCH AMBULANCE SERVICE FOR ITS OWN USE AND CONSUMPTION.\n   16    S 3. Subdivision (a) of section 1115 of the  tax  law  is  amended  by\n   17  adding a new paragraph 9-a to read as follows:\n   18    (9-A)  FUEL  SOLD  TO AN AMBULANCE SERVICE AS DEFINED IN SECTION THREE\n   19  THOUSAND ONE OF THE PUBLIC HEALTH LAW FOR USE IN ITS AMBULANCES.\n   20    S 4. This act shall  take  effect  on  the  first  of  September  next\n   21  succeeding the date on which it shall have become a law.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05230-01-1\n",
  "memo" : "BILL NUMBER:S2717\n\nTITLE OF BILL:\nAn act\nto amend the tax law, in relation to exempting fuel used by ambulance\nservices from certain taxes\n\nPURPOSE:\nTo remove the sales tax burden on the purchase of diesel fuel\nused by commercial ambulance services certified under Article 30 of\nthe Public Health Law in transporting and delivering care to patients.\n\nSUMMARY OF PROVISIONS:\nThis bill amends section 282-a of the tax law,\nsection 301-b of the tax law and section 1115 of the tax law to\nexempt commercial ambulance services from sales tax on the purchase\nof diesel fuel.\n\nJUSTIFICATION:\nThe commercial ambulance industry provides\napproximately one-half of all of the emergency medical transports in\nNew York State, delivering high quality medical care and\ntransportation to patients. All ambulance service providers are\nrequired to treat and transport patients, regardless of their ability\nto pay, and commercial services have built into their corporate\ncultures the ethic of always delivering the highest level of care,\nnotwithstanding reimbursement\n\nThe reality is, however, that often ambulance services go\nun-reimbursed, and providers have no access to bad debt and charity\npools to help offset the cost of this care. Similar tax exemptions\nare currently in place for competing municipal and volunteer service.\nExtending a similar exemption to commercial ambulance services\ncertified under Article 30 of the Public Health law will provide\ncritical relief and help ensure that these ambulance services can\ncontinue to compete and deliver high-quality health care.\n\nLEGISLATIVE HISTORY:\nS.31966/A.4763 of 2009-10.\n\nFISCAL IMPLICATIONS:\nTo be determined.\n\nEFFECTIVE DATE:\nThis act shall take effect on the first of September\nnext succeeding the date on which it shall have become law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the tax law, in relation to exempting fuel used by ambulance services from certain taxes ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110131.T093647.TXT", "SOBI.D110131.T212240.TXT", "SOBI.D110131.T101650.TXT", "SOBI.D110131.T102151.TXT", "SOBI.D110131.T123705.TXT", "SOBI.D110131.T102651.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296526960674
}