{
  "year" : 2011,
  "senateBillNo" : "S2713-2011",
  "billEvents" : [ {
    "eventDate" : 1296450000000,
    "eventText" : "REFERRED TO INSURANCE",
    "billEventId" : "S2713-2011-1296450000000-REFERRED+TO+INSURANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SEWARD",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to treatment of qualified financial contracts in an insurance insolvency proceeding affecting a domestic, foreign or alien insurer",
  "summary" : "Relates to treatment of qualified financial contracts in an insurance insolvency proceeding affecting a domestic, foreign or alien insurer. ",
  "currentCommittee" : "INSURANCE",
  "sameAs" : null,
  "lawSection" : "Insurance Law",
  "previousVersions" : [ "S4772-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2713\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 31, 2011\n                                      ___________\n\n       Introduced  by  Sen.  SEWARD -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Insurance\n\n       AN ACT to amend the insurance law, in relation to the treatment of qual-\n         ified  financial  contracts  in  an  insurance  insolvency  proceeding\n         affecting a domestic, foreign or alien insurer\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The insurance law is amended by adding a new  section  7437\n    2  to read as follows:\n    3    S 7437. QUALIFIED FINANCIAL CONTRACTS. (A) AS USED IN THIS SECTION:\n    4    (1) \"ACTUAL DIRECT COMPENSATORY DAMAGES\" MEANS AND INCLUDES NORMAL AND\n    5  REASONABLE  COSTS  OF  COVER  OR  OTHER  REASONABLE  MEASURES OF DAMAGES\n    6  UTILIZED IN THE DERIVATIVES, SECURITIES OR OTHER MARKET FOR THE CONTRACT\n    7  AND AGREEMENT CLAIMS BUT DOES NOT INCLUDE PUNITIVE OR EXEMPLARY DAMAGES,\n    8  DAMAGES FOR LOST PROFIT OR LOST OPPORTUNITY  OR  DAMAGES  FOR  PAIN  AND\n    9  SUFFERING.\n   10    (2)  \"BUSINESS DAY\" MEANS A DAY OTHER THAN A SATURDAY, A SUNDAY OR ANY\n   11  DAY ON WHICH EITHER THE NEW YORK STOCK EXCHANGE OR THE  FEDERAL  RESERVE\n   12  BANK OF NEW YORK IS CLOSED.\n   13    (3)  \"COMMODITY  CONTRACT\"  MEANS:  (A) A CONTRACT FOR THE PURCHASE OR\n   14  SALE OF A COMMODITY FOR FUTURE DELIVERY ON, OR SUBJECT TO THE RULES  OF,\n   15  A  BOARD OF TRADE OR CONTRACT MARKET UNDER THE COMMODITY EXCHANGE ACT (7\n   16  U.S.C. S 1, ET SEQ.) OR A BOARD OF TRADE OUTSIDE THE UNITED STATES;  (B)\n   17  AN  AGREEMENT  THAT  IS  SUBJECT  TO  REGULATION UNDER SECTION 19 OF THE\n   18  COMMODITY EXCHANGE ACT (7 U.S.C. S 1, ET  SEQ.)  AND  THAT  IS  COMMONLY\n   19  KNOWN  TO  THE  COMMODITIES  TRADE AS A MARGIN ACCOUNT, MARGIN CONTRACT,\n   20  LEVERAGE ACCOUNT OR LEVERAGE CONTRACT; (C) AN AGREEMENT  OR  TRANSACTION\n   21  THAT  IS  SUBJECT  TO  REGULATION  UNDER  SECTION 4C(B) OF THE COMMODITY\n   22  EXCHANGE ACT (7 U.S.C. S 1, ET SEQ.) AND THAT IS COMMONLY KNOWN  TO  THE\n   23  COMMODITIES  TRADE  AS  A  COMMODITY  OPTION; (D) ANY COMBINATION OF THE\n   24  AGREEMENTS OR TRANSACTIONS REFERRED TO IN THIS PARAGRAPH; (E) ANY OPTION\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05498-02-1\n\n       S. 2713                             2\n\n    1  TO ENTER INTO AN AGREEMENT OR TRANSACTION REFERRED TO IN THIS PARAGRAPH;\n    2  OR (F) ANY OTHER CONTRACT THAT IS  INCLUDED  FROM  TIME  TO  TIME  AS  A\n    3  COMMODITY  CONTRACT  AS DEFINED IN THE FEDERAL DEPOSIT INSURANCE ACT, 12\n    4  U.S.C. S 1821(E)(8)(D).\n    5    (4)  \"CONTRACTUAL  RIGHT\"  MEANS AND INCLUDES ANY RIGHT SET FORTH IN A\n    6  RULE OR BYLAW OF A DERIVATIVES CLEARING ORGANIZATION (AS DEFINED IN  THE\n    7  COMMODITY  EXCHANGE  ACT),  A  MULTILATERAL  CLEARING  ORGANIZATION  (AS\n    8  DEFINED IN THE FEDERAL DEPOSIT INSURANCE CORPORATION IMPROVEMENT ACT  OF\n    9  1991),  A  NATIONAL  SECURITIES  EXCHANGE, A NATIONAL SECURITIES ASSOCI-\n   10  ATION, A SECURITIES CLEARING AGENCY, A CONTRACT MARKET DESIGNATED  UNDER\n   11  THE COMMODITY EXCHANGE ACT, A DERIVATIVES TRANSACTION EXECUTION FACILITY\n   12  REGISTERED  UNDER  THE  COMMODITY  EXCHANGE ACT, OR A BOARD OF TRADE (AS\n   13  DEFINED IN THE COMMODITY EXCHANGE ACT) OR IN A RESOLUTION OF THE GOVERN-\n   14  ING BOARD THEREOF AND ANY RIGHT, WHETHER OR NOT  EVIDENCED  IN  WRITING,\n   15  ARISING  UNDER  STATUTORY  OR  COMMON  LAW, OR UNDER LAW MERCHANT, OR BY\n   16  REASON OF NORMAL BUSINESS PRACTICE.\n   17    (5) \"FORWARD CONTRACT\" SHALL HAVE THE MEANING SET FORTH IN THE FEDERAL\n   18  DEPOSIT INSURANCE ACT, 12 U.S.C. S 1821(E)(8)(D).\n   19    (6) \"NETTING AGREEMENT\" MEANS: (A) A CONTRACT OR AGREEMENT  (INCLUDING\n   20  THE  TERMS  AND CONDITIONS INCORPORATED BY REFERENCE IN SUCH AGREEMENT),\n   21  INCLUDING A MASTER AGREEMENT (WHICH MASTER AGREEMENT, TOGETHER WITH  ALL\n   22  SCHEDULES,  CONFIRMATIONS,  DEFINITIONS  AND  ADDENDA THERETO AND TRANS-\n   23  ACTIONS UNDER ANY THEREOF, SHALL BE TREATED AS ONE  NETTING  AGREEMENT),\n   24  THAT  DOCUMENTS  ONE  OR  MORE  TRANSACTIONS  BETWEEN THE PARTIES TO THE\n   25  AGREEMENT FOR OR INVOLVING ONE OR MORE QUALIFIED FINANCIAL CONTRACTS AND\n   26  THAT PROVIDES FOR THE NETTING, OFFSET, LIQUIDATION, TERMINATION,  ACCEL-\n   27  ERATION  OR CLOSE OUT, UNDER OR IN CONNECTION WITH ONE OR MORE QUALIFIED\n   28  FINANCIAL CONTRACTS OR PRESENT OR FUTURE PAYMENT OR DELIVERY OBLIGATIONS\n   29  OR PAYMENT OR DELIVERY ENTITLEMENTS THEREUNDER (INCLUDING LIQUIDATION OR\n   30  CLOSE-OUT VALUES RELATING TO SUCH OBLIGATIONS OR ENTITLEMENTS) AMONG THE\n   31  PARTIES TO THE NETTING AGREEMENT; (B) ANY  MASTER  AGREEMENT  OR  BRIDGE\n   32  AGREEMENT  FOR  ONE  OR MORE MASTER AGREEMENTS DESCRIBED IN SUBPARAGRAPH\n   33  (A) OF THIS PARAGRAPH; OR (C) ANY SECURITY ARRANGEMENT RELATED TO ONE OR\n   34  MORE CONTRACTS OR AGREEMENTS DESCRIBED IN SUBPARAGRAPH  (A)  OR  (B)  OF\n   35  THIS  PARAGRAPH;  PROVIDED  THAT  ANY CONTRACT OR AGREEMENT DESCRIBED IN\n   36  SUBPARAGRAPH (A) OR (B) OF THIS  PARAGRAPH  RELATING  TO  AGREEMENTS  OR\n   37  TRANSACTIONS  THAT ARE NOT QUALIFIED FINANCIAL CONTRACTS SHALL BE DEEMED\n   38  TO BE A NETTING AGREEMENT ONLY WITH RESPECT TO THOSE AGREEMENTS OR TRAN-\n   39  SACTIONS THAT ARE QUALIFIED FINANCIAL CONTRACTS.\n   40    (7) \"QUALIFIED  FINANCIAL  CONTRACT\"  MEANS  ANY  COMMODITY  CONTRACT,\n   41  FORWARD CONTRACT, REPURCHASE AGREEMENT, SECURITIES CONTRACT, SWAP AGREE-\n   42  MENT  AND  ANY  SIMILAR  AGREEMENT THAT THE SUPERINTENDENT DETERMINES BY\n   43  REGULATION TO BE A QUALIFIED FINANCIAL CONTRACT FOR THE PURPOSES OF THIS\n   44  ARTICLE.\n   45    (8) \"REPURCHASE AGREEMENT\" SHALL HAVE THE MEANING  SET  FORTH  IN  THE\n   46  FEDERAL DEPOSIT INSURANCE ACT, 12 U.S.C. S 1821(E)(8)(D).\n   47    (9)  \"SECURITIES  CONTRACT\"  SHALL  HAVE  THE MEANING SET FORTH IN THE\n   48  FEDERAL DEPOSIT INSURANCE ACT, 12 U.S.C. S 1821(E)(8)(D).\n   49    (10) \"SECURITY ARRANGEMENT\" MEANS ANY SECURITY AGREEMENT  OR  ARRANGE-\n   50  MENT  OR  OTHER  CREDIT  ENHANCEMENT OR GUARANTEE OR REIMBURSEMENT OBLI-\n   51  GATION, INCLUDING A PLEDGE, SECURITY, COLLATERAL OR GUARANTEE  AGREEMENT\n   52  OR CREDIT SUPPORT DOCUMENT.\n   53    (11)  \"SEPARATE  ACCOUNT\"  MEANS  AN  ACCOUNT  ESTABLISHED PURSUANT TO\n   54  SECTION FOUR THOUSAND TWO HUNDRED FORTY OF THIS CHAPTER.\n   55    (12) \"SWAP AGREEMENT\" SHALL HAVE THE MEANING SET FORTH IN THE  FEDERAL\n   56  DEPOSIT INSURANCE ACT, 12 U.S.C. S 1821(E)(8)(D).\n\n       S. 2713                             3\n\n    1    (13)  \"WALKAWAY  CLAUSE\" MEANS A PROVISION IN A NETTING AGREEMENT OR A\n    2  QUALIFIED FINANCIAL CONTRACT THAT, AFTER CALCULATION OF  A  VALUE  OF  A\n    3  PARTY'S  POSITION  OR  AN  AMOUNT  DUE  TO OR FROM ONE OF THE PARTIES IN\n    4  ACCORDANCE WITH ITS TERMS UPON TERMINATION, LIQUIDATION OR  ACCELERATION\n    5  OF  THE  NETTING  AGREEMENT OR QUALIFIED FINANCIAL CONTRACT, EITHER DOES\n    6  NOT CREATE A PAYMENT OBLIGATION OF A PARTY  OR  EXTINGUISHES  A  PAYMENT\n    7  OBLIGATION  OF A PARTY IN WHOLE OR IN PART SOLELY BECAUSE OF THE PARTY'S\n    8  STATUS AS A NON-DEFAULTING PARTY.\n    9    (B)(1) NOTWITHSTANDING ANY OTHER PROVISION OF THIS ARTICLE,  INCLUDING\n   10  ANY  OTHER  PROVISION  OF  THIS  ARTICLE  PERMITTING THE MODIFICATION OF\n   11  CONTRACTS, OR OTHER LAW OF THIS STATE, NO  PERSON  SHALL  BE  STAYED  OR\n   12  PROHIBITED  FROM EXERCISING: (A) A CONTRACTUAL RIGHT TO CAUSE THE TERMI-\n   13  NATION, LIQUIDATION, ACCELERATION OR CLOSE OUT OF ANY  OBLIGATION  UNDER\n   14  OR  IN  CONNECTION  WITH  A  NETTING  AGREEMENT  OR  QUALIFIED FINANCIAL\n   15  CONTRACT WITH AN INSURER  BECAUSE  OF:  (I)  THE  INSOLVENCY,  FINANCIAL\n   16  CONDITION OR DEFAULT OF THE INSURER AT ANY TIME, PROVIDED THAT THE RIGHT\n   17  IS ENFORCEABLE UNDER APPLICABLE LAW OTHER THAN THIS ARTICLE; OR (II) THE\n   18  COMMENCEMENT OF ANY PROCEEDING UNDER THIS ARTICLE; (B) ANY RIGHT UNDER A\n   19  SECURITY ARRANGEMENT RELATING TO ONE OR MORE NETTING AGREEMENTS OR QUAL-\n   20  IFIED FINANCIAL CONTRACTS; OR (C) SUBJECT TO ANY PROVISION OF SUBSECTION\n   21  (B) OF SECTION SEVEN THOUSAND FOUR HUNDRED TWENTY-SEVEN OF THIS CHAPTER,\n   22  ANY RIGHT TO OFFSET OR NET OUT ANY TERMINATION VALUE, PAYMENT AMOUNT, OR\n   23  OTHER  TRANSFER  OBLIGATION  ARISING  UNDER OR IN CONNECTION WITH ONE OR\n   24  MORE QUALIFIED FINANCIAL CONTRACTS WHERE THE COUNTERPARTY OR ITS GUARAN-\n   25  TOR IS ORGANIZED UNDER THE LAWS OF THE UNITED  STATES,  A  STATE,  OR  A\n   26  FOREIGN  JURISDICTION APPROVED BY THE SECURITIES VALUATION OFFICE OF THE\n   27  NATIONAL ASSOCIATION OF INSURANCE COMMISSIONERS AS ELIGIBLE FOR NETTING.\n   28    (2) IF A COUNTERPARTY TO A MASTER NETTING  AGREEMENT  OR  A  QUALIFIED\n   29  FINANCIAL  CONTRACT  WITH  AN INSURER SUBJECT TO A PROCEEDING UNDER THIS\n   30  ARTICLE TERMINATES, LIQUIDATES, CLOSES OUT OR ACCELERATES THE  AGREEMENT\n   31  OR CONTRACT, DAMAGES SHALL BE MEASURED AS OF THE DATE OR DATES OF TERMI-\n   32  NATION,  LIQUIDATION,  CLOSE  OUT OR ACCELERATION. THE AMOUNT OF A CLAIM\n   33  FOR DAMAGES SHALL BE ACTUAL DIRECT COMPENSATORY DAMAGES.\n   34    (C) UPON TERMINATION OF A NETTING  AGREEMENT  OR  QUALIFIED  FINANCIAL\n   35  CONTRACT,  THE NET OR SETTLEMENT AMOUNT, IF ANY, OWED BY A NONDEFAULTING\n   36  PARTY TO AN INSURER AGAINST WHICH AN APPLICATION HAS  BEEN  FILED  UNDER\n   37  THIS  ARTICLE SHALL BE TRANSFERRED TO OR ON THE ORDER OF THE SUPERINTEN-\n   38  DENT, AS LIQUIDATOR, REHABILITATOR OR CONSERVATOR FOR THE INSURER,  EVEN\n   39  IF  THE  INSURER  IS  THE DEFAULTING PARTY, NOTWITHSTANDING ANY WALKAWAY\n   40  CLAUSE IN THE NETTING AGREEMENT OR  QUALIFIED  FINANCIAL  CONTRACT.  ANY\n   41  LIMITED TWO-WAY PAYMENT OR FIRST METHOD PROVISION IN A NETTING AGREEMENT\n   42  OR QUALIFIED FINANCIAL CONTRACT WITH AN INSURER THAT HAS DEFAULTED SHALL\n   43  BE  DEEMED  TO  BE  A FULL TWO-WAY PAYMENT OR SECOND METHOD PROVISION AS\n   44  AGAINST THE DEFAULTING INSURER.  ANY  SUCH  PROPERTY  OR  AMOUNT  SHALL,\n   45  EXCEPT  TO  THE  EXTENT  IT IS SUBJECT TO ONE OR MORE SECONDARY LIENS OR\n   46  ENCUMBRANCES OR RIGHTS OF NETTING OR SETOFF, BE AN ASSET OF THE INSURER.\n   47    (D) IN MAKING ANY TRANSFER OF A NETTING AGREEMENT OR QUALIFIED  FINAN-\n   48  CIAL  CONTRACT OF AN INSURER SUBJECT TO A PROCEEDING UNDER THIS ARTICLE,\n   49  THE SUPERINTENDENT, AS LIQUIDATOR, REHABILITATOR OR CONSERVATOR FOR  THE\n   50  INSURER, SHALL EITHER:\n   51    (1) TRANSFER TO ONE PARTY (OTHER THAN AN INSURER SUBJECT TO A PROCEED-\n   52  ING  UNDER  THIS ARTICLE) ALL NETTING AGREEMENTS AND QUALIFIED FINANCIAL\n   53  CONTRACTS BETWEEN A COUNTERPARTY OR ANY AFFILIATE OF  SUCH  COUNTERPARTY\n   54  AND  THE  INSURER  THAT IS THE SUBJECT OF THE PROCEEDING, INCLUDING: (A)\n   55  ALL RIGHTS AND OBLIGATIONS OF EACH PARTY UNDER EACH SUCH NETTING  AGREE-\n   56  MENT  AND  QUALIFIED FINANCIAL CONTRACT; AND (B) ALL PROPERTY, INCLUDING\n\n       S. 2713                             4\n\n    1  ANY GUARANTEES OR OTHER CREDIT ENHANCEMENT, SECURING ANY CLAIMS OF  EACH\n    2  PARTY   UNDER  EACH  SUCH  NETTING  AGREEMENT  AND  QUALIFIED  FINANCIAL\n    3  CONTRACT; OR\n    4    (2)  TRANSFER  NONE  OF  THE  NETTING  AGREEMENTS, QUALIFIED FINANCIAL\n    5  CONTRACTS, RIGHTS, OBLIGATIONS OR PROPERTY REFERRED TO IN PARAGRAPH  ONE\n    6  OF  THIS SUBSECTION (WITH RESPECT TO SUCH COUNTERPARTY AND ANY AFFILIATE\n    7  OF SUCH COUNTERPARTY).\n    8    (E) IF THE SUPERINTENDENT, AS LIQUIDATOR, REHABILITATOR OR CONSERVATOR\n    9  FOR AN INSURER, MAKES A TRANSFER OF ONE OR MORE  NETTING  AGREEMENTS  OR\n   10  QUALIFIED  FINANCIAL CONTRACTS, THEN THE SUPERINTENDENT SHALL USE HIS OR\n   11  HER BEST EFFORTS TO NOTIFY ANY PERSON WHO IS PARTY TO THE NETTING AGREE-\n   12  MENTS OR QUALIFIED FINANCIAL CONTRACTS OF THE TRANSFER  BY  12:00  NOON,\n   13  NEW YORK TIME, ON THE BUSINESS DAY FOLLOWING THE TRANSFER.\n   14    (F)  NOTWITHSTANDING  ANY  OTHER PROVISION OF THIS ARTICLE, THE SUPER-\n   15  INTENDENT, AS LIQUIDATOR, REHABILITATOR OR CONSERVATOR FOR  AN  INSURER,\n   16  MAY  NOT AVOID A TRANSFER OF MONEY OR OTHER PROPERTY ARISING UNDER OR IN\n   17  CONNECTION WITH A NETTING AGREEMENT OR QUALIFIED FINANCIAL CONTRACT,  OR\n   18  ANY  SECURITY  ARRANGEMENT  RELATING TO A NETTING AGREEMENT OR QUALIFIED\n   19  FINANCIAL CONTRACT, THAT IS MADE BEFORE THE  COMMENCEMENT  OF  A  LIQUI-\n   20  DATION,  REHABILITATION  OR  CONSERVATION PROCEEDING UNDER THIS ARTICLE,\n   21  EXCEPT THAT A TRANSFER MAY BE AVOIDED UNDER SECTION SEVEN THOUSAND  FOUR\n   22  HUNDRED TWENTY-FIVE OF THIS CHAPTER IF THE TRANSFER WAS MADE WITH ACTUAL\n   23  INTENT  TO  HINDER, DELAY OR DEFRAUD THE INSURER, THE SUPERINTENDENT, AS\n   24  LIQUIDATOR, REHABILITATOR OR  CONSERVATOR  OF  THE  INSURER,  ANY  OTHER\n   25  RECEIVER APPOINTED FOR THE INSURER, OR EXISTING OR FUTURE CREDITORS.\n   26    (G)(1)  IN  EXERCISING ANY RIGHTS OF DISAFFIRMANCE OR REPUDIATION OF A\n   27  LIQUIDATOR, REHABILITATOR OR CONSERVATOR WITH  RESPECT  TO  ANY  NETTING\n   28  AGREEMENT  OR  QUALIFIED  FINANCIAL  CONTRACT  TO  WHICH AN INSURER IS A\n   29  PARTY, THE SUPERINTENDENT, AS LIQUIDATOR, REHABILITATOR  OR  CONSERVATOR\n   30  FOR  THE  INSURER SHALL EITHER:   (A) DISAFFIRM OR REPUDIATE ALL NETTING\n   31  AGREEMENTS AND QUALIFIED FINANCIAL CONTRACTS BETWEEN A  COUNTERPARTY  OR\n   32  ANY  AFFILIATE  OF SUCH COUNTERPARTY AND THE INSURER THAT IS THE SUBJECT\n   33  OF THE PROCEEDING; OR (B) DISAFFIRM OR REPUDIATE  NONE  OF  THE  NETTING\n   34  AGREEMENTS AND QUALIFIED FINANCIAL CONTRACTS REFERRED TO IN SUBPARAGRAPH\n   35  (A)  OF  THIS PARAGRAPH (WITH RESPECT TO SUCH PERSON OR ANY AFFILIATE OF\n   36  SUCH PERSON).\n   37    (2) NOTWITHSTANDING ANY OTHER PROVISION OF THIS ARTICLE, ANY CLAIM  OF\n   38  A  COUNTERPARTY  AGAINST  THE  ESTATE  ARISING FROM THE SUPERINTENDENT'S\n   39  DISAFFIRMANCE OR REPUDIATION OF A NETTING AGREEMENT OR QUALIFIED  FINAN-\n   40  CIAL  CONTRACT  THAT HAS NOT BEEN PREVIOUSLY AFFIRMED IN THE LIQUIDATION\n   41  PROCEEDING OR IN THE  IMMEDIATELY  PRECEDING  REHABILITATION  PROCEEDING\n   42  SHALL  BE  DETERMINED  AND SHALL BE ALLOWED OR DISALLOWED: (A) AS IF THE\n   43  CLAIM HAD ARISEN BEFORE THE DATE OF THE FILING OF  THE  APPLICATION  FOR\n   44  LIQUIDATION;  OR  (B)  IF  A REHABILITATION PROCEEDING IS CONVERTED TO A\n   45  LIQUIDATION PROCEEDING, AS IF THE CLAIM HAD ARISEN BEFORE  THE  DATE  OF\n   46  THE FILING OF THE APPLICATION FOR REHABILITATION.\n   47    (3)  THE  AMOUNT  OF  THE  CLAIM  IDENTIFIED  IN PARAGRAPH TWO OF THIS\n   48  SUBSECTION SHALL BE THE ACTUAL DIRECT COMPENSATORY DAMAGES DETERMINED AS\n   49  OF THE DATE OF THE DISAFFIRMANCE OR REPUDIATION OF THE NETTING AGREEMENT\n   50  OR QUALIFIED FINANCIAL CONTRACT.\n   51    (H) ALL RIGHTS OF A COUNTERPARTY UNDER THIS ARTICLE SHALL APPLY  TO  A\n   52  NETTING  AGREEMENT  AND  A  QUALIFIED FINANCIAL CONTRACT ENTERED INTO ON\n   53  BEHALF OF OR ALLOCATED TO: (1) THE GENERAL ACCOUNT OF  THE  INSURER;  OR\n   54  (2)  A  SEPARATE  ACCOUNT  OF  THE INSURER IF THE ASSETS OF THE SEPARATE\n   55  ACCOUNT ARE AVAILABLE ONLY TO A COUNTERPARTY TO A NETTING AGREEMENT  AND\n\n       S. 2713                             5\n\n    1  A  QUALIFIED  FINANCIAL CONTRACT ENTERED INTO ON BEHALF OF, OR ALLOCATED\n    2  TO, THAT SEPARATE ACCOUNT.\n    3    S  2.  This  act shall take effect immediately; provided, however, the\n    4  provisions of section 7437 of the insurance law, as added by section one\n    5  of this act shall only apply to a liquidation, rehabilitation or conser-\n    6  vation proceeding that commences under article 74 of the  insurance  law\n    7  on or after such effective date.\n",
  "memo" : "BILL NUMBER:S2713\n\nTITLE OF BILL:\nAn act\nto amend the insurance law, in relation to the treatment of\nqualified financial\ncontracts in an insurance insolvency proceeding affecting a domestic,\nforeign or alien insurer\n\nPURPOSE:\nThe purpose of this bill is to increase the certainty of\ninsurers and their creditors with respect to the enforceability of\ncertain financial market transactions and related netting agreements\nin the event of insurer insolvency. Insurance companies are\nsignificant users of these financial market contracts (called\n\"qualified financial contracts\" in the Bill), including derivatives,\nsecurities lending, repurchase agreements, futures contracts and\nother financial instruments. These contracts are typically documented\nunder master agreements providing for netting of obligations between\nthe parties. The agreements also establish a right of the\nnon-defaulting party to close out, liquidate and terminate the\nagreements immediately upon the insolvency of the other party and\nprovide for collateralization of obligations on a net, rather than\ngross, basis. The importance of maintaining certainty among the\nparticipants in these markets has been acknowledged and addressed\nthrough changes in the Federal Bankruptcy Code, the Federal Deposit\nInsurance Act, governing the bankruptcy of banks and other federal\nlegislation and regulatory orders, as well as in the New York State\nBanking Law and in the laws of major non-U.S. jurisdictions applicable\nto the insurers' trading counterparties. All of these legal\nstructures recognize and enforce the netting and closeout provisions\nof financial contract master agreements.\n\nThe only major category of financial and business institutions in the\nU.S. which lack such certainty are insurance companies. This lack of\ncertainty threatens the ability of New York insurers to continue to\nuse these investment tools to manage their risks and remain\nfinancially strong. Recent changes in the international capital rules\nfor banks under the Base II accords, events in the financial markets\nover the past year and the increasingly sophisticated risk control\nmethods of financial institutions have placed a spotlight on the lack\nof protections for these contracts under the insurance laws of New\nYork and most other states. While a framework (or such protection was\nadopted by the NAIC in its Insurer Receivership Model Law (and a\npredecessor model), only (i states have thus far taken action to\nadopt legislation validating these netting arrangements for insurers.\nThis bill, if adopted, will reduce uncertainty and risk to NY\ninsurance companies, as well as the banks, broker-dealers and other\nfinancial institutions with which they deal and will also reduce\nsystemic risks to the financial markets. The bill will also redress\nthe competitive disadvantage of New York insurers vis-a-vis their\n\ncompetitors in Connecticut and elsewhere\nwhere netting legislation has been adopted.\n\nSUMMARY OF PROVISIONS:\nThis Bill would add a new &sect;7437 to Article 74\nof the Insurance Law in regard to the following:\n\n*Subsection (a) provides, for the purposes of Article 74 of the\ninsurance law, definitions of specific types of financial contracts\ncommonly used in the financial markets, including swap contracts,\nrepurchase agreements, forward contracts, commodity contracts and\nsecurity contracts as \"qualified financial contracts\" and the related\n\"netting contracts\". These definitions are intended to be consistent\nwith those used under the Federal Deposit Insurance Act, applicable\nto bank insolvencies, and are similar to those contained in &sect;619 of\nthe New York banking law.\n\n*Subsection (b) provides for the enforcement and recognition of the\ncontractual rights of the insurer's counterparties under qualified\nfinancial contracts, netting agreements and related security\narrangements to terminate, accelerate and\nclose out such contracts, to offset and net all obligations owing\nunder such contracts, and to enforce any security rights under such\nagreements, free of any stay or prohibition which might otherwise\napply under Article 74.\n\n*Subsection (c) provides for the transfer of any net or settlement\namount owing under a qualified financial contract by the\nnon-defaulting counterparty to the insurer to the superintendent as\nliquidator, conservator or rehabilitator of the insurer. If netting\nresults in an amount owing to the insurer, this provision confirms\nthat the superintendent steps into the insurer's shoes with respect\nto that net amount.\n\n*Subsections (d) and (e) provide for the transfer of all financial\ncontracts between an insurer and a single counterparty and its\naffiliates together if a bulk transfer of insurer liabilities or\ncontracts is made by the superintendent\n\n*Subsection (f) provides for validation of payments and transfers of\nmoney and property under netting agreements and qualified financial\ncontracts made prior to the commencement of a rehabilitation,\ninsolvency or conservation proceeding, unless such transfers were\nmade with actual intent to hinder, delay or defraud the insurer, the\nsuperintendent or other creditors Parties to \"qualified financial\ncontracts\" make payments and transfer collateral continually through\nthe life of the agreements, Subsection (f) protects the creditor from\nthe risk of \"claw-back\" of normal payment and collateral transfers\nunder these agreements during the statutory preference period.\n\n*Subsection (g) provides that, likewise, if the superintendent\ndisaffirms or repudiates any qualified financial contracts or netting\n\nagreements with a counterparty, it must disaffirm or repudiate all\nsuch contracts, The Bill also establishes the amount of the\ncounterparty's claim in the event of disaffirmance or repudiation,\nThese provisions secure the integrity of the netting provisions under\nqualified financial contracts by protect the insurer's counterparties\nfrom \"selective enforcement,\" the practice of keeping favorable\ncontracts and rejecting unfavorable contracts.\n\nThis new section of the law would apply to contracts of both general\nand separate accounts of insurers, and would be effective\nimmediately, except that it would not apply to any liquidation,\nreceivership or conservatorship proceedings that have previously been\ncommenced under Article 74.\n\nJUSTIFICATION:\nRecent turmoil in the financial markets have heightened\nscrutiny, in the markets and among financial institutions about\nidentifying, managing and limiting risk, the need for adequate\ncapitalization and for understanding the interdependency of the\ndifferent financial sectors. One source of risk to financial market\nparticipants has arisen due the lack of certainty in the treatment of\nfinancial intermediaries in the event of the insolvency of state\nregulated insurers, Under the patchwork of state laws, only a handful\nattempt to address the issue of certainty, This bill attempts to\ncorrect this lack of clarity in New York insurance law by specifying\nthe status of \"qualified financial contracts\" in an insurance\ninsolvency proceeding, This amendment brings New York's insurance law\ninto conformRnce with similar provisions of the state banking code,\nthe Federal bankruptcy law and the NAIC Insurance Receivership Model\nAct (IRMA).\n\nAs defined in this Bill, \"Qualified Financial Contracts\" encompass a\nrange of commonly traded financial market contracts, including\nover-the counter and exchange traded derivatives, such as swaps,\nforwards and futures contracts, securities contracts, including\nsecurities lending arrangements and options, repurchase (repo) and\nreverse repurchase agreements. What these transactions have in common\nis that they are time sensitive, normally valued based on current\nmarket prices and traded repetitively and continuously between\nfinancial market participants Trading in these contracts frequently\ninvolves chains of transactions, with intermediary institutions\naggregating and transferring risk and providing liquidity to\nfinancial institutions and markets,\n\nBecause of the key role played by these transactions in facilitating\nfinancial market functioning, the Federal Bankruptcy Code and other\nlaws regulating market participants have been revised to provide\nspecial treatment for these transactions. For example, the\nlegislative history of the Bankruptcy Code states that these\nobligations warranted a degree of finality at the outset of bankruptcy\nin order to prevent uncertainty in a marketplace where trading is\ncontinuous and often transactional. Other regulators have noted the\n\nimportant liquidity function in the financial markets played by these\ncontracts and their providers and the financial systemic risks that a\nlack of certainty in these contracts could cause, including the\npotential for chain insolvencies,\nThe use of netting agreements for financial market contracts has\nevolved from common law setoff and recoupment law. Netting reduces\nthe credit risk between two parties by offsetting of mutual\nobligations and liabilities. Qualified transactions are typically\nentered into under master agreements, which allow the execution of\nmultiple individual transactions and the close-out or termination of\nall of these transactions upon the occurrence of an event of default,\nincluding insolvency. Following the termination of the transactions,\nthe close-out amount, representing the total lost value to one of the\nparties for terminating the transactions prior to their stated\nmaturity is calculated for each individual transaction. Since a party\nmay be \"in the money\" on some transactions and \"out of the money\" on\nothers, such amount are then netted against one another, creating a\nsingle net amount owing from one party to another.\n\nThe power of netting agreements to reduce credit exposure and risk\nfrom these financial market contracts can be illustrated with a\nsimple example:\n\nUnder a single netting agreement, Party A and Party B have entered\ninto 10 contracts. There are 5 contracts under which Party A owes\nmoney to Party B - worth 51000. There are 5 contracts under which\nParty Bowes Party A money - worth $800. If this contract is\nterminated, a net amount owing is calculated: Party A owes Party B a\nnet amount of $200.\n\nCollateral arrangements normally included in the netting agreements\nfurther reduce exposure of market participants under these contracts,\ncollateral is computed and collected, based on the \"net\" exposure. If\nenforceable these agreements potentially dramatically reduce the\ncredit exposure of financial institutions to each other that are\ninherent to these financial market transactions and the risk that the\ndefault or insolvency of an institution could have on the financial\nsystem. Therefore, the importance of clarifying enforceability of\nthese agreements is great.\n\nNetting can also involve the setoff of securities, whether as a true\nsetoff (as in the case of repurchase or securities lending\nagreements) or as foreclosure on collateral (as in the case of cash\nor securities held to secure derivative transactions.) The ability of\nan institution to set off or to sell securities to immediately\nsatisfy a claim against an insolvent counterparty is critical not\nonly to reduce the parties' credit risk but to maintain liquidity in\nthe securities markets, since many of these transactions are part of\na whole chain of interlocking trades. The imposition of a stay on the\nliquidation of these securities, as is normally the case in a New\nYork insurer insolvency proceeding, could result in uncertainty,\ngridlock or a chain of insolvencies.\n\nFinally, financial market transactions are usually valued,\ncollateralized and traded based 011 current market prices, and credit\nexposures are calculated or managed on this basis. Any legal\nuncertainty which affects the ability to make exposure calculations,\nany delay or uncertainty around the time of payment or any subsequent\nlegal determinations in an insolvency proceeding which might overturn\nthe previously calculated credit exposures undermine the\neffectiveness of these contractual provisions and procedures and the\ncertainty they provide in the market.\n\nThis bill would substitute the needed certainty and reliability to\nenforcement of these important contractual protections for the\ncurrent state of doubt and unpredictability which currently prevails\nunder the New York insolvency laws.\n\nQualified financial contracts are widely used by insurers, largely for\nhedging purposes. They have proven to be of great assistance to\ninsurers during the recent market downturn Derivative instruments are\nused for hedging risks, for asset/liability management and for\ncreation of synthetic asset exposures in the insurer's investment\noperations. The Legislature recognized the importance of this\nactivity in granting New York insurers' derivative authority in 1998\nunder . 1410 of the insurance law and making that law permanent just\nlast year, in 2008. Pursuant to that law, insurers use of these types\nof instruments are largely limited to hedging purposes and are\nstrictly governed by derivative use plans that are filed with and\napproved by the New York State Insurance Department. These Plans must\nbe re-filed with the Insurance Department when updated and are\nrequired to be audited annually by an independent auditing firm.\n\nThe New York insurance industry's continued access to these\ninstruments, on favorable tern1s, is threatened by recent\ndevelopments in the financial markets. In particular, implementation\nof the Basel II accords intensifies the pressure on insurers and\ntheir major counterparties. Basel II has currently been implemented in\nEurope and is in the\nprocess of implementation for major US banks through their regulation\nby the Federal Reserve and Office of Comptroller of the currency, and\nfor major investment banking organizations through consolidated\nregulation by the Securities Exchange Commission. Under Basel II,\nregulated institutions will be required to maintain significant\nadditional capital for its derivatives transactions and other\nfinancial contracts with parties with which it does not have a\nlegally enforceable netting agreement, including the ability to close\nout upon insolvency without being effected by any stay.\n\nWithout the certainty sought through the amendment of New York law\nproposed in the Bill it will become difficult for the counterparties\nof NY insurers to obtain the necessary legal comfort to transact\nbusiness with New York insurers. The consequence for the domestic\ncompanies will be increasingly poor pricing for their transactions,\nand potentially, lack of equal access to these financial markets. An\n\ninability to continue to trade or a deterioration of the prices at\nwhich insurers can transact potentially threatens the competitiveness\nand financial strength of New York companies.\n\nBy providing for the enforcement of netting and closeout rights for\n\"qualified financial contracts\" in an insurer insolvency, New York\nwill be bringing its insurer insolvency law into harmony with federal\nlaw as well as the New York banking law and will give both insurers\nand their creditors the certainty and safety they need to continue to\ntransact business\n\nLEGISLATIVE HISTORY:\nS.4772 of 2009-10\n\nFISCAL IMPLICATIONS:\nNone to the state.\n\nEFFECTIVE DATE:\nThis act will take effect immediately, except that\nsection one will only apply to a liquidation, rehabilitation or\nconservation proceeding that commences under article 74 of the\ninsurance law on or after the effective date.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the insurance law, in relation to the treatment of qualified financial contracts in an insurance insolvency proceeding affecting a domestic, foreign or alien insurer ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110131.T093147.TXT", "SOBI.D110131.T093647.TXT", "SOBI.D110131.T212240.TXT", "SOBI.D110131.T101650.TXT", "SOBI.D110131.T123705.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296526960669
}