{
  "year" : 2011,
  "senateBillNo" : "S2710-2011",
  "billEvents" : [ {
    "eventDate" : 1296450000000,
    "eventText" : "REFERRED TO COMMERCE, ECONOMIC DEVELOPMENT AND SMALL BUSINESS",
    "billEventId" : "S2710-2011-1296450000000-REFERRED+TO+COMMERCE%2C+ECONOMIC+DEVELOPMENT+AND+SMALL+BUSINESS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "GRISANTI",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes the biosciences commercialization assistance fund within the foundation for science, technology and innovation",
  "summary" : "Establishes the biosciences commercialization fund within the foundation for science, technology and innovation. ",
  "currentCommittee" : "COMMERCE, ECONOMIC DEVELOPMENT AND SMALL BUSINESS",
  "sameAs" : null,
  "lawSection" : "Public Authorities Law",
  "previousVersions" : [ "S2290-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "KENNEDY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2710\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 31, 2011\n                                      ___________\n\n       Introduced by Sens. GRISANTI, KENNEDY -- read twice and ordered printed,\n         and when printed to be committed to the Committee on Commerce, Econom-\n         ic Development and Small Business\n\n       AN  ACT to amend the public authorities law, in relation to establishing\n         the biosciences commercialization assistance fund within  the  founda-\n         tion for science, technology and innovation\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 3150 of the public authorities law, as  amended  by\n    2  section  4  of  part  C of chapter 63 of the laws of 2005, is amended to\n    3  read as follows:\n    4    S 3150. Definitions. As used in this [section] TITLE:\n    5    1. \"Foundation\" shall mean the New York state foundation for  science,\n    6  technology and innovation created by this title;\n    7    2. \"Executive director\" shall mean the executive director of the foun-\n    8  dation;\n    9    3. \"Board\" shall mean the New York state foundation for science, tech-\n   10  nology and innovation board;\n   11    4.  \"Regional  partnerships\" shall mean any association or group which\n   12  is:  (a) comprised of local economic  development  organizations  and  a\n   13  center  of  excellence  as defined by section three of part T of chapter\n   14  eighty-four of the laws of two thousand two, or in the absence  of  such\n   15  center  in  the  region,  at  least  one institution of higher education\n   16  involved in commercialization efforts similar to such centers of  excel-\n   17  lence  and  may  include  a  combination of private businesses, business\n   18  support organizations, commercial lending institutions, venture  capital\n   19  companies,  angel  investor  networks or foundations; (b) formed for the\n   20  creation and administration of regional partnership  programs;  and  (c)\n   21  certified by the foundation as the regional partnership;\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07604-01-1\n\n       S. 2710                             2\n\n    1    5. \"Regional partnership coordinator\" shall mean a nonprofit organiza-\n    2  tion chosen by a regional partnership and certified by the foundation to\n    3  administer the regional partnership programs;\n    4    6. \"Partnership\" shall mean regional partnerships; [and]\n    5    7. \"Coordinator\" shall mean regional partnership coordinator[.];\n    6    8.  \"RESEARCH ENTITY\" SHALL MEAN A NOT-FOR-PROFIT COLLEGE, UNIVERSITY,\n    7  MEDICAL CENTER, LABORATORY OR OTHER INSTITUTION THAT CONDUCTS AN  INTEN-\n    8  SIVE,  ONGOING  PROGRAM  OF STUDY DIRECTED TOWARD GREATER KNOWLEDGE OF A\n    9  SCIENTIFIC FOCUS AREA OR TOWARD APPLYING  NEW  SCIENTIFIC  KNOWLEDGE  TO\n   10  MEET A RECOGNIZED NEED;\n   11    9.  \"FOCUS  AREA\"  SHALL  MEAN BIOSCIENCES RESEARCH INCLUDING, BUT NOT\n   12  LIMITED TO, THE BASIC, APPLIED, OR TRANSLATIONAL RESEARCH THAT LEADS  TO\n   13  THE  DEVELOPMENT  OF  THERAPEUTICS,  DIAGNOSTICS, OR DEVICES, TO IMPROVE\n   14  HUMAN HEALTH OR AGRICULTURE AND  THAT  REQUIRE  FEDERAL  FOOD  AND  DRUG\n   15  ADMINISTRATION APPROVAL.\n   16    S  2.  The  public  authorities law is amended by adding a new section\n   17  3154-a to read as follows:\n   18    S 3154-A. BIOSCIENCES COMMERCIALIZATION ASSISTANCE FUND. 1. THE  BIOS-\n   19  CIENCES  COMMERCIALIZATION  ASSISTANCE  FUND  IS  HEREBY CREATED FOR THE\n   20  PURPOSE OF:\n   21    (A) ADVANCING THE EARLY-STAGE DEVELOPMENT  OF  COMMERCIALLY  PROMISING\n   22  INVENTIONS  IN  THE FOCUS AREA OWNED BY RESEARCH ENTITIES LOCATED IN NEW\n   23  YORK STATE;\n   24    (B) ENCOURAGING ENTREPRENEURS TO FORM NEW  COMPANIES  LOCATED  IN  NEW\n   25  YORK STATE TO MANUFACTURE AND MARKET SUCH INVENTIONS;\n   26    (C) ENABLING SMALL BUSINESSES RESIDENT IN THE STATE TO CONDUCT APPLIED\n   27  RESEARCH  AND  DEVELOPMENT  NECESSARY  TO  COMMERCIALIZE RESEARCH ENTITY\n   28  INVENTIONS; AND\n   29    (D) ENCOURAGING BUSINESSES  RESIDENT  IN  THE  STATE  TO  DEVELOP  NEW\n   30  PRODUCTS  OR  PROCESSES  BASED  ON  PROMISING INVENTIONS OR TECHNOLOGIES\n   31  OWNED BY SUCH BUSINESSES THROUGH GRANTS OR LOANS TO SUCH RESIDENT  BUSI-\n   32  NESSES.\n   33    2.  MONIES  IN THE BIOSCIENCES COMMERCIALIZATION ASSISTANCE FUND SHALL\n   34  BE AVAILABLE TO ELIGIBLE RESEARCH ENTITIES, START-UPS, SMALL  COMPANIES,\n   35  AND  OTHER BUSINESSES IN NEW YORK STATE, WITH ANTICIPATED COMMERCIALIZA-\n   36  TION TIME FRAMES OF UP TO FIFTEEN YEARS, FOR DEVELOPMENT AND COMMERCIAL-\n   37  IZATION OF PRODUCTS. THE FOUNDATION SHALL USE THE  MONIES  AVAILABLE  IN\n   38  THE BIOSCIENCES COMMERCIALIZATION ASSISTANCE FUND FOR:\n   39    (A)  GRANTS  TO RESEARCH ENTITIES LOCATED IN NEW YORK STATE TO DEVELOP\n   40  COMMERCIALLY PROMISING RESEARCH DISCOVERIES IN THE FOCUS AREA BEYOND THE\n   41  CONCEPTUAL STAGE IN ORDER TO FURTHER THE CHANCE OF COMMERCIALIZATION AND\n   42  INCREASE MARKET VALUE. THE FOUNDATION MAY APPROVE  GRANTS  FOR  ELIGIBLE\n   43  PROJECTS,  PROVIDED  SUCH  GRANTS  DO  NOT  EXCEED  ONE HUNDRED THOUSAND\n   44  DOLLARS AND ARE USED EXCLUSIVELY TO ACCELERATE THE COMMERCIALIZATION  OF\n   45  DISCOVERIES THAT HAVE THE POTENTIAL TO POSITIVELY IMPACT EXISTING COMPA-\n   46  NIES  LOCATED  IN  NEW  YORK  OR  LEAD TO THE FORMATION OF NEW COMPANIES\n   47  LOCATED IN NEW YORK. GRANTS MAY NOT BE USED TO COMMERCIALIZE DISCOVERIES\n   48  THAT WILL BE LICENSED TO FIRMS THAT  DO  NOT  HAVE  THEIR  RESEARCH  AND\n   49  DEVELOPMENT  AND MANUFACTURING FACILITIES AND AT LEAST EIGHTY PERCENT OF\n   50  THEIR EMPLOYEES LOCATED IN NEW YORK STATE. THE FOUNDATION SHALL  APPROVE\n   51  GRANTS  ONLY TO THOSE RESEARCH ENTITIES THAT CAN DEMONSTRATE THE ABILITY\n   52  TO GUIDE THE DEVELOPMENT OF THE DISCOVERIES  TOWARD  SUCCESSFUL  COMMER-\n   53  CIALIZATION  IN  THE  STATE.  ANY REVENUES EARNED BY THE RESEARCH ENTITY\n   54  FROM THE LICENSING OF AN INVENTION DEVELOPED  WITH  A  FOUNDATION  GRANT\n   55  MUST  BE  REINVESTED  IN  THE RESEARCH ENTITY'S EDUCATIONAL AND RESEARCH\n   56  PROGRAMS OR TECHNOLOGY TRANSFER ACTIVITIES;\n\n       S. 2710                             3\n\n    1    (B) INVESTMENTS IN  START-UP  COMPANIES  FORMED  BY  ENTREPRENEURS  TO\n    2  COMMERCIALIZE  INTELLECTUAL  PROPERTY  IN  THE  FOCUS AREA LICENSED FROM\n    3  RESEARCH ENTITIES LOCATED IN NEW YORK STATE. THE FOUNDATION MAY  APPROVE\n    4  INVESTMENTS  IN  NEW COMPANIES BEING FORMED TO FURTHER DEVELOP, PRODUCE,\n    5  AND  SELL  INVENTIONS  LICENSED  FROM  RESEARCH INSTITUTIONS IN NEW YORK\n    6  STATE, PROVIDED THAT THE COMPANY'S RESEARCH AND DEVELOPMENT AND/OR MANU-\n    7  FACTURING FACILITIES WILL BE LOCATED IN  NEW  YORK  STATE;  THE  COMPANY\n    8  COMMITS  TO  REMAINING  IN THE STATE; THE INVESTMENT DOES NOT EXCEED ONE\n    9  HUNDRED FIFTY THOUSAND DOLLARS PER COMPANY; AND, THE INVESTMENT IS  USED\n   10  SOLELY  FOR OPERATING EXPENSES APPROVED BY THE FOUNDATION. IN RETURN FOR\n   11  INVESTMENT BY THE FOUNDATION, THE FOUNDATION SHALL TAKE AN EQUITY  POSI-\n   12  TION  IN  THE COMPANY OR NEGOTIATE ROYALTY PAYMENTS BASED ON THE SALE OF\n   13  ANY PRODUCTS RESULTING FROM THE LICENSED INVENTION. IN THE EVENT THAT  A\n   14  COMPANY  MOVES  ITS RESEARCH AND DEVELOPMENT OR MANUFACTURING FACILITIES\n   15  OR MORE THAN TWENTY PERCENT OF ITS EMPLOYEES OUT OF THE STATE, THE FOUN-\n   16  DATION SHALL REQUIRE THE COMPANY TO REPAY AN AMOUNT EQUAL  TO  AT  LEAST\n   17  FIVE TIMES THE FOUNDATION'S TOTAL INVESTMENT;\n   18    (C)  MATCHING GRANTS TO SMALL BUSINESSES IN NEW YORK STATE FOR COOPER-\n   19  ATIVE APPLIED RESEARCH AND DEVELOPMENT PROJECTS IN THE FOCUS  AREA  WITH\n   20  RESEARCH INSTITUTIONS TO TRANSLATE PROMISING DISCOVERIES OF THE RESEARCH\n   21  INSTITUTION  INTO  COMMERCIALLY  VIABLE  PRODUCTS.  THE  FOUNDATION  MAY\n   22  APPROVE MATCHING GRANTS FOR PROJECTS UNDERTAKEN JOINTLY  BY  A  RESEARCH\n   23  ENTITY  AND  A BUSINESS INCORPORATED IN NEW YORK STATE FOR UP TO HALF OF\n   24  THE COST OF PROJECTS THAT WILL APPLY DISCOVERIES OR USE THE INTELLECTUAL\n   25  RESOURCES OF THE RESEARCH ENTITY TO DEVELOP NEW, OR TO IMPROVE EXISTING,\n   26  COMMERCIAL  MATERIALS,  DEVICES,  SYSTEMS,  PROCESSES,  OR   PROTOTYPES,\n   27  PROVIDED  THAT  THE  GRANTS  DO  NOT  EXCEED  ONE HUNDRED FIFTY THOUSAND\n   28  DOLLARS; THE COMPANY HAS LESS THAN ONE HUNDRED FULL-TIME  EMPLOYEES,  AT\n   29  LEAST EIGHTY PERCENT OF WHOM WORK IN THE STATE; AND, THE COMPANY HAS ITS\n   30  PRINCIPAL  RESEARCH AND DEVELOPMENT AND MANUFACTURING FACILITIES LOCATED\n   31  IN THE STATE. IN THE EVENT THAT A COMPANY MOVES ITS RESEARCH AND  DEVEL-\n   32  OPMENT  OR  MANUFACTURING  FACILITIES OR MORE THAN TWENTY PERCENT OF ITS\n   33  EMPLOYEES OUT OF THE STATE, THE FOUNDATION SHALL REQUIRE THE COMPANY  TO\n   34  REPAY  AN  AMOUNT  EQUAL  TO  AT LEAST FIVE TIMES THE FOUNDATION'S TOTAL\n   35  INVESTMENT;\n   36    (D) MATCHING GRANTS AND/OR LOANS TO SMALL BUSINESSES IN NEW YORK STATE\n   37  FOR COMMERCIAL DEVELOPMENT OF THEIR INNOVATIONS OR TECHNOLOGIES  IN  THE\n   38  FOCUS  AREA  INTO  NEW  PRODUCTS  OR PROCESSES TO BE MANUFACTURED IN NEW\n   39  YORK.  ANY REPAYMENTS OF LOANS OR EARNINGS ON INVESTMENTS  MADE  BY  THE\n   40  FOUNDATION  FROM THE BIOSCIENCES COMMERCIALIZATION ASSISTANCE FUND SHALL\n   41  BE DEPOSITED IN SUCH FUND. THE  FOUNDATION  MAY  APPROVE  GRANTS  AND/OR\n   42  LOANS  TO  BUSINESSES INCORPORATED IN NEW YORK STATE FOR UP TO ONE-THIRD\n   43  OF THE COSTS, INCLUDING WORKFORCE TRAINING, ASSOCIATED WITH THE DEVELOP-\n   44  MENT OF NEW PRODUCTS OR PROCESSES FROM INVENTIONS OR TECHNOLOGIES  OWNED\n   45  BY  SUCH BUSINESSES, PROVIDED THAT THE GRANT DOES NOT EXCEED TWO HUNDRED\n   46  FIFTY THOUSAND DOLLARS; THE COMPANY HAS LESS THAN ONE HUNDRED  FULL-TIME\n   47  EMPLOYEES,  AT  LEAST EIGHTY PERCENT OF WHOM WORK IN THE STATE; AND, THE\n   48  COMPANY HAS ITS PRINCIPAL RESEARCH  AND  DEVELOPMENT  AND  MANUFACTURING\n   49  FACILITIES  LOCATED  IN  THE  STATE.  IN THE EVENT THE COMPANY MOVES ITS\n   50  RESEARCH AND DEVELOPMENT OR MANUFACTURING FACILITIES OR MORE THAN TWENTY\n   51  PERCENT OF ITS EMPLOYEES OUT OF THE STATE, THE FOUNDATION SHALL  REQUIRE\n   52  THE  COMPANY TO REPAY AN AMOUNT EQUAL TO AT LEAST FIVE TIMES THE FOUNDA-\n   53  TION'S TOTAL INVESTMENT; AND\n   54    (E) GRANTS TO BUSINESSES IN NEW YORK STATE TO OFFSET SOME  OR  ALL  OF\n   55  THE  COSTS OF FILING FOR FEDERAL REGULATORY APPROVAL FOR NEW OR MODIFIED\n   56  PRODUCTS OR PROCESSES WITHIN THE FOCUS AREA. THE FOUNDATION MAY  APPROVE\n\n       S. 2710                             4\n\n    1  GRANTS  TO  BUSINESSES  INCORPORATED IN NEW YORK STATE PROVIDED THAT THE\n    2  COMPANY HAS ITS PRINCIPAL RESEARCH  AND  DEVELOPMENT  AND  MANUFACTURING\n    3  FACILITIES  LOCATED  IN  THE  STATE.  IN THE EVENT THE COMPANY MOVES THE\n    4  MANUFACTURE OF THE PRODUCT OUT OF NEW YORK STATE WITHIN A PERIOD OF FIVE\n    5  YEARS, THE FOUNDATION SHALL REQUIRE THE COMPANY TO REPAY AN AMOUNT EQUAL\n    6  TO AT LEAST FIVE TIMES THE FOUNDATION'S TOTAL INVESTMENT. THE FOUNDATION\n    7  SHALL  GIVE  PRIORITY  TO COMPANIES WITH LESS THAN ONE HUNDRED FULL-TIME\n    8  EMPLOYEES.\n    9    3. PURSUANT TO SECTION THIRTY-ONE HUNDRED FIFTY-ONE OF THIS TITLE, THE\n   10  FOUNDATION SHALL PROMULGATE  REGULATIONS  ESTABLISHING  THE  APPLICATION\n   11  PROCESS  AND THE CRITERIA THAT WILL BE USED TO EVALUATE APPLICATIONS FOR\n   12  GRANTS AND INVESTMENTS FROM THE BIOSCIENCES COMMERCIALIZATION ASSISTANCE\n   13  FUND. SUCH REGULATIONS SHALL ALLOW A COMMERCIALIZATION TIME FRAME OF  UP\n   14  TO  FIFTEEN  YEARS.  SUCH APPLICATIONS SHALL INCLUDE, BUT NOT BE LIMITED\n   15  TO, A DESCRIPTION OF THE EXPECTED SIGNIFICANCE OF  THE  PROJECT  TO  NEW\n   16  YORK STATE, INCLUDING THE ESTIMATED NUMBER OF JOBS THAT COULD BE CREATED\n   17  AS  A  RESULT  OF THE PROJECT. IN SELECTING APPLICATIONS FOR FUNDING THE\n   18  FOUNDATION SHALL GIVE PRIORITY TO THOSE PROJECTS THAT HAVE THE  GREATEST\n   19  POTENTIAL  FOR  COMMERCIAL SUCCESS AND EVENTUAL JOB CREATION IN NEW YORK\n   20  STATE OR THAT WILL HAVE THE LARGEST POSITIVE IMPACT ON  THE  HEALTH  AND\n   21  WELFARE OF THE STATE'S CITIZENS OR ON THE NATURAL OR BUILT ENVIRONMENT.\n   22    S 3. Notwithstanding any other law to the contrary, any appropriations\n   23  to  the New York state foundation for science, technology and innovation\n   24  board from the general fund, local assistance account for the  incentive\n   25  program part of the research development program established pursuant to\n   26  section  209-p  of  the  executive  law  that  have not been expended or\n   27  committed, as well as any other appropriations that  may  be  so  desig-\n   28  nated, may be made available for the purposes of the biosciences commer-\n   29  cialization assistance fund.\n   30    S 4. This act shall take effect on the one hundred eightieth day after\n   31  it shall have become a law; provided, however, that effective immediate-\n   32  ly,  the  addition,  amendment  and/or  repeal of any rule or regulation\n   33  necessary for the implementation of this act on its  effective  date  is\n   34  authorized  and  directed  to  be  made  and completed on or before such\n   35  effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public authorities law, in relation to establishing the biosciences commercialization assistance fund within the foundation for science, technology and innovation ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110131.T093147.TXT", "SOBI.D110131.T101650.TXT", "SOBI.D110131.T123705.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296495425350
}