{
  "year" : 2011,
  "senateBillNo" : "S2714-2011",
  "billEvents" : [ {
    "eventDate" : 1296450000000,
    "eventText" : "REFERRED TO INSURANCE",
    "billEventId" : "S2714-2011-1296450000000-REFERRED+TO+INSURANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SEWARD",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes payments to nonparticipating or nonpreferred providers of ambulance services licensed under article 30 of the public health law",
  "summary" : "Authorizes payments to nonparticipating or nonpreferred providers of ambulance services licensed under article 30 of the public health law. ",
  "currentCommittee" : "INSURANCE",
  "sameAs" : "A4093",
  "lawSection" : "Insurance Law",
  "previousVersions" : [ "S4462-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2714\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 31, 2011\n                                      ___________\n\n       Introduced  by  Sen.  SEWARD -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Insurance\n\n       AN ACT to amend the insurance law, in relation to payments to  prehospi-\n         tal emergency medical services providers\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 3224-a of the insurance law is amended by adding  a\n    2  new subsection (i) to read as follows:\n    3    (I)  PAYMENTS  TO  NONPARTICIPATING OR NONPREFERRED PROVIDERS OF AMBU-\n    4  LANCE SERVICES LICENSED UNDER ARTICLE THIRTY OF THE PUBLIC  HEALTH  LAW.\n    5  (1) WHENEVER AN INSURER, ORGANIZATION, OR CORPORATION LICENSED OR CERTI-\n    6  FIED  PURSUANT  TO  ARTICLE  FORTY-THREE  OF  THIS  CHAPTER  OR  ARTICLE\n    7  FORTY-FOUR OF THE PUBLIC HEALTH LAW PROVIDES THAT ANY HEALTH CARE CLAIMS\n    8  SUBMITTED UNDER CONTRACTS OR AGREEMENTS ISSUED OR ENTERED INTO  PURSUANT\n    9  TO  THIS  ARTICLE  OR ARTICLES FORTY-TWO AND FORTY-THREE OF THIS CHAPTER\n   10  AND ARTICLE FORTY-FOUR OF THE PUBLIC HEALTH LAW ARE PAYABLE TO A PARTIC-\n   11  IPATING  OR  PREFERRED  PROVIDER  OF  AMBULANCE  SERVICES  FOR  SERVICES\n   12  RENDERED,  THE  INSURER, ORGANIZATION, OR CORPORATION LICENSED OR CERTI-\n   13  FIED  PURSUANT  TO  ARTICLE  FORTY-THREE  OF  THIS  CHAPTER  OR  ARTICLE\n   14  FORTY-FOUR  OF THE PUBLIC HEALTH LAW SHALL BE REQUIRED TO PAY SUCH BENE-\n   15  FITS EITHER DIRECTLY  TO  ANY  SIMILARLY  LICENSED  NONPARTICIPATING  OR\n   16  NONPREFERRED  PROVIDER  AT  SAID  PROVIDER'S USUAL AND CUSTOMARY CHARGE,\n   17  WHICH SHALL NOT BE EXCESSIVE OR UNREASONABLE,  WHEN  SAID  PROVIDER  HAS\n   18  RENDERED  SUCH  SERVICES,  HAS A WRITTEN ASSIGNMENT OF BENEFITS, AND HAS\n   19  CAUSED WRITTEN NOTICE OF SUCH ASSIGNMENT TO BE  GIVEN  TO  THE  INSURER,\n   20  ORGANIZATION,  OR  CORPORATION LICENSED OR CERTIFIED PURSUANT TO ARTICLE\n   21  FORTY-THREE OF THIS CHAPTER OR ARTICLE FORTY-FOUR OF THE  PUBLIC  HEALTH\n   22  LAW  OR JOINTLY TO SUCH NONPARTICIPATING OR NONPREFERRED PROVIDER AND TO\n   23  THE INSURED, SUBSCRIBER, OR OTHER  COVERED  PERSON;  PROVIDED,  HOWEVER,\n   24  THAT  IN  EITHER CASE THE INSURER, ORGANIZATION, OR CORPORATION LICENSED\n   25  OR CERTIFIED PURSUANT TO ARTICLE FORTY-THREE OF THIS CHAPTER OR  ARTICLE\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04592-01-1\n\n       S. 2714                             2\n\n    1  FORTY-FOUR OF THE PUBLIC HEALTH LAW SHALL BE REQUIRED TO SEND SUCH BENE-\n    2  FIT  PAYMENTS  DIRECTLY  TO THE PROVIDER WHO HAS THE WRITTEN ASSIGNMENT.\n    3  WHEN PAYMENT IS MADE DIRECTLY TO A PROVIDER  OF  AMBULANCE  SERVICES  AS\n    4  AUTHORIZED  BY  THIS  SECTION, THE INSURER, ORGANIZATION, OR CORPORATION\n    5  LICENSED OR CERTIFIED PURSUANT TO ARTICLE FORTY-THREE OF THIS CHAPTER OR\n    6  ARTICLE FORTY-FOUR OF THE PUBLIC HEALTH LAW SHALL GIVE WRITTEN NOTICE OF\n    7  SUCH PAYMENT TO THE INSURED, SUBSCRIBER, OR OTHER COVERED PERSON.\n    8    (2) NOTHING CONTAINED IN THIS SECTION SHALL BE DEEMED TO PROHIBIT  THE\n    9  PAYMENT  OF  DIFFERENT  LEVELS OF BENEFITS OR FROM HAVING DIFFERENCES IN\n   10  COINSURANCE  PERCENTAGES  APPLICABLE  TO  BENEFIT  LEVELS  FOR  SERVICES\n   11  PROVIDED BY PARTICIPATING OR PREFERRED PROVIDERS AND NONPARTICIPATING OR\n   12  NONPREFERRED PROVIDERS.\n   13    (3)  THE  PROVISIONS  OF THIS SECTION SHALL NOT APPLY TO CREDIT INSUR-\n   14  ANCE, DISABILITY INCOME INSURANCE,  OR  LIMITED  ACCIDENT  AND  SICKNESS\n   15  POLICIES  SUCH  AS  HOSPITAL INDEMNITY POLICIES, SPECIFIED DISEASE POLI-\n   16  CIES, LIMITED ACCIDENT POLICIES, OR SIMILAR LIMITED POLICIES.\n   17    S 2. Subparagraphs (C) and (D) of paragraph 24 of  subsection  (i)  of\n   18  section  3216  of the insurance law, as added by chapter 506 of the laws\n   19  of 2001, are amended to read as follows:\n   20    (C)  An  insurer  shall  provide  reimbursement  for  those   services\n   21  prescribed  by  this section at rates negotiated between the insurer and\n   22  the provider of such services. In the absence of agreed upon  rates,  an\n   23  insurer  shall  pay for such services at the usual and customary charge,\n   24  which shall not be excessive or unreasonable.   THE INSURER  SHALL  SEND\n   25  SUCH  PAYMENTS  DIRECTLY  TO THE PROVIDER OF SUCH AMBULANCE SERVICES, IF\n   26  THE AMBULANCE SERVICE INCLUDES AN EXECUTED ASSIGNMENT OF  BENEFITS  FORM\n   27  WITH THE CLAIM.\n   28    (D)  The  provisions  of this paragraph shall have [no] application to\n   29  transfers of patients between hospitals or health care facilities by  an\n   30  ambulance service as described in subparagraph (A) of this paragraph.\n   31    S  3.  Subparagraphs  (C) and (D) of paragraph 15 of subsection (l) of\n   32  section 3221 of the insurance law, as added by chapter 506 of  the  laws\n   33  of 2001, are amended to read as follows:\n   34    (C)   An  insurer  shall  provide  reimbursement  for  those  services\n   35  prescribed by this section at rates negotiated between the  insurer  and\n   36  the  provider  of such services. In the absence of agreed upon rates, an\n   37  insurer shall pay for such services at the usual and  customary  charge,\n   38  which  shall  not  be excessive or unreasonable.  THE INSURER SHALL SEND\n   39  SUCH PAYMENTS DIRECTLY TO THE PROVIDER OF SUCH  AMBULANCE  SERVICES,  IF\n   40  THE  AMBULANCE  SERVICE INCLUDES AN EXECUTED ASSIGNMENT OF BENEFITS FORM\n   41  WITH THE CLAIM.\n   42    (D) The provisions of this paragraph shall have  [no]  application  to\n   43  transfers  of patients between hospitals or health care facilities by an\n   44  ambulance service as described in subparagraph (A) of this paragraph.\n   45    S 4. This act shall take effect January 1, 2012  and  shall  apply  to\n   46  health care claims submitted for payment after such date.\n",
  "memo" : "BILL NUMBER:S2714\n\nTITLE OF BILL:\nAn act\nto amend the insurance law, in relation to payments to prehospital\nemergency medical services providers\n\nPURPOSE:\nTo ensure that responding ambulance service companies receive\ndirect payment for all ambulance service transports upon submission\nof an invoice to the insurance company without the need for the\nresponding ambulance company to be a preferred provider.\n\nSUMMARY OF PROVISIONS:\nSection 1 amends section 3224-a of the\ninsurance law to provide that payments made to nonparticipating or\nnon-preferred providers of ambulance services made by health insurers\nshall be done so directly to the provider or jointly to both the\nprovider and the insured.\n\nSection 2 amends subparagraphs (c) and (d) of paragraph 24 of\nsubsection (i) of section 321 6 of the insurance law stating that the\ninsurers shall send such payments directly to the provider of such\nambulance services if the ambulance service includes an executed\nassignment of benefits form with the claim and the provisions of this\nparagraph shall apply to transfers of patients between hospitals or\nhealth care facilities.\n\nSection 3 amends subparagraphs (c) and (d) of paragraph 15 of\nsubsection (1) of section 3221 of the insurance law stating that the\ninsurers shall send such payments directly to the provider of such\nambulance services if the ambulance service includes an executed\nassignment of benefits form with the claim and the provisions of this\nparagraph shall apply to transfers of patients between hospitals or\nhealth care facilities.\n\nSection 4. Effective Date.\n\nJUSTIFICATION:\nThe constant and quick availability of ambulance\nresponse is something that all of our citizens have grown accustomed\nto and it is essential to the survivability of all New Yorkers when\nthere is a medical crisis, Fair and direct reimbursement for those\nservices is paramount to the financial stability and continued\navailability of ambulances to respond.\n\nCurrent law permits insurance companies to pay for ambulance service\ncharges direct to the patient until and unless the ambulance company\nbecomes a preferred provider of that specific insurance company. It\nis not practical to expect a preferred provider relationship with\nevery insurance company. But then it is the responsibility of the\n\nambulance company to try to recoup payment for service from that\npatient.\n\nAll types of EMS providers routinely are not paid by the patient for\nambulance services even though the patient receives payment from the\ninsurance company. Especially as the financial crisis we are\ncurrently facing deepens, more and more patients are pocketing these\nfunds. Further, the insurance company is not obligated to advise the\nambulance company that they in fact paid the ambulance transport bill\ndirect to the patient. This disconnect of information leads to\nconfusion and furthers the lack of proper payment issue.\n\nIn New York State, ambulance companies are mandated responders. As\nsuch, most ambulance providers have no knowledge of the patient's\nability to payor if or by whom they are insured by when a medical\nemergency or\naccidental event occurs. Ambulance service is one of the few medical\nservices where payment is not expected at the time of service.\n\nThis legislation will assure that responding ambulance service will\nreceive direct payment for all ambulance service transports upon\nsubmission of an invoice to the insurance company without the need\nfor the responding ambulance company to be a preferred provider.\n\nLEGISLATIVE HISTORY:\nS.4462 of 2010\n\nFISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\nThis act shall take effect January 1, 2012 and shall\napply to health care claims submitted for payment after such date.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the insurance law, in relation to payments to prehospital emergency medical services providers ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110201.T145909.TXT", "SOBI.D110131.T093647.TXT", "SOBI.D110131.T101650.TXT", "SOBI.D110131.T212240.TXT", "SOBI.D110131.T123705.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296590349492
}