{
  "year" : 2011,
  "senateBillNo" : "S2711-2011",
  "billEvents" : [ {
    "eventDate" : 1296450000000,
    "eventText" : "REFERRED TO INVESTIGATIONS AND GOVERNMENT OPERATIONS",
    "billEventId" : "S2711-2011-1296450000000-REFERRED+TO+INVESTIGATIONS+AND+GOVERNMENT+OPERATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "GRISANTI",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to creating a tax credit for energy efficiency home improvements",
  "summary" : "Creates a tax credit for energy efficiency home improvements and products affixed to homes; directs NYSRDA to develop a list of qualified products and improvements and provides that such improvements shall not affect the assessed valuation of real property for tax purposes. ",
  "currentCommittee" : "INVESTIGATIONS AND GOVERNMENT OPERATIONS",
  "sameAs" : null,
  "lawSection" : "Tax Law",
  "previousVersions" : [ "S1215-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2711\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 31, 2011\n                                      ___________\n\n       Introduced  by Sen. GRISANTI -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Investigations and Govern-\n         ment Operations\n\n       AN ACT to amend the tax law and the real property tax law,  in  relation\n         to  providing  a  tax credit for the purchase of energy efficient home\n         improvements\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.    Section  606  of the tax law is amended by adding a new\n    2  subsection (ss) to read as follows:\n    3    (SS) CREDIT FOR THE PURCHASE OF ENERGY  EFFICIENT  HOME  IMPROVEMENTS.\n    4  (1)  ALLOWANCE AND AMOUNT OF CREDIT. A TAXPAYER SHALL BE ALLOWED A CRED-\n    5  IT, TO BE COMPUTED AS PROVIDED  IN  THIS  SUBSECTION,  AGAINST  THE  TAX\n    6  IMPOSED  BY  THIS  ARTICLE.  THE  AMOUNT OF THE CREDIT SHALL BE EQUAL TO\n    7  TWENTY-FIVE PERCENT OF THE COST OF ENERGY EFFICIENT  HOME  IMPROVEMENTS,\n    8  AS  PROVIDED  IN  PARAGRAPH TWO OF THIS SUBSECTION, UP TO A TWO THOUSAND\n    9  FIVE HUNDRED DOLLAR LIMIT FOR ALL HOME IMPROVEMENTS MADE BY SUCH TAXPAY-\n   10  ER.\n   11    (2) THE NEW YORK STATE ENERGY RESEARCH AND DEVELOPMENT AUTHORITY SHALL\n   12  ADOPT RULES AND REGULATIONS SETTING FORTH HOME IMPROVEMENTS WHICH QUALI-\n   13  FY FOR THE CREDIT UNDER THIS SUBSECTION. SUCH AUTHORITY SHALL DEVELOP  A\n   14  LIST  OF  SUCH IMPROVEMENTS AND PRODUCTS AND MAKE SUCH LIST AVAILABLE ON\n   15  ITS WEBSITE.\n   16    (3) APPLICATION OF CREDIT. IF THE AMOUNT OF CREDIT ALLOWED UNDER  THIS\n   17  SUBSECTION FOR ANY TAXABLE YEAR SHALL EXCEED THE TAXPAYER'S TAX FOR SUCH\n   18  YEAR, THE EXCESS SHALL BE TREATED AS AN OVERPAYMENT OF TAX TO BE CREDIT-\n   19  ED  OR REFUNDED IN ACCORDANCE WITH THE PROVISIONS OF SECTION SIX HUNDRED\n   20  EIGHTY-SIX OF THIS ARTICLE, PROVIDED, HOWEVER, THAT NO INTEREST SHALL BE\n   21  PAID THEREON.\n   22    S 2. The real property tax law is amended  by  adding  a  new  section\n   23  582-b to read as follows:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07933-01-1\n\n       S. 2711                             2\n\n    1    S 582-B. ENERGY EFFICIENT HOME IMPROVEMENTS. ENERGY EFFICIENT PRODUCTS\n    2  AND  HOME  IMPROVEMENTS WHICH HAVE BEEN DETERMINED BY THE NEW YORK STATE\n    3  ENERGY RESEARCH AND DEVELOPMENT AUTHORITY AS QUALIFIED FOR A TAX  CREDIT\n    4  UNDER  SUBSECTION  (SS)  OF SECTION SIX HUNDRED SIX OF THE TAX LAW SHALL\n    5  NOT  INCREASE THE ASSESSED VALUATION FOR PURPOSES OF REAL PROPERTY TAXA-\n    6  TION OF ANY REAL  PROPERTY  TO  WHICH  SUCH  IMPROVEMENTS  ARE  MADE  OR\n    7  PRODUCTS ARE AFFIXED.\n    8    S  3. This act shall take effect on the first of January next succeed-\n    9  ing the date on which it shall have become a  law  and  shall  apply  to\n   10  taxable years commencing on and after such date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the tax law and the real property tax law, in relation to providing a tax credit for the purchase of energy efficient home improvements ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110131.T093147.TXT", "SOBI.D110131.T101650.TXT", "SOBI.D110131.T123705.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296495425352
}