{
  "year" : 2011,
  "senateBillNo" : "S2721-2011",
  "billEvents" : [ {
    "eventDate" : 1296450000000,
    "eventText" : "REFERRED TO LOCAL GOVERNMENT",
    "billEventId" : "S2721-2011-1296450000000-REFERRED+TO+LOCAL+GOVERNMENT",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SERRANO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides additional compensation to certain city employees who possess and use foreign languages in performance of duties",
  "summary" : "Provides additional compensation to certain city employees who possess or make substantial use of foreign languages in the performance of official duties in addition to salary; further creates the \"language services program\" and a language services director to implement the program. ",
  "currentCommittee" : "LOCAL GOVERNMENT",
  "sameAs" : null,
  "lawSection" : "General Municipal Law",
  "previousVersions" : [ "S1333-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "ADAMS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "PERKINS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SMITH",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2721\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 31, 2011\n                                      ___________\n\n       Introduced  by  Sens.  SERRANO,  ADAMS, PERKINS, SMITH -- read twice and\n         ordered printed, and when printed to be committed to the Committee  on\n         Local Government\n\n       AN  ACT  to  amend  the general municipal law, in relation  to providing\n         additional compensation to certain employees\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  general  municipal  law  is  amended by adding a new\n    2  section 209-ff to read as follows:\n    3    S 209-FF. SALARY COMPENSATION FOR EMPLOYEES  OF  A  POLICE  DEPARTMENT\n    4  WITH CERTAIN LANGUAGE SKILLS. 1. A CITY WITH A POPULATION OF ONE HUNDRED\n    5  THOUSAND  OR MORE IS AUTHORIZED TO ADOPT A LOCAL LAW TO CREATE A PROGRAM\n    6  TO BE KNOWN AS THE \"LANGUAGE  SERVICES  PROGRAM\",  WHICH  PROGRAM  SHALL\n    7  PROVIDE  FOR ADDITIONAL COMPENSATION IN AN AMOUNT OF NOT LESS THAN  FIVE\n    8  PERCENT OF THE BASE SALARY OF ANY EMPLOYEE OF A  POLICE  DEPARTMENT  WHO\n    9  QUALIFIES FOR SUCH ADDITIONAL COMPENSATION UNDER THIS SECTION.\n   10    2. THE COMMISSIONER, SUPERINTENDENT OR CHIEF OF POLICE, WHERE APPLICA-\n   11  BLE,  OF  A POLICE DEPARTMENT IN A CITY WITH A POPULATION OF ONE HUNDRED\n   12  THOUSAND OR MORE WHICH HAS ADOPTED A LOCAL  LAW  TO  CREATE  A  LANGUAGE\n   13  SERVICES  PROGRAM  AS DESCRIBED IN SUBDIVISION ONE OF THIS SECTION SHALL\n   14  DESIGNATE A LANGUAGE SERVICES  PROGRAM  DIRECTOR.  THE  DUTIES  OF  SUCH\n   15  PROGRAM DIRECTOR SHALL INCLUDE, BUT NOT BE LIMITED TO:\n   16    (A)  DETERMINING  QUALIFICATIONS  FOR  THE  LANGUAGE SERVICES PROGRAM,\n   17  WHICH QUALIFICATIONS SHALL INCLUDE  SATISFYING  THE  REQUIREMENTS  OF  A\n   18  PUBLIC CONTACT PERSON AS SET FORTH IN SUBDIVISION THREE OF THIS SECTION;\n   19    (B)  CREATING  AN  APPLICATION  PROCESS FOR ADDITIONAL LANGUAGE SKILLS\n   20  COMPENSATION;\n   21    (C) DEFINING WHICH FOREIGN LANGUAGES SHALL QUALIFY UNDER THIS PROGRAM;\n   22    (D) SETTING LANGUAGE SKILLS AND PROFICIENCY STANDARDS WHICH APPLICANTS\n   23  MUST DEMONSTRATE TO QUALIFY;\n   24    (E) MAINTAINING A RECORD OF PUBLIC CONTACT POSITIONS;\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00185-01-1\n\n       S. 2721                             2\n\n    1    (F) KEEPING A RECORD OF ALL EMPLOYEES WHO HAVE  QUALIFIED  TO  RECEIVE\n    2  LANGUAGE SKILLS PAY;\n    3    (G)  INFORMING  EMPLOYEES  WHO ARE MEMBERS OF THE POLICE DEPARTMENT OF\n    4  THE PROGRAM; AND\n    5    (H) DISTRIBUTING TO ALL EMPLOYEES OF THE POLICE DEPARTMENT INFORMATION\n    6  REGARDING THE APPLICATION PROCEDURES FOR SUCH PROGRAM.\n    7    THE PROGRAM DIRECTOR SHALL IDENTIFY THOSE POSITIONS WITHIN THE  POLICE\n    8  DEPARTMENT  THAT  ARE  TO BE DESIGNATED AS PUBLIC CONTACT POSITIONS. THE\n    9  DECISION OF THE PROGRAM DIRECTOR AS TO  THE  CLASSIFICATION  OF  SUCH  A\n   10  POSITION IS FINAL.\n   11    3.  A  PUBLIC  CONTACT  PERSON SHALL BE DEFINED AS A SWORN OR CIVILIAN\n   12  POSITION WITH THE POLICE DEPARTMENT WHEREIN THIRTY PERCENT  OR  MORE  OF\n   13  THE  ASSIGNED WORK OF SUCH PERSON INVOLVES DIRECT COMMUNICATION WITH THE\n   14  PUBLIC.  SUCH POSITIONS SHALL INCLUDE, BUT NOT  BE  LIMITED  TO,  PATROL\n   15  OFFICERS,  POLICE  COMMUNICATION DISPATCHERS, INVESTIGATORS, DETECTIVES,\n   16  AND OTHER SUCH POSITIONS AS DETERMINED BY THE PROGRAM DIRECTOR.\n   17    S 2. This act shall take effect on the first of October next  succeed-\n   18  ing the date on which it shall have become a law.\n",
  "memo" : "BILL NUMBER:S2721\n\nTITLE OF BILL:\n\nAn act\nto amend the general municipal law, in relation  to providing additional\ncompensation to certain employees\n\nPURPOSE:\n\nTo provide additional salary compensation to certain municipal police\ndepartment employees who possess or utilize a foreign language in the\nperformance of their duties.\n\nSUMMARY OF PROVISIONS:\n\nSection one of the bill amends the general municipal law to authorize\nthe adoption of a local law by a city with a population of one\nhundred thousand or more to create a language services program that\nwould provide additional compensation in an amount not less than five\npercent of the base salary to qualified police department employees.\n\nSection two of the bill establishes the date on which the bill, if\nenacted into law, would take effect.\n\nEXISTING LAW:\n\nNew law.\n\nJUSTIFICATION:\n\nWith the significant influx of immigrants into the state, it is\nimperative that municipalities provide economic incentives to foreign\nlanguage speaking police officers in order to succeed at recruiting\nand retaining such officers and better serving the state's\nincreasingly diverse communities.\n\nLEGISLATIVE HISTORY:\n\n2007-08: S.8417 Serrano - Referred to Rules\n2009-10: Passed Assembly & Died in Senate: Referred to Local Government\n\nFISCAL IMPLICATIONS:\n\nNone.\n\nLOCAL FISCAL IMPLICATIONS:\n\nTo be determined.\n\nEFFECTIVE DATE:\n\nThis act shall take effect on the 180th day after it shall have\nbecome a law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the general municipal law, in relation to providing additional compensation to certain employees ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110131.T093647.TXT", "SOBI.D110131.T212240.TXT", "SOBI.D110131.T101650.TXT", "SOBI.D110131.T124206.TXT", "SOBI.D110131.T102151.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296526960680
}