{
  "year" : 2011,
  "senateBillNo" : "S2727-2011",
  "billEvents" : [ {
    "eventDate" : 1296450000000,
    "eventText" : "REFERRED TO HOUSING, CONSTRUCTION AND COMMUNITY DEVELOPMENT",
    "billEventId" : "S2727-2011-1296450000000-REFERRED+TO+HOUSING%2C+CONSTRUCTION+AND+COMMUNITY+DEVELOPMENT",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "STAVISKY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Allows retroactively to apply the rent reduction based upon failure to maintain services for accommodations regulated by the rent stabilization law",
  "summary" : "Provides that a rent reduction made pursuant to the rent stabilization law of 1969 and based upon a reduction in services provided by a landlord shall be retroactive to the date occurring 30 days after the date upon which the tenant applied to the division of housing and community renewal for such a reduction. ",
  "currentCommittee" : "HOUSING, CONSTRUCTION AND COMMUNITY DEVELOPMENT",
  "sameAs" : null,
  "lawSection" : "New York City Administrative Code",
  "previousVersions" : [ "S1541-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2727\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 31, 2011\n                                      ___________\n\n       Introduced  by Sen. STAVISKY -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Housing, Construction  and\n         Community Development\n\n       AN  ACT  to  amend  the  administrative code of the city of New York, in\n         relation to rent reduction based upon a failure to  maintain  services\n         for  purposes of the rent stabilization law of nineteen hundred sixty-\n         nine\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Section  26-514 of the administrative code of the city of\n    2  New York, as amended by chapter 116 of the laws of 1997, is  amended  to\n    3  read as follows:\n    4    S 26-514  Maintenance of services.  In order to collect a rent adjust-\n    5  ment  authorized  pursuant to the provisions of subdivision d of section\n    6  26-510 of this chapter an owner must file with  the  state  division  of\n    7  housing  and  community  renewal, on a form which the commissioner shall\n    8  prescribe, a written certification that he or  she  is  maintaining  and\n    9  will  continue to maintain all services furnished on the date upon which\n   10  the emergency tenant protection act of nineteen seventy-four  becomes  a\n   11  law or required to be furnished by any state law or local law, ordinance\n   12  or regulation applicable to the premises. In addition to any other reme-\n   13  dy  afforded by law, any tenant may apply to the state division of hous-\n   14  ing and community renewal, for a reduction in the rent to the  level  in\n   15  effect  prior  to  its most recent adjustment and for an order requiring\n   16  services to be maintained as provided in this section,  and the  commis-\n   17  sioner shall so reduce the rent if it is found that the owner has failed\n   18  to  maintain  such  services. SUCH REDUCTION SHALL BE RETROACTIVE TO THE\n   19  DATE OCCURRING THIRTY DAYS AFTER THE DATE UPON WHICH THE TENANT  APPLIED\n   20  TO  THE  DIVISION  FOR  SUCH A REDUCTION. The owner shall also be barred\n   21  from applying for or collecting any further rent increases. The restora-\n   22  tion of such services shall result in  the  prospective  elimination  of\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD08712-01-1\n\n       S. 2727                             2\n\n    1  such  sanctions. The owner shall be supplied with a copy of the applica-\n    2  tion and shall be permitted to file an answer thereto. A hearing may  be\n    3  held  upon  the  request of either party, or the commissioner may hold a\n    4  hearing upon his or her own motion. The commissioner may consolidate the\n    5  proceedings for two or more petitions applicable to the same building or\n    6  group  of  buildings  or development. If the commissioner finds that the\n    7  owner has knowingly filed a false certification, it shall,  in  addition\n    8  to  abating  the rent, assess the owner with the reasonable costs of the\n    9  proceeding, including reasonable attorneys' fees, and impose  a  penalty\n   10  not in excess of two hundred fifty dollars for each false certification.\n   11    The  amount  of the reduction in rent ordered by the state division of\n   12  housing and community renewal under this [subdivision] SECTION shall  be\n   13  reduced  by any credit, abatement or offset in rent which the tenant has\n   14  received pursuant to section two hundred thirty-five-b of the real prop-\n   15  erty law, that relates to one or more conditions covered by such order.\n   16    S 2. This act shall take effect on the thirtieth day  after  it  shall\n   17  have  become a law and shall apply to all applications for reductions in\n   18  rent pending on the effective date of this act or filed on or after such\n   19  date  with the state division of housing and community renewal  pursuant\n   20  to  the  provisions  of section 26-514 of the administrative code of the\n   21  city of New York; provided that the amendments to section 26-514 of  the\n   22  rent  stabilization  law  of nineteen hundred sixty-nine made by section\n   23  one of this act shall expire on the same date as such  law  expires  and\n   24  shall  not  affect  the expiration of such law as provided under section\n   25  26-520 of such law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the administrative code of the city of New York, in relation to rent reduction based upon a failure to maintain services for purposes of the rent stabilization law of nineteen hundred sixty-nine ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110131.T125706.TXT", "SOBI.D110131.T101650.TXT", "SOBI.D110131.T124707.TXT", "SOBI.D110131.T094648.TXT", "SOBI.D110131.T102151.TXT", "SOBI.D110131.T094148.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296496626864
}