{
  "year" : 2011,
  "senateBillNo" : "S2725-2011",
  "billEvents" : [ {
    "eventDate" : 1296450000000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S2725-2011-1296450000000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "STAVISKY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the crime of persistent criminal contempt",
  "summary" : "Relates to the crime of persistent criminal contempt. ",
  "currentCommittee" : "CODES",
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : [ "S7856-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2725\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 31, 2011\n                                      ___________\n\n       Introduced  by Sen. STAVISKY -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Codes\n\n       AN ACT to amend the penal law, in relation to the  crime  of  persistent\n         criminal contempt\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The penal law is amended by adding a new section  60.15  to\n    2  read as follows:\n    3  S 60.15 AUTHORIZED DISPOSITIONS; PERSISTENT CRIMINAL CONTEMPT.\n    4    1.  NOTWITHSTANDING  ANY  OTHER  PROVISION  OF  LAW,  WHEN A PERSON IS\n    5  SENTENCED UPON A CONVICTION OF, OR UPON A YOUTHFUL OFFENDER ADJUDICATION\n    6  FOR, THE CRIME OF PERSISTENT CRIMINAL CONTEMPT  AS  DEFINED  IN  SECTION\n    7  215.47  OF  THIS  CHAPTER,  THE  COURT  SHALL  SENTENCE THE DEFENDANT TO\n    8  EITHER:\n    9    (A) A DEFINITE SENTENCE OF IMPRISONMENT, THE TERM OF WHICH SHALL BE AT\n   10  LEAST SIXTY DAYS AND SHALL NOT EXCEED ONE YEAR; OR\n   11    (B) A SENTENCE OF PROBATION AND IMPRISONMENT IN  ACCORDANCE  WITH  THE\n   12  PROVISIONS  OF PARAGRAPH (D) OF SUBDIVISION TWO OF SECTION 60.01 OF THIS\n   13  ARTICLE APPLICABLE TO MISDEMEANOR CONVICTIONS; PROVIDED,  HOWEVER,  THAT\n   14  THE  TERM  OF IMPRISONMENT IMPOSED PURSUANT TO THIS SUBDIVISION SHALL BE\n   15  SIXTY DAYS. THE COURT SHALL REQUIRE, AS A CONDITION OF ANY  SENTENCE  OF\n   16  PROBATION  IMPOSED PURSUANT TO THIS PARAGRAPH, THAT THE DEFENDANT SUBMIT\n   17  TO ELECTRONIC MONITORING IN ACCORDANCE WITH THE PROVISIONS  OF  SUBDIVI-\n   18  SION FOUR OF SECTION 65.10 OF THIS TITLE.\n   19    2.  THE  RELEVANT PROVISIONS OF SECTION 60.27 OF THIS ARTICLE RELATING\n   20  TO RESTITUTION AND REPARATION, AND THE RELEVANT  PROVISIONS  OF  SECTION\n   21  60.35  OF  THIS  ARTICLE  RELATING  TO  THE  IMPOSITION  OF  A MANDATORY\n   22  SURCHARGE, CRIME VICTIM ASSISTANCE FEE  AND  OTHER  APPLICABLE  FEES  OR\n   23  SURCHARGES,  SHALL  ALSO  APPLY TO ANY SENTENCE IMPOSED PURSUANT TO THIS\n   24  SECTION.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06358-01-1\n\n       S. 2725                             2\n\n    1    S 2. The penal law is amended by adding a new section 215.47  to  read\n    2  as follows:\n    3  S 215.47 PERSISTENT CRIMINAL CONTEMPT.\n    4    A  PERSON  IS  GUILTY  OF  PERSISTENT CRIMINAL CONTEMPT WHEN HE OR SHE\n    5  COMMITS THE CRIME OF CRIMINAL CONTEMPT IN THE SECOND DEGREE  AS  DEFINED\n    6  IN SUBDIVISION THREE OF SECTION 215.50 OF THIS ARTICLE BY VIOLATING THAT\n    7  PART  OF  A  DULY SERVED ORDER OF PROTECTION, OR SUCH ORDER OF WHICH THE\n    8  DEFENDANT HAS ACTUAL KNOWLEDGE BECAUSE HE OR SHE WAS  PRESENT  IN  COURT\n    9  WHEN  SUCH  ORDER  WAS  ISSUED, UNDER SECTIONS TWO HUNDRED FORTY AND TWO\n   10  HUNDRED FIFTY-TWO OF THE DOMESTIC RELATIONS LAW,  ARTICLES  FOUR,  FIVE,\n   11  SIX AND EIGHT OF THE FAMILY COURT ACT OR SECTION 530.12 OR 530.13 OF THE\n   12  CRIMINAL  PROCEDURE  LAW, OR AN ORDER OF PROTECTION ISSUED BY A COURT OF\n   13  COMPETENT JURISDICTION IN ANOTHER STATE, TERRITORIAL OR TRIBAL JURISDIC-\n   14  TION AND WHERE THE DEFENDANT HAS EITHER:\n   15    (A) PREVIOUSLY BEEN CONVICTED OF THE CRIME OF: (I) AGGRAVATED CRIMINAL\n   16  CONTEMPT AS DEFINED IN SECTION 215.52 OF  THIS  ARTICLE,  (II)  CRIMINAL\n   17  CONTEMPT  IN THE FIRST DEGREE AS DEFINED IN SECTION 215.51 OF THIS ARTI-\n   18  CLE, (III) CRIMINAL CONTEMPT IN THE SECOND DEGREE AS DEFINED IN SUBDIVI-\n   19  SION THREE OF SECTION 215.50 OF THIS ARTICLE FOR VIOLATING THAT PART  OF\n   20  A  DULY SERVED ORDER OF PROTECTION, OR SUCH ORDER OF WHICH THE DEFENDANT\n   21  HAD ACTUAL KNOWLEDGE BECAUSE HE OR SHE WAS PRESENT IN  COURT  WHEN  SUCH\n   22  ORDER  WAS  ISSUED,  UNDER  SECTIONS  TWO  HUNDRED FORTY AND TWO HUNDRED\n   23  FIFTY-TWO OF THE DOMESTIC RELATIONS LAW, ARTICLES FOUR,  FIVE,  SIX  AND\n   24  EIGHT  OF THE FAMILY COURT ACT OR SECTION 530.12 OR 530.13 OF THE CRIMI-\n   25  NAL PROCEDURE LAW, OR AN ORDER OF PROTECTION ISSUED BY A COURT OF COMPE-\n   26  TENT JURISDICTION IN ANOTHER STATE, TERRITORIAL OR TRIBAL  JURISDICTION,\n   27  OR (IV) PERSISTENT CRIMINAL CONTEMPT AS DEFINED BY THIS SECTION; OR\n   28    (B)  PREVIOUSLY  BEEN  FOUND BY ANY COURT OF COMPETENT JURISDICTION TO\n   29  HAVE WILLFULLY OR INTENTIONALLY  VIOLATED  AN  ORDER  OF  PROTECTION  OR\n   30  TEMPORARY   ORDER  OF  PROTECTION  IN  ACCORDANCE  WITH  THE  APPLICABLE\n   31  PROVISIONS OF THE JUDICIARY LAW, DOMESTIC RELATIONS LAW OR FAMILY  COURT\n   32  ACT.\n   33    PERSISTENT CRIMINAL CONTEMPT IS A CLASS A MISDEMEANOR.\n   34    S 3. This act shall take effect on the first of November next succeed-\n   35  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, in relation to the crime of persistent criminal contempt ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110131.T124206.TXT", "SOBI.D110131.T102151.TXT", "SOBI.D110131.T101150.TXT", "SOBI.D110131.T094148.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296495726561
}