{
  "year" : 2011,
  "senateBillNo" : "S2723-2011",
  "billEvents" : [ {
    "eventDate" : 1296450000000,
    "eventText" : "REFERRED TO HEALTH",
    "billEventId" : "S2723-2011-1296450000000-REFERRED+TO+HEALTH",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KLEIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires clinical education in pain management and establishes an advisory committee on pain management education",
  "summary" : "Requires clinical education in pain management; requires every physician, physician assistant and specialist assistant practicing in the state to complete course work and training regarding pain management every four years; further establishes an advisory committee on pain management education. ",
  "currentCommittee" : "HEALTH",
  "sameAs" : null,
  "lawSection" : "Public Health Law",
  "previousVersions" : [ "S4387-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2723\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 31, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KLEIN  -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Health\n\n       AN ACT to amend the public health law and the education law, in relation\n         to clinical education in pain management\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  public health law is amended by adding a new article\n    2  28-F to read as follows:\n    3                                ARTICLE 28-F\n    4                               PAIN MANAGEMENT\n    5  SECTION 2900.   CLINICAL EDUCATION IN PAIN MANAGEMENT.\n    6          2900-A. ADVISORY COMMITTEE ON PAIN MANAGEMENT EDUCATION.\n    7    S 2900. CLINICAL EDUCATION IN PAIN  MANAGEMENT.  1.  EVERY  PHYSICIAN,\n    8  PHYSICIAN  ASSISTANT  AND  SPECIALIST  ASSISTANT PRACTICING IN THE STATE\n    9  SHALL, EVERY FOUR YEARS COMPLETE COURSE WORK OR TRAINING REGARDING  PAIN\n   10  MANAGEMENT,  APPROPRIATE TO THE PROFESSIONAL'S PRACTICE, APPROVED BY THE\n   11  DEPARTMENT IN ACCORDANCE WITH STANDARDS PROMULGATED BY THE DEPARTMENT IN\n   12  CONSULTATION WITH THE EDUCATION DEPARTMENT; AND SO  DOCUMENT  COMPLETION\n   13  TO THE DEPARTMENT.\n   14    2.  THE DEPARTMENT SHALL PROVIDE AN EXEMPTION FROM THIS REQUIREMENT TO\n   15  ANYONE WHO REQUESTS SUCH  AN  EXEMPTION  AND  WHO  DEMONSTRATES  TO  THE\n   16  DEPARTMENT'S SATISFACTION THAT:\n   17    (A) THERE WOULD BE NO NEED FOR HIM OR HER TO COMPLETE SUCH COURSE WORK\n   18  OR TRAINING BECAUSE OF THE NATURE OF HIS OR HER PRACTICE, OR\n   19    (B)  HE  OR  SHE  HAS  COMPLETED COURSE WORK OR TRAINING DEEMED BY THE\n   20  DEPARTMENT TO BE EQUIVALENT TO THE STANDARDS FOR COURSE WORK OR TRAINING\n   21  APPROVED BY THE DEPARTMENT UNDER THIS SECTION.\n   22    3. EXISTING CURRICULA, INCLUDING CURRICULA DEVELOPED BY A  NATIONALLY-\n   23  RECOGNIZED HEALTH CARE PROFESSIONAL, SPECIALTY, OR PROVIDER ASSOCIATION,\n   24  OR  NATIONALLY-RECOGNIZED PAIN MANAGEMENT ASSOCIATION, MAY BE CONSIDERED\n   25  IN IMPLEMENTING THIS SECTION. CURRICULA SHALL INCLUDE BUT NOT BE LIMITED\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05533-01-1\n\n       S. 2723                             2\n\n    1  TO: PALLIATIVE MEDICINE;  PAIN;  NEUROPSYCHOLOGIC  AND  OTHER  SYMPTOMS;\n    2  ETHICS AND THE LAW; PATIENT AND FAMILY PERSPECTIVES ON END-OF-LIFE CARE;\n    3  ACUPUNCTURE TREATMENT; AND CLINICAL COMMUNICATION SKILLS. THE DEPARTMENT\n    4  SHALL  CONSULT  WITH ORGANIZATIONS REPRESENTATIVE OF HEALTH CARE PRACTI-\n    5  TIONERS, INSTITUTIONS AND  THOSE  WITH  EXPERTISE  IN  PAIN  MANAGEMENT,\n    6  INCLUDING EXPERTISE IN THE ACUPUNCTURE FIELD, WITH RESPECT TO THE STAND-\n    7  ARDS PROMULGATED UNDER THIS SECTION.\n    8    S 2900-A. ADVISORY COMMITTEE ON PAIN MANAGEMENT EDUCATION. THE COMMIS-\n    9  SIONER, IN DEVELOPING, REVIEWING AND IMPLEMENTING THE EDUCATIONAL STAND-\n   10  ARDS  UNDER SECTION TWENTY-NINE HUNDRED OF THIS ARTICLE, AND THE COMMIS-\n   11  SIONER  OF  EDUCATION,  IN  DEVELOPING,   REVIEWING   AND   IMPLEMENTING\n   12  EDUCATIONAL  STANDARDS  UNDER  SECTION  SIXTY-FIVE HUNDRED FIVE-D OF THE\n   13  EDUCATION LAW, SHALL CONSULT THE ADVISORY COMMITTEE ON  PAIN  MANAGEMENT\n   14  EDUCATION  CREATED  BY  THIS  SECTION.    THE ADVISORY COMMITTEE ON PAIN\n   15  MANAGEMENT EDUCATION SHALL BE COMPRISED OF TWELVE MEMBERS  APPOINTED  AS\n   16  FOLLOWS:  SIX BY THE COMMISSIONER; AND SIX BY THE COMMISSIONER OF EDUCA-\n   17  TION. THE COMMITTEE SHALL BE REPRESENTATIVE OF HEALTH CARE PRACTITIONERS\n   18  AND  THEIR  PROFESSIONAL  ORGANIZATIONS,  PAIN  MANAGEMENT  SPECIALISTS,\n   19  INCLUDING  THOSE  IN THE ACUPUNCTURE FIELD, AND HEALTH CARE PRACTITIONER\n   20  EDUCATION EXPERTS.\n   21    S 2. The education law is amended by adding a new  section  6505-d  to\n   22  read as follows:\n   23    S  6505-D. CLINICAL EDUCATION IN PAIN MANAGEMENT. 1. EVERY HEALTH CARE\n   24  PRACTITIONER LICENSED OR  CERTIFIED  PURSUANT  TO  THIS  TITLE,  WHO  IS\n   25  AUTHORIZED  TO  ORDER,  PRESCRIBE, ADMINISTER OR DISPENSE PAIN-RELIEVING\n   26  MEDICATIONS OR OTHER TREATMENT FOR THE RELIEF  OF  PAIN  IN  THIS  STATE\n   27  (OTHER  THAN  A PHYSICIAN, PHYSICIAN ASSISTANT AND SPECIALIST ASSISTANT)\n   28  SHALL, EVERY FOUR YEARS COMPLETE COURSE WORK OR TRAINING REGARDING  PAIN\n   29  MANAGEMENT,  APPROPRIATE TO THE PROFESSIONAL'S PRACTICE, APPROVED BY THE\n   30  DEPARTMENT IN ACCORDANCE WITH STANDARDS PROMULGATED BY THE DEPARTMENT IN\n   31  CONSULTATION WITH THE DEPARTMENT OF  HEALTH;  AND  SO  DOCUMENT  TO  THE\n   32  DEPARTMENT.\n   33    2.  THE DEPARTMENT SHALL PROVIDE AN EXEMPTION FROM THE REQUIREMENTS OF\n   34  SUBDIVISION ONE OF THIS SECTION TO ANYONE WHO REQUESTS SUCH AN EXEMPTION\n   35  AND WHO DEMONSTRATES TO THE DEPARTMENT'S SATISFACTION THAT:\n   36    (A) THERE WOULD BE NO NEED FOR HIM OR HER TO COMPLETE SUCH COURSE WORK\n   37  OR TRAINING BECAUSE OF THE NATURE OF HIS OR HER PRACTICE, OR\n   38    (B) THAT HE OR SHE HAS COMPLETED COURSE WORK OR TRAINING DEEMED BY THE\n   39  DEPARTMENT TO BE EQUIVALENT TO THE STANDARDS FOR COURSE WORK OR TRAINING\n   40  APPROVED BY THE DEPARTMENT UNDER THIS SECTION.\n   41    3. EXISTING CURRICULA, INCLUDING CURRICULA DEVELOPED BY A  NATIONALLY-\n   42  RECOGNIZED HEALTH CARE PROFESSIONAL, SPECIALTY, OR PROVIDER ASSOCIATION,\n   43  OR  NATIONALLY-RECOGNIZED PAIN MANAGEMENT ASSOCIATION, MAY BE CONSIDERED\n   44  IN IMPLEMENTING THIS SECTION. CURRICULA SHALL INCLUDE BUT NOT BE LIMITED\n   45  TO: ACUPUNCTURE; PALLIATIVE MEDICINE; PAIN; NEUROPSYCHOLOGIC  AND  OTHER\n   46  SYMPTOMS;  ETHICS  AND  THE  LAW;  PATIENT  AND  FAMILY  PERSPECTIVES ON\n   47  END-OF-LIFE CARE; AND CLINICAL COMMUNICATION SKILLS. THE  DEPARTMENT  OF\n   48  HEALTH  SHALL  CONSULT  WITH ORGANIZATIONS REPRESENTATIVE OF HEALTH CARE\n   49  PRACTITIONERS; INSTITUTIONS AND THOSE WITH EXPERTISE IN PAIN  MANAGEMENT\n   50  WITH RESPECT TO THE STANDARDS PROMULGATED UNDER THIS SECTION.\n   51    S 3. This act shall take effect immediately.\n",
  "memo" : "BILL NUMBER:S2723\n\nTITLE OF BILL:\nAn act\nto amend the public health law and the education law, in relation to\nclinical education in pain management\n\nPURPOSE OR GENERAL IDEA OF BILL:\nThe bill requires that all health care practitioners complete course\nwork or training regarding pain management. It creates an advisory\ncommittee comprised of 12 members appointed by the commissioner of\nhealth and the commissioner of education to help the Department of\nHealth develop, review and implement the appropriate educational\nstandards.\n\nSUMMARY OF SPECIFIC PROVISIONS:\nSection one of the bill creates a new article in the Public Health Law\nto be Article 28-F titled \"Pain Management\" containing two sections\n2900 and 2900-a. Section 2900 requires that all physicians, physician\nassistants, and specialist assistants complete course work for\ntraining in pain management every four years. It also creates an\nexemption from this requirement for those practitioners who can\ndemonstrate that this requirement is not necessary. Section 2900-a\nestablishes an advisory committee on pain management, which will\nconsult with the commissioners of health and education for the\ndevelopment, review, and implementation of the educational standards\nrequired by the bill. Section four of the bill 6505-d amends the\neducation law to require clinical education in pain management for\nlicensed or certified health care practitioners under title eight of\nthe education law. Exemptions are again obtainable, as under the\nPublic Health Law.\n\nJUSTIFICATION:\nMany patients suffer needlessly from debilitating pain, caused by the\ninadequate treatment of pain. Many health care professionals are\nunaware of the resources available to their patients to relieve\nchronic and acute pain. Some are unwilling to use those resources\nbecause they fear that they will be wrongly subjected to prosecution\nor professional discipline. This bill will ensure that health care\npractitioners stay current on pain management techniques.\n\nPRIOR LEGISLATIVE HISTORY:\n2010 - REFERRED TO HEALTH\n\nFISCAL IMPLICATIONS:\nTo be determined.\n\nEFFECTIVE DATE:\nThis act takes effect immediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the public health law and the education law, in relation to clinical education in pain management ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110131.T212240.TXT", "SOBI.D110131.T124206.TXT", "SOBI.D110131.T102151.TXT", "SOBI.D110131.T101150.TXT", "SOBI.D110131.T094148.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296526960683
}