{
  "year" : 2011,
  "senateBillNo" : "S2736-2011",
  "billEvents" : [ {
    "eventDate" : 1296450000000,
    "eventText" : "REFERRED TO LOCAL GOVERNMENT",
    "billEventId" : "S2736-2011-1296450000000-REFERRED+TO+LOCAL+GOVERNMENT",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SALAND",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to requiring the state to fund certain programs mandated for municipal corporations and school districts; repealer",
  "summary" : "Relates to requiring the state to fund certain programs mandated for municipal corporations and school districts. ",
  "currentCommittee" : "LOCAL GOVERNMENT",
  "sameAs" : null,
  "lawSection" : "General Municipal Law",
  "previousVersions" : [ "S1476-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2736\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 31, 2011\n                                      ___________\n\n       Introduced  by  Sen.  SALAND -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Local Government\n\n       AN ACT to amend the general municipal law  and  the  education  law,  in\n         relation  to requiring the state to fund certain programs mandated for\n         municipal corporations and school districts; and to amend  the  educa-\n         tion  law,  in relation to the effect of mandates on school districts;\n         to amend the education law, in relation to the streamlining  of  plan-\n         ning  and  reporting  requirements  for school districts and boards of\n         cooperative educational services, to repeal subparagraph 2-a of  para-\n         graph  d  of  subdivision  4  of  section 1950 of such law relating to\n         demonstration of cost-effectiveness of instructional and  non-instruc-\n         tional  technology  acquired  by  component school districts through a\n         board of cooperative educational services, to repeal  paragraph  d  of\n         subdivision  26-a  of  section 3602 of such law relating to a plan for\n         use of instructional computer technology equipment, to repeal subdivi-\n         sion 13 of section 3602-e of such law relating to  annual  reports  on\n         universal  prekindergarten  programs, to repeal clause (e) of subpara-\n         graph 5 of paragraph b of subdivision 1 of section 4402  of  such  law\n         relating  to  annual  reports on transition of students with disabili-\n         ties, to repeal paragraph b of subdivision 1 of section 4452  of  such\n         law relating to submission of a plan for the identification and educa-\n         tion  of  gifted pupils, and in relation to a demonstration program in\n         the city school district of the city of Syracuse\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Legislative intent. State mandated programs, unlike local\n    2  service decisions, place local taxpayers  and  local  officials  in  the\n    3  position  of paying for services that they do not control. Increasingly,\n    4  however, the state has set local priorities and forced municipal  taxing\n    5  decisions  by  mandating services, programs, and standards. As a result,\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05594-01-1\n\n       S. 2736                             2\n\n    1  many local governments and school districts  are  today  in  an  acutely\n    2  difficult fiscal situation.\n    3    Thus,  in  order  to prevent irresponsible state actions which prevent\n    4  localities from making their own decisions,  and  which  force  unwanted\n    5  local  property  tax  increases,  it  is  necessary to ensure that state\n    6  mandates will not be forced on localities and  school  districts  unless\n    7  they are adequately funded.\n    8    S  2.  The general municipal law is amended by adding a new section 25\n    9  to read as follows:\n   10    S 25. FUNDING OF MANDATES. 1. DEFINITIONS. AS USED  IN  THIS  SECTION,\n   11  THE FOLLOWING TERMS SHALL HAVE THE FOLLOWING MEANINGS UNLESS THE CONTEXT\n   12  SHALL OTHERWISE REQUIRE:\n   13    (A) \"MANDATE\" MEANS:\n   14    (I)  ANY STATE LAW, RULE, OR REGULATION WHICH CREATES A NEW PROGRAM OR\n   15  REQUIRES A HIGHER LEVEL OF SERVICE  FOR  AN  EXISTING  PROGRAM  WHICH  A\n   16  MUNICIPAL CORPORATION IS REQUIRED TO PROVIDE; OR\n   17    (II)  ANY  GENERAL  LAW  WHICH  GRANTS A NEW PROPERTY TAX EXEMPTION OR\n   18  INCREASES AN EXISTING PROPERTY TAX EXEMPTION WHICH THE MUNICIPAL  CORPO-\n   19  RATION IS REQUIRED TO PROVIDE.\n   20    (B) \"UNFUNDED MANDATE\" SHALL MEAN:\n   21    (I)  ANY STATE LAW, RULE, OR REGULATION WHICH CREATES A NEW PROGRAM OR\n   22  REQUIRES A HIGHER LEVEL OF SERVICE  FOR  AN  EXISTING  PROGRAM  WHICH  A\n   23  MUNICIPAL  CORPORATION IS REQUIRED TO PROVIDE AND WHICH RESULTS IN A NET\n   24  ADDITIONAL COST TO THE MUNICIPAL CORPORATION;\n   25    (II) ANY ALTERATION IN FUNDING PROVIDED TO A MUNICIPAL CORPORATION FOR\n   26  THE PURPOSE OF DEFRAYING THE COSTS OF A PROGRAM WHICH IT IS REQUIRED  TO\n   27  PROVIDE,  THEREBY  RESULTING  IN  A NET ADDITIONAL COST TO THE MUNICIPAL\n   28  CORPORATION; OR\n   29    (III) ANY GENERAL LAW WHICH GRANTS A NEW  PROPERTY  TAX  EXEMPTION  OR\n   30  INCREASES  AN EXISTING PROPERTY TAX EXEMPTION WHICH THE MUNICIPAL CORPO-\n   31  RATION IS REQUIRED TO PROVIDE, THEREBY RESULTING  IN  A  NET  ADDITIONAL\n   32  COST TO THE MUNICIPAL CORPORATION.\n   33    (C)  \"NET  ADDITIONAL COST\" MEANS THE COST OR COSTS INCURRED OR ANTIC-\n   34  IPATED TO BE INCURRED WITHIN A ONE YEAR PERIOD BY A LOCAL GOVERNMENT  IN\n   35  PERFORMING  OR  ADMINISTERING  A MANDATE AFTER SUBTRACTING THEREFROM ANY\n   36  REVENUES RECEIVED OR RECEIVABLE BY THE LOCAL GOVERNMENT  ON  ACCOUNT  OF\n   37  THE MANDATED PROGRAM OR SERVICE, INCLUDING BUT NOT LIMITED TO:\n   38    (I) FEES CHARGED TO THE RECIPIENTS OF THE MANDATED PROGRAM OR SERVICE;\n   39    (II)  STATE  OR  FEDERAL  AID  PAID  SPECIFICALLY  OR CATEGORICALLY IN\n   40  CONNECTION WITH THE PROGRAM OR SERVICE; AND\n   41    (III) AN OFFSETTING SAVINGS RESULTING FROM THE  DIMINUTION  OR  ELIMI-\n   42  NATION  OF  ANY  OTHER  PROGRAM  OR SERVICE DIRECTLY ATTRIBUTABLE TO THE\n   43  PERFORMANCE OR ADMINISTRATION OF THE MANDATED PROGRAM.\n   44    2. FUNDING OF  MUNICIPAL  CORPORATION  MANDATES.  NOTWITHSTANDING  ANY\n   45  OTHER  PROVISION  OF  LAW,  NO  UNFUNDED  MANDATE SHALL BE ENACTED WHICH\n   46  CREATES AN ANNUAL NET ADDITIONAL COST TO ANY  MUNICIPAL  CORPORATION  IN\n   47  EXCESS  OF  TEN  THOUSAND  DOLLARS OR AN AGGREGATE ANNUAL NET ADDITIONAL\n   48  COST TO ALL MUNICIPAL CORPORATIONS IN EXCESS OF ONE MILLION DOLLARS.\n   49    3.  EXEMPTIONS  TO  THE  FUNDING  OF  MUNICIPAL  CORPORATION  MANDATES\n   50  REQUIREMENT.  (A)  THE  STATE  SHALL  NOT BE REQUIRED TO FUND ANY NEW OR\n   51  EXPANDED PROGRAMS IF:\n   52    (I) THE MANDATE IS REQUIRED BY A COURT ORDER OR JUDGMENT;\n   53    (II) THE MANDATE IS PROVIDED AT THE OPTION  OF  THE  LOCAL  GOVERNMENT\n   54  UNDER  A  LAW, REGULATION, RULE, OR ORDER THAT IS PERMISSIVE RATHER THAN\n   55  MANDATORY;\n\n       S. 2736                             3\n\n    1    (III) THE MANDATE RESULTS FROM THE PASSAGE  OF  A  HOME  RULE  MESSAGE\n    2  WHEREBY  A  LOCAL GOVERNMENT REQUESTS AUTHORITY TO IMPLEMENT THE PROGRAM\n    3  OR SERVICE SPECIFIED IN THE STATUTE, AND THE STATUTE IMPOSES COSTS  ONLY\n    4  UPON  THAT  LOCAL  GOVERNMENT WHICH REQUESTS THE AUTHORITY TO IMPOSE THE\n    5  PROGRAM OR SERVICE;\n    6    (IV) THE MANDATE IS REQUIRED BY, OR ARISES FROM, AN EXECUTIVE ORDER OF\n    7  THE GOVERNOR EXERCISING HIS OR HER EMERGENCY POWERS; OR\n    8    (V)  THE MANDATE IS REQUIRED BY STATUTE OR EXECUTIVE ORDER THAT IMPLE-\n    9  MENTS A FEDERAL LAW OR REGULATION AND RESULTS FROM COSTS MANDATED BY THE\n   10  FEDERAL GOVERNMENT TO BE BORNE AT THE LOCAL LEVEL, UNLESS THE STATUTE OR\n   11  EXECUTIVE ORDER RESULTS IN COSTS WHICH EXCEED THE COSTS MANDATED BY  THE\n   12  FEDERAL GOVERNMENT.\n   13    (B)  EACH  ACT ESTABLISHING A MANDATE SHALL PROVIDE THAT THE EFFECTIVE\n   14  DATE OF ANY SUCH MANDATE IMPOSED  ON  MUNICIPAL  CORPORATIONS  SHALL  BE\n   15  CONSISTENT  WITH  THE  NEEDS  OF THE STATE AND MUNICIPAL CORPORATIONS TO\n   16  PLAN IMPLEMENTATION THEREOF AND  CONSISTENT  WITH  THE  AVAILABILITY  OF\n   17  REQUIRED FUNDS.\n   18    S  3.  The  education law is amended by adding a new section 1527-a to\n   19  read as follows:\n   20    S 1527-A. FUNDING OF MANDATES IMPOSED ON SCHOOL DISTRICTS. 1.    DEFI-\n   21  NITIONS.  AS  USED  IN  THIS SECTION, THE FOLLOWING TERMS SHALL HAVE THE\n   22  FOLLOWING MEANINGS UNLESS THE CONTEXT SHALL OTHERWISE REQUIRE:\n   23    (A) \"MANDATE\" MEANS:\n   24    (I) ANY STATE LAW, RULE, OR REGULATION WHICH CREATES A NEW PROGRAM  OR\n   25  REQUIRES  A  HIGHER  LEVEL  OF  SERVICE  FOR AN EXISTING PROGRAM WHICH A\n   26  SCHOOL DISTRICT ORGANIZED EITHER BY SPECIAL  LAWS  OR  PURSUANT  TO  THE\n   27  PROVISIONS OF A GENERAL LAW, IS REQUIRED TO PROVIDE; OR\n   28    (II)  ANY  GENERAL  LAW  WHICH  GRANTS A NEW PROPERTY TAX EXEMPTION OR\n   29  INCREASES AN EXISTING PROPERTY  TAX  EXEMPTION  WHICH  ANY  SUCH  SCHOOL\n   30  DISTRICT IS REQUIRED TO PROVIDE.\n   31    (B) \"UNFUNDED MANDATE\" SHALL MEAN:\n   32    (I)  ANY STATE LAW, RULE, OR REGULATION WHICH CREATES A NEW PROGRAM OR\n   33  REQUIRES A HIGHER LEVEL OF SERVICE FOR AN  EXISTING  PROGRAM  WHICH  ANY\n   34  SUCH  SCHOOL  DISTRICT IS REQUIRED TO PROVIDE AND WHICH RESULTS IN A NET\n   35  ADDITIONAL COST TO SUCH SCHOOL DISTRICT;\n   36    (II) ANY ALTERATION IN FUNDING PROVIDED TO ANY  SUCH  SCHOOL  DISTRICT\n   37  FOR THE PURPOSE OF DEFRAYING THE COSTS OF A PROGRAM WHICH IT IS REQUIRED\n   38  TO  PROVIDE,  THEREBY  RESULTING IN A NET ADDITIONAL COST TO SUCH SCHOOL\n   39  DISTRICT; OR\n   40    (III) ANY GENERAL LAW WHICH GRANTS A NEW  PROPERTY  TAX  EXEMPTION  OR\n   41  INCREASES  AN  EXISTING  PROPERTY  TAX  EXEMPTION  WHICH ANY SUCH SCHOOL\n   42  DISTRICT IS REQUIRED TO PROVIDE, THEREBY RESULTING IN A  NET  ADDITIONAL\n   43  COST TO SUCH SCHOOL DISTRICT.\n   44    (C)  \"NET  ADDITIONAL COST\" MEANS THE COST OR COSTS INCURRED OR ANTIC-\n   45  IPATED TO BE INCURRED WITHIN A ONE YEAR PERIOD BY A SCHOOL  DISTRICT  IN\n   46  PERFORMING  OR  ADMINISTERING  A MANDATE AFTER SUBTRACTING THEREFROM ANY\n   47  REVENUES RECEIVED OR RECEIVABLE BY THE SCHOOL DISTRICT ON ACCOUNT OF THE\n   48  MANDATED PROGRAM OR SERVICE, INCLUDING BUT NOT LIMITED TO:\n   49    (I) FEES CHARGED TO THE RECIPIENTS OF THE MANDATED PROGRAM OR SERVICE;\n   50    (II) STATE OR  FEDERAL  AID  PAID  SPECIFICALLY  OR  CATEGORICALLY  IN\n   51  CONNECTION WITH THE PROGRAM OR SERVICE; AND\n   52    (III)  AN  OFFSETTING  SAVINGS RESULTING FROM THE DIMINUTION OR ELIMI-\n   53  NATION OF ANY OTHER PROGRAM OR  SERVICE  DIRECTLY  ATTRIBUTABLE  TO  THE\n   54  PERFORMANCE OR ADMINISTRATION OF THE MANDATED PROGRAM.\n   55    2.  FUNDING  OF  SCHOOL  DISTRICT  MANDATES. NOTWITHSTANDING ANY OTHER\n   56  PROVISION OF LAW, NO UNFUNDED MANDATE SHALL BE ENACTED WHICH CREATES  AN\n\n       S. 2736                             4\n\n    1  ANNUAL NET ADDITIONAL COST TO ANY SCHOOL DISTRICT IN EXCESS OF TEN THOU-\n    2  SAND  DOLLARS  OR  AN AGGREGATE ANNUAL NET ADDITIONAL COST TO ALL SCHOOL\n    3  DISTRICTS IN EXCESS OF ONE MILLION DOLLARS.\n    4    3.  EXEMPTIONS TO THE FUNDING OF SCHOOL DISTRICT MANDATES REQUIREMENT.\n    5  (A) THE STATE SHALL NOT BE REQUIRED TO FUND ANY NEW OR EXPANDED PROGRAMS\n    6  FOR SCHOOL DISTRICTS IF:\n    7    (I) THE MANDATE IS REQUIRED BY A COURT ORDER OR JUDGMENT;\n    8    (II) THE MANDATE IS PROVIDED AT THE  OPTION  OF  THE  SCHOOL  DISTRICT\n    9  UNDER  A  LAW, REGULATION, RULE, OR ORDER THAT IS PERMISSIVE RATHER THAN\n   10  MANDATORY;\n   11    (III) THE MANDATE RESULTS FROM THE PASSAGE  OF  A  HOME  RULE  MESSAGE\n   12  WHEREBY A SCHOOL DISTRICT REQUESTS AUTHORITY TO IMPLEMENT THE PROGRAM OR\n   13  SERVICE  SPECIFIED  IN  THE  STATUTE, AND THE STATUTE IMPOSES COSTS ONLY\n   14  UPON THAT SCHOOL DISTRICT WHICH REQUESTS THE  AUTHORITY  TO  IMPOSE  THE\n   15  PROGRAM OR SERVICE;\n   16    (IV) THE MANDATE IS REQUIRED BY, OR ARISES FROM, AN EXECUTIVE ORDER OF\n   17  THE GOVERNOR EXERCISING HIS OR HER EMERGENCY POWERS; OR\n   18    (V)  THE MANDATE IS REQUIRED BY STATUTE OR EXECUTIVE ORDER THAT IMPLE-\n   19  MENTS A FEDERAL LAW OR REGULATION AND RESULTS FROM COSTS MANDATED BY THE\n   20  FEDERAL GOVERNMENT TO BE BORNE AT THE LOCAL LEVEL, UNLESS THE STATUTE OR\n   21  EXECUTIVE ORDER RESULTS IN COSTS WHICH EXCEED THE COSTS MANDATED BY  THE\n   22  FEDERAL GOVERNMENT.\n   23    (B)  EACH  ACT ESTABLISHING A MANDATE SHALL PROVIDE THAT THE EFFECTIVE\n   24  DATE OF ANY SUCH MANDATE IMPOSED ON SCHOOL DISTRICTS SHALL BE CONSISTENT\n   25  WITH THE NEEDS OF THE STATE AND SCHOOL DISTRICTS TO PLAN  IMPLEMENTATION\n   26  THEREOF, AND ALSO CONSISTENT WITH THE AVAILABILITY OF REQUIRED FUNDS.\n   27    S  4.  The  education  law is amended by adding a new section 308-a to\n   28  read as follows:\n   29    S 308-A. SPECIAL PROVISIONS; MANDATES. 1. AS  USED  IN  THIS  SECTION,\n   30  \"MANDATE\"  MEANS  (A)  ANY STATE LAW, RULE OR REGULATION WHICH CREATES A\n   31  NEW PROGRAM OR REQUIRES A  HIGHER  LEVEL  OF  SERVICE  FOR  AN  EXISTING\n   32  PROGRAM  WHICH  A  SCHOOL  DISTRICT, ORGANIZED EITHER BY SPECIAL LAWS OR\n   33  PURSUANT TO THE PROVISIONS OF A GENERAL LAW, IS REQUIRED TO PROVIDE, OR\n   34    (B) ANY GENERAL LAW WHICH GRANTS  A  NEW  PROPERTY  TAX  EXEMPTION  OR\n   35  INCREASES  AN  EXISTING  PROPERTY  TAX  EXEMPTION  WHICH ANY SUCH SCHOOL\n   36  DISTRICT IS REQUIRED TO PROVIDE.\n   37    2. IN THE EVENT THAT A MANDATE WHICH IMPOSES  A  COST  UPON  A  SCHOOL\n   38  DISTRICT  IS CREATED AFTER THE ADOPTION OF A SCHOOL BUDGET, SUCH MANDATE\n   39  SHALL NOT BE IMPLEMENTED UNTIL THE FOLLOWING YEAR FOR WHICH SUCH  SCHOOL\n   40  BUDGET WAS ADOPTED.\n   41    3. NOTWITHSTANDING SUBDIVISION TWO OF THIS SECTION, SUCH A MANDATE CAN\n   42  BE IMPOSED IF:\n   43    (A) THE MANDATE IS PROVIDED AT THE OPTION OF THE SCHOOL DISTRICT UNDER\n   44  A LAW, REGULATION, RULE OR ORDER THAT IS PERMISSIVE RATHER THAN MANDATO-\n   45  RY;\n   46    (B)  THE MANDATE IS REQUIRED BY, OR ARISES FROM, AN EXECUTIVE ORDER OF\n   47  THE GOVERNOR EXERCISING HIS OR HER EMERGENCY POWERS; OR\n   48    (C) THE MANDATE IS REQUIRED BY STATUTE OR EXECUTIVE ORDER THAT  IMPLE-\n   49  MENTS A FEDERAL LAW OR REGULATION AND RESULTS FROM COSTS MANDATED BY THE\n   50  FEDERAL GOVERNMENT TO BE BORNE AT THE LOCAL LEVEL, UNLESS THE STATUTE OR\n   51  EXECUTIVE  ORDER  IMPOSES  COSTS  WHICH EXCEED THE COSTS MANDATED BY THE\n   52  FEDERAL GOVERNMENT.\n   53    S 5. Short title.  Sections five through twenty of this act  shall  be\n   54  known  and  may  be  cited  as  \"the  school  paperwork  elimination and\n   55  reduction act of 2011\".\n\n       S. 2736                             5\n\n    1    S 6. Legislative findings. The legislature hereby finds  and  declares\n    2  that the current required planning and reporting requirements for school\n    3  districts  and  BOCES  have  become  excessive, resulting in significant\n    4  administrative burdens. The legislature further finds that  the  commis-\n    5  sioner  of  education  provided  the legislature and the division of the\n    6  budget on June 1, 2003, with a report entitled \"A Proposal  on  Planning\n    7  and  Reporting  by New York State School Districts for the Strategic Use\n    8  of School Resources for School Improvement\" which included a proposal to\n    9  replace existing planning and reporting requirements with a new  compre-\n   10  hensive streamlined reporting system.\n   11    The  legislature  further  finds  that sections five through twenty of\n   12  this act implements those portions of the  commissioner  of  education's\n   13  report which addressed state statutorily required planning and reporting\n   14  requirements  by eliminating such requirements and by reducing the scope\n   15  of other statutorily required planning and reporting  requirements.  The\n   16  legislature  further finds that the creation of a comprehensive planning\n   17  and reporting system is a necessary component to the reduction of  scope\n   18  and elimination of certain existing planning and reporting requirements.\n   19    S  7.  Section  101-b of the education law, as added by chapter 378 of\n   20  the laws of 2010, is amended to read as follows:\n   21    S 101-b. Paperwork reduction. 1. [The] IT SHALL BE  THE  DUTY  OF  THE\n   22  commissioner  [shall be authorized to receive and accept reports, plans,\n   23  applications and all other information required to be reported by  stat-\n   24  ute  or  regulation  through  electronic  means.  The commissioner shall\n   25  accept hard copy non-electronic filings or  submissions  if  the  school\n   26  district   is   able  to  demonstrate  that  complying  with  electronic\n   27  submission requirements would  create  undue  hardship  for  the  school\n   28  district  or  some  other  good  cause exists that would make electronic\n   29  submission extremely impractical for the school district.] TO REDUCE THE\n   30  PAPER WORK BURDEN ON SCHOOL DISTRICTS AND BOARDS OF  COOPERATIVE  EDUCA-\n   31  TIONAL  SERVICES  BY  ELIMINATING  AND  AVOIDING  DUPLICATIVE  REPORTING\n   32  REQUIREMENTS WHEREVER POSSIBLE, AND BY CONSOLIDATING PLANS, REPORTS  AND\n   33  APPLICATIONS,  WHERE  POSSIBLE, WHILE FOCUSING PLANNING AND REPORTING ON\n   34  RESULTS RATHER THAN THE PROCESSES  TO  ACHIEVE  THEM.  THE  COMMISSIONER\n   35  SHALL  CONFORM  STATE  REPORTING  AND  PLANNING  REQUIREMENTS TO FEDERAL\n   36  REQUIREMENTS, WHERE POSSIBLE, AND SHALL SEEK FEDERAL WAIVERS WHERE NEED-\n   37  ED TO ALIGN STATE AND FEDERAL REQUIREMENTS.\n   38    2. [It shall be the duty of the commissioner to  review  all  existing\n   39  reports and plans that school districts and boards of cooperative educa-\n   40  tional  services are required to submit and by November first, two thou-\n   41  sand ten, the commissioner shall submit to the  board  of  regents,  the\n   42  governor,  the  speaker  of the assembly, the temporary president of the\n   43  senate, the director of the budget and  the  chairs  of  the  respective\n   44  fiscal  and  education  committees  of  the senate and assembly specific\n   45  recommendations  to  eliminate  unnecessary  or  duplicative   reporting\n   46  requirements;   and   where  possible,  recommendations  to  consolidate\n   47  reports, plans and other information required to  be  submitted  to  the\n   48  commissioner including which recommendations could be implemented admin-\n   49  istratively  and  which  would  require  statutory  authorization.]  THE\n   50  COMMISSIONER SHALL REDUCE THE NUMBER OF PLANS, REPORTS AND  APPLICATIONS\n   51  REQUIRED  BY  LAW,  OF SCHOOL DISTRICTS AND BOARDS OF COOPERATIVE EDUCA-\n   52  TIONAL SERVICES BY ESTABLISHING STREAMLINED AND UNIFIED ELECTRONIC  DATA\n   53  COLLECTION SYSTEMS WHICH ELIMINATE REDUNDANT REPORTING, CONNECT PLANNING\n   54  AND REPORTING, AND WHICH FOCUS ON COLLECTING DATA AND REQUIRING PLANNING\n   55  ONLY WHEN NECESSARY TO ASSURE FISCAL AND PROGRAMMATIC ACCOUNTABILITY, TO\n   56  FOSTER  CONTINUOUS  SCHOOL  IMPROVEMENT AND CLOSE THE GAP BETWEEN ACTUAL\n\n       S. 2736                             6\n\n    1  AND DESIRED STUDENT ACHIEVEMENT, AND TO ASSURE SCHOOLS  PROVIDE  A  SAFE\n    2  AND  SECURE ENVIRONMENT AND/OR PROTECT THE HEALTH AND SAFETY OF STUDENTS\n    3  AND STAFF. SUCH SYSTEMS SHALL MATCH OVERSIGHT WITH THE DEGREE OF RISK BY\n    4  LINKING  PLANNING  AND  REPORTING  TO THE STATE SYSTEM OF ACCOUNTABILITY\n    5  REQUIRED UNDER FEDERAL LAW, PROVIDING FOR AN AUDIT BASED  ASSESSMENT  OF\n    6  RISK  OF  POOR  STUDENT PERFORMANCE, POOR FISCAL PERFORMANCE OR IMPROPER\n    7  MANAGEMENT OR USE OF PUBLIC  FUNDS.  THE  COMMISSIONER  SHALL  ESTABLISH\n    8  PARTNERSHIPS  WITH  SELECTED  SCHOOL DISTRICTS AND BOARDS OF COOPERATIVE\n    9  EDUCATIONAL SERVICES TO PROMOTE BETTER  USE  OF  REQUIRED  PLANNING  AND\n   10  REPORTING  AND  SHALL  ASSURE  THAT  REPORTING REQUIREMENTS INCLUDE DATA\n   11  WHICH CAN BE USED TO IDENTIFY BEST  PRACTICES.  THE  COMMISSIONER  SHALL\n   12  PROVIDE  FOR  THE  SHARING  OF  EFFECTIVE PLANNING PRACTICES WITH SCHOOL\n   13  DISTRICTS AND,  TO  THE  EXTENT  PRACTICABLE,  SHALL  PROVIDE  TECHNICAL\n   14  ASSISTANCE  ON  THE  USE OF DATA FOR PLANNING, INVOLVE BOARDS OF COOPER-\n   15  ATIVE EDUCATIONAL SERVICES  AND  INSTITUTIONS  OF  HIGHER  EDUCATION  IN\n   16  PROVIDING  TRAINING  ON THE USE OF DATA FOR STRATEGIC PLANNING TO SUPER-\n   17  INTENDENTS OF SCHOOLS, SCHOOL BUSINESS OFFICIALS AND  TEACHERS,  PROVIDE\n   18  FOR  TRAINING ON THE USE OF DATA IN PLANNING TO SCHOOL BOARD MEMBERS AND\n   19  INVOLVE RESEARCHERS IN DATA ANALYSIS AND EVALUATION.\n   20    S 8. Section 215-b of the education law, as amended by chapter 301  of\n   21  the laws of 1996, is amended to read as follows:\n   22    S 215-b. Annual  report  by  commissioner to governor and legislature.\n   23  The commissioner shall prepare and submit to the governor, the president\n   24  pro tem of the senate and the speaker of the  assembly  not  later  than\n   25  January first, nineteen hundred ninety-six and by the first day of Janu-\n   26  ary  in  each  year  thereafter,  a  report  detailing the financial and\n   27  statistical outcomes of boards of cooperative educational services which\n   28  shall[, at minimum,] set forth with  respect  to  the  preceding  school\n   29  year[:  tuition  costs  for  selected  programs; standard per pupil cost\n   30  information for selected services as determined by the commissioner; and\n   31  aggregate expenditure data for the following categories: administration,\n   32  instructional services, career education, special  education,  rent  and\n   33  facilities  and  other  services;  and  such other information as deemed\n   34  appropriate] INFORMATION  NECESSARY  TO  ASSURE  THE  ACCOUNTABILITY  OF\n   35  BOARDS  OF  COOPERATIVE EDUCATIONAL SERVICES FOR ITS FISCAL AND PROGRAM-\n   36  MATIC RESOURCES, AS SET FORTH IN REGULATIONS TO  BE  PRESCRIBED  by  the\n   37  commissioner. The format for such report shall be developed in consulta-\n   38  tion with school district officials and the director of the budget. Such\n   39  report  will  include changes from the year prior to the report year for\n   40  each such item for all boards of cooperative educational services.  Such\n   41  report shall be distributed to all school districts and boards of  coop-\n   42  erative  educational  services  and shall be made available to all other\n   43  interested parties upon request.\n   44    S 9. Subdivision 2 of section 806 of the education law, as amended  by\n   45  chapter 946 of the laws of 1973, is amended to read as follows:\n   46    2.  The  regents  shall  determine the subjects to be included in such\n   47  courses of instruction in highway safety and traffic regulation  includ-\n   48  ing  bicycle safety, and the period of instruction in each of the grades\n   49  in such subjects.  [They shall adopt rules providing for attendance upon\n   50  such instruction and for such other matters as are required for carrying\n   51  into effect the teaching of the courses  of  instruction  prescribed  by\n   52  this  section.    The commissioner of education shall be responsible for\n   53  the enforcement of such section and shall  cause  to  be  inspected  and\n   54  supervise the instruction to be given in such subjects. The commissioner\n   55  may,  in  his  discretion,  cause  all or a portion of the public school\n   56  money to be apportioned to a district or city to be withheld for failure\n\n       S. 2736                             7\n\n    1  of the school authorities of such district or city to  provide  instruc-\n    2  tion  in such courses and to compel attendance upon such instruction, as\n    3  herein prescribed, and for a noncompliance with the rules of the regents\n    4  adopted as herein provided.]\n    5    S  10.  Subparagraph 1 of paragraph b of subdivision 4 of section 1950\n    6  of the education law, as amended by chapter 474 of the laws of 1996,  is\n    7  amended to read as follows:\n    8    (1)  Prepare,  prior to the annual meeting of members of the boards of\n    9  education and school trustees, held as provided in paragraph o  of  this\n   10  subdivision, a tentative budget of expenditures for the program costs, a\n   11  tentative  budget  for  capital  costs,  and  a tentative budget for the\n   12  administration costs of the board of cooperative  educational  services.\n   13  Such  budgets  shall include the proposed budget for the upcoming school\n   14  year, the previous school year's actual costs  and  the  current  school\n   15  year's  projected  costs  for  each object of expenditure. Such program,\n   16  capital and administrative budgets shall  be  separately  delineated  in\n   17  accordance  with  the  definition of program, capital and administrative\n   18  costs which shall be promulgated by the commissioner after  consultation\n   19  with  school district officials and the director of the budget. Personal\n   20  service costs for each budget shall  include  the  number  of  full-time\n   21  equivalent  positions funded and total salary and, except as noted here-\n   22  in, fringe benefit costs for such positions  by  program.  Each  program\n   23  budget  shall  also  include  the local and statewide unit costs of such\n   24  programs and services proposed for the upcoming school year, such actual\n   25  unit costs for the previous school year, and the current  school  year's\n   26  projected  unit costs, all established in accordance with paragraph d of\n   27  this subdivision. The capital budget shall include facility construction\n   28  and lease expenditures authorized pursuant to paragraphs p, t and  u  of\n   29  this  subdivision, payments for the repayment of indebtedness related to\n   30  capital projects, payments for the acquisition or construction of facil-\n   31  ities, sites or additions, provided that such  budget  shall  contain  a\n   32  rental,  operations  and maintenance section that will include base rent\n   33  costs, total rent costs, operations and maintenance  charges,  cost  per\n   34  square  foot for each facility rented or leased by such board of cooper-\n   35  ative educational services, and any and all expenditures associated with\n   36  custodial salaries and benefits, service contracts, supplies, utilities,\n   37  maintenance and repairs for such facilities, and that such budget  shall\n   38  include  the  annual  debt  service  and  total  debt for all facilities\n   39  financed by bonds or notes of the component districts, annual rental and\n   40  lease payments and total rental and lease costs for all facilities rent-\n   41  ed by such board; such capital budget shall  also  include  expenditures\n   42  resulting  from court judgments and orders from administrative bodies or\n   43  officers, and, to the extent a board's administrative  budget  has  been\n   44  adopted,  one-time costs incurred in the first year in which an employee\n   45  retires. The administrative budget shall include, but need not be limit-\n   46  ed to, office and central administrative  expenses,  traveling  expenses\n   47  and  salaries  and  benefits of supervisors and administrative personnel\n   48  necessary to carry out the central administrative duties of the supervi-\n   49  sory district, any and all expenditures associated with the  board,  the\n   50  office  of  district  superintendent,  general  administration,  central\n   51  support services, planning, and  all  other  administrative  activities.\n   52  Such administrative budget shall also specify the amount of supplementa-\n   53  ry  salary  and  benefits,  if any, which the board determines should be\n   54  paid to the district superintendent  of  schools  and  the  board  shall\n   55  append  to such budget a detailed statement of the total compensation to\n   56  be paid the district superintendent of schools by the board, including a\n\n       S. 2736                             8\n\n    1  delineation of the salary, annualized cost of benefits and  any  in-kind\n    2  or  other  form  of  remuneration  to be paid, plus, commencing with the\n    3  presentation of the budget for the nineteen hundred  ninety-seven--nine-\n    4  ty-eight  school  year,  [a  list  of  items  of  expense  eligible  for\n    5  reimbursement on expense accounts in the  ensuing  school  year  and]  a\n    6  statement  of the amount of expenses paid to the district superintendent\n    7  of schools in the prior year for purposes of carrying  out  his  or  her\n    8  official duties.\n    9    S  11.  Subparagraph 5 of paragraph b of subdivision 4 of section 1950\n   10  of the education law, as amended by chapter 378 of the laws of 2010,  is\n   11  amended to read as follows:\n   12    (5)  The  trustees  or  board  of  education  of each component school\n   13  district of the board of cooperative educational services shall adopt  a\n   14  public  resolution  which  shall  approve  or  disapprove such tentative\n   15  administrative budget at a regular or special meeting to be held  within\n   16  the  component  district  on the date designated pursuant to subdivision\n   17  two-a of this section as the date for election of members of  the  board\n   18  of  cooperative  educational  services,  or  in the case of the board of\n   19  education of a central high school district on the regular business  day\n   20  next following such designated date.\n   21    If the resolutions adopted by the trustees or boards of education of a\n   22  majority  of  the component school districts of the board of cooperative\n   23  educational services actually voting approve the  tentative  administra-\n   24  tive budget, the board of cooperative educational services may adopt the\n   25  tentative  administrative  budget without modification. If a majority of\n   26  the component school districts actually voting fail to adopt resolutions\n   27  approving such tentative administrative budget,  or  if  the  number  of\n   28  component  school  districts  approving  the budget equals the number of\n   29  school districts disapproving  the  budget,  the  board  of  cooperative\n   30  educational  services  shall prepare and adopt a contingency administra-\n   31  tive budget which shall not exceed  the  amount  of  the  administrative\n   32  budget of the board of cooperative educational services for the previous\n   33  school  year except to accommodate expenditure increases attributable to\n   34  supplemental retirement allowances  payable  pursuant  to  section  five\n   35  hundred  thirty-two  of  this  chapter  and section seventy-eight of the\n   36  retirement and social security law.   THE BOARD  OF  COOPERATIVE  EDUCA-\n   37  TIONAL SERVICES SHALL NOT BE REQUIRED TO SUBMIT ITS SEPARATE ADMINISTRA-\n   38  TIVE BUDGET TO THE COMMISSIONER FOR APPROVAL.\n   39    S 12. Subparagraph 2-a of paragraph d of subdivision 4 of section 1950\n   40  of the education law is REPEALED.\n   41    S 13. Subparagraphs 3 and 4 of paragraph d of subdivision 4 of section\n   42  1950  of  the  education  law,  as amended by chapter 474 of the laws of\n   43  1996, are amended to read as follows:\n   44    (3) Requests for shared services;  operating  plan;  required  notice.\n   45  Requests  for  such  shared  services shall be filed by component school\n   46  districts with the board of cooperative educational services  not  later\n   47  than the first day of February of each year, provided that such requests\n   48  shall  not  be  binding upon the component school district. The board of\n   49  cooperative educational services shall submit its proposed annual  oper-\n   50  ating  plan  for  the ensuing school year to the department for approval\n   51  not later than the fifteenth day of February of each  year.  Such  board\n   52  shall,  through  its  executive  officer,  notify  each component school\n   53  district on or before the tenth day of  March  concerning  the  services\n   54  [which] THAT have been approved by the commissioner to be made available\n   55  for  the  ensuing  school  year.  Such  notice shall set forth the local\n   56  uniform cost of each such service,  based  on  (i)  anticipated  partic-\n\n       S. 2736                             9\n\n    1  ipation in the ensuing school year, or (ii) participation in the current\n    2  year,  or  (iii)  a two or three year average including participation in\n    3  the current year, which unit cost shall be the same for all  participat-\n    4  ing  component  districts  and shall be based upon a uniform methodology\n    5  approved annually by at least three-quarters of the participating compo-\n    6  nent school districts after consultation by local school officials  with\n    7  their  respective  boards[;  provided,  however, such unit cost shall be\n    8  subject to final adjustment for programs for students with  disabilities\n    9  based  on  actual  participation  in  accordance with regulations of the\n   10  commissioner.  Notwithstanding the determination of  the  local  uniform\n   11  unit  cost  methodology selected in accordance with this paragraph, each\n   12  board of cooperative education services shall  annually  report  to  the\n   13  commissioner the budgeted unit cost and, when available, the actual unit\n   14  cost  of  such  programs and services, in accordance with both the local\n   15  uniform unit cost methodology and a statewide uniform unit cost  method-\n   16  ology  prescribed  by the commissioner by regulation, where the budgeted\n   17  statewide unit cost shall be based on the anticipated  participation  in\n   18  the  ensuing  year  and the actual statewide unit cost shall be based on\n   19  actual participation through the end of each year].\n   20    (4) Contracts for shared services; allocation of costs. Each component\n   21  school district shall on or before the first day of May  following  such\n   22  notification notify the board of cooperative educational services of its\n   23  intention  to  participate or not to participate in such shared services\n   24  and the specific services which such district elects  to  utilize.  Each\n   25  participating  component  school  district  shall be required to pay the\n   26  board of cooperative educational services for the cost of  the  services\n   27  set  forth in such notification, except for adjustments caused by subse-\n   28  quent unanticipated changes in the district's enrollment. The  board  of\n   29  cooperative  educational  services  shall  enter into contracts with its\n   30  component school districts for such requested services. A copy  of  each\n   31  executed contract for such purpose shall be [filed with the commissioner\n   32  by]  ON  FILE  WITH  the  board  of cooperative educational services AND\n   33  AVAILABLE FOR PUBLIC INSPECTION UPON REQUEST on or prior  to  the  first\n   34  day  of August of each year. Notwithstanding the provisions of paragraph\n   35  b of this subdivision, any component  school  district  which  does  not\n   36  elect  to  participate in any such specific cooperative services author-\n   37  ized under this paragraph shall not be required to pay any share of  the\n   38  moneys provided in the budget as salaries of teachers or other personnel\n   39  employed  in providing such service, for equipment and supplies for such\n   40  service or for transportation of pupils to and from the place where such\n   41  service is maintained. Provided, further, that a  board  of  cooperative\n   42  educational services may allocate the cost of such services to component\n   43  school districts in accordance with terms agreed upon between such board\n   44  and  three-quarters  of  the  boards  of education and trustees of local\n   45  school districts participating in the service.\n   46    S 14. Paragraph aa of subdivision 4 of section 1950 of  the  education\n   47  law,  as added by chapter 595 of the laws of 1978, is amended to read as\n   48  follows:\n   49    aa. Notwithstanding any other provision of law, a board of cooperative\n   50  educational services may[,  with  the  prior  written  approval  of  the\n   51  commissioner,] contract to accept from a leasing company which has qual-\n   52  ified as lowest bidder pursuant to the provisions of the general munici-\n   53  pal  law a sum sufficient to purchase data processing equipment from the\n   54  manufacturer thereof, pay such sum to the manufacturer  of  said  equip-\n   55  ment, receive the equipment and title thereto and convey the same to the\n   56  leasing  company  with  a  simultaneous lease of the equipment from such\n\n       S. 2736                            10\n\n    1  leasing company to the board of cooperative educational services  for  a\n    2  specified  period of years. Before any such agreement shall be executed,\n    3  the board of cooperative educational services shall adopt  a  resolution\n    4  determining that such agreement is in the best financial interest of the\n    5  board. Such lease may be renewed for a further specified period of years\n    6  [with the prior approval of the commissioner of education].\n    7    S  15.  Subdivision 2 of section 2201 of the education law, as amended\n    8  by chapter 295 of the laws of 1993, is amended to read as follows:\n    9    2. Whenever a vacancy hereafter  occurs  in  the  office  of  district\n   10  superintendent  of  schools  in any supervisory district or whenever the\n   11  commissioner receives a letter of resignation  from  a  district  super-\n   12  intendent,  the  commissioner [shall] MAY survey the field in the county\n   13  where the vacancy occurred, and if it shall find that the continuance of\n   14  the number of supervisory districts then existing is no longer necessary\n   15  to serve adequately the educational interests of the county  he  or  she\n   16  shall  be authorized to conduct a study to examine the possible reorgan-\n   17  ization of such supervisory district if no such study has been conducted\n   18  within five years.\n   19    S 16. Subdivision 5 of section 2802 of the education law,  as  amended\n   20  by chapter 378 of the laws of 2010, is amended to read as follows:\n   21    5.  By  April first of each year, the commissioner shall report to the\n   22  governor, the legislature and the regents concerning the  prevalence  of\n   23  violence  and disruptive incidents in the public schools, and the effec-\n   24  tiveness of school programs undertaken to reduce violence and assure the\n   25  safety and security of students and school personnel. The  report  shall\n   26  summarize  the information available from the incident reporting system,\n   27  and compare the incidence of violent and disruptive incidents of schools\n   28  and school districts and boards with other schools and school  districts\n   29  and  boards based on similarity in size and grade levels and other char-\n   30  acteristics, including student need and resources, as determined by  the\n   31  commissioner. [The report shall also, to the extent possible, relate the\n   32  results available from the incident reporting system, together with such\n   33  other  analysis and information as the commissioner determines is appro-\n   34  priate, to the effectiveness of school violence measures  undertaken  by\n   35  participating  schools  and school districts, including the school codes\n   36  and school safety plans required by sections  twenty-eight  hundred  one\n   37  and twenty-eight hundred one-a of this article.]\n   38    S 17. Paragraph d of subdivision 26-a of section 3602 of the education\n   39  law is REPEALED.\n   40    S  18.  Subdivision  13  of  section  3602-e  of  the education law is\n   41  REPEALED.\n   42    S 19. Clause (e) of subparagraph 5 of paragraph b of subdivision 1  of\n   43  section 4402 of the education law is REPEALED.\n   44    S  20.  Paragraph  b of subdivision 1 of section 4452 of the education\n   45  law is REPEALED.\n   46    S 21. There shall be established a demonstration program in  the  city\n   47  school district of the city of Syracuse under which students enrolled in\n   48  the  twelfth  grade during the 2011--2012 school year and thereafter who\n   49  were also enrolled in  such  district  during  the  tenth  and  eleventh\n   50  grades, and who graduate from high school or meet high school graduation\n   51  requirements  and matriculate at the state university or city university\n   52  of New York shall be guaranteed payment of full  tuition  and  fees  for\n   53  attendance  at such institution. Such students shall be required to make\n   54  application for a tuition assistance program award pursuant  to  section\n   55  667 of the education law and shall, upon such matriculation, be eligible\n   56  for  payment  of  tuition  expenses not otherwise covered by the tuition\n\n       S. 2736                            11\n\n    1  assistance program, and fees.  The duration of eligibility  for  receipt\n    2  of  such  payment shall be as provided in paragraphs a and b of subdivi-\n    3  sion 3 of section 669-a of the education law.  The board of trustees  of\n    4  the  New  York  state higher education services corporation shall, on or\n    5  before December 31, 2011, promulgate regulations that  establish  eligi-\n    6  bility  criteria  and  application  requirements  for such demonstration\n    7  program.\n    8    S 22. This act shall take effect immediately, provided that:\n    9    1. sections one through three of this act shall be deemed to have been\n   10  in full force and effect on and after April 1, 2011 and shall  apply  to\n   11  any  general  or special law imposing mandates on municipal corporations\n   12  or school districts enacted on or after such effective date; and\n   13    2. the commissioner of education shall adopt any regulations needed to\n   14  implement the provisions of this act on or before July 1, 2012.\n",
  "memo" : "BILL NUMBER:S2736\n\nTITLE OF BILL:\nAn act\nto amend the general municipal law and the education law, in\nrelation to requiring the state to fund certain programs mandated for\nmunicipal corporations and school districts; and to amend the education\nlaw, in relation to the effect of mandates on school districts; to amend\nthe education law, in relation to the streamlining of planning and\nreporting requirements for school districts and boards of cooperative\neducational services, to repeal subparagraph 2-a of paragraph d of\nsubdivision 4 of section 1950 of such law relating to demonstration of\ncost-effectiveness of instructional and non-instructional technology\nacquired by component school districts through a board of cooperative\neducational services, to repeal paragraph d of subdivision 26-a of\nsection 3602 of such law relating to a plan for use of instructional\ncomputer technology equipment, to repeal subdivision 13 of section\n3602-e of such law relating to annual reports on universal\nprekindergarten programs, to repeal clause (e) of subparagraph 5 of\nparagraph b of subdivision 1 of section 4402 of such law relating to\nannual reports on transition of students with disabilities, to\nrepeal paragraph b of subdivision 1 of section 4452 of such law relating\nto submission of a plan for the identification and education of gifted\npupils,\nand in relation to a demonstration program in the city school district\nof the city of Syracuse\n\nPURPOSE:\nThis bill would require that any state mandate imposing a cost upon a\nschool district may not be imposed after the adoption of a school\nbudget. This provision allows school districts to plan for and\nincorporate a new state imposed mandate in their upcoming school\nbudget. In addition, This legislation would require any state\nmandated program imposed on municipalities or school districts, which\ncreated an annual net additional cost in excess of $1 0,000 or an\naggregate annual net additional cost in excess of $1 million to be\nfunded by the state. Lastly, the intent of this bill is to streamline\nplanning and reporting requirements placed on school districts and\nboards of cooperative educational services (BOCES) by reducing\nduplication and burdensome separate reporting systems. The bill gives\nthe Commissioner of Education the responsibility to reduce the\npaperwork burden on schools, conforms state planning and reporting\nrequirements to federal requirements, and defines the purposes of\nschool district planning and reporting.\n\nSUMMARY OF PROVISIONS:\nSection 1 Legislative intent.\nSection 2 Amends the General Municipal Law by adding a new section 25.\nSection 3 Amends the Education Law by adding a new section 1527-a.\nSection 4 Amends the Education Law by adding a new section 308-a.\nSections 5-21 Amend provisions of law to implement the \"Paperwork\n\nReduction Act.\"\nSection 22 sets forth the effective date.\n\nEXISTING LAW:\nOver the last several years, the State Legislature has been\nparticularly sensitive to school districts' concerns regarding the\nimposition of unfunded state mandates, however, the federal\ngovernment and the State Education Department continue to impose new\nfiscal requirements on public schools without regard to their ability\nto plan fin the fiscal implications. Without adequate funding and\ntime to plan for unforeseen costs, school districts have, at times,\nbeen forced to reduce programs, services and personnel to contend\nwith new unfunded mandates imposed by the state.\n\nIn order to ensure that school districts and taxpayers do not have to\ncontend with costly new mandates once a school budget has been\nadopted, this legislation provides schools with the time to adjust\nand plan for any new state mandates imposing a cost, on a school\ndistrict.\nState mandated programs, unlike local service decisions, place local\ntaxpayers and local officials in the position of paying for services\nthat they do not control. Increasingly, the state has set local\npriorities and forced municipal taxing decisions by mandating\nservices, programs and standards.\nAs a result, many local governments and school districts are today in\nan acutely difficult fiscal situation. Thus, in order to prevent\nirresponsible state actions which prevent localities from making their\nown decisions, and which force unwanted local property tax increases,\nit is necessary to ensure that state mandates will not be forced on\nlocalities and school districts, unless they are adequately funded.\n\nTo carry out this intent and reduce the paperwork burden on school\ndistricts and BOCES, the bill would eliminate or streamline various\nspecific reporting requirements currently imposed by statute on BOCES\nand school districts which will allow for a greater usage of time and\nenergy on the instruction of children.\n\nLEGISLATIVE HISTORY:\n2009-10: S.1476 - Referred to Local Government\n2008:    S.8519 - Passed\nSenate\n\nFISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\nImmediately, with provisions.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the general municipal law and the education law, in relation to requiring the state to fund certain programs mandated for municipal corporations and school districts; and to amend the education law, in relation to the effect of mandates on school districts; to amend the education law, in relation to the streamlining of planning and reporting requirements for school districts and boards of cooperative educational services, to repeal subparagraph 2-a of paragraph d of subdivision 4 of section 1950 of such law relating to demonstration of cost-effectiveness of instructional and non-instructional technology acquired by component school districts through a board of cooperative educational services, to repeal paragraph d of subdivision 26-a of section 3602 of such law relating to a plan for use of instructional computer technology equipment, to repeal subdivision 13 of section 3602-e of such law relating to annual reports on universal prekindergarten programs, to repeal clause (e) of subparagraph 5 of paragraph b of subdivision 1 of section 4402 of such law relating to annual reports on transition of students with disabilities, to repeal paragraph b of subdivision 1 of section 4452 of such law relating to submission of a plan for the identification and education of gifted pupils, and in relation to a demonstration program in the city school district of the city of Syracuse ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110131.T161745.TXT", "SOBI.D110131.T165223.TXT", "SOBI.D110201.T111844.TXT", "SOBI.D110131.T161219.TXT", "SOBI.D110201.T194921.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296607761137
}