{
  "year" : 2011,
  "senateBillNo" : "S2731-2011",
  "billEvents" : [ {
    "eventDate" : 1296450000000,
    "eventText" : "REFERRED TO EDUCATION",
    "billEventId" : "S2731-2011-1296450000000-REFERRED+TO+EDUCATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "GOLDEN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to reimbursement of certain transportation costs provided by parents of students",
  "summary" : "Provides that the New York city school district shall reimburse parents for the cost of certain transportation which is provided by parents where children remain in school until 5:00 pm or later for regularly scheduled academic classes. ",
  "currentCommittee" : "EDUCATION",
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "S2126-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2731\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 31, 2011\n                                      ___________\n\n       Introduced  by  Sen.  GOLDEN -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Education\n\n       AN ACT to amend the education  law,  in  relation  to  reimbursement  of\n         certain transportation costs provided by parents of students\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 3635 of the education law is amended  by  adding  a\n    2  new subdivision 8 to read as follows:\n    3    8.  ANY  OTHER PROVISION OF THIS SECTION TO THE CONTRARY NOTWITHSTAND-\n    4  ING, THE PARENT OR GUARDIAN OF A CHILD OR CHILDREN MAY ELECT TO  PROVIDE\n    5  TRANSPORTATION  OTHERWISE AUTHORIZED OR DIRECTED BY THIS CHAPTER, TO ONE\n    6  OR MORE OF SUCH CHILDREN IN THE CASE  WHERE  ONE  OR  MORE  CHILDREN  IN\n    7  GRADES  KINDERGARTEN  THROUGH SIXTH GRADE REMAIN AT SCHOOL FOR REGULARLY\n    8  SCHEDULED ACADEMIC CLASSES UNTIL  FIVE  O'CLOCK  IN  THE  AFTERNOON,  OR\n    9  LATER,  ON WEEKDAYS, AND RESIDE AT LEAST ONE-HALF MILE FROM THEIR SCHOOL\n   10  OF ATTENDANCE FOR GRADES KINDERGARTEN THROUGH TWO, AND AT LEAST ONE MILE\n   11  FROM THEIR SCHOOL OF ATTENDANCE FOR GRADES THREE THROUGH SIX. IN SUCH  A\n   12  CASE,  THE COST OF THE PARENTS PROVISION OF SUCH TRANSPORTATION SHALL BE\n   13  CONSIDERED FOR THE PURPOSES OF THIS CHAPTER TO  BE  A  CHARGE  UPON  THE\n   14  DISTRICT  AND AN ORDINARY CONTINGENT EXPENSE OF THE DISTRICT, SO LONG AS\n   15  SUCH CHILD OR CHILDREN SHALL BE OTHERWISE ELIGIBLE FOR THE PROVISION  OF\n   16  TRANSPORTATION  PURSUANT  TO THIS SECTION, AND THE PARENT OR GUARDIAN OR\n   17  ANY REPRESENTATIVE AUTHORIZED BY SUCH  PARENT  OR  GUARDIAN  SHALL  HAVE\n   18  NOTIFIED  THE SCHOOL DISTRICT IN WRITING IN THE SAME MANNER AND UPON THE\n   19  SAME DATES AS ARE REQUIRED FOR A REQUEST FOR TRANSPORTATION PURSUANT  TO\n   20  SUBDIVISION  TWO  OF THIS SECTION, PROVIDED, HOWEVER, THAT THIS SUBDIVI-\n   21  SION SHALL ONLY APPLY TO THE CITY SCHOOL DISTRICT OF  THE  CITY  OF  NEW\n   22  YORK,  AND FURTHER PROVIDED THAT TRANSPORTATION FOR A LESSER DISTANCE OR\n   23  AN EARLIER TIME THAN SPECIFIED IN THIS SUBDIVISION MAY  BE  PROVIDED  BY\n   24  SUCH  DISTRICT,  AND, IF PROVIDED, SHALL BE OFFERED EQUALLY TO ALL CHIL-\n   25  DREN IN LIKE CIRCUMSTANCES RESIDING IN THE DISTRICT. IF THE REQUIREMENTS\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04218-01-1\n\n       S. 2731                             2\n\n    1  OF THIS SUBDIVISION HAVE BEEN MET, THE CHANCELLOR OF  SUCH  CITY  SCHOOL\n    2  DISTRICT  SHALL PRESCRIBE A SYSTEM UNDER WHICH THE SCHOOL DISTRICT SHALL\n    3  REIMBURSE THE PARENT OR GUARDIAN OF SUCH CHILDREN IN AN  AMOUNT  NOT  TO\n    4  EXCEED  THE  AMOUNT  IT WOULD OTHERWISE EXPEND TO PROVIDE TRANSPORTATION\n    5  SERVICES FOR THE EQUIVALENT  CHILD  OR  NUMBER  OF  CHILDREN,  AND  SUCH\n    6  EXPENSES  SHALL  BE  DEEMED AN ACTUAL EXPENDITURE BY THE SCHOOL DISTRICT\n    7  AND SUCH DISTRICT SHALL BE ENTITLED TO AN APPORTIONMENT FOR PUPIL TRANS-\n    8  PORTATION STATE AID PURSUANT TO THIS CHAPTER FOR SUCH CHILD OR  CHILDREN\n    9  IN  THE  SAME  MANNER  AND AT THE SAME RATE AS IF SUCH CHILD OR CHILDREN\n   10  RECEIVED TRANSPORTATION SERVICES OTHERWISE AUTHORIZED BY THIS SECTION.\n   11    S 2. This act shall take effect on the first of July  next  succeeding\n   12  the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to reimbursement of certain transportation costs provided by parents of students ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110131.T165223.TXT", "SOBI.D110201.T111844.TXT", "SOBI.D110131.T161219.TXT", "SOBI.D110131.T160719.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296577124646
}