{
  "year" : 2011,
  "senateBillNo" : "S2737-2011",
  "billEvents" : [ {
    "eventDate" : 1296450000000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S2737-2011-1296450000000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SALAND",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Creates the crime of unauthorized radio transmission, a class D felony, punishable by imprisonment and a fine in the amount of not less than $10,000.00",
  "summary" : "Creates the crime of unauthorized radio transmission for those who broadcast radio transmissions without obtaining a license to do so from the FCC; makes it class D felony punishable by imprisonment and a fine. ",
  "currentCommittee" : "CODES",
  "sameAs" : "A326",
  "lawSection" : "Penal Law",
  "previousVersions" : [ "S6783-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2737\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 31, 2011\n                                      ___________\n\n       Introduced  by  Sen.  SALAND -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Codes\n\n       AN ACT to amend the penal law, in relation to prohibition against  unau-\n         thorized radio transmissions\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The penal law is amended by adding a new section 190.72  to\n    2  read as follows:\n    3  S 190.72 UNAUTHORIZED RADIO TRANSMISSION.\n    4    A  PERSON  IS  GUILTY  OF  UNAUTHORIZED  RADIO  TRANSMISSION WHEN SUCH\n    5  PERSON:\n    6    1. KNOWINGLY MAKES OR CAUSES TO BE MADE A RADIO TRANSMISSION  IN  THIS\n    7  STATE  WITHOUT  FIRST  HAVING  OBTAINED  A  LICENSE OR AN EXEMPTION FROM\n    8  LICENSURE FROM THE FEDERAL COMMUNICATIONS COMMISSION OR OTHER APPLICABLE\n    9  FEDERAL LAW OR REGULATION; OR\n   10    2. ACTS, WHETHER DIRECTLY OR  INDIRECTLY,  TO  CAUSE  AN  UNAUTHORIZED\n   11  RADIO  TRANSMISSION  TO,  OR  INTERFERENCE  WITH, A PUBLIC OR COMMERCIAL\n   12  RADIO STATION LICENSED BY THE FEDERAL COMMUNICATIONS  COMMISSION  OR  TO\n   13  ENABLE THE RADIO TRANSMISSION OR INTERFERENCE TO OCCUR.\n   14    A  PERSON CONVICTED OF UNAUTHORIZED RADIO TRANSMISSION SHALL BE GUILTY\n   15  OF A CLASS D FELONY.\n   16    S 2. This act shall take effect on the first of November next succeed-\n   17  ing the date on which it shall have become a law.\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00709-01-1\n",
  "memo" : "BILL NUMBER:S2737\n\nTITLE OF BILL:\nAn act\nto amend the penal law, in relation to prohibition against unauthorized\nradio transmissions\n\nPURPOSE:\nTo establish the crime of unauthorized radio transmission for those\nwho broadcast radio transmission without obtaining a license to do so\nfrom the Federal Communications Commission (FCC).\n\nSUMMARY OF PROVISIONS:\nSection 190.72 of the penal law would be established to outlaw\nunauthorized radio transmissions and establish penalties for failure\nto do so without FCC approvals.\n\nJUSTIFICATION:\nLocal radio stations often have their programming and signal \"bumped\noff\" the air, or drowned out by unofficial, unlicensed \"pirate\" radio\nstations that broadcast without FCC approval. This law will raise\nfinancial fines and incarceration penalties to serve as an\ndisincentive for those who would make such illegal broadcasts.\n\nLEGISLATIVE HISTORY:\n2005-06: A.9647 (Latimer) - Referred to Assembly Codes S.7074\n(Volker)-Passed Senate\n2007-08: A.1214 (Latimer- Referred to Assembly\nCodes S.4028 (Volker) - Passed Senate\n2009-10: A.181 (Latimer) -\nReferred to Assembly Codes S.6783 (Volker) - Referred to Codes\n\nFISCAL IMPLICATIONS:\nNo expense to the State, some additional revenues may occur once\nviolators pay fines.\n\nEFFECTIVE DATE:\nThe first day of November next succeeding the date on which it shall\nhave become law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, in relation to prohibition against unauthorized radio transmissions ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110131.T161745.TXT", "SOBI.D110131.T165223.TXT", "SOBI.D110131.T164723.TXT", "SOBI.D110201.T111844.TXT", "SOBI.D110131.T161219.TXT", "SOBI.D110201.T194921.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296607761139
}