{
  "year" : 2011,
  "senateBillNo" : "S2732-2011",
  "billEvents" : [ {
    "eventDate" : 1296450000000,
    "eventText" : "REFERRED TO INVESTIGATIONS AND GOVERNMENT OPERATIONS",
    "billEventId" : "S2732-2011-1296450000000-REFERRED+TO+INVESTIGATIONS+AND+GOVERNMENT+OPERATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "GOLDEN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes an education investment tax credit",
  "summary" : "Establishes an education investment tax credit. ",
  "currentCommittee" : "INVESTIGATIONS AND GOVERNMENT OPERATIONS",
  "sameAs" : null,
  "lawSection" : "Tax Law",
  "previousVersions" : [ "SA5146-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "GRISANTI",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "MARTINS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "MAZIARZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2732\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 31, 2011\n                                      ___________\n\n       Introduced by Sens. GOLDEN, GRISANTI, MARTINS, MAZIARZ -- read twice and\n         ordered  printed, and when printed to be committed to the Committee on\n         Investigations and Government Operations\n\n       AN ACT to amend the tax law, in  relation  to  enacting  the  \"education\n         investment incentives act\"\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Short title. This act shall be known and may  be  cited  as\n    2  the \"education investment incentives act\".\n    3    S 2. Legislative findings and intent. The legislature hereby finds and\n    4  declares that:\n    5    a.  At  a  time when the state is considering ways of reducing the tax\n    6  burden for New York state residents and educators are seeking an  expan-\n    7  sion  of financial resources, charitable giving for educational purposes\n    8  should be stimulated;\n    9    b. Permitting public education entities such as school  districts  and\n   10  individual  public  schools,  including  charter  schools, to accept and\n   11  receive voluntary cash contributions will lessen the need for additional\n   12  tax revenue;\n   13    c. Encouraging voluntary support for education, without prejudice  for\n   14  or  against  any  state-sanctioned  educational enterprise, promotes the\n   15  state's interest in providing the highest quality education to all chil-\n   16  dren in the state;\n   17    d. Requiring a sharing of resources among school districts will insure\n   18  a more equitable distribution of financial support;\n   19    e. The tax credit provided in this act is merely one of  many  credits\n   20  available to New York taxpayers;\n   21    f.  The  intended beneficiaries of the tax credit provided in this act\n   22  are the students who attend public schools, including  charter  schools,\n   23  or  who  further their educations using tuition scholarships from educa-\n   24  tional scholarship  organizations,  or  who  participate  in  home-based\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05643-02-1\n\n       S. 2732                             2\n\n    1  educational  programs;  therefore  the  tax  credit  does not constitute\n    2  public aid to non-public sectarian institutions;\n    3    g.  Permitting  school personnel to claim a credit for the purchase of\n    4  classroom instructional materials  and  supplies  will  insure  a  wider\n    5  availability of such materials and supplies for all students.\n    6    S  3.  Section  606  of  the  tax  law  is  amended by adding five new\n    7  subsections (u), (v), (w), (w-1) and (w-2) to read as follows:\n    8    (U) DEFINITIONS. AS USED IN SUBSECTIONS (V), (W), (W-1) AND  (W-2)  OF\n    9  THIS SECTION, THE FOLLOWING TERMS SHALL HAVE THE FOLLOWING MEANINGS:\n   10    (1) \"PUBLIC EDUCATION ENTITY\" SHALL MEAN ANY PUBLIC SCHOOL DISTRICT OR\n   11  ANY INDIVIDUAL PUBLIC SCHOOL, INCLUDING ANY CHARTER SCHOOL.\n   12    (2)  \"LOCAL  EDUCATION  FUND\"  SHALL MEAN A CHARITABLE ORGANIZATION IN\n   13  THIS STATE THAT:\n   14    (A) IS EXEMPT FROM FEDERAL TAXATION UNDER SECTION 501  (C)(3)  OF  THE\n   15  INTERNAL REVENUE CODE; AND\n   16    (B)  IS  ESTABLISHED  FOR  THE  EXPLICIT  PURPOSE OF SUPPORTING PUBLIC\n   17  EDUCATION WITHIN A SPECIFIC PUBLIC SCHOOL DISTRICT.\n   18    (3) \"EDUCATIONAL SCHOLARSHIP ORGANIZATION\"  SHALL  MEAN  A  CHARITABLE\n   19  ORGANIZATION IN THIS STATE THAT:\n   20    (A)  IS  EXEMPT  FROM FEDERAL TAXATION UNDER SECTION 501 (C)(3) OF THE\n   21  INTERNAL REVENUE CODE; AND\n   22    (B) ALLOCATES AT LEAST EIGHTY-SEVEN PERCENT OF ITS ANNUAL EXPENDITURES\n   23  FOR EDUCATIONAL SCHOLARSHIPS OR TUITION GRANTS TO CHILDREN ALLOWING THEM\n   24  TO ATTEND ANY ELIGIBLE RELIGIOUS OR INDEPENDENT SCHOOL AND/OR TO RECEIVE\n   25  TUTORING AND MENTORING SERVICES IN AN ELIGIBLE RELIGIOUS OR  INDEPENDENT\n   26  SCHOOL, OR FOR OTHER EDUCATIONAL PURPOSES; AND\n   27    (C) MAKES EDUCATIONAL SCHOLARSHIPS, WHICH MAY INCLUDE SCHOLARSHIPS FOR\n   28  TUTORING AND MENTORING SERVICES, OR TUITION GRANTS AVAILABLE TO CHILDREN\n   29  FROM  MORE  THAN ONE PUBLIC OR ELIGIBLE RELIGIOUS OR INDEPENDENT SCHOOL;\n   30  AND\n   31    (D) REPORTS ANNUALLY TO THE DEPARTMENT THE GROSS  RECEIPTS  AND  GROSS\n   32  AMOUNT EXPENDED FOR SCHOLARSHIPS AND TUITION GRANTS, MENTORING SERVICES,\n   33  AND OTHER EDUCATIONAL PURPOSES.\n   34    (4)  \"ELIGIBLE  RELIGIOUS  OR INDEPENDENT SCHOOL\" SHALL MEAN ANY RELI-\n   35  GIOUS OR INDEPENDENT PRIMARY OR SECONDARY SCHOOL THAT IS LOCATED IN THIS\n   36  STATE, THAT SATISFIES  THE  REQUIREMENTS  PRESCRIBED  BY  LAW  FOR  SUCH\n   37  SCHOOLS  IN THIS STATE, AND THAT HAS QUALIFIED FOR FEDERAL TAX EXEMPTION\n   38  UNDER SECTION 501 (C)(3) OF THE INTERNAL REVENUE CODE.\n   39    (5) \"AUTHORIZED CERTIFICATE  OF  RECEIPT\"  SHALL  MEAN  A  CERTIFICATE\n   40  DESIGNED BY THE COMMISSIONER FOR THE PURPOSE OF ACKNOWLEDGING RECEIPT OF\n   41  A  CHARITABLE  CONTRIBUTION  BY  THE CHIEF EXECUTIVE OFFICER OF A PUBLIC\n   42  EDUCATION ENTITY, OR OF A LOCAL EDUCATION  FUND  OR  OF  AN  EDUCATIONAL\n   43  SCHOLARSHIP ORGANIZATION.\n   44    (V) CONTRIBUTIONS TO PUBLIC EDUCATION CREDIT. FOR TAXABLE YEARS BEGIN-\n   45  NING ON OR AFTER JANUARY FIRST, TWO THOUSAND TWELVE, A CREDIT IS ALLOWED\n   46  AGAINST THE TAX IMPOSED BY THIS ARTICLE FOR VOLUNTARY CASH CONTRIBUTIONS\n   47  MADE BY THE TAXPAYER DURING THE TAXABLE YEAR TO A PUBLIC EDUCATION ENTI-\n   48  TY. ACCEPTANCE AND RECEIPT OF ALL SUCH CONTRIBUTIONS SHALL BE PERMITTED.\n   49  A  TAXPAYER WHO SUBMITS WITH HIS OR HER TAX RETURN AN AUTHORIZED CERTIF-\n   50  ICATE OF RECEIPT SHALL BE ALLOWED A CREDIT, TO BE COMPUTED   AS  HEREIN-\n   51  AFTER PROVIDED, AGAINST THE TAX IMPOSED BY THIS ARTICLE.\n   52    (1) THE AMOUNT OF THE CREDIT.\n   53    (A)  THIS  CREDIT  SHALL  BE  VALUED AT SIXTY PERCENT OF SUCH CONTRIB-\n   54  UTIONS, NOT TO EXCEED SIX THOUSAND DOLLARS IN ANY TAXABLE YEAR.\n   55    (B) A SHAREHOLDER OF A NEW YORK S CORPORATION OR A PARTNER OF A  PART-\n   56  NERSHIP  (OR  OTHER  ENTITY  TREATED  AS  A  PARTNERSHIP  FOR INCOME TAX\n\n       S. 2732                             3\n\n    1  PURPOSES) SHALL BE TREATED AS THE TAXPAYER WITH RESPECT TO  HIS  OR  HER\n    2  PRO-RATA  SHARE  OF  THE  TAX  CREDIT ALLOWABLE TO SUCH S CORPORATION OR\n    3  PARTNERSHIP, DETERMINED FOR THE S CORPORATION'S OR PARTNERSHIP'S TAXABLE\n    4  YEAR  ENDING WITH OR WITHIN THE SHAREHOLDER'S OR PARTNER'S TAXABLE YEAR.\n    5  THE MAXIMUM AMOUNT OF THE CREDIT FOR SUCH S CORPORATION  OR  PARTNERSHIP\n    6  SHALL  BE  THE SAME AS THAT ALLOWABLE TO CORPORATIONS UNDER SUBDIVISIONS\n    7  FORTY-FOUR AND FORTY-FIVE OF SECTION TWO HUNDRED TEN OF THIS CHAPTER.\n    8    (2) A HUSBAND AND WIFE WHO FILE SEPARATE RETURNS FOR A TAXABLE YEAR IN\n    9  WHICH THEY COULD HAVE FILED A JOINT RETURN MAY EACH CLAIM ONLY  ONE-HALF\n   10  OF THE TAX CREDIT THAT WOULD HAVE BEEN ALLOWED FOR A JOINT RETURN.\n   11    (3)  IF THE ALLOWABLE TAX CREDIT EXCEEDS THE TAXES OTHERWISE DUE UNDER\n   12  THIS ARTICLE ON THE TAXPAYER'S INCOME, OR IF  THERE  ARE  NO  TAXES  DUE\n   13  UNDER  THIS ARTICLE, THE TAXPAYER MAY CARRY THE AMOUNT OF THE CREDIT NOT\n   14  USED TO OFFSET THE TAXES UNDER THIS ARTICLE FORWARD FOR  NOT  MORE  THAN\n   15  FIVE YEARS INCOME TAX LIABILITY.\n   16    (4)  CONTRIBUTIONS OF TEN THOUSAND DOLLARS OR LESS IN ANY TAXABLE YEAR\n   17  SHALL NOT BE CONSIDERED ELIGIBLE DEDUCTIONS AS ALLOWED UNDER THIS  ARTI-\n   18  CLE  FOR  CHARITABLE CONTRIBUTIONS. CONTRIBUTIONS IN EXCESS OF TEN THOU-\n   19  SAND DOLLARS IN ANY TAXABLE YEAR SHALL BE CONSIDERED ELIGIBLE DEDUCTIONS\n   20  AS ALLOWED UNDER THIS ARTICLE FOR CHARITABLE CONTRIBUTIONS.\n   21    (5) SUCH CONTRIBUTIONS SHALL BE DEPOSITED IN A SEPARATE ACCOUNT.\n   22    (6) IF MADE TO A PUBLIC SCHOOL DISTRICT SUCH  CONTRIBUTIONS  SHALL  BE\n   23  SUPERVISED  BY  A  PERSON SO DESIGNATED BY THE CHANCELLOR OR SUPERINTEN-\n   24  DENT. IF MADE TO A PARTICULAR SCHOOL THEY SHALL  BE  SUPERVISED  BY  THE\n   25  SCHOOL PRINCIPAL. REPORTS OF DEPOSITS AND DISBURSEMENTS SHALL BE MADE TO\n   26  THE  LOCAL  BOARD OF EDUCATION ANNUALLY. CHARTER SCHOOLS SHALL MAKE SUCH\n   27  REPORTS TO THE STATE EDUCATION DEPARTMENT.\n   28    (W) CONTRIBUTIONS TO LOCAL EDUCATION FUND CREDIT. IN LIEU OF  CONTRIB-\n   29  UTIONS IN SUBSECTION (V) OF THIS SECTION, A CREDIT IS ALLOWED:\n   30    (1) FOR THE AMOUNT OF VOLUNTARY CASH CONTRIBUTIONS MADE BY THE TAXPAY-\n   31  ER  DURING  THE  TAXABLE  YEAR TO A LOCAL EDUCATION FUND. A TAXPAYER WHO\n   32  SUBMITS WITH HIS OR HER TAX RETURN AN AUTHORIZED CERTIFICATE OF  RECEIPT\n   33  SHALL  BE  ALLOWED  A  CREDIT,  TO  BE COMPUTED AS HEREINAFTER PROVIDED,\n   34  AGAINST THE TAX IMPOSED BY THIS ARTICLE.\n   35    (A) THIS CREDIT SHALL BE VALUED AT  SIXTY  PERCENT  OF  SUCH  CONTRIB-\n   36  UTIONS, NOT TO EXCEED SIX THOUSAND DOLLARS IN ANY TAXABLE YEAR. A SHARE-\n   37  HOLDER  OF  A  NEW  YORK S CORPORATION OR A PARTNER OF A PARTNERSHIP (OR\n   38  OTHER ENTITY TREATED AS A PARTNERSHIP FOR INCOME TAX PURPOSES) SHALL  BE\n   39  TREATED AS THE TAXPAYER WITH RESPECT TO HIS OR HER PRO-RATA SHARE OF THE\n   40  TAX  CREDIT  ALLOWABLE  TO SUCH S CORPORATION OR PARTNERSHIP, DETERMINED\n   41  FOR THE S CORPORATION'S OR PARTNERSHIP'S TAXABLE  YEAR  ENDING  WITH  OR\n   42  WITHIN  THE  SHAREHOLDER'S OR PARTNER'S TAXABLE YEAR. THE MAXIMUM AMOUNT\n   43  OF THE CREDIT FOR SUCH S CORPORATION OR PARTNERSHIP SHALL BE THE SAME AS\n   44  THAT ALLOWABLE TO CORPORATIONS UNDER SUBDIVISIONS FORTY-FOUR AND  FORTY-\n   45  FIVE OF SECTION TWO HUNDRED TEN OF THIS CHAPTER.\n   46    (B) A HUSBAND AND WIFE WHO FILE SEPARATE RETURNS FOR A TAXABLE YEAR IN\n   47  WHICH  THEY COULD HAVE FILED A JOINT RETURN MAY EACH CLAIM ONLY ONE-HALF\n   48  OF THE TAX CREDIT THAT WOULD HAVE BEEN ALLOWED FOR A JOINT RETURN.\n   49    (C) IF THE ALLOWABLE TAX CREDIT EXCEEDS THE TAXES OTHERWISE DUE  UNDER\n   50  THIS  ARTICLE  ON THE TAXPAYER'S INCOME, OR IF THERE ARE TAXES DUE UNDER\n   51  THIS ARTICLE, THE TAXPAYER MAY CARRY THE AMOUNT OF THE CREDIT  NOT  USED\n   52  TO  OFFSET  THE  TAXES UNDER THIS ARTICLE FORWARD FOR NOT MORE THAN FIVE\n   53  YEARS' INCOME TAX LIABILITY.\n   54    (D) CONTRIBUTIONS IN EXCESS OF TEN THOUSAND  DOLLARS  IN  ANY  TAXABLE\n   55  YEAR SHALL BE CONSIDERED ELIGIBLE DEDUCTIONS AS ALLOWED UNDER THIS ARTI-\n   56  CLE FOR CHARITABLE CONTRIBUTIONS.\n\n       S. 2732                             4\n\n    1    (E) THIS TAX CREDIT MAY NOT BE CLAIMED FOR ANY CONTRIBUTION TO A LOCAL\n    2  EDUCATION FUND FOR THE BENEFIT OF A DESIGNATED STUDENT.\n    3    (2) FOR THE AMOUNT OF VOLUNTARY CASH CONTRIBUTIONS MADE BY THE TAXPAY-\n    4  ER DURING THE TAXABLE YEAR TO AN EDUCATIONAL SCHOLARSHIP ORGANIZATION. A\n    5  TAXPAYER  WHO  SUBMITS  WITH HIS OR HER TAX RETURN AN AUTHORIZED CERTIF-\n    6  ICATE OF RECEIPT SHALL BE ALLOWED A CREDIT, TO BE COMPUTED AS HEREINAFT-\n    7  ER PROVIDED, AGAINST THE TAX IMPOSED BY THIS ARTICLE.\n    8    (A) THIS CREDIT SHALL BE VALUED AT  SIXTY  PERCENT  OF  SUCH  CONTRIB-\n    9  UTIONS, NOT TO EXCEED SIX THOUSAND DOLLARS IN ANY TAXABLE YEAR. A SHARE-\n   10  HOLDER  OF  A  NEW  YORK S CORPORATION OR A PARTNER OF A PARTNERSHIP (OR\n   11  OTHER ENTITY TREATED AS A PARTNERSHIP FOR INCOME TAX PURPOSES) SHALL  BE\n   12  TREATED AS THE TAXPAYER WITH RESPECT TO HIS OR HER PRO-RATA SHARE OF THE\n   13  TAX  CREDIT  ALLOWABLE  TO SUCH S CORPORATION OR PARTNERSHIP, DETERMINED\n   14  FOR THE S CORPORATION'S OR PARTNERSHIP'S TAXABLE  YEAR  ENDING  WITH  OR\n   15  WITHIN  THE  SHAREHOLDER'S OR PARTNER'S TAXABLE YEAR. THE MAXIMUM AMOUNT\n   16  OF THE CREDIT FOR SUCH S CORPORATION OR PARTNERSHIP SHALL BE THE SAME AS\n   17  THAT ALLOWABLE TO CORPORATIONS UNDER SUBDIVISIONS FORTY-FOUR AND  FORTY-\n   18  FIVE OF SECTION TWO HUNDRED TEN OF THIS CHAPTER.\n   19    (B) A HUSBAND AND WIFE WHO FILE SEPARATE RETURNS FOR A TAXABLE YEAR IN\n   20  WHICH  THEY COULD HAVE FILED A JOINT RETURN MAY EACH CLAIM ONLY ONE-HALF\n   21  OF THE TAX CREDIT THAT WOULD HAVE BEEN ALLOWED FOR A JOINT RETURN.\n   22    (C) IF THE ALLOWABLE TAX CREDIT EXCEEDS THE TAXES OTHERWISE DUE  UNDER\n   23  THIS  ARTICLE  ON  THE  TAXPAYER'S  INCOME, OR IF THERE ARE NO TAXES DUE\n   24  UNDER THIS ARTICLE, THE TAXPAYER MAY CARRY THE AMOUNT OF THE CREDIT  NOT\n   25  USED  TO  OFFSET  THE TAXES UNDER THIS ARTICLE FORWARD FOR NOT MORE THAN\n   26  FIVE YEARS' INCOME TAX LIABILITY.\n   27    (D) CONTRIBUTIONS IN EXCESS OF TEN THOUSAND  DOLLARS  IN  ANY  TAXABLE\n   28  YEAR SHALL BE CONSIDERED ELIGIBLE DEDUCTIONS AS ALLOWED UNDER THIS ARTI-\n   29  CLE FOR CHARITABLE CONTRIBUTIONS.\n   30    (E)  THIS  TAX  CREDIT  MAY  NOT BE CLAIMED FOR ANY CONTRIBUTION TO AN\n   31  EDUCATIONAL SCHOLARSHIP ORGANIZATION FOR THE  BENEFIT  OF  A  DESIGNATED\n   32  STUDENT.\n   33    (W-1)  HOME-BASED  INSTRUCTIONAL MATERIALS CREDIT. IN LIEU OF CONTRIB-\n   34  UTIONS IN SUBSECTIONS (V) AND (W) OF THIS SECTION, A CREDIT  IS  ALLOWED\n   35  FOR  THE  PURCHASE  OF INSTRUCTIONAL MATERIALS FOR NON-PUBLIC HOME-BASED\n   36  EDUCATIONAL PROGRAMS. THIS CREDIT SHALL BE VALUED AT  SIXTY  PERCENT  OF\n   37  SUCH PURCHASES.\n   38    (1) THE AMOUNT OF SUCH CREDIT SHALL NOT EXCEED SEVENTY-FIVE DOLLARS IN\n   39  ANY TAXABLE YEAR.\n   40    (2) A HUSBAND AND WIFE WHO FILE SEPARATE RETURNS FOR A TAXABLE YEAR IN\n   41  WHICH  THEY COULD HAVE FILED A JOINT RETURN MAY EACH CLAIM ONLY ONE-HALF\n   42  OF THE TAX CREDIT THAT WOULD HAVE BEEN ALLOWED FOR A JOINT RETURN.\n   43    (3) IF THE ALLOWABLE TAX CREDIT EXCEEDS THE TAXES OTHERWISE DUE  UNDER\n   44  THIS  ARTICLE  ON  THE  TAXPAYER'S  INCOME, OR IF THERE ARE NO TAXES DUE\n   45  UNDER THIS ARTICLE, THE TAXPAYER MAY CARRY THE AMOUNT OF THE CREDIT  NOT\n   46  USED  TO  OFFSET  THE TAXES UNDER THIS ARTICLE FORWARD FOR NOT MORE THAN\n   47  FIVE YEARS' INCOME TAX LIABILITY.\n   48    (4) IF THE TAXPAYER SHALL BE RESPONSIBLE FOR NOTIFYING THE COMMISSION-\n   49  ER OF THE INTENTION TO CLAIM THE ALLOWABLE CREDIT, NO LATER THAN  DECEM-\n   50  BER THIRTY-FIRST.\n   51    (W-2)  CLASSROOM INSTRUCTIONAL MATERIALS AND SUPPLIES CREDIT. A CREDIT\n   52  IS ALLOWED FOR THE PURCHASE OF  CLASSROOM  INSTRUCTIONAL  MATERIALS  AND\n   53  SUPPLIES  FOR  PERSONNEL  EMPLOYED  IN  ANY PUBLIC SCHOOL, INCLUDING ANY\n   54  CHARTER SCHOOL, OR IN ANY ELIGIBLE RELIGIOUS OR INDEPENDENT SCHOOL.\n\n       S. 2732                             5\n\n    1    (1) THIS CREDIT SHALL BE VALUED AT SIXTY PERCENT  OF  SUCH  PURCHASES.\n    2  THE  AMOUNT  OF SUCH CREDIT SHALL NOT EXCEED SEVENTY-FIVE DOLLARS IN ANY\n    3  TAXABLE YEAR.\n    4    (2)  THE  TAXPAYER SHALL BE RESPONSIBLE FOR NOTIFYING THE COMMISSIONER\n    5  OF THE INTENTION TO CLAIM THE ALLOWABLE CREDIT, NO LATER  THAN  DECEMBER\n    6  THIRTY-FIRST,  INDICATING  WHETHER  THE  PURCHASE  WAS MADE FOR USE IN A\n    7  PUBLIC SCHOOL, INCLUDING A CHARTER SCHOOL, OR AN ELIGIBLE  RELIGIOUS  OR\n    8  INDEPENDENT SCHOOL.\n    9    S 4. Section 210 of the tax law is amended by adding four new subdivi-\n   10  sions 43, 44, 45 and 46 to read as follows:\n   11    43.  DEFINITIONS. AS USED IN SUBDIVISIONS FORTY-FOUR AND FORTY-FIVE OF\n   12  THIS SECTION THE FOLLOWING TERMS SHALL HAVE THE FOLLOWING MEANINGS:\n   13    (A) \"PUBLIC EDUCATION ENTITY\" SHALL MEAN ANY PUBLIC SCHOOL DISTRICT OR\n   14  ANY INDIVIDUAL PUBLIC SCHOOL, INCLUDING ANY CHARTER SCHOOL.\n   15    (B) \"LOCAL EDUCATION FUND\" SHALL MEAN  A  CHARITABLE  ORGANIZATION  IN\n   16  THIS STATE THAT:\n   17    (1)  IS  EXEMPT  FROM FEDERAL TAXATION UNDER SECTION 501(C) (3) OF THE\n   18  INTERNAL REVENUE CODE; AND\n   19    (2) IS ESTABLISHED FOR  THE  EXPLICIT  PURPOSE  OF  SUPPORTING  PUBLIC\n   20  EDUCATION WITHIN A SPECIFIC PUBLIC SCHOOL DISTRICT; AND\n   21    (3)  REPORTS  ANNUALLY  TO THE DEPARTMENT THE GROSS RECEIPTS AND GROSS\n   22  AMOUNT EXPENDED IN SUPPORT OF PUBLIC EDUCATION.\n   23    (C) \"EDUCATIONAL SCHOLARSHIP ORGANIZATION\"  SHALL  MEAN  A  CHARITABLE\n   24  ORGANIZATION IN THIS STATE THAT:\n   25    (1)  IS  EXEMPT  FROM  FEDERAL TAXATION UNDER SECTION 501(C)(3) OF THE\n   26  INTERNAL REVENUE CODE; AND\n   27    (2) ALLOCATES AT LEAST EIGHTY-SEVEN PERCENT OF ITS ANNUAL EXPENDITURES\n   28  FOR EDUCATIONS SCHOLARSHIPS OR TUITION GRANTS TO CHILDREN ALLOWING  THEM\n   29  TO ATTEND ANY ELIGIBLE RELIGIOUS OR INDEPENDENT SCHOOL AND/OR TO RECEIVE\n   30  TUTORING  AND MENTORING SERVICES IN AN ELIGIBLE RELIGIOUS OR INDEPENDENT\n   31  SCHOOL, OR FOR OTHER EDUCATIONAL PURPOSES; AND\n   32    (3) MAKES EDUCATIONAL SCHOLARSHIPS, WHICH MAY INCLUDE SCHOLARSHIPS FOR\n   33  TUTORING AND MENTORING SERVICES, OR TUITION GRANTS AVAILABLE TO CHILDREN\n   34  FROM MORE THAN ONE PUBLIC OR ELIGIBLE RELIGIOUS OR  INDEPENDENT  SCHOOL;\n   35  AND\n   36    (4)  REPORTS  ANNUALLY  TO THE DEPARTMENT THE GROSS RECEIPTS AND GROSS\n   37  AMOUNT EXPENDED FOR SCHOLARSHIPS AND TUITION GRANTS.\n   38    (D) \"ELIGIBLE RELIGIOUS OR INDEPENDENT SCHOOL\" SHALL  MEAN  ANY  RELI-\n   39  GIOUS OR INDEPENDENT PRIMARY OR SECONDARY SCHOOL THAT IS LOCATED IN THIS\n   40  STATE,  THAT  SATISFIES  THE  REQUIREMENTS  PRESCRIBED  BY  LAW FOR SUCH\n   41  SCHOOLS IN THIS STATE, AND THAT HAS QUALIFIED FOR FEDERAL TAX  EXEMPTION\n   42  UNDER SECTION 501(C)(3) OF THE INTERNAL REVENUE CODE.\n   43    (E)  \"AUTHORIZED  CERTIFICATE  OF  RECEIPT\"  SHALL  MEAN A CERTIFICATE\n   44  DESIGNED BY THE COMMISSIONER FOR THE PURPOSE OF ACKNOWLEDGING RECEIPT OF\n   45  A CHARITABLE CONTRIBUTION BY THE CHIEF EXECUTIVE  OFFICER  OF  A  PUBLIC\n   46  EDUCATION  ENTITY,  OR  OF  A  LOCAL EDUCATION FUND OR OF AN EDUCATIONAL\n   47  SCHOLARSHIP ORGANIZATION.\n   48    44. CONTRIBUTIONS TO PUBLIC EDUCATION CREDIT. (A)  FOR  TAXABLE  YEARS\n   49  BEGINNING  ON  OR  AFTER JANUARY FIRST, TWO THOUSAND TWELVE, A CREDIT IS\n   50  ALLOWED AGAINST THE TAX IMPOSED  BY  THIS  ARTICLE  FOR  VOLUNTARY  CASH\n   51  CONTRIBUTIONS  MADE  BY THE TAXPAYER DURING THE TAXABLE YEAR TO A PUBLIC\n   52  EDUCATION ENTITY. ACCEPTANCE AND RECEIPT OF ALL SUCH CONTRIBUTIONS SHALL\n   53  BE PERMITTED. A TAXPAYER WHO SUBMITS WITH HIS OR HER TAX CREDIT,  TO  BE\n   54  COMPUTED  AS HEREINAFTER PROVIDED, AGAINST THE TAX IMPOSED BY THIS ARTI-\n   55  CLE. THIS CREDIT SHALL BE VALUED AT SIXTY PERCENT OF SUCH CONTRIBUTIONS,\n   56  NOT TO EXCEED FIFTEEN THOUSAND DOLLARS IN ANY TAXABLE YEAR.\n\n       S. 2732                             6\n\n    1    (B) SUCH CONTRIBUTIONS SHALL BE DEPOSITED IN A SEPARATE ACCOUNT.\n    2    (C)  IF  MADE  TO A PUBLIC SCHOOL DISTRICT SUCH CONTRIBUTIONS SHALL BE\n    3  SUPERVISED BY A PERSON SO DESIGNATED BY THE  CHANCELLOR  OR  SUPERINTEN-\n    4  DENT.  IF  MADE  TO  A PARTICULAR SCHOOL THEY SHALL BE SUPERVISED BY THE\n    5  SCHOOL PRINCIPAL. REPORTS OF DEPOSITS AND DISBURSEMENTS SHALL BE MADE TO\n    6  THE LOCAL BOARD OF EDUCATION ANNUALLY. CHARTER SCHOOLS SHALL  MAKE  SUCH\n    7  REPORTS TO THE STATE EDUCATION DEPARTMENT.\n    8    45.  CONTRIBUTIONS TO LOCAL EDUCATION FUND CREDIT. IN LIEU OF CONTRIB-\n    9  UTIONS IN SUBDIVISION FORTY-FOUR OF THIS SECTION, A CREDIT IS ALLOWED:\n   10    (A) FOR THE AMOUNT OF VOLUNTARY CASH CONTRIBUTIONS MADE BY THE TAXPAY-\n   11  ER DURING THE TAXABLE YEAR TO A LOCAL EDUCATION  FUND.  A  TAXPAYER  WHO\n   12  SUBMITS  WITH HIS OR HER TAX RETURN AN AUTHORIZED CERTIFICATE OF RECEIPT\n   13  SHALL BE ALLOWED A CREDIT,  TO  BE  COMPUTED  AS  HEREINAFTER  PROVIDED,\n   14  AGAINST THE TAX IMPOSED BY THIS ARTICLE.\n   15    (1) THE AMOUNT OF SUCH CREDIT SHALL BE VALUED AT SIXTY PERCENT OF SUCH\n   16  CONTRIBUTIONS,  NOT  TO  EXCEED  FIFTEEN THOUSAND DOLLARS IN ANY TAXABLE\n   17  YEAR.\n   18    (2) THIS TAX CREDIT MAY NOT BE CLAIMED FOR ANY CONTRIBUTION TO A LOCAL\n   19  EDUCATION FUND FOR THE BENEFIT OF A DESIGNATED STUDENT.\n   20    (B) FOR THE AMOUNT OF VOLUNTARY CASH CONTRIBUTIONS MADE BY THE TAXPAY-\n   21  ER DURING THE TAXABLE YEAR TO AN EDUCATIONAL SCHOLARSHIP ORGANIZATION. A\n   22  TAXPAYER WHO SUBMITS WITH HIS OR HER TAX RETURN  AN  AUTHORIZED  CERTIF-\n   23  ICATE OF RECEIPT SHALL BE ALLOWED A CREDIT, TO BE COMPUTED AS HEREINAFT-\n   24  ER PROVIDED, AGAINST THE TAX IMPOSED BY THIS ARTICLE.\n   25    (1) THE AMOUNT OF SUCH CREDIT SHALL BE VALUED AT SIXTY PERCENT OF SUCH\n   26  CONTRIBUTIONS,  NOT  TO  EXCEED  FIFTEEN THOUSAND DOLLARS IN ANY TAXABLE\n   27  YEAR.\n   28    (2) THIS TAX CREDIT MAY NOT BE CLAIMED  FOR  ANY  CONTRIBUTION  TO  AN\n   29  EDUCATIONAL  SCHOLARSHIP  ORGANIZATION  FOR  THE BENEFIT OF A DESIGNATED\n   30  STUDENT.\n   31    46. SCHOOL DISTRICTS RECEIVING CONTRIBUTIONS IN EXCESS OF ONE  PERCENT\n   32  OF  THEIR PREVIOUS YEAR'S BUDGET SHALL BE REQUIRED TO REMIT A MINIMUM OF\n   33  THIRTY-FIVE PERCENT OF ANY SUCH EXCESS AMOUNT TO A FUND ADMINISTERED  BY\n   34  THE  COMMISSIONER,  TO BE DISTRIBUTED TO SCHOOL DISTRICTS RECEIVING LESS\n   35  THAN ONE-HALF OF ONE PERCENT OF THEIR PREVIOUS YEAR'S BUDGET.   CONTRIB-\n   36  UTIONS TO SCHOOL DISTRICTS, TO INDIVIDUAL SCHOOLS (NOT INCLUDING CHARTER\n   37  SCHOOLS)  AND  TO  LOCAL  EDUCATION  FUNDS  SHALL  BE AGGREGATED FOR THE\n   38  PURPOSES OF THIS SECTION. SUCH PAYMENTS SHALL BE CALCULATED ON A  CALEN-\n   39  DAR  YEAR  BASIS  AND  SHALL  BE  MADE  NO LATER THAN MARCH FIRST OF THE\n   40  FOLLOWING YEAR.\n   41    S 5. Section 171 of the tax law is amended by adding a new subdivision\n   42  twenty-ninth to read as follows:\n   43    TWENTY-NINTH. FOR  THE  PURPOSE  OF  IMPLEMENTING  THE  PROVISIONS  OF\n   44  SUBSECTIONS  (U),  (V),  (W), (W-1) AND (W-2) OF SECTION SIX HUNDRED SIX\n   45  AND SUBDIVISIONS FORTY-THREE, FORTY-FOUR, FORTY-FIVE  AND  FORTY-SIX  OF\n   46  SECTION TWO HUNDRED TEN OF THIS CHAPTER THE COMMISSIONER SHALL:\n   47    (1)  REGISTER  PUBLIC  SCHOOL  DISTRICTS,  INDIVIDUAL  PUBLIC SCHOOLS,\n   48  INCLUDING CHARTER SCHOOLS, LOCAL EDUCATION FUNDS, AND EDUCATIONAL SCHOL-\n   49  ARSHIP ORGANIZATIONS; AND\n   50    (2) UPON NOTIFICATION BY THE CHIEF EXECUTIVE OFFICER OF ANY  EDUCATION\n   51  ENTITY SO REGISTERED THAT A CONTRIBUTION HAS BEEN RECEIVED, SUCH NOTIFI-\n   52  CATION  BEING WITHIN ONE BUSINESS DAY OF SAID RECEIPT, RECORD THE AMOUNT\n   53  AND DATE OF THE CONTRIBUTION, THE NAME AND ADDRESS OF  THE  CONTRIBUTOR;\n   54  AND\n   55    (3)  UPON NOTIFICATION THAT A CREDIT FOR THE PURCHASE OF INSTRUCTIONAL\n   56  MATERIALS FOR NON-PUBLIC HOME-BASED  EDUCATIONAL  PROGRAMS,  RECORD  THE\n\n       S. 2732                             7\n\n    1  AMOUNT  AND DATE OF THE NOTIFICATION, THE NAME AND ADDRESS OF THE CLAIM-\n    2  ANT; AND\n    3    (4)  UPON NOTIFICATION THAT A CREDIT FOR THE PURCHASE OF THE CLASSROOM\n    4  INSTRUCTIONAL MATERIALS AND SUPPLIES, RECORD THE AMOUNT AND DATE OF  THE\n    5  NOTIFICATION,  THE  NAME  AND  ADDRESS  OF THE CLAIMANT, AND WHETHER THE\n    6  PURCHASE WAS MADE FOR USE  IN  A  PUBLIC  SCHOOL,  INCLUDING  A  CHARTER\n    7  SCHOOL, OR AN ELIGIBLE RELIGIOUS OR INDEPENDENT SCHOOL; AND\n    8    (5) MAKE NO MORE THAN TWO HUNDRED MILLION DOLLARS IN CREDITS AVAILABLE\n    9  IN  ANY  SINGLE  TAX  YEAR,  PROVIDED FURTHER THAT FIFTY PERCENT OF SUCH\n   10  CREDITS SHALL BE AFFORDED TO TAXPAYERS  WHO  MAKE  DONATIONS  TO  PUBLIC\n   11  EDUCATION  ENTITIES  AND  LOCAL EDUCATION FUNDS, AND FOR THE PURCHASE OF\n   12  CLASSROOM INSTRUCTIONAL MATERIALS AND  SUPPLIES  FOR  USE  IN  A  PUBLIC\n   13  SCHOOL OR A CHARTER SCHOOL, AND THAT FIFTY PERCENT OF SUCH CREDITS SHALL\n   14  BE  AFFORDED  TO  EDUCATION  SCHOLARSHIP ORGANIZATIONS OR FOR HOME-BASED\n   15  INSTRUCTIONAL MATERIALS, AND FOR THE PURCHASE OF CLASSROOM INSTRUCTIONAL\n   16  MATERIALS AND SUPPLIES FOR USE IN AN ELIGIBLE RELIGIOUS  OR  INDEPENDENT\n   17  SCHOOL; AND\n   18    (6)  ISSUE TO TAXPAYERS ALL AUTHORIZED CERTIFICATES OF RECEIPT FOR ALL\n   19  ELIGIBLE CREDITS NO LATER THAN JANUARY THIRTY-FIRST FOR CREDITS  CLAIMED\n   20  FOR THE PREVIOUS CALENDAR YEAR.\n   21    S  6. Excess contributions. Contributions exceeding the allowed annual\n   22  maximum of one hundred million dollars  to  public  education  entities,\n   23  local  education  funds  and for the purchase of classroom instructional\n   24  materials and supplies for use in a public school or a  charter  school,\n   25  or  the  allowed annual maximum of one hundred million dollars to educa-\n   26  tion scholarship organizations, for home-based  instructional  materials\n   27  and  for  the purchase of classroom instructional materials and supplies\n   28  for use in an eligible religious or independent school, shall be applied\n   29  to the following tax year, and the donor so notified within one business\n   30  day.\n   31    S 7. The department of taxation and finance shall  prepare  a  written\n   32  report  before  January  31  of  each calendar year, which shall contain\n   33  statistical  information  regarding  the  credits  allowed  pursuant  to\n   34  subsections  (u),  (v), (w), (w-1) and (w-2) of section 606 and subdivi-\n   35  sions 43, 44, 45 and 46 of section 210  of  the  tax  law  as  added  by\n   36  sections  three  and  four  of this act, for the previous calendar year.\n   37  Copies of such report shall be submitted to the governor, the  temporary\n   38  president  of  the senate, the speaker of the assembly, the chair of the\n   39  senate finance committee and the chair of the assembly  ways  and  means\n   40  committee.  Such  reports shall contain, but need not be limited to, the\n   41  number of credits by type and the amount  of  such  credits  allowed  to\n   42  taxpayers.\n   43    S  8. This act shall take effect on the first of January next succeed-\n   44  ing the date on which it shall have become a law.\n",
  "memo" : "BILL NUMBER:S2732\n\nTITLE OF BILL:\nAn act\nto amend the tax law, in relation to\nenacting the \"education investment incentives act\"\n\nPURPOSE:\nThis bill would authorize a personal tax credit up to $6,000 and a\ncorporate tax credit up to $15,000 for contributions to public\neducation entities, or to charitable organizations which offer\ntuition assistance, or up to $75 for expenses incurred by school\npersonnel and parents who educate their children at home.\n\nSUMMARY OF PROVISIONS:\nThis bill would permit individual public schools, including charter\nschools, to accept and receive voluntary cash contributions. It also\namends section 606 of the tax law to define a \"local education fund\"\nas a charitable organization in this state that is exempt from\nfederal taxation under section 501(c) (3) of the Internal Revenue\nCode and is established for the specific purpose of supporting public\neducation within a specific public school district; a \"school tuition\norganization\" as a charitable organization in this state that is\nexempt from federal taxation under section 501(c) (3) of the Internal\nRevenue Code, allocates at least eighty-seven percent of its annual\nexpenditures for financial assistance to students in order that they\nmay attend an eligible nonpublic school, and provides such assistance\nto students in more than one such school. It adds subsections to\nsection 606 to allow a 60% tax credit up to $6,000 in any taxable\nyear for voluntary cash contributions to public education entities,\nor to school tuition organizations, or up to $75 for the purchase of\ninstructional materials and classroom supplies for schools or\nnonpublic home-based instruction. Contributions to local education\nfunds or to school tuition organizations\nmay not be designated for the direct benefit of any particular\nstudent. It would also add a subsection to section 210 of the tax law\nto allow a 60% credit up to $15,000 for cash contributions to public\neducation entities or to local education funds, or to school tuition\norganizations. A subsection is also added to section 171 of the tax\nlaw to establish an annual limit of two hundred million dollars for\nsuch credits. Contributions exceeding this limit shall be applied to\nthe following tax year and the donor so notified.\n\nJUSTIFICATION:\nOne of the most vexing problems facing policy makers and educators is\nthe funding of our educational system. When crafting annual school\nbudgets, school officials must grapple with rising costs, fluctuating\nstate and federal aid, and an often-unstable local tax base. These\never-changing\ndynamics result in valuable educational programs being reduced,\neliminated or never actually started. It is necessary to encourage\n\ngreater private sector support of educational opportunities for\nchildren. Private sector resources, from both individuals and\nbusinesses, not only to help stabilize the school budget process, but\nallow schools to maintain, expand or begin worthwhile programs. An\neducation investment tax credit, as established by this act, will\ninvolve the private sector, both individuals and corporations, and\nmay encourage donations to public education entities, along with\neducational scholarship organizations benefitting students attending\nindependent and religious schools. The tax credit provided in this\nact is merely one of many credits available to New York taxpayers.\nThe intended beneficiaries of the tax credit provided in this act are\nthe students who attend public schools, charter schools, and anyone\nwho furthers their education using tuition scholarships from\neducational scholarship organizations, or who participates in a\nhome-based educational program. The tax credit does not constitute\npublic aid to non-public sectarian institutions; permitting school\npersonnel to claim a credit for the purchase of classroom\ninstructional materials and supplies will insure a wider\navailability of such materials and supplies for all students.\n\nLEGISLATIVE HISTORY:\nSimilar to S.5146 of 2009-10 - Reported from Investigations, Referred\nto Finance.\n\nFISCAL IMPLICATIONS:\nThe Department of Taxation & Finance has yet to project a first-year\nrevenue reduction. However, as it would affect only the Fourth\nQuarter of FY 2011-12, it would be less than the $200 million allowed\nwhen fully implemented. Since the bill allows only a partial credit,\nit has the potential to generate $333 million in voluntary\ncontributions to support K-12 education in New York State.\nStabilizing the independent and religious sector will significantly\nlessen the need for local school tax increases as well as for the\nissuance of bonds for new public school construction, generating\nfurther savings for the state.\n\nEFFECTIVE DATE:\nThis act shall take effect on the first day of January next succeeding\nthe date on which it shall have become a law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the tax law, in relation to enacting the \"education investment incentives act\" ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110131.T165223.TXT", "SOBI.D110201.T111844.TXT", "SOBI.D110131.T161219.TXT", "SOBI.D110131.T160719.TXT", "SOBI.D110201.T194921.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296607761131
}