{
  "year" : 2011,
  "senateBillNo" : "S273-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO HEALTH",
    "billEventId" : "S273-2011-1294203600000-REFERRED+TO+HEALTH",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MAZIARZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes a bladder cancer screening program for firefighters",
  "summary" : "Directs the commissioner of health to establish, promote and maintain a bladder cancer screening program for firefighters in order to encourage such firefighters to seek medical care for the prevention or treatment of any malignant conditions resulting from occupational exposure to hazardous materials; makes related provisions. ",
  "currentCommittee" : "HEALTH",
  "sameAs" : null,
  "lawSection" : "Public Health Law",
  "previousVersions" : [ "S2152-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "ALESI",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "DIAZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "JOHNSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          273\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sens.  MAZIARZ,  ALESI,  DIAZ, JOHNSON -- read twice and\n         ordered printed, and when printed to be committed to the Committee  on\n         Health\n\n       AN  ACT  to  amend  the public health law, in relation to establishing a\n         bladder cancer screening program for firefighters\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  public health law is amended by adding a new article\n    2  27-JJ to read as follows:\n    3                                ARTICLE 27-JJ\n    4               BLADDER CANCER SCREENING PROGRAM; FIREFIGHTERS\n\n    5  S 2799-JJ. BLADDER CANCER SCREENING PROGRAM; FIREFIGHTERS.\n    6    S 2799-JJ.  BLADDER  CANCER  SCREENING  PROGRAM;  FIREFIGHTERS.    THE\n    7  COMMISSIONER  SHALL ESTABLISH, PROMOTE AND MAINTAIN A PUBLIC INFORMATION\n    8  PROGRAM REGARDING THE INCIDENCE OF BLADDER  CANCER  IN  FIREFIGHTERS  IN\n    9  ORDER  TO ENCOURAGE SUCH PERSONS TO SEEK MEDICAL CARE FOR THE PREVENTION\n   10  OR TREATMENT OF ANY MALIGNANT  CONDITIONS  RESULTING  FROM  OCCUPATIONAL\n   11  EXPOSURE  TO  HAZARDOUS  MATERIALS.    SUCH  PROGRAM  SHALL BE CONDUCTED\n   12  THROUGHOUT THE STATE AND SHALL INCLUDE, BUT NOT BE LIMITED  TO,  PRE-EM-\n   13  PLOYMENT  TESTING, ANNUAL TESTING, AND OTHER FOLLOW-UP TESTING AS MAY BE\n   14  RECOMMENDED BY THE DEPARTMENT; DATA  COLLECTION  OF  ALL  INCIDENCES  OF\n   15  BLADDER  CANCER  IN  FIREFIGHTERS AND RELATED PROFESSIONS IN THIS STATE;\n   16  AND A PROGRAM OF EDUCATION FOR SUCH GROUPS.  ALL PARTICIPATION BY  FIRE-\n   17  FIGHTERS  IN THE PROGRAM ESTABLISHED IN THIS SECTION SHALL BE VOLUNTARY.\n   18  SUCH PROGRAM SHALL EMPHASIZE THE NEED FOR ANNUAL TESTING AND THE NEED TO\n   19  REMAIN INFORMED ABOUT ADDITIONAL DEVELOPMENTS CONCERNING  LINKS  BETWEEN\n   20  FIREFIGHTERS'  OCCUPATIONAL  EXPOSURE TO HAZARDOUS MATERIALS AND BLADDER\n   21  CANCER.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01661-01-1\n\n       S. 273                              2\n\n    1    THE COMMISSIONER SHALL DESIGNATE AND MAY  ENTER  INTO  CONTRACTS  WITH\n    2  PROVIDERS OF HEALTH CARE AND/OR BLADDER CANCER TESTING MATERIALS FOR THE\n    3  PURPOSE OF ESTABLISHING REGIONAL SCREENING PROGRAMS FOR FIREFIGHTERS AND\n    4  RELATED  PROFESSIONS. IN SELECTING SUCH PROVIDER, THE COMMISSIONER SHALL\n    5  CONSIDER  SUCH  PROVIDER'S  COMPLIANCE WITH STATE AND FEDERAL STANDARDS,\n    6  SUCH PROVIDER'S LOCATION IN RELATION  TO  GEOGRAPHICAL  DISTRIBUTION  OF\n    7  FIREFIGHTERS,  AND  THE CAPACITY OF SUCH PROVIDER TO PROPERLY SCREEN FOR\n    8  BLADDER CANCER USING THE MOST ACCURATE AND ECONOMICALLY EFFICIENT  MEANS\n    9  AVAILABLE.\n   10    THE  DEPARTMENT  SHALL MAKE AN ANNUAL REPORT TO THE LEGISLATURE OF ITS\n   11  FINDINGS AND RECOMMENDATIONS CONCERNING THE  EFFECTIVENESS,  IMPACT  AND\n   12  BENEFITS  DERIVED FROM SUCH SPECIAL PROGRAMS. SUCH REPORT SHALL BE FILED\n   13  WITH THE ASSEMBLY ON OR BEFORE THE  FIRST  DAY  OF  FEBRUARY  AND  SHALL\n   14  CONTAIN EVALUATIONS OF SUCH SPECIAL PROGRAMS, AND ANY RECOMMENDED LEGIS-\n   15  LATION.\n   16    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public health law, in relation to establishing a bladder cancer screening program for firefighters ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101213.T114806.TXT", "SOBI.D101213.T134315.TXT", "SOBI.D101213.T124810.TXT", "SOBI.D101215.T112359.TXT", "SOBI.D101215.T112859.TXT", "SOBI.D101213.T132815.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292430539262
}