{
  "year" : 2011,
  "senateBillNo" : "S2730-2011",
  "billEvents" : [ {
    "eventDate" : 1296450000000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "S2730-2011-1296450000000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "GOLDEN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes a blue alert system to aid in the apprehension of any individuals suspected of killing or seriously wounding any law enforcement officer",
  "summary" : "Establishes a blue alert system to aid in the identification, location and apprehension of any individuals suspected of killing or seriously wounding any local, state or federal law enforcement officer. ",
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "Executive Law",
  "previousVersions" : [ "S8145-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2730\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 31, 2011\n                                      ___________\n\n       Introduced  by  Sen.  GOLDEN -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Finance\n\n       AN ACT to amend the executive law, in relation to  establishing  a  blue\n         alert  system  to aid in the apprehension of any individuals suspected\n         of killing or seriously wounding any law enforcement officer\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  executive  law is amended by adding two new sections\n    2  837-s and 837-t to read as follows:\n    3    S 837-S. BLUE ALERT SYSTEM. 1. THERE IS ESTABLISHED WITHIN  THE  DIVI-\n    4  SION  THE  BLUE ALERT SYSTEM REFERRED TO IN THIS SECTION AS THE \"SYSTEM\"\n    5  WHICH IS A STATEWIDE PROGRAM TO AID IN THE IDENTIFICATION, LOCATION  AND\n    6  APPREHENSION  OF  ANY  INDIVIDUAL OR INDIVIDUALS SUSPECTED OF KILLING OR\n    7  SERIOUSLY WOUNDING ANY LOCAL, STATE, OR FEDERAL LAW ENFORCEMENT OFFICER.\n    8    2. FOR THE PURPOSES OF THIS SECTION, \"LAW ENFORCEMENT  OFFICER\"  MEANS\n    9  ANY  PUBLIC  SERVANT  HAVING BOTH THE POWER AND DUTY TO MAKE ARRESTS FOR\n   10  VIOLATIONS OF THE LAWS OF  THE  STATE  OF  NEW  YORK,  AND  FEDERAL  LAW\n   11  ENFORCEMENT  OFFICERS  AUTHORIZED  TO CARRY FIREARMS AND TO MAKE ARRESTS\n   12  FOR VIOLATIONS OF THE LAWS OF THE UNITED STATES.\n   13    3. THE DIVISION SHALL DEVELOP REGIONS TO PROVIDE THE SYSTEM. THE DIVI-\n   14  SION SHALL COORDINATE WITH LOCAL LAW  ENFORCEMENT  AGENCIES  AND  PUBLIC\n   15  COMMERCIAL  TELEVISION  AND  RADIO  BROADCASTERS TO PROVIDE AN EFFECTIVE\n   16  SYSTEM. IN THE EVENT THAT A LOCAL LAW ENFORCEMENT AGENCY OPTS NOT TO SET\n   17  UP A SYSTEM AND A KILLING OR SERIOUS WOUNDING OF A LAW ENFORCEMENT OFFI-\n   18  CER OCCURS WITHIN THE JURISDICTION, IT SHALL  NOTIFY  THE  DIVISION  WHO\n   19  WILL NOTIFY LOCAL MEDIA IN THE REGION.\n   20    4.  THE  BLUE ALERT SYSTEM SHALL INCLUDE ALL STATE AGENCIES CAPABLE OF\n   21  PROVIDING URGENT AND TIMELY INFORMATION  TO  THE  PUBLIC  TOGETHER  WITH\n   22  BROADCASTERS AND OTHER PRIVATE ENTITIES THAT VOLUNTEER TO PARTICIPATE IN\n   23  THE  DISSEMINATION  OF  URGENT PUBLIC INFORMATION. THE BLUE ALERT SYSTEM\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD08604-01-1\n\n       S. 2730                             2\n\n    1  SHALL INCLUDE, BUT NOT BE LIMITED TO THE DIVISION, THE  NEW  YORK  STATE\n    2  DEPARTMENT OF TRANSPORTATION, AND THE NEW YORK STATE LOTTERY.\n    3    5.  THE DIVISION SHALL HAVE THE AUTHORITY TO NOTIFY OTHER REGIONS UPON\n    4  VERIFICATION THAT THE CRITERIA ESTABLISHED BY  THE  OVERSIGHT  COMMITTEE\n    5  HAS BEEN MET.\n    6    6.  PARTICIPATION  IN A BLUE ALERT SYSTEM IS ENTIRELY AT THE OPTION OF\n    7  LOCAL LAW ENFORCEMENT AGENCIES AND FEDERALLY LICENSED  RADIO  AND  TELE-\n    8  VISION BROADCASTERS.\n    9    7.  ANY  PERSON  WHO  KNOWINGLY  MAKES A FALSE REPORT THAT TRIGGERS AN\n   10  ALERT UNDER THIS SECTION IS GUILTY OF A CLASS A MISDEMEANOR.\n   11    S 837-T. LAW ENFORCEMENT COUNCIL BLUE ALERT SYSTEM OVERSIGHT. 1.   THE\n   12  LAW  ENFORCEMENT  COUNCIL  SHALL DEVELOP CRITERIA AND PROCEDURES FOR THE\n   13  BLUE ALERT SYSTEM. THE LAW ENFORCEMENT COUNCIL  SHALL  REGULARLY  REVIEW\n   14  THE FUNCTION OF THE BLUE ALERT SYSTEM AND REVISE ITS CRITERIA AND PROCE-\n   15  DURES  IN  COOPERATION  WITH  THE  DIVISION TO PROVIDE FOR EFFICIENT AND\n   16  EFFECTIVE PUBLIC NOTIFICATION. AS SOON AS PRACTICABLE, THE LAW  ENFORCE-\n   17  MENT  COUNCIL  SHALL  ADOPT  CRITERIA  AND PROCEDURES TO EXPAND THE BLUE\n   18  ALERT SYSTEM TO PROVIDE URGENT PUBLIC ALERTS RELATED TO HOMELAND SECURI-\n   19  TY, CRIMINAL ACTS, HEALTH EMERGENCIES, AND OTHER IMMINENT DANGERS TO THE\n   20  PUBLIC HEALTH AND WELFARE.\n   21    2. THE LAW ENFORCEMENT COUNCIL  IS  HEREBY  AUTHORIZED  TO  PROMULGATE\n   22  RULES AND REGULATIONS FOR THE IMPLEMENTATION OF THE BLUE ALERT SYSTEM.\n   23    S 2. Severability. If any clause, sentence, paragraph, section or part\n   24  of  this act shall be adjudged by any court of competent jurisdiction to\n   25  be invalid, such judgment shall not affect,  impair  or  invalidate  the\n   26  remainder thereof, but shall be confined in its operation to the clause,\n   27  sentence,  paragraph,  section  or part thereof directly involved in the\n   28  controversy in which such judgment shall have been rendered.\n   29    S 3. This act shall take effect on the ninetieth day  after  it  shall\n   30  have become a law; provided, that section 837-t of the executive law, as\n   31  added by section one of this act, shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the executive law, in relation to establishing a blue alert system to aid in the apprehension of any individuals suspected of killing or seriously wounding any law enforcement officer ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110131.T165223.TXT", "SOBI.D110201.T111844.TXT", "SOBI.D110131.T161219.TXT", "SOBI.D110131.T160219.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296577124641
}