{
  "year" : 2011,
  "senateBillNo" : "S2733-2011",
  "billEvents" : [ {
    "eventDate" : 1296450000000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "S2733-2011-1296450000000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "GOLDEN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to preferred source status for the purposes of procurement",
  "summary" : "Provides referred source status for the purposes of procurement to New York based companies who meet certain criteria and which have at least one employee who resides full time in New York State and whose primary role is to conduct business in any capacity other than government relations. ",
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "State Finance Law",
  "previousVersions" : [ "S7743-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2733\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 31, 2011\n                                      ___________\n\n       Introduced  by  Sen.  GOLDEN -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Finance\n\n       AN ACT to amend the state finance law, in relation to  preferred  source\n         status for the purposes of procurement\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraph i of subdivision 2 of section 161  of  the  state\n    2  finance  law,  as added by chapter 83 of the laws of 1995, is amended to\n    3  read as follows:\n    4    i. Establish and, from time to time, amend guidelines for the procure-\n    5  ment of services and technology in accordance  with  the  provisions  of\n    6  this  article.  Such guidelines shall ensure the wise and prudent use of\n    7  public money in the best interest of the taxpayers of the  state;  guard\n    8  against  favoritism,  improvidence,  extravagance, fraud and corruption;\n    9  and ensure that service contracts are  awarded  on  the  basis  of  best\n   10  value,  including, but not limited to, the following criteria:  quality,\n   11  cost, and efficiency; AND ALL OTHER CRITERIA BEING EQUAL,  THE  ECONOMIC\n   12  NEXUS OF THE VENDOR AS PROVIDED FOR IN PARAGRAPH G OF SUBDIVISION TWO OF\n   13  SECTION ONE HUNDRED SIXTY-TWO OF THIS ARTICLE;\n   14    S  2.  Paragraphs e and f of subdivision 2 of section 162 of the state\n   15  finance law, paragraph e as amended and paragraph f as added by  chapter\n   16  501  of the laws of 2002, are amended, and a new paragraph g is added to\n   17  read as follows:\n   18    e. Commodities and services produced by a qualified veterans' workshop\n   19  providing job and employment-skills training to veterans  where  such  a\n   20  workshop is operated by the United States department of veterans affairs\n   21  and  is  manufacturing products or performing services within this state\n   22  and where such workshop is approved for such purposes by the commission-\n   23  er of education; [or]\n   24    f. Commodities and services produced by any qualified charitable  non-\n   25  profit-making  workshop  for  veterans approved for such purposes by the\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06129-01-1\n\n       S. 2733                             2\n\n    1  commissioner of education, or incorporated under the laws of this  state\n    2  and approved for such purposes by the commissioner of education[.]; OR\n    3    G.  COMMODITIES AND SERVICES PRODUCED BY A COMPANY WHOSE PRIMARY BUSI-\n    4  NESS PRESENCE IS LOCATED IN NEW YORK STATE, THAT REALIZES NO  LESS  THAN\n    5  TWENTY  PERCENT  OF  ITS GROSS REVENUE, AS DEFINED BY GENERALLY ACCEPTED\n    6  ACCOUNTING PRINCIPLES, FROM BUSINESS  ACTIVITY  GENERATED  IN  NEW  YORK\n    7  STATE,  AND  THAT HAS AT LEAST ONE EMPLOYEE WHO RESIDES FULL-TIME IN NEW\n    8  YORK STATE AND WHOSE PRIMARY ROLE IS TO CONDUCT BUSINESS IN ANY CAPACITY\n    9  OTHER THAN GOVERNMENT RELATIONS.\n   10    S 3. Subparagraph (iii) of paragraph a of subdivision 4 of section 162\n   11  of the state finance law, as added by chapter 83 of the laws of 1995, is\n   12  amended to read as follows:\n   13    (iii) When commodities are available, in the form, function and utili-\n   14  ty required by, a state agency or political subdivision or public  bene-\n   15  fit corporation having their own purchasing agency, and such commodities\n   16  are  not  available pursuant to subparagraphs (i) and (ii) of this para-\n   17  graph, said commodities shall then be purchased from  a  qualified  non-\n   18  profit-making  agency  for  other severely disabled persons, a qualified\n   19  special employment program for mentally ill persons,  [or]  a  qualified\n   20  veterans'  workshop, OR A NEW YORK BASED VENDOR AS PROVIDED FOR IN PARA-\n   21  GRAPH G OF SUBDIVISION TWO OF THIS SECTION;\n   22    S 4. This act shall take effect on the ninetieth day  after  it  shall\n   23  have become a law.\n",
  "memo" : "BILL NUMBER:S2733\n\nTITLE OF BILL:\nAn act\nto amend the state finance law, in relation to preferred source status\nfor the purposes of procurement\n\nPURPOSE:\nTo protect jobs and help businesses located in New York State and that\ngenerate economic activity in New York State. If a business is\nlocated in New York and is bidding for a public contract, given that\nthe business produces a product of equal quality at a competitive\nprice, it is in the best interest of New York to award the contract\nto a New York domiciled business. This protects jobs and generates\neconomic activity which in turn generates tax revenue.\n\nSUMMARY OF PROVISIONS:\nSection 1. Amends section 161 of the State Finance Law to add economic\nnexus of the vendor to the guidelines for wise and prudent uses of\npublic money developed by the State Procurement Council.\n\nSection 2. Amends section 162 of the State Finance Law to add New York\nState based businesses as preferred sources for the purpose of public\ncontracts. To qualify a business must have an organizational presence\nin New York State, generate at least 20 percent of its gross income\nfrom business conducted in the State and have at least one employee\nlocated in the State (excluding employees whose primary role is\ngovernment relations).\n\nSection 3. Amends 162 of the State Finance Law to add New York based\nvendors to the list of priority accorded preferred sources.\n\nSection 4. Effective date.\n\nJUSTIFICATION:\nNew York State issues tens of billions of dollars in vendor contracts\nannually. Awarding contracts to out of State firms is tantamount to\nexporting jobs out of New York State and sometimes out of the country.\nIf a business is based in New York State, employs New Yorkers and can\nprovide the same quality of service at a competitive price, it\nfollows that public contracts should be awarded to that business.\n\nLEGISLATIVE HISTORY:\nS.7743 of 2010, Finance\n\nFISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\nNinety days after being signed into law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the state finance law, in relation to preferred source status for the purposes of procurement ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110131.T165223.TXT", "SOBI.D110201.T111844.TXT", "SOBI.D110131.T161219.TXT", "SOBI.D110131.T160719.TXT", "SOBI.D110201.T194921.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296607761133
}