{
  "year" : 2011,
  "senateBillNo" : "S2735-2011",
  "billEvents" : [ {
    "eventDate" : 1296450000000,
    "eventText" : "REFERRED TO INVESTIGATIONS AND GOVERNMENT OPERATIONS",
    "billEventId" : "S2735-2011-1296450000000-REFERRED+TO+INVESTIGATIONS+AND+GOVERNMENT+OPERATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "JOHNSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Grants a $3,000 personal income tax deduction to active members of the United States Coast Guard Auxiliary who have been active members for 5 or more years",
  "summary" : "Grants a $3,000 personal income tax deduction to active members of the United States Coast Guard Auxiliary who have been active members for 5 or more years. ",
  "currentCommittee" : "INVESTIGATIONS AND GOVERNMENT OPERATIONS",
  "sameAs" : "A1721",
  "lawSection" : "Tax Law",
  "previousVersions" : [ "S3447-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "FLANAGAN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "GOLDEN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "LARKIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "MAZIARZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2735\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 31, 2011\n                                      ___________\n\n       Introduced  by  Sens. JOHNSON, FLANAGAN, GOLDEN, LARKIN, MAZIARZ -- read\n         twice and ordered printed, and when printed to  be  committed  to  the\n         Committee on Investigations and Government Operations\n\n       AN  ACT to amend the tax law, in relation to establishing a personal tax\n         deduction for members of the United States Coast Guard Auxiliary\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Subsection (c) of section 612 of the tax law is amended by\n    2  adding a new paragraph 39 to read as follows:\n    3    (39) THREE THOUSAND DOLLARS FOR ANY TAXPAYER WHO, DURING  THE  TAXABLE\n    4  YEAR, WAS AN ENROLLED AND ACTIVE MEMBER OF THE UNITED STATES COAST GUARD\n    5  AUXILIARY  AND  HAS  BEEN SO ENROLLED AND ACTIVE FOR FIVE OR MORE YEARS.\n    6  THE TAXPAYER SHALL HAVE BEEN CERTIFIED BY  THE  CHIEF  DIRECTOR  OF  THE\n    7  UNITED  STATES COAST GUARD AUXILIARY AS AN ENROLLED AND ACTIVE MEMBER OF\n    8  THE UNITED STATES COAST GUARD AUXILIARY FOR AT  LEAST  FIVE  YEARS.  THE\n    9  COMMISSIONER SHALL DETERMINE THE PROCEDURE FOR SUCH CERTIFICATION.\n   10    S  2. This act shall take effect on the first of January next succeed-\n   11  ing the date on which it shall have become a law.\n\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01847-01-1\n",
  "memo" : "BILL NUMBER:S2735\n\nTITLE OF BILL:\nAn act\nto amend the tax law, in relation to establishing a personal tax\ndeduction for members of the United States Coast Guard Auxiliary\n\nPURPOSE:\nTo grant a $3,000 personal income tax deduction to active members of\nthe United States Coast Guard Auxiliary who have been active members\nfor five or more years.\n\nSUMMARY OF PROVISIONS:\nSection one of the bill adds a new paragraph 39 of subsection ( c) of\nsection 612 of the tax law that would allow an active member in the\nUnited States Coast Guard Auxiliary a $3,000 state income tax\ndeduction provided that: (a) the member has served for at least five\nyears in the Coast Guard Auxiliary and (b) such membership is\ncertified by the chief director of the United States Coast Guard\nAuxiliary.\n\nEXISTING LAW:\nNone.\n\nJUSTIFICATION:\nThe Coast Guard Auxiliary is the civilian, nonmilitary component of\nthe US Coast Guard, created by Congress in 1939. It is an all\nvolunteer, non paid, uniformed organization that directly supports\nthe Coast Guard in all of its missions, except direct military and\nlaw enforcement actions. There are approximately 3,400 active\nAuxiliary members in New York. They actively patrol our waterways,\nassisting the Coast Guard in protecting our coastline from foreign\nand domestic threats, educating the boating public, inspecting\ncommercial/pleasure boats and serving side-by-side with active duty\nmembers of the Coast Guard at their stations and on their vessels.\nThey are ready for immediate call-out for a maritime emergency,\nshould the need arise as it did on September 11, 2001. The Auxiliary\nprovides and promotes: Homeland Security; Direct Coast Guard\nAugmentation; Maritime Domain Awareness Patrols (MDA); Search and\nRescue (SAR); Public Education; Free Vessel Safety Checks; Marine\nEnvironmental Protection; and U.S. Coast Guard Recruiting.\nIn 2004, the Auxiliary performed 8,321 Vessel Safety Checks, expended\n18,121 hours in public education and the total volunteer hours\nexpended for all Auxiliary programs was 422,673. These\nvolunteers\nprovide a difficult but necessary service that keep boaters in New\nYork safe. By providing the exemption, it would help maintain current\nAuxiliary membership, assist in recruitment of new members, increase\nmembership morale, and\nserve as a modest reward for the extraordinary service and\n\ncontribution of time, talent, dedication and personal wealth that the\nAuxiliary brings to the community.\n\nLEGISLATIVE HISTORY:\n2009-2010: S.3447/A.9089\n\nFISCAL IMPLICATIONS:\nTo be determined.\n\nEFFECTIVE DATE:\nThis Act shall take effect on the first of January next succeeding the\ndate on which it shall have become a law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the tax law, in relation to establishing a personal tax deduction for members of the United States Coast Guard Auxiliary ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110131.T165223.TXT", "SOBI.D110201.T111844.TXT", "SOBI.D110131.T161219.TXT", "SOBI.D110131.T160719.TXT", "SOBI.D110201.T194921.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296607761136
}