{
  "year" : 2011,
  "senateBillNo" : "S2749-2011",
  "billEvents" : [ {
    "eventDate" : 1296450000000,
    "eventText" : "REFERRED TO CULTURAL AFFAIRS, TOURISM, PARKS AND RECREATION",
    "billEventId" : "S2749-2011-1296450000000-REFERRED+TO+CULTURAL+AFFAIRS%2C+TOURISM%2C+PARKS+AND+RECREATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SERRANO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes the office of parks, recreation and historic preservation to establish a resident curator program for the rehabilitation of state park buildings",
  "summary" : "Authorizes the office of parks, recreation and historic preservation to establish a resident curator program for the rehabilitation of state park buildings. ",
  "currentCommittee" : "CULTURAL AFFAIRS, TOURISM, PARKS AND RECREATION",
  "sameAs" : null,
  "lawSection" : "Parks, Recreation and Historic Preservation Law",
  "previousVersions" : [ "SA7986-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2749\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 31, 2011\n                                      ___________\n\n       Introduced  by  Sen. SERRANO -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Cultural Affairs, Tourism,\n         Parks and Recreation\n\n       AN ACT to amend the parks, recreation and historic preservation law,  in\n         relation  to establishing a resident curator program for the rehabili-\n         tation of state park buildings\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Section 3.09 of the parks, recreation and historic preser-\n    2  vation law is amended by  adding  a  new  subdivision  2-h  to  read  as\n    3  follows:\n    4    2-H. BE EMPOWERED, IN ADDITION TO ANY OTHER PROVISION OF LAW AUTHORIZ-\n    5  ING THE LEASING OF PROPERTY UNDER ITS JURISDICTION, TO ESTABLISH A RESI-\n    6  DENT  CURATOR  PROGRAM. THE TERM \"RESIDENT CURATOR\" SHALL MEAN A PRIVATE\n    7  INDIVIDUAL OR INDIVIDUALS, OR NOT-FOR-PROFIT CORPORATION SELECTED BY THE\n    8  COMMISSIONER, WHO OR WHICH MEETS ESTABLISHED CRITERIA OF THE  OFFICE  TO\n    9  INVEST  PRIVATE  OR  OTHER  NON-STATE BUDGETED FUNDS TO REHABILITATE AND\n   10  MAINTAIN AN AT RISK STRUCTURE UNDER THE OFFICE'S JURISDICTION.  FOR  THE\n   11  PURPOSES  OF THIS SUBDIVISION, THE TERM \"AT RISK STRUCTURE\" SHALL MEAN A\n   12  HOUSE, BUILDING OR OTHER ROOFED STRUCTURE UNDER THE JURISDICTION OF  THE\n   13  OFFICE  THAT  IS  OR  HAS  BECOME  FUNCTIONALLY ISOLATED FROM THE DIRECT\n   14  PUBLIC SERVICE MISSION OF THE OFFICE SUCH THAT SUCH STRUCTURE IS  VACANT\n   15  AND  AT  RISK  OF UNDERGOING PROGRESSIVE DETERIORATION AND/OR FUNCTIONAL\n   16  ABANDONMENT BECAUSE OF FISCAL OR OTHER CIRCUMSTANTIAL DIFFICULTIES.\n   17    THE COMMISSIONER SHALL BE AUTHORIZED TO LEASE SUCH AT  RISK  STRUCTURE\n   18  TO A RESIDENT CURATOR FOR THE LIFE OF THE RESIDENT CURATOR OR FOR A TERM\n   19  OF  UP  TO FORTY YEARS IN EXCHANGE FOR THE RESIDENT CURATOR ASSUMING THE\n   20  FINANCIAL RESPONSIBILITY FOR THE REHABILITATION AND MAINTENANCE OF  SUCH\n   21  AT RISK STRUCTURE, AND TO PROVIDE REASONABLE RIGHTS OF ACCESS, UTILITIES\n   22  AND  PARKING FOR THE PURPOSE OF RESIDENTIAL OCCUPANCY OR OTHER USES THAT\n   23  ARE DEEMED BY THE COMMISSIONER TO BE APPROPRIATE  TO  TAKE  PLACE  AT  A\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00399-01-1\n\n       S. 2749                             2\n\n    1  STATE  PARK  OR  HISTORIC  SITE. THE COMMISSIONER SHALL CONSULT WITH THE\n    2  STATE BOARD FOR HISTORIC PRESERVATION, ESTABLISHED PURSUANT  TO  SECTION\n    3  11.03 OF THIS TITLE, PRIOR TO ENTERING INTO A RESIDENT CURATOR LEASE FOR\n    4  ANY AT RISK STRUCTURE, INCLUDING THOSE ELIGIBLE FOR LISTING ON THE STATE\n    5  AND NATIONAL REGISTERS OF HISTORIC PLACES.  THE COMMISSIONER SHALL ADOPT\n    6  A  PLAN  IDENTIFYING  AT RISK STRUCTURES IN THE STATE PARKS AND HISTORIC\n    7  SITES, AND SHALL ADOPT RULES AND REGULATIONS TO PROMULGATE THE  RESIDENT\n    8  CURATOR  PROGRAM,  WHICH  SHALL INCLUDE, BUT NOT BE LIMITED TO, CRITERIA\n    9  FOR IDENTIFYING AT RISK STRUCTURES APPROPRIATE FOR THE PROGRAM  AND  THE\n   10  CRITERIA USED TO SELECT RESPONSIBLE RESIDENT CURATORS.\n   11    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the parks, recreation and historic preservation law, in relation to establishing a resident curator program for the rehabilitation of state park buildings ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110131.T164723.TXT", "SOBI.D110131.T162722.TXT", "SOBI.D110201.T121350.TXT", "SOBI.D110131.T163222.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296580430394
}