{
  "year" : 2011,
  "senateBillNo" : "S2740-2011",
  "billEvents" : [ {
    "eventDate" : 1296450000000,
    "eventText" : "REFERRED TO ELECTIONS",
    "billEventId" : "S2740-2011-1296450000000-REFERRED+TO+ELECTIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SMITH",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Enacts the New York State clean election campaign finance reform act; repealer",
  "summary" : "Enacts the New York state clean election and campaign finance enforcement reform act. ",
  "currentCommittee" : "ELECTIONS",
  "sameAs" : null,
  "lawSection" : "Election Law",
  "previousVersions" : [ "SA5814-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "PARKER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "BRESLIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2740\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 31, 2011\n                                      ___________\n\n       Introduced by Sens. SMITH, PARKER -- read twice and ordered printed, and\n         when printed to be committed to the Committee on Elections\n\n       AN  ACT  to amend the election law, in relation to violations and penal-\n         ties for campaign finance and the enforcement thereof;  to  amend  the\n         election  law,  in  relation to the creation of the advisory committee\n         for the state board of elections;  to  amend  the  executive  law,  in\n         relation  to  the  powers  of  the  attorney  general  to  enforce the\n         provisions of the election law; and to repeal  certain  provisions  of\n         the  election  law  relating  to  enforcement  (Part  A); to amend the\n         election  law,  in  relation  to  voluntary  clean  election  campaign\n         finance;  to  amend  the  tax  law,  in relation to the clean election\n         campaign finance fund; and to amend the election law, in  relation  to\n         the state campaign finance board (Part B)\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Legislative  findings  and  declarations.  The  legislature\n    2  finds  and  declares  that  the  current  system  of  privately financed\n    3  campaigns diminishes the meaning of the right to vote by allowing  large\n    4  contributions to have deleterious influence on the political process. As\n    5  the United States Supreme Court found in BUCKLEY V. VALEO, states have a\n    6  compelling  governmental  interest  \"to reduce the deleterious effect of\n    7  large contributions on our political process\" and thereby to redress the\n    8  appearance or reality of favoritism or corruption in public office.  The\n    9  legislature  finds  and  declares that such deleterious effects arise in\n   10  insidious ways, including but not limited to the creation of the appear-\n   11  ance if not reality that donors of  large  campaign  contributions  have\n   12  disproportionate  access to and influence on the legislative process and\n   13  that recipients of such moneys have  or  appear  to  have  conflicts  of\n   14  interest  in  the  discharge  of  their public duties. These effects, in\n   15  turn, directly and substantially  undermine  public  confidence  in  the\n   16  legislative  process  in  this  state  and discourage meaningful partic-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD08687-01-1\n\n       S. 2740                             2\n\n    1  ipation therein, thereby eroding the very foundation of democracy in New\n    2  York state. The legislature further finds and declares that the  current\n    3  system  creates  high  barriers  to  entry into the political process by\n    4  making  it  unduly  difficult  for qualified candidates without personal\n    5  fortunes or unfettered access to large contributors to  mount  effective\n    6  campaigns  for  public  office,  thereby inhibiting the free exchange of\n    7  ideas that is the core of a healthy democracy.\n    8    For the foregoing reasons, the legislature  finds  and  declares  that\n    9  establishing  a  voluntary  clean election campaign finance system would\n   10  enhance democracy and restore public confidence in the  electoral  proc-\n   11  ess.  Such  a  system  would  reduce  the deleterious influence of large\n   12  campaign contributions, diminishing  the  extent  to  which  a  person's\n   13  wealth or other access to capital shapes if not determines that person's\n   14  effective  capacity to seek elective office or shape the political proc-\n   15  ess. This result, in turn, would help restore the appearance and reality\n   16  of equality before the law, the principle of \"one person, one  vote\"  on\n   17  which our democracy is built.  This system also would restore the vital-\n   18  ity  of  New  York's  marketplace  of ideas by encouraging more fair and\n   19  effective communication between candidates and voters.\n   20    The legislature further finds and declares that to best achieve  these\n   21  outcomes  and  restore  public  confidence in the effective operation of\n   22  government, it is necessary that candidates for  public  office  conduct\n   23  their  election campaigns with utmost transparency and accountability to\n   24  reduce the appearance or reality of favoritism and corruption in  public\n   25  office.  Historically  lax  enforcement of such campaign finance laws as\n   26  exist, and the potential extension of such lax enforcement  to  the  new\n   27  system  of voluntary public finance that this bill would create, warrant\n   28  little confidence that abuses are  or  would  be  effectively  deterred,\n   29  timely detected and properly penalized: to the contrary, the legislature\n   30  finds  and  declares that weak enforcement can encourage the very abuses\n   31  and public distrust that instead must be the public policy of this state\n   32  to prevent. Likewise, the fragmentation of monitoring and enforcement of\n   33  related election, ethics and other public integrity  matters  among  the\n   34  state board of elections, the commission on public integrity, the office\n   35  of the inspector general and the office of the attorney general, without\n   36  appropriate  collaboration  among them, has caused confusion rather than\n   37  the clear guidance and rigorous enforcement best calculated to  maximize\n   38  compliance  and  promote public confidence.  To help promote and restore\n   39  public trust and confidence in government, ensure both the  reality  and\n   40  perception  that all individuals and organizations have a fair and mean-\n   41  ingful opportunity to participate in government, and enhance transparen-\n   42  cy so that voters timely can obtain important information regarding  the\n   43  funding  and  conduct  of campaigns, the legislature declares the public\n   44  policy of this state to promote transparency by enhancing the timeliness\n   45  and rigor of campaign finance reporting, ensure proper disclosure of the\n   46  sources of election-season political advertising, enhance the  independ-\n   47  ence,  coordination  and  rigor  of  campaign finance and related public\n   48  integrity rulemaking and enforcement, raise civil and criminal penalties\n   49  for noncompliance to deter and penalize violations,  and  enhance  voter\n   50  participation in and comprehension of the state election system.\n   51    S 2. Short title. This act shall be known and may be cited as the \"New\n   52  York state clean election and campaign finance enforcement reform act\".\n   53    S  3.  This  act enacts into law major components of legislation which\n   54  are necessary to implement campaign finance reform.   Each component  of\n   55  this  act is wholly contained within a Part identified as Parts A and B.\n   56  The effective date for each particular provision contained  within  such\n\n       S. 2740                             3\n\n    1  Part is set forth in the last section of such Part. Any provision in any\n    2  section  contained  within  a  Part, including the effective date of the\n    3  Part, which makes reference to a section of \"this  act,\"  when  used  in\n    4  connection  with  that particular component, shall be deemed to mean and\n    5  refer to the corresponding section of the Part in  which  it  is  found.\n    6  Section five of this act sets forth the general effective date hereof.\n\n    7                                   PART A\n\n    8    Section  1.  Subdivision  7  of  section  3-102 of the election law is\n    9  REPEALED.\n   10    S 1-a.  Subdivisions 3, 6, and paragraph (e)  of  subdivision  9-A  of\n   11  section 3-102 of the election law, subdivision 3 as amended and subdivi-\n   12  sion  6  as redesignated by chapter 9 of the laws of 1978, paragraph (e)\n   13  of subdivision 9-A as added by chapter 430 of  the  laws  of  1997,  are\n   14  amended to read as follows:\n   15    3.  conduct any investigation necessary to carry out the provisions of\n   16  this chapter; PROVIDED THAT THE OFFICE OF CAMPAIGN  FINANCE  ENFORCEMENT\n   17  ESTABLISHED PURSUANT TO SECTION 14-132 OF THIS CHAPTER SHALL CONDUCT ANY\n   18  INVESTIGATION  TO  CARRY OUT THE PROVISIONS OF ARTICLE FOURTEEN OR FOUR-\n   19  TEEN-A OF THIS CHAPTER ON BEHALF OF THE STATE BOARD OF ELECTIONS;\n   20    6. confer immunity in accordance with the provisions of section  50.20\n   21  of  the  criminal  procedure  law,  in any investigation relating to any\n   22  crime or offense with respect to which, by express provisions  of  stat-\n   23  ute,  a  competent authority is authorized to confer immunity; provided,\n   24  however, that such immunity shall be conferred only after  the  attorney\n   25  general  and  appropriate district attorney are afforded the opportunity\n   26  to be heard respecting any objections  which  either  may  have  to  the\n   27  conferring  thereof;  and provided, further, that if either the attorney\n   28  general or any such appropriate district attorney shall  object  to  the\n   29  conferring of immunity, immunity may be conferred only by unanimous vote\n   30  of  all four commissioners of the state board; AND PROVIDED FURTHER THAT\n   31  THE OFFICE OF  CAMPAIGN  FINANCE  ENFORCEMENT  ESTABLISHED  PURSUANT  TO\n   32  SECTION  14-132  OF THIS CHAPTER SHALL INVESTIGATE OR PROSECUTE OFFENSES\n   33  AND COLLECT CIVIL PENALTIES PURSUANT TO ARTICLE FOURTEEN  OR  FOURTEEN-A\n   34  OF THIS CHAPTER AND, IN CONNECTION WITH SUCH INVESTIGATIONS, SUCH OFFICE\n   35  SHALL  HAVE  THE POWER TO CONFER IMMUNITY IN THE NAME OF THE STATE BOARD\n   36  OF ELECTIONS SUBJECT TO THE PROVISIONS OF THIS SUBDIVISION;\n   37    (e) cause all information contained in such a statement filed with the\n   38  state board of elections which  is  not  on  such  electronic  reporting\n   39  system  to be entered into such system [as soon as practicable but in no\n   40  event later than ten business days after its] IMMEDIATELY AND  FORTHWITH\n   41  UPON receipt by the state board of elections; and\n   42    S  2.  Subdivision 1 of section 3-104 of the election law, as redesig-\n   43  nated by chapter 9 of the laws of 1978, is amended to read as follows:\n   44    1. The state board of elections shall have  jurisdiction  of,  and  be\n   45  responsible  for,  the  execution  and  enforcement of the provisions of\n   46  [article  fourteen  of  this  chapter  and  other]  statutes   governing\n   47  campaigns,  elections  and  related  procedures; PROVIDED THAT THE STATE\n   48  CAMPAIGN FINANCE BOARD SHALL HAVE THE POWER  AND  DUTY  TO  EXECUTE  THE\n   49  PROVISIONS  OF  ARTICLE  FOURTEEN-A  OF  THIS CHAPTER, AND THE OFFICE OF\n   50  CAMPAIGN FINANCE ENFORCEMENT SHALL HAVE THE POWER AND  DUTY  TO  ENFORCE\n   51  THE  PROVISIONS  OF  ARTICLE FOURTEEN AND FOURTEEN-A OF THIS CHAPTER, IN\n   52  THE NAME OF THE STATE BOARD OF ELECTIONS.\n   53    S 3. The election law is amended by adding a new section 3-201 to read\n   54  as follows:\n\n       S. 2740                             4\n\n    1    S 3-201.   ADVISORY COMMITTEE FOR THE STATE  BOARD  OF  ELECTIONS.  1.\n    2  THERE  SHALL  BE AN ADVISORY COMMITTEE FOR THE STATE BOARD OF ELECTIONS.\n    3  SUCH ADVISORY COMMITTEE SHALL BE COMPRISED OF NINE MEMBERS APPOINTED  BY\n    4  THE GOVERNOR, OF WHOM ONE SHALL BE ON NOMINATION OF THE TEMPORARY PRESI-\n    5  DENT OF THE SENATE, ONE SHALL BE ON NOMINATION OF THE MINORITY LEADER OF\n    6  THE  SENATE,  ONE  SHALL BE ON NOMINATION OF THE SPEAKER OF THE ASSEMBLY\n    7  AND ONE SHALL BE ON NOMINATION OF THE MINORITY LEADER OF  THE  ASSEMBLY.\n    8  OF THE FIVE MEMBERS APPOINTED BY THE GOVERNOR NOT ON RECOMMENDATION OF A\n    9  MEMBER OF THE LEGISLATURE, NO MORE THAN TWO SHALL BE ENROLLED MEMBERS OF\n   10  THE PARTY WHOSE CANDIDATE FOR GOVERNOR AT THE GENERAL ELECTION PRECEDING\n   11  APPOINTMENT RECEIVED THE HIGHEST NUMBER OF VOTES, NO MORE THAN TWO SHALL\n   12  BE  ENROLLED  MEMBERS  OF  THE PARTY WHOSE CANDIDATE FOR GOVERNOR AT THE\n   13  GENERAL ELECTION  PRECEDING  APPOINTMENT  RECEIVED  THE  SECOND  HIGHEST\n   14  NUMBER OF VOTES, AND AT LEAST ONE SHALL NOT BE AN ENROLLED MEMBER OF ANY\n   15  PARTY  FOR AT LEAST SIX MONTHS PRIOR TO APPOINTMENT AND FOR THE DURATION\n   16  OF SERVICE ON THE ADVISORY COMMITTEE AND SHALL BE DEEMED TO RESIGN  FROM\n   17  SUCH COMMITTEE UPON REGISTRATION WITH ANY PARTY; PROVIDED, HOWEVER, THAT\n   18  AT  LEAST TWO MEMBERS APPOINTED BY THE GOVERNOR NOT ON RECOMMENDATION OF\n   19  A MEMBER OF THE LEGISLATURE SHALL REPRESENT ONE OR  MORE  NOT-FOR-PROFIT\n   20  ORGANIZATIONS THAT REGULARLY ADVOCATE FOR THE INTERESTS OF VOTERS AND/OR\n   21  THE  PROPER CONDUCT OF ELECTIONS STATEWIDE.  OF THE MEMBERS APPOINTED ON\n   22  NOMINATION OF A MEMBER OF THE LEGISLATURE, NO MORE  THAN  TWO  SHALL  BE\n   23  ENROLLED  MEMBERS  OF  A POLITICAL PARTY WHOSE CANDIDATE FOR GOVERNOR AT\n   24  THE GENERAL ELECTION PRECEDING APPOINTMENT RECEIVED THE  HIGHEST  NUMBER\n   25  OF  VOTES, AND NO MORE THAN TWO SHALL BE ENROLLED MEMBERS OF A POLITICAL\n   26  PARTY WHOSE CANDIDATE FOR GOVERNOR AT  THE  GENERAL  ELECTION  PRECEDING\n   27  APPOINTMENT  RECEIVED  THE SECOND HIGHEST NUMBER OF VOTES. MEMBERS SHALL\n   28  SERVE FOR RENEWABLE TERMS OF FIVE YEARS; PROVIDED THAT THE MEMBER  FIRST\n   29  NOMINATED  BY THE TEMPORARY PRESIDENT OF THE SENATE SHALL SERVE FOR FOUR\n   30  YEARS, THE MEMBER FIRST NOMINATED BY THE SPEAKER OF THE  ASSEMBLY  SHALL\n   31  SERVE FOR THREE YEARS, THE MEMBER FIRST NOMINATED BY THE MINORITY LEADER\n   32  OF  THE  SENATE SHALL SERVE FOR TWO YEARS, THE MEMBER FIRST NOMINATED BY\n   33  THE MINORITY LEADER OF THE ASSEMBLY SHALL SERVE FOR ONE  YEAR,  AND  THE\n   34  FIVE  MEMBERS FIRST APPOINTED BY THE GOVERNOR NOT ON RECOMMENDATION OF A\n   35  MEMBER OF THE LEGISLATURE SHALL SERVE FOR ONE, TWO, THREE, FOUR AND FIVE\n   36  YEARS, RESPECTIVELY, AS THE GOVERNOR SHALL  DESIGNATE  AT  THE  TIME  OF\n   37  FIRST  APPOINTMENT. MEMBERS FIRST APPOINTED HEREUNDER SHALL BE NOMINATED\n   38  AND APPOINTED WITHIN THIRTY DAYS OF THE EFFECTIVE DATE OF THIS  SECTION;\n   39  VACANCIES  SHALL BE FILLED FOR THE UNEXPIRED TERM WITHIN FIFTEEN DAYS OF\n   40  THE VACANCY IN THE SAME MANNER AS AN ORIGINAL APPOINTMENT. THE  ADVISORY\n   41  COMMITTEE SHALL SELECT A CHAIRPERSON FOR A RENEWABLE TERM OF THREE YEARS\n   42  AND SHALL ESTABLISH ITS OWN RULES OF PROCEDURE.\n   43    2.  FOR  THEIR  SERVICES  HEREUNDER, MEMBERS OF THE ADVISORY COMMITTEE\n   44  SHALL RECEIVE NO COMPENSATION BUT SHALL BE ENTITLED TO REIMBURSEMENT FOR\n   45  REASONABLE AND NECESSARY EXPENSES DIRECTLY RELATED TO THEIR  DUTIES.  NO\n   46  MEMBER  SHALL  BE  DISQUALIFIED  FROM HOLDING ANY OTHER PUBLIC OFFICE OR\n   47  EMPLOYMENT, NOR SHALL HE OR SHE FORFEIT ANY SUCH OFFICE  OR  EMPLOYMENT,\n   48  BY  REASON  OF  HIS  OR  HER  APPOINTMENT  PURSUANT TO THIS SUBDIVISION,\n   49  NOTWITHSTANDING THE PROVISIONS OF ANY GENERAL,  SPECIAL  OR  LOCAL  LAW,\n   50  REGULATION, RULE, ORDINANCE OR CHARTER.\n   51    3.  THE  ADVISORY  COMMITTEE  SHALL  CONSULT WITH AND ASSIST THE STATE\n   52  BOARD OF ELECTIONS, THE STATE CAMPAIGN FINANCE BOARD AND THE  OFFICE  OF\n   53  CAMPAIGN  FINANCE  ENFORCEMENT  IN  THE  DISCHARGE  OF  THEIR RESPECTIVE\n   54  DUTIES. THE ADVISORY COMMITTEE SHALL MAKE NOMINATIONS FOR CHIEF CAMPAIGN\n   55  FINANCE ENFORCEMENT OFFICER IN THE MANNER AND BY THE DATE  SPECIFIED  IN\n   56  SUBDIVISION ONE OF SECTION 14-132 OF THIS ARTICLE.\n\n       S. 2740                             5\n\n    1    S  4. Section 14-126 of the election law is REPEALED and a new section\n    2  14-126 is added to read as follows:\n    3    S  14-126.   VIOLATIONS; PENALTIES. 1. CIVIL VIOLATIONS AND PENALTIES.\n    4  UPON  THE  ESTABLISHMENT  OF  PRIMA  FACIE  EVIDENCE  OF  THE  FOLLOWING\n    5  VIOLATIONS,  THE  FOLLOWING  PENALTIES SHALL BE RECOVERED IN THE NAME OF\n    6  THE STATE BOARD OF ELECTIONS BY THE OFFICE OF CAMPAIGN FINANCE  ENFORCE-\n    7  MENT ESTABLISHED PURSUANT TO SECTION 14-132 OF THIS ARTICLE:\n    8    A. ANY PERSON WHO OR COMMITTEE THAT FAILS TO FILE A STATEMENT REQUIRED\n    9  BY THIS ARTICLE OR ARTICLE FOURTEEN-A OF THIS CHAPTER BY THE DATE SPECI-\n   10  FIED THEREFOR SHALL, COMMENCING FIVE DAYS AFTER SUCH DATE, BE SUBJECT TO\n   11  A  CIVIL  PENALTY  NOT  LESS THAN TWO HUNDRED FIFTY DOLLARS AND NOT MORE\n   12  THAN ONE THOUSAND DOLLARS FOR A FIRST VIOLATION, AND OTHERWISE NOT  LESS\n   13  THAN FIVE HUNDRED DOLLARS AND NOT MORE THAN TWO THOUSAND DOLLARS.\n   14    B. ANY PERSON WHO OR COMMITTEE THAT FILES A STATEMENT REQUIRED BY THIS\n   15  ARTICLE OR ARTICLE FOURTEEN-A OF THIS CHAPTER THAT IS INCOMPLETE OR THAT\n   16  OTHERWISE DOES NOT COMPLY WITH THE PROVISIONS OF THIS ARTICLE OR ARTICLE\n   17  FOURTEEN-A  OF  THIS CHAPTER OR EFFECTUATING RULES GOVERNING SUCH STATE-\n   18  MENT SHALL BE SUBJECT TO A CIVIL  PENALTY  NOT  LESS  THAN  ONE  HUNDRED\n   19  DOLLARS  AND  NOT  MORE THAN FIVE HUNDRED DOLLARS FOR A FIRST VIOLATION,\n   20  AND OTHERWISE NOT LESS THAN TWO HUNDRED FIFTY DOLLARS AND NOT MORE  THAN\n   21  ONE  THOUSAND  DOLLARS.  SUCH PENALTY MAY BE WAIVED IF THE DEFICIENCY IS\n   22  CURED WITHIN FIVE DAYS OF THE INITIAL FILING.\n   23    C. ANY PERSON WHO OR COMMITTEE  THAT  ACCEPTS  A  CONTRIBUTION  IN  AN\n   24  AMOUNT  EXCEEDING  AN  APPLICABLE  MAXIMUM SPECIFIED IN THIS ARTICLE, OR\n   25  CONVERTS A CONTRIBUTION TO PERSONAL USE OR ANY OTHER  IMPERMISSIBLE  USE\n   26  IN VIOLATION OF SECTION 14-130 OF THIS ARTICLE OR SECTION 14-154 OF THIS\n   27  CHAPTER  FOR  A  CANDIDATE OR COMMITTEE PARTICIPATING IN VOLUNTARY CLEAN\n   28  ELECTION FINANCING PURSUANT TO ARTICLE FOURTEEN-A OF  THIS  CHAPTER,  OR\n   29  ACCEPTS VOLUNTARY CLEAN ELECTIONS FUNDING PURSUANT TO ARTICLE FOURTEEN-A\n   30  OF  THIS  CHAPTER  AND EXPENDS IN EXCESS OF THE AMOUNT THEREIN SPECIFIED\n   31  FOR SUCH PERSON OR COMMITTEE, SHALL BE SUBJECT TO  A  CIVIL  PENALTY  OF\n   32  DOUBLE THE AMOUNT OF THE CONVERSION OR EXCESS AMOUNT OF THE CONTRIBUTION\n   33  OR  EXPENDITURE FOR A FIRST VIOLATION, AND OTHERWISE TRIPLE SUCH AMOUNT,\n   34  AND IN THE CASE OF AN EXCESS CONTRIBUTION SHALL BE  REQUIRED  TO  REFUND\n   35  SUCH AMOUNT TO THE CONTRIBUTOR.\n   36    IN  ENFORCING  THE FOREGOING PENALTIES, THE OFFICE OF CAMPAIGN FINANCE\n   37  ENFORCEMENT SHALL NOT HAVE TO BRING  A  JUDICIAL  PROCEEDING  BUT  SHALL\n   38  COMPLY  WITH  THE  PROVISIONS  OF SECTION 14-132 OF THIS ARTICLE AND THE\n   39  RULES AND PROCEDURES OF THE OFFICE PROMULGATED PURSUANT  TO  SUBDIVISION\n   40  FOUR  OF  SUCH  SECTION.  NOTWITHSTANDING SUBDIVISION FIFTEEN OF SECTION\n   41  SIXTY-THREE OF THE EXECUTIVE LAW, THE ATTORNEY GENERAL  SHALL  NOT  HAVE\n   42  THE POWER TO WAIVE OR DIMINISH THE FOREGOING CIVIL PENALTIES. ALL MONEYS\n   43  RECOVERED  PURSUANT TO THIS SUBDIVISION SHALL BE DEPOSITED TO THE CREDIT\n   44  OF THE NEW YORK CLEAN ELECTION CAMPAIGN FINANCE FUND ESTABLISHED  PURSU-\n   45  ANT TO SECTION 14-168 OF THIS CHAPTER.\n   46    2.  CRIMINAL  VIOLATIONS  AND  PENALTIES. NOTWITHSTANDING ANY CONTRARY\n   47  PROVISION OF LAW:\n   48    A. ANY PERSON WHO OR COMMITTEE THAT KNOWINGLY AND WILLFULLY  FAILS  TO\n   49  PAY A CIVIL PENALTY ASSESSED PURSUANT TO SUBDIVISION ONE OF THIS SECTION\n   50  WITHIN  THIRTY  DAYS  OF  SUCH  ASSESSMENT,  OTHER  THAN A PERSON WHO OR\n   51  COMMITTEE THAT BY SUCH DATE EITHER CHALLENGES SUCH ASSESSMENT BY SPECIAL\n   52  PROCEEDING PURSUANT TO ARTICLE SEVENTY-EIGHT OF THE CIVIL  PRACTICE  LAW\n   53  AND  RULES  OR  EXECUTES  AND  FILES WITH THE OFFICE OF CAMPAIGN FINANCE\n   54  ENFORCEMENT A WRITTEN INSTRUMENT,  BEARING  A  LEGALLY  AUTHORIZED  FORM\n   55  NOTICE  TO THE EFFECT THAT FALSE STATEMENTS MADE THEREIN ARE PUNISHABLE,\n\n       S. 2740                             6\n\n    1  THAT HE, SHE OR IT CANNOT AFFORD TO PAY SUCH PENALTY, SHALL BE GUILTY OF\n    2  A CLASS A MISDEMEANOR.\n    3    B.  ANY  PERSON WHO OR COMMITTEE THAT KNOWINGLY AND WILLFULLY FAILS TO\n    4  FILE A STATEMENT REQUIRED BY THIS ARTICLE OR ARTICLE FOURTEEN-A OF  THIS\n    5  CHAPTER,  OR  FAILS  TO  PROVIDE  INFORMATION PURSUANT TO AUDIT BY OR ON\n    6  BEHALF OF THE OFFICE OF CAMPAIGN FINANCE ENFORCEMENT OR  STATE  CAMPAIGN\n    7  FINANCE BOARD AFTER THIRTY DAYS NOTICE BY THE OFFICE OF CAMPAIGN FINANCE\n    8  ENFORCEMENT  DELIVERED  TO  SUCH  PERSON OR COMMITTEE BY CERTIFIED MAIL,\n    9  RETURN RECEIPT REQUESTED, OR BY PERSONAL SERVICE, THAT SUCH STATEMENT OR\n   10  OTHER INFORMATION WAS DUE AND OWING PURSUANT TO THIS ARTICLE OR  ARTICLE\n   11  FOURTEEN-A OF THIS CHAPTER, SHALL BE GUILTY OF A CLASS A MISDEMEANOR.\n   12    C.  ANY  PERSON WHO OR COMMITTEE THAT KNOWINGLY AND WILLFULLY CONTRIB-\n   13  UTES, ACCEPTS OR AIDS OR PARTICIPATES IN THE ACCEPTANCE  OF  A  CONTRIB-\n   14  UTION  IN AN AMOUNT EXCEEDING AN APPLICABLE CONTRIBUTION LIMIT SPECIFIED\n   15  IN THIS ARTICLE, OR KNOWINGLY AND WILLFULLY CONVERTS OR AIDS OR  PARTIC-\n   16  IPATES  IN THE CONVERSION OF A CONTRIBUTION TO PERSONAL USE OR OTHER USE\n   17  IMPERMISSIBLE FOR SUCH PERSON OR COMMITTEE PURSUANT TO THIS  ARTICLE  OR\n   18  ARTICLE  FOURTEEN-A OF THIS CHAPTER, SHALL BE GUILTY OF A CLASS A MISDE-\n   19  MEANOR; PROVIDED, HOWEVER, THAT WHERE THE AMOUNT OF SUCH  CONVERSION  OR\n   20  OTHER  IMPERMISSIBLE USE IS ONE THOUSAND DOLLARS OR GREATER, GUILTY OF A\n   21  CLASS E FELONY.\n   22    D. ANY PERSON WHO OR COMMITTEE THAT KNOWINGLY AND  WILLFULLY  MAKES  A\n   23  FALSE STATEMENT, WHICH HE OR SHE DOES NOT BELIEVE TO BE TRUE, IN A WRIT-\n   24  TEN INSTRUMENT REQUIRED BY THIS CHAPTER TO BE FILED AND BEARING A LEGAL-\n   25  LY AUTHORIZED FORM NOTICE TO THE EFFECT THAT FALSE STATEMENTS MADE THER-\n   26  EIN   ARE  PUNISHABLE,  OR  OTHERWISE  TO  THE  CHIEF  CAMPAIGN  FINANCE\n   27  ENFORCEMENT OFFICER OR AN EMPLOYEE THEREOF IN CONNECTION WITH THE INVES-\n   28  TIGATION OR ENFORCEMENT OF THIS ARTICLE OR ARTICLE  FOURTEEN-A  OF  THIS\n   29  CHAPTER,  OR  TO  THE  CAMPAIGN  FINANCE BOARD OR AN EMPLOYEE THEREOF IN\n   30  CONNECTION WITH AN APPLICATION FOR  VOLUNTARY  CLEAN  ELECTIONS  FUNDING\n   31  PURSUANT  TO  ARTICLE FOURTEEN-A OF THIS CHAPTER OR AN AUDIT THEREUNDER,\n   32  SHALL BE GUILTY OF A CLASS E FELONY.\n   33    E. ANY PERSON WHO, ACTING  ON  BEHALF  OF  A  CANDIDATE  OR  POLITICAL\n   34  COMMITTEE,  KNOWINGLY  AND  WILLFULLY SOLICITS, ORGANIZES OR COORDINATES\n   35  THE FORMATION OF ACTIVITIES OF  ONE  OR  MORE  UNAUTHORIZED  COMMITTEES,\n   36  MAKES  EXPENDITURES  IN  CONNECTION  WITH THE NOMINATION FOR ELECTION OR\n   37  ELECTION OF ANY CANDIDATE, OR SOLICITS  ANY  PERSON  TO  MAKE  ANY  SUCH\n   38  EXPENDITURES,  FOR  THE PURPOSE OF EVADING A LIMITATION ON CONTRIBUTIONS\n   39  OR EXPENDITURES IN THIS ARTICLE OR ARTICLE FOURTEEN-A OF  THIS  CHAPTER,\n   40  SHALL BE GUILTY OF A CLASS E FELONY.\n   41    IN ADDITION TO OTHER PENALTIES SPECIFIED BY LAW, EACH OF THE FOREGOING\n   42  CRIMINAL  OFFENSES ALSO SHALL BE PUNISHABLE BY FINES OF UP TO FIVE THOU-\n   43  SAND DOLLARS FOR A MISDEMEANOR OR UP TO TEN THOUSAND DOLLARS FOR A FELO-\n   44  NY.\n   45    3. WHERE A CIVIL PENALTY SPECIFIED IN SUBDIVISION ONE OF THIS  SECTION\n   46  IS  ASSESSED  AND  SUCH  PENALTY REMAINS UNPAID THIRTY DAYS AFTER PROPER\n   47  NOTICE THEREOF PURSUANT TO SUBDIVISION FIVE OF SECTION  14-132  OF  THIS\n   48  ARTICLE,  UNLESS  SUCH ASSESSMENT TIMELY SHALL BE CHALLENGED PURSUANT TO\n   49  ARTICLE SEVENTY-EIGHT OF THE CIVIL PRACTICE LAWS AND RULES,  THE  OFFICE\n   50  OF  CAMPAIGN FINANCE ENFORCEMENT SHALL CAUSE TO BE DISPLAYED PROMINENTLY\n   51  ON ITS PUBLIC WEBSITE A STATEMENT SPECIFYING THE  NAME  OF  THE  PERSON,\n   52  COMMITTEE  OR  OTHER  INSTRUMENTALITY  ALLEGED  TO  BE IN VIOLATION, THE\n   53  PROVISION OR PROVISIONS OF THIS ARTICLE OR ARTICLE  FOURTEEN-A  OF  THIS\n   54  CHAPTER ALLEGED TO BE VIOLATED, A BRIEF DESCRIPTION OF EACH SUCH ALLEGED\n   55  VIOLATION,  THE  DATE  OR  DATES  OF EACH SUCH ALLEGED VIOLATION AND THE\n   56  MINIMUM AND MAXIMUM PENALTY FOR EACH SUCH VIOLATION. SUCH  OFFICE  IMME-\n\n       S. 2740                             7\n\n    1  DIATELY  SHALL REDACT SUCH WEBSITE ENTRY TO REMOVE SUCH DISPLAY UPON THE\n    2  REMITTANCE OF PAYMENT OR RESCISSION OF THE PENALTY, AS THE CASE MAY  BE.\n    3  THE  OFFICE SHALL CONTINUOUSLY MAINTAIN ON ITS PUBLIC WEBSITE A COMPLETE\n    4  DATABASE  OF ALL SUCH ENTRIES AND EACH SUCH ENTRY SHALL BE ACCESSIBLE TO\n    5  THE PUBLIC.\n    6    S 5. Section 14-127 of the election law, as added by  chapter  404  of\n    7  the laws of 1995, is amended to read as follows:\n    8    S  14-127.  Notice  of  civil penalty to authorizing candidate. If any\n    9  person OR COMMITTEE fails to file a statement of campaign  receipts  and\n   10  expenditures OR OTHERWISE FAILS TO PROVIDE INFORMATION PURSUANT TO AUDIT\n   11  OR  INVESTIGATION PURSUANT TO THIS ARTICLE OR ARTICLE FOURTEEN-A OF THIS\n   12  CHAPTER for a candidate authorized political committee, [and  thereafter\n   13  said  person  is  a  party  to  recovery of a civil penalty in a special\n   14  proceeding or civil action brought by the state board  of  elections  or\n   15  other  board  of  elections  under  section 14-126 of this article, said\n   16  board of elections] THE OFFICE OF  CAMPAIGN  FINANCE  ENFORCEMENT  IMME-\n   17  DIATELY  shall  [also]  provide  the  authorizing  candidate with actual\n   18  notice of [the civil  penalty,  and  the  special  proceeding  or  civil\n   19  action]  SUCH  FAILURE  AND  THE  POSSIBLE  PENALTIES by certified mail,\n   20  return receipt requested, or by personal service.\n   21    S 6. Section 14-128 of the election law, as added by  chapter  323  of\n   22  the laws of 1977, is amended to read as follows:\n   23    S  14-128.  Disposition  of  anonymous  contributions.  Any  anonymous\n   24  contributions received by a campaign treasurer, political  committee  or\n   25  agency thereof shall not be used or expended, but the same shall be paid\n   26  over  to  the  comptroller  of  the state of New York for deposit in the\n   27  [general treasury of the state] NEW YORK STATE CLEAN  ELECTION  CAMPAIGN\n   28  FINANCE  FUND  ESTABLISHED  PURSUANT  TO  SECTION 14-168 OF THIS CHAPTER\n   29  unless, before the date for filing  statements  and  reports  as  herein\n   30  provided, the identity of such anonymous contributor shall become known,\n   31  and,  in such event the anonymous contribution shall be returned to such\n   32  contributor or retained and properly reported  as  a  contribution  from\n   33  such contributor.\n   34    S  7.  The election law is amended by adding four new sections 14-132,\n   35  14-134, 14-136 and 14-138 to read as follows:\n   36    S 14-132. ENFORCEMENT. 1. THERE IS ESTABLISHED WITHIN THE STATE  BOARD\n   37  OF  ELECTIONS AN OFFICE OF CAMPAIGN FINANCE ENFORCEMENT. THE HEAD OF THE\n   38  OFFICE SHALL BE THE CHIEF CAMPAIGN FINANCE ENFORCEMENT  OFFICER.  WITHIN\n   39  FIFTEEN  DAYS OF A VACANCY OR EXPECTED VACANCY IN SUCH OFFICE, THE ADVI-\n   40  SORY COMMITTEE FOR THE STATE BOARD OF ELECTIONS ESTABLISHED PURSUANT  TO\n   41  SUBDIVISION THREE OF SECTION 3-201 OF THIS CHAPTER SHALL TRANSMIT TO THE\n   42  STATE  CAMPAIGN  FINANCE  BOARD NO LESS THAN THREE AND NO MORE THAN FIVE\n   43  NOMINEES WELL QUALIFIED FOR SUCH POSITION ON  THE  BASIS  OF  EDUCATION,\n   44  INTEGRITY  AND  EXPERIENCE  IN  THE  AREA OF CAMPAIGN FINANCE LAW AND/OR\n   45  ENFORCEMENT. NOT LATER THAN TEN  DAYS  THEREAFTER,  THE  STATE  CAMPAIGN\n   46  FINANCE BOARD SHALL APPOINT A CHIEF CAMPAIGN FINANCE ENFORCEMENT OFFICER\n   47  FROM  AMONG SUCH NOMINEES; PROVIDED, HOWEVER, THAT IF THE STATE CAMPAIGN\n   48  FINANCE BOARD SHALL FAIL TIMELY TO MAKE SUCH APPOINTMENT, THEN THE ADVI-\n   49  SORY COMMITTEE SHALL APPOINT A CHIEF ENFORCEMENT OFFICER FROM AMONG SUCH\n   50  NOMINEES NOT LATER THAN TEN DAYS THEREAFTER. THE CHIEF CAMPAIGN  FINANCE\n   51  ENFORCEMENT  OFFICER  SHALL  SERVE  FOR  A RENEWABLE TERM OF FIVE YEARS;\n   52  PROVIDED THAT HE OR SHE SHALL CONTINUE TO SERVE AFTER THE EXPIRATION  OF\n   53  HIS  OR HER TERM UNTIL HIS OR HER SUCCESSOR SHALL HAVE BEEN SELECTED. HE\n   54  OR SHE SHALL BE REMOVED ONLY FOR CAUSE BY MAJORITY  VOTE  OF  THE  STATE\n   55  CAMPAIGN  FINANCE BOARD, ON PRIOR CONSULTATION WITH THE ADVISORY COMMIT-\n   56  TEE, AFTER SUITABLE PUBLIC NOTICE TO THE CHIEF ENFORCEMENT  OFFICER  AND\n\n       S. 2740                             8\n\n    1  REASONABLE  OPPORTUNITY  FOR  HIM  OR  HER  TO BE HEARD ON THE CAUSE FOR\n    2  REMOVAL IN A PUBLIC  HEARING.  THE  ANNUAL  COMPENSATION  OF  THE  CHIEF\n    3  ENFORCEMENT  OFFICER  FOR  ELECTIONS  SHALL  BE  NO LESS THAN THE ANNUAL\n    4  COMPENSATION OF A CO-EXECUTIVE DIRECTOR OF THE STATE BOARD OF ELECTIONS.\n    5    2.  THE CHIEF CAMPAIGN FINANCE ENFORCEMENT OFFICER SHALL APPOINT DEPU-\n    6  TIES, COUNSEL, INVESTIGATORS, ASSISTANTS AND OTHER STAFF,  CONTRACT  FOR\n    7  SERVICES  AND DO ALL THINGS NECESSARY, WITHIN APPROPRIATIONS MADE AVAIL-\n    8  ABLE THEREFOR, TO ENSURE THE PROPER  DISCHARGE  OF  THE  DUTIES  OF  THE\n    9  OFFICE  OF  CAMPAIGN  FINANCE ENFORCEMENT PURSUANT TO THIS SECTION. SUCH\n   10  STAFF SHALL BE REMOVED ONLY BY THE CHIEF  CAMPAIGN  FINANCE  ENFORCEMENT\n   11  OFFICER.  THE  CHIEF  CAMPAIGN FINANCE ENFORCEMENT OFFICER AND ALL STAFF\n   12  THEREOF SHALL REFRAIN FROM PARTISAN POLITICAL ACTIVITY FOR THE  DURATION\n   13  OF  THEIR  APPOINTMENT  OR  EMPLOYMENT  HEREUNDER. APPROPRIATIONS TO THE\n   14  OFFICE OF CAMPAIGN FINANCE ENFORCEMENT SHALL BE SUFFICIENT TO ENSURE THE\n   15  PROPER DISCHARGE OF ITS DUTIES AND RESPONSIBILITIES HEREUNDER.\n   16    3. NOTWITHSTANDING ANY CONTRARY PROVISION OF LAW BUT  CONSISTENT  WITH\n   17  THE  PROVISIONS  OF  SUBDIVISION  FOUR  OF  THIS  SECTION, THE OFFICE OF\n   18  CAMPAIGN FINANCE ENFORCEMENT SHALL ENFORCE THE PROVISIONS OF THIS  ARTI-\n   19  CLE  AND  ARTICLE  FOURTEEN-A  OF  THIS CHAPTER IN THE NAME OF THE STATE\n   20  BOARD OF ELECTIONS. IN FURTHERANCE THEREOF AND IN CONSULTATION WITH  THE\n   21  ADVISORY  COMMITTEE,  THE  STATE  BOARD  OF ELECTIONS AND STATE CAMPAIGN\n   22  FINANCE BOARD JOINTLY SHALL  ESTABLISH  PROCEDURES  TO  IMMEDIATELY  AND\n   23  AUTOMATICALLY  INFORM  THE OFFICE OF CAMPAIGN FINANCE ENFORCEMENT OF ANY\n   24  APPARENT VIOLATION OF THIS ARTICLE OR ARTICLE FOURTEEN-A OF  THIS  CHAP-\n   25  TER,  INCLUDING  BUT  NOT  LIMITED  TO REQUIREMENTS RELATING TO CONTRIB-\n   26  UTIONS, EXPENDITURES AND THE TIMELY AND PROPER  SUBMISSION  OF  CAMPAIGN\n   27  FINANCE  STATEMENTS.  FOR  EACH  SUCH APPARENT VIOLATION ALLEGED AND FOR\n   28  EACH COMPLAINT EITHER INITIATED BY  SUCH  OFFICE  OR  RECEIVED  FROM  AN\n   29  OUTSIDE  COMPLAINANT,  THE  OFFICE OF CAMPAIGN FINANCE ENFORCEMENT SHALL\n   30  DETERMINE WHETHER THE ALLEGATION, IF TRUE, WOULD CONSTITUTE A  VIOLATION\n   31  OF  THIS ARTICLE OR ARTICLE FOURTEEN-A OF THIS CHAPTER AND MAY MAKE SUCH\n   32  INQUIRY AS NECESSARY TO EFFECTUATE SUCH DETERMINATION. WHERE THE  OFFICE\n   33  DETERMINES THAT SUCH ALLEGATIONS ARE NOT SUPPORTED BY CREDIBLE EVIDENCE,\n   34  THE  OFFICE  FORTHWITH SHALL SO INFORM THE COMPLAINANT, IF ANY, IN WRIT-\n   35  ING. WHERE THE OFFICE DETERMINES THAT SUCH ALLEGATIONS ARE SUPPORTED  BY\n   36  CREDIBLE  EVIDENCE, THE OFFICE FORTHWITH SHALL UNDERTAKE THE ENFORCEMENT\n   37  MEASURES SPECIFIED IN SUBDIVISIONS FIVE AND  SIX  OF  THIS  SECTION.  IN\n   38  FURTHERANCE  OF  SUCH INVESTIGATIONS AND ENFORCEMENT MEASURES, THE CHIEF\n   39  CAMPAIGN FINANCE ENFORCEMENT OFFICER SHALL HAVE THE POWERS TO ADMINISTER\n   40  OATHS AND AFFIRMATIONS, SUBPOENA WITNESSES AND COMPEL THEIR  ATTENDANCE,\n   41  EXAMINE THEM UNDER OATH OR AFFIRMATION AND REQUIRE THE PRODUCTION OF ANY\n   42  BOOKS,  RECORDS, DOCUMENTS OR OTHER EVIDENCE HE OR SHE MAY DEEM RELEVANT\n   43  OR MATERIAL, AND MAY DELEGATE SUCH  POWERS  TO  SUCH  EMPLOYEES  OF  THE\n   44  OFFICE  AS HE OR SHE MAY DETERMINE; PROVIDED THAT IN CONNECTION WITH ANY\n   45  SUCH INVESTIGATION, ANY GRANT OF IMMUNITY  BY  THE  OFFICE  OF  CAMPAIGN\n   46  FINANCE  ENFORCEMENT SHALL COMPLY WITH THE PROVISIONS OF SUBDIVISION SIX\n   47  OF SECTION 3-102 OF THIS CHAPTER.  IN  FURTHERANCE  OF  ITS  POWERS  AND\n   48  DUTIES PURSUANT TO THIS CHAPTER, THE OFFICE OF CAMPAIGN FINANCE ENFORCE-\n   49  MENT  SHALL BE ENTITLED TO RECEIVE THE ASSISTANCE AND COOPERATION OF THE\n   50  STATE BOARD OF ELECTIONS, THE STATE CAMPAIGN FINANCE BOARD, THE  COMMIS-\n   51  SION  ON  PUBLIC INTEGRITY, THE STATE INSPECTOR GENERAL AND THE ATTORNEY\n   52  GENERAL OF THE STATE. EXCEPT AS NECESSARY TO  THE  PROPER  INVESTIGATION\n   53  AND  ENFORCEMENT  OF ALLEGED VIOLATIONS OF THIS ARTICLE OR ARTICLE FOUR-\n   54  TEEN-A OF THIS CHAPTER, THE OFFICE OF CAMPAIGN FINANCE ENFORCEMENT SHALL\n   55  KEEP CONFIDENTIAL ALL MATTERS PERTAINING THERETO UNTIL A  CIVIL  PENALTY\n   56  IS ASSESSED OR A CRIMINAL CHARGE IS MADE PURSUANT TO LAW. TO THE MAXIMUM\n\n       S. 2740                             9\n\n    1  EXTENT  PRACTICABLE  CONSISTENT WITH SUCH CONFIDENTIALITY, THE OFFICE OF\n    2  CAMPAIGN FINANCE ENFORCEMENT SHALL COLLABORATE WITH THE STATE  BOARD  OF\n    3  ELECTIONS TO OBTAIN INFORMATION RELEVANT TO THE EFFECTIVE ENFORCEMENT OF\n    4  THIS  ARTICLE  AND  ARTICLE  FOURTEEN-A  OF THIS CHAPTER, PROMOTE PUBLIC\n    5  UNDERSTANDING AND DETER VIOLATIONS THEREOF.\n    6    4. THE OFFICE OF CAMPAIGN FINANCE ENFORCEMENT SHALL  PROMULGATE  RULES\n    7  AND  PROCEDURES  FOR  THE DISCHARGE OF ITS POWERS AND DUTIES PURSUANT TO\n    8  THIS ARTICLE AND ARTICLE FOURTEEN-A OF THIS CHAPTER, INCLUDING  BUT  NOT\n    9  LIMITED TO PROCEDURES GOVERNING THE MANDATORY COLLECTION OF CIVIL PENAL-\n   10  TIES,  INVESTIGATIONS  AND  PROSECUTIONS CONSISTENT WITH LAW. SUCH RULES\n   11  SHALL PROVIDE FOR ADJUDICATORY PROCEDURES NOT INCONSISTENT WITH SUBDIVI-\n   12  SION THREE OF SECTION THREE HUNDRED  ONE  OF  THE  STATE  ADMINISTRATIVE\n   13  PROCEDURE  ACT  FOR  THE  ASSESSMENT  OF  A CIVIL PENALTY EXCEEDING FIVE\n   14  HUNDRED DOLLARS PER VIOLATION; THE APPOINTMENT AND COMPENSATION OF QUAL-\n   15  IFIED AND INDEPENDENT HEARING OFFICERS TO PRESIDE IN SUCH  ADJUDICATIONS\n   16  WHO  SHALL  BE MEMBERS OF THE BAR OF THIS STATE IN GOOD STANDING AND WHO\n   17  SHALL NOT BE EMPLOYEES OF THE STATE, OFFICERS OF A  POLITICAL  PARTY  OR\n   18  OFFICERS  OR  AGENTS OF ANY CAMPAIGN COMMITTEE AT THE TIME OF SERVICE OR\n   19  FOR TWO YEARS PRECEDING APPOINTMENT; AND THE PROVISION OF WRITTEN  FIND-\n   20  INGS OF FACT AND CONCLUSIONS OF LAW ON THE DISPOSITION OF ANY SUCH ADJU-\n   21  DICATION.  SUCH  RULES MAY PROVIDE FOR THE ASSESSMENT OF INTEREST AND/OR\n   22  ADDITIONAL CIVIL PENALTIES FOR LATE PAYMENT WHICH SHALL BE COLLECTED  IN\n   23  THE SAME MANNER AS AN ORIGINAL CIVIL PENALTY.\n   24    5.  IN THE CASE OF A CIVIL PENALTY REQUIRED TO BE ASSESSED PURSUANT TO\n   25  SUBDIVISION ONE OF  SECTION  14-126  OF  THIS  ARTICLE,  THE  OFFICE  OF\n   26  CAMPAIGN FINANCE ENFORCEMENT SHALL ENSURE TIMELY AND PROPER NOTIFICATION\n   27  TO  ALLEGED  VIOLATORS, BY CERTIFIED MAIL RETURN RECEIPT REQUESTED OR BY\n   28  PERSONAL SERVICE, AND THE TIMELY AND COMPLETE REMITTANCE  OF  PENALTIES,\n   29  INCLUDING  ANY  INTEREST  OR FURTHER PENALTIES ASSESSED THEREON. A CHAL-\n   30  LENGE TO SUCH A PENALTY ASSESSMENT SHALL LIE PURSUANT TO ARTICLE  SEVEN-\n   31  TY-EIGHT OF THE CIVIL PRACTICE LAW AND RULES.\n   32    6. UPON THE ESTABLISHMENT OF PROBABLE CAUSE TO BELIEVE THAT A CRIMINAL\n   33  VIOLATION  OF  THIS  ARTICLE  OR  ARTICLE FOURTEEN-A OF THIS CHAPTER HAS\n   34  OCCURRED, THE CHIEF ENFORCEMENT OFFICER FORTHWITH SHALL  SO  NOTIFY  THE\n   35  ATTORNEY  GENERAL  AND  TRANSMIT  THE  EVIDENCE SUPPORTING SUCH PROBABLE\n   36  CAUSE; PROVIDED THAT THE  CONFIDENTIALITY  OF  SUCH  EVIDENCE  OTHERWISE\n   37  SHALL BE PROTECTED. THE ATTORNEY GENERAL SHALL REVIEW SUCH EVIDENCE AND,\n   38  NO  LATER  THAN  SIXTY  DAYS  AFTER RECEIVING THE SAME, SHALL INFORM THE\n   39  CHIEF CAMPAIGN FINANCE ENFORCEMENT  OFFICER  EITHER  THAT  THE  ATTORNEY\n   40  GENERAL  SHALL  COMMENCE  A PROSECUTION OF SUCH VIOLATION, IN WHICH CASE\n   41  THE ATTORNEY GENERAL SHALL PROSECUTE SUCH ACTION, OR THAT  THE  ATTORNEY\n   42  GENERAL  DECLINES TO PROSECUTE; PROVIDED THAT ON EX PARTE APPLICATION OF\n   43  THE ATTORNEY GENERAL FOR GOOD CAUSE SHOWN, A SUPERIOR COURT IN ANY COUN-\n   44  TY IN WHICH VENUE WOULD LIE FOR SUCH PROSECUTION  MAY  EXTEND  THE  TIME\n   45  NECESSARY FOR THE ATTORNEY GENERAL TO MAKE THE DETERMINATION REQUIRED BY\n   46  THIS  SUBDIVISION. IF THE ATTORNEY GENERAL THEREAFTER DECLINES TO PROSE-\n   47  CUTE, THEN THE CHIEF CAMPAIGN FINANCE ENFORCEMENT OFFICER MAY  PROSECUTE\n   48  SUCH  OFFENSE IN THE NAME OF THE PEOPLE OF THE STATE OF NEW YORK, AND IN\n   49  PURSUANCE THEREOF SHALL HAVE ALL THE POWERS AND  DUTIES  OF  A  DISTRICT\n   50  ATTORNEY  AND  MAY  PROSECUTE  SUCH  OFFENSE  IN  ANY  COUNTY IN WHICH A\n   51  DISTRICT ATTORNEY COULD PROSECUTE IT; PROVIDED, THAT THE  COSTS  ASSOCI-\n   52  ATED  THEREWITH  SHALL  BE CHARGES AGAINST THE STATE BOARD OF ELECTIONS.\n   53  NOTHING IN THIS SUBDIVISION SHALL  IMPAIR  ANY  POWER  OF  THE  ATTORNEY\n   54  GENERAL PURSUANT TO SECTION SIXTY-THREE-E OF THE EXECUTIVE LAW OR OF ANY\n   55  DISTRICT ATTORNEY.\n\n       S. 2740                            10\n\n    1    7. THE CHIEF CAMPAIGN FINANCE ENFORCEMENT OFFICER SHALL REPORT ANNUAL-\n    2  LY  TO  THE  GOVERNOR,  LEGISLATURE,  ADVISORY COMMITTEE, STATE BOARD OF\n    3  ELECTIONS AND STATE CAMPAIGN FINANCE BOARD ON THE CONDUCT AND AFFAIRS OF\n    4  THE OFFICE. SUCH REPORT SHALL INCLUDE A SUMMARY FOR THE PRECEDING TWELVE\n    5  MONTH  PERIOD  SETTING FORTH THE NUMBER OF INVESTIGATIONS CONDUCTED, THE\n    6  NUMBER OF RANDOM AUDITS CONDUCTED PURSUANT TO  SECTION  14-134  OF  THIS\n    7  ARTICLE,  THE  NUMBER AND AMOUNT OF CIVIL PENALTIES ASSESSED, THE NUMBER\n    8  AND AMOUNT OF CIVIL PENALTIES PAID AND UNPAID, THE NATURE OF  CIVIL  AND\n    9  CRIMINAL  VIOLATIONS  ALLEGED,  COURT ACTIONS IN PROGRESS, COURT ACTIONS\n   10  COMPLETED, REGULATIONS OR OTHER PROTOCOLS ADOPTED, AMENDED OR RESCINDED,\n   11  TRENDS IN THE NATURE AND/OR NUMBER OF SUCH VIOLATIONS OVER THE PRECEDING\n   12  TWELVE MONTH PERIOD, AND  SUCH  OTHER  MATTERS  AS  THE  CHIEF  CAMPAIGN\n   13  FINANCE ENFORCEMENT OFFICER MAY DETERMINE TO MAXIMIZE PUBLIC UNDERSTAND-\n   14  ING OF THE STATUS AND EFFECTIVENESS OF CAMPAIGN FINANCE ENFORCEMENT.\n   15    S 14-134. RANDOM AUDITS. IN ADDITION TO OTHER POWERS AND DUTIES SPECI-\n   16  FIED  IN  THIS ARTICLE, THE OFFICE OF CAMPAIGN FINANCE ENFORCEMENT SHALL\n   17  HAVE THE POWER AND DUTY TO CONDUCT A PROGRAM OF RANDOM AUDITS SUBJECT TO\n   18  THE PROVISIONS OF THIS SECTION. SUCH PROGRAM SHALL BE CARRIED OUT IN THE\n   19  FOLLOWING MANNER:\n   20    1. THE OFFICE OF CAMPAIGN FINANCE ENFORCEMENT  SHALL  RANDOMLY  SELECT\n   21  FOR AUDIT COMMITTEES REQUIRED TO FILE PURSUANT TO THIS ARTICLE AND ARTI-\n   22  CLE FOURTEEN-A OF THIS CHAPTER. SUCH SELECTION SHALL BE DONE IN A MANNER\n   23  PURSUANT  TO  WHICH  THE  IDENTITY,  POLITICAL  AFFILIATION  AND MAILING\n   24  ADDRESS OF ANY PARTICULAR COMMITTEE WHOSE FILINGS ARE TO BE  AUDITED  IS\n   25  UNKNOWN  TO  THE  OFFICE,  ITS  STAFF  OR  ANY  AGENTS  THEREOF PRIOR TO\n   26  SELECTION.\n   27    2. THE OFFICE OF CAMPAIGN FINANCE ENFORCEMENT SHALL DEVELOP  PROTOCOLS\n   28  FOR  THE CONDUCT OF SUCH RANDOM AUDITS, IN CONSULTATION WITH THE COMMIS-\n   29  SION ON PUBLIC INTEGRITY AND ANY OTHER INSTRUMENTALITY OF STATE OR LOCAL\n   30  GOVERNMENT THAT MAY CONDUCT RANDOM  AUDITS  PURSUANT  TO  LAW.    RANDOM\n   31  AUDITS  BY  THE  OFFICE  OF CAMPAIGN FINANCE ENFORCEMENT MAY REQUIRE THE\n   32  PRODUCTION OF BOOKS, PAPERS, RECORDS OR MEMORANDA RELEVANT AND  MATERIAL\n   33  TO  THE  PREPARATION  OF  STATEMENTS REQUIRED BY THIS ARTICLE OR ARTICLE\n   34  FOURTEEN-A OF THIS CHAPTER TO BE FILED DURING THE  PREVIOUS  TWENTY-FOUR\n   35  MONTHS,  FOR  EXAMINATION BY THE OFFICE OF CAMPAIGN FINANCE ENFORCEMENT.\n   36  SUCH PROTOCOLS SHALL ENSURE THAT SIMILARLY SITUATED  FILERS  AND  STATE-\n   37  MENTS THEREOF ARE AUDITED IN A UNIFORM MANNER.\n   38    3.  THE  OFFICE OF CAMPAIGN FINANCE ENFORCEMENT SHALL CONTRACT WITH AN\n   39  OUTSIDE ACCOUNTING ENTITY, WHICH SHALL MONITOR THE PROCESS  PURSUANT  TO\n   40  WHICH THE OFFICE SELECTS PERSONS, CANDIDATES AND/OR COMMITTEES FOR AUDIT\n   41  AND  CARRIES  OUT  THE  PROVISIONS  OF  SUBDIVISIONS ONE AND TWO OF THIS\n   42  SECTION,  AND  SHALL  CERTIFY  THAT  SUCH  PROCESS  COMPLIES  WITH   THE\n   43  PROVISIONS THEREOF.\n   44    4.  UPON  COMPLETION  OF  A RANDOM AUDIT PURSUANT TO THIS SECTION, THE\n   45  OFFICE OF CAMPAIGN FINANCE ENFORCEMENT SHALL DETERMINE WHETHER THERE  IS\n   46  REASONABLE  CAUSE  TO BELIEVE THAT ANY STATEMENT REQUIRED TO BE FILED BY\n   47  THIS ARTICLE OR ARTICLE FOURTEEN-A OF THIS CHAPTER  IS  MISSING,  INCOM-\n   48  PLETE  OR  INACCURATE.  UPON  A DETERMINATION THAT SUCH REASONABLE CAUSE\n   49  EXISTS, THE OFFICE MAY REQUIRE THE PRODUCTION OF FURTHER BOOKS,  RECORDS\n   50  OR  MEMORANDA, SUBPOENA WITNESSES, COMPEL THEIR ATTENDANCE AND TESTIMONY\n   51  AND ADMINISTER OATHS OR AFFIRMATIONS, TO THE EXTENT  THE  OFFICE  DETER-\n   52  MINES  SUCH  ACTIONS  ARE  NECESSARY  TO OBTAIN INFORMATION RELEVANT AND\n   53  MATERIAL TO INVESTIGATING SUCH OMISSIONS AND/OR INACCURACIES.\n   54    5. WHERE THE OFFICE OF CAMPAIGN FINANCE ENFORCEMENT DETERMINES ON  THE\n   55  BASIS  OF  SUCH  A RANDOM AUDIT OR FURTHER INQUIRY PURSUANT THERETO THAT\n   56  THERE WAS A VIOLATION OF ANY PROVISION OF THIS ARTICLE OR ARTICLE  FOUR-\n\n       S. 2740                            11\n\n    1  TEEN-A  OF THIS CHAPTER, THE ENFORCEMENT PROVISIONS OF SECTION 14-132 OF\n    2  THIS ARTICLE SHALL APPLY; PROVIDED, THAT NOTHING HEREUNDER SHALL REQUIRE\n    3  A RANDOM AUDIT AS A CONDITION OF ANY INVESTIGATION OR ENFORCEMENT PURSU-\n    4  ANT TO THIS ARTICLE OR ARTICLE FOURTEEN-A OF THIS CHAPTER.\n    5    S  14-136.  SUCCESSOR  ENFORCEMENT  BODIES.  NOTWITHSTANDING ANY OTHER\n    6  PROVISION OF LAW, IF ANY STATUTE SHALL, ON OR AFTER THE  EFFECTIVE  DATE\n    7  OF  THIS  SECTION,  DEVOLVE TO THE COMMISSION ON PUBLIC INTEGRITY, OR TO\n    8  ANY SUCCESSOR COMMISSION OR  BODY  THERETO,  AUTHORITY  TO  ENFORCE  THE\n    9  PROVISIONS OF THIS ARTICLE, THEN ON THE EFFECTIVE DATE OF SUCH STATUTE:\n   10    1.  ALL  INVESTIGATORY,  ENFORCEMENT AND AUDITING POWERS AND DUTIES OF\n   11  THE OFFICE OF CAMPAIGN FINANCE ENFORCEMENT SHALL DEVOLVE TO SUCH COMMIS-\n   12  SION OR BODY, WHICH THEREAFTER SHALL UNDERTAKE SUCH POWERS AND DUTIES IN\n   13  THE MANNER PRESCRIBED BY THIS ARTICLE;\n   14    2. ALL OTHER REFERENCES TO THE OFFICE OF CAMPAIGN FINANCE  ENFORCEMENT\n   15  IN THIS CHAPTER SHALL BE CONSTRUED TO REFER TO SUCH COMMISSION OR BODY;\n   16    3.  THE  OFFICE  OF  CAMPAIGN  FINANCE  ENFORCEMENT  SHALL  BE  DEEMED\n   17  DISSOLVED; AND\n   18    4. THE STATE BOARD OF ELECTIONS AND SUCH SUCCESSOR COMMISSION OR  BODY\n   19  SHALL  PROVIDE  FOR  THE  TIMELY TRANSFER OF THE RECORDS, PAPERS, CASES,\n   20  PERSONNEL AND EFFECTS OF THE OFFICE OF CAMPAIGN FINANCE  ENFORCEMENT  TO\n   21  SUCH COMMISSION OR BODY.\n   22    S  14-138.  OFFICIAL  COMMUNICATIONS BY ELECTRONIC MEANS. ALL OFFICIAL\n   23  COMMUNICATIONS REQUIRED OR AUTHORIZED BY THIS ARTICLE OR  ARTICLE  FOUR-\n   24  TEEN-A  OF THIS CHAPTER TO BE SENT TO A CANDIDATE, COMMITTEE OR AN AGENT\n   25  THEREOF SHALL BE SENT BOTH BY MAIL IN THE MANNER SPECIFIED BY SUCH ARTI-\n   26  CLE AND BY ELECTRONIC MAIL TO THE ELECTRONIC MAIL ADDRESS OR  ADDRESSES,\n   27  IF  ANY, ON FILE WITH THE STATE BOARD OF ELECTIONS FOR SUCH COMMITTEE OR\n   28  AGENT; PROVIDED THAT NO SUCH COMMUNICATION SHALL BE DEEMED  UNTIMELY  OR\n   29  OTHERWISE  DEFECTIVE SOLELY ON GROUNDS THAT THE ELECTRONIC COMMUNICATION\n   30  SHALL NOT BE SENT OR RECEIVED. IN LIEU OF COMMUNICATIONS BY CERTIFIED OR\n   31  EXPRESS MAIL, A CANDIDATE OR COMMITTEE MAY  ELECT  TO  RECEIVE  OFFICIAL\n   32  COMMUNICATIONS BY FACSIMILE OR OTHER ELECTRONIC MEANS; PROVIDED THAT THE\n   33  MEANS  OF  MAKING  EACH  SUCH  TRANSMISSION  IN LIEU OF COMMUNICATION BY\n   34  CERTIFIED OR EXPRESS MAIL SHALL ENSURE AUTOMATIC DELIVERY  OF  PROOF  TO\n   35  THE  SENDER  THAT  SUCH COMMUNICATION PROPERLY WAS RECEIVED AND THE TIME\n   36  AND DATE OF SUCH RECEIPT. THE STATE BOARD OF ELECTIONS SHALL  PROMULGATE\n   37  RULES TO GOVERN COMMUNICATIONS BY ELECTRONIC MEANS HEREUNDER.\n   38    S  8.  Section  16-114  of the election law is amended by adding a new\n   39  subdivision 5 to read as follows:\n   40    5. NOTHING IN THIS SECTION SHALL BE CONSTRUED TO REQUIRE THE OFFICE OF\n   41  CAMPAIGN FINANCE ENFORCEMENT, ESTABLISHED PURSUANT TO SECTION 14-132  OF\n   42  THIS  ARTICLE,  TO  COMMENCE  A  JUDICIAL  PROCEEDING TO COLLECT A CIVIL\n   43  PENALTY ASSESSABLE PURSUANT TO SECTION 14-126 OF THIS ARTICLE.\n   44    S 9. The executive law is amended by adding a new section 63-e to read\n   45  as follows:\n   46    S 63-E. POWERS OF THE ATTORNEY GENERAL TO ENFORCE  THE  ELECTION  LAW.\n   47  THE  ATTORNEY  GENERAL  MAY  INVESTIGATE  ANY  ALLEGED CIVIL OR CRIMINAL\n   48  VIOLATION OF THE ELECTION LAW ON HIS OR HER OWN INVESTIGATION,  INFORMA-\n   49  TION  FILED  WITH THE STATE BOARD OF ELECTIONS OR STATE CAMPAIGN FINANCE\n   50  BOARD, OR COMPLAINT OF A PRIVATE CITIZEN.  WHERE  THE  ATTORNEY  GENERAL\n   51  SHALL  DETERMINE  THAT  PROBABLE CAUSE EXISTS OF A CRIMINAL VIOLATION OF\n   52  ARTICLE FOURTEEN OR FOURTEEN-A OF THE ELECTION LAW, THE ATTORNEY GENERAL\n   53  MAY SO INFORM THE CHIEF CAMPAIGN  FINANCE  ENFORCEMENT  OFFICER  OF  THE\n   54  OFFICE  OF  CAMPAIGN FINANCE ENFORCEMENT ESTABLISHED PURSUANT TO SECTION\n   55  14-132 OF THE ELECTION LAW AND  PROVIDE  THE  EVIDENCE  SUPPORTING  SUCH\n   56  PROBABLE  CAUSE.  NOTWITHSTANDING  ANY  CONTRARY  PROVISION  OF LAW, THE\n\n       S. 2740                            12\n\n    1  ATTORNEY GENERAL MAY PROSECUTE A CRIMINAL VIOLATION OF ARTICLE  FOURTEEN\n    2  OR FOURTEEN-A OF THE ELECTION LAW IN THE MANNER AND TO THE EXTENT SPECI-\n    3  FIED IN SUBDIVISION SIX OF SECTION 14-132 OF THE ELECTION LAW. IN FURTH-\n    4  ERANCE  OF THE POWERS AND DUTIES SPECIFIED IN THIS SECTION, THE ATTORNEY\n    5  GENERAL IS AUTHORIZED TO TAKE PROOFS, MAKE  DETERMINATIONS  OF  RELEVANT\n    6  FACTS AND ISSUE SUBPOENAS IN ACCORDANCE WITH LAW, AND SUCH AUTHORIZATION\n    7  SHALL  NOT  ABATE OR TERMINATE BY REASON OF ANY CIVIL OR CRIMINAL ACTION\n    8  OR PROCEEDING TO ENFORCE THE ELECTION LAW OR ANY COLLECTION OR  DETERMI-\n    9  NATION  TO  COLLECT  A  CIVIL  PENALTY PURSUANT THERETO. NOTHING IN THIS\n   10  SECTION SHALL IMPAIR THE ENFORCEMENT JURISDICTION OF ANY DISTRICT ATTOR-\n   11  NEY IN THIS STATE OR THE OFFICE OF CAMPAIGN FINANCE ENFORCEMENT PURSUANT\n   12  TO LAW.\n   13    S 10. Subdivision 9 of section 94 of the executive law is  amended  by\n   14  adding a new paragraph (j-1) to read as follows:\n   15    (J-1)  ADVISE  AND  ASSIST  THE OFFICE OF CAMPAIGN FINANCE ENFORCEMENT\n   16  ESTABLISHED PURSUANT TO SECTION 14-132 OF THE  ELECTION  LAW  TO  EFFEC-\n   17  TIVELY DISCHARGE THE POWERS AND DUTIES OF SUCH OFFICE, INCLUDING BUT NOT\n   18  LIMITED TO ENSURING THE PROMPT AND ACCURATE DISSEMINATION TO SUCH OFFICE\n   19  OF  THE  NAMES  AND  ADDRESSES  OF PERSONS REQUIRED TO FILE AS LOBBYISTS\n   20  PURSUANT TO ARTICLE ONE-A OF THE LEGISLATIVE LAW;\n   21    S 11. This act shall take effect on the first day of January following\n   22  the general election of members of the legislature next  succeeding  the\n   23  day  on  which  this  act shall have become a law; provided that section\n   24  3-201 of the election law, as added by section three of  this  act,  and\n   25  subdivisions one, two and four of section 14-132 of the election law, as\n   26  added by section seven of this act, shall take effect immediately.\n\n   27                                   PART B\n\n   28    Section 1. The election law is amended by adding a new article 14-A to\n   29  read as follows:\n\n   30                                ARTICLE 14-A\n   31                  VOLUNTARY CLEAN ELECTION CAMPAIGN FINANCE\n\n   32  SECTION 14-150. DEFINITIONS.\n   33          14-152. ELIGIBILITY AND OTHER REQUIREMENTS.\n   34          14-154. QUALIFIED CAMPAIGN EXPENDITURES; RESTRICTIONS ON USE.\n   35          14-156. CAMPAIGN CONTRIBUTIONS.\n   36          14-158. OPTIONAL CLEAN ELECTION CAMPAIGN FINANCING.\n   37          14-160. GRANT   AMOUNTS   FOR   PRIMARY   AND  GENERAL  ELECTION\n   38                    CAMPAIGNS.\n   39          14-162. OPTIONAL PUBLIC FUNDING FOR PARTY COMMITTEES.\n   40          14-164. OFFICE HOLDERS ACCOUNTS.\n   41          14-166. POWER AND DUTIES OF THE STATE CAMPAIGN FINANCE BOARD.\n   42          14-168. NEW YORK STATE CLEAN ELECTION CAMPAIGN FINANCE FUND.\n   43          14-170. DISBURSAL OF REVENUE FOR CLEAN ELECTION CAMPAIGN FINANC-\n   44                    ING.\n   45          14-172. EXAMINATIONS; REPAYMENTS.\n   46          14-174. ENFORCEMENT AND PENALTIES.\n   47          14-176. CAMPAIGNS FOR OFFICE NOT SUBJECT TO THIS ARTICLE.\n   48          14-178. QUADRENNIAL REPORTS.\n   49    S 14-150. DEFINITIONS. FOR PURPOSES OF  THIS  ARTICLE,  THE  FOLLOWING\n   50  TERMS SHALL HAVE THE FOLLOWING MEANINGS:\n   51    1.  \"AUTHORIZED  COMMITTEE\"  SHALL MEAN A POLITICAL COMMITTEE THAT HAS\n   52  BEEN AUTHORIZED BY ONE OR MORE CANDIDATES TO AID OR  TAKE  PART  IN  THE\n\n       S. 2740                            13\n\n    1  ELECTIONS OF SUCH CANDIDATE OR CANDIDATES AND THAT HAS FILED A STATEMENT\n    2  THAT SUCH CANDIDATE OR CANDIDATES HAVE AUTHORIZED SUCH POLITICAL COMMIT-\n    3  TEE PURSUANT TO SECTION 14-112 OF THIS CHAPTER.\n    4    2. \"BOARD\" SHALL MEAN THE NEW YORK STATE CAMPAIGN FINANCE BOARD ESTAB-\n    5  LISHED IN SECTION 3-101 OF THIS CHAPTER.\n    6    3.  \"CONTRIBUTION\" SHALL MEAN: (A) ANY GIFT, SUBSCRIPTION, ADVANCE, OR\n    7  DEPOSIT OF MONEY OR ANYTHING OF VALUE, MADE IN CONNECTION WITH THE NOMI-\n    8  NATION FOR ELECTION, OR  ELECTION,  OF  ANY  CANDIDATE;  (B)  ANY  FUNDS\n    9  RECEIVED  BY  A POLITICAL COMMITTEE FROM ANOTHER POLITICAL COMMITTEE; OR\n   10  (C) ANY PAYMENT, BY ANY PERSON OTHER THAN A  CANDIDATE  OR  HIS  OR  HER\n   11  PRINCIPAL   COMMITTEE,  MADE  IN  CONNECTION  WITH  THE  NOMINATION  FOR\n   12  ELECTION, OR ELECTION, OF ANY CANDIDATE, INCLUDING BUT  NOT  LIMITED  TO\n   13  COMPENSATION  FOR  THE  PERSONAL  SERVICES  OF  ANY  INDIVIDUAL THAT ARE\n   14  RENDERED IN CONNECTION WITH A CANDIDATE'S ELECTION OR NOMINATION WITHOUT\n   15  CHARGE; PROVIDED, HOWEVER, THAT NONE OF THE FOREGOING SHALL BE DEEMED  A\n   16  CONTRIBUTION  IF  MADE,  TAKEN  OR  PERFORMED BY A PERSON OR A POLITICAL\n   17  COMMITTEE INDEPENDENT OF THE CANDIDATE OR HIS OR HER AGENTS OR PRINCIPAL\n   18  COMMITTEE PURSUANT TO SECTION 14-112 OF THIS CHAPTER.  FOR  PURPOSES  OF\n   19  THIS  SUBDIVISION,  THE TERM \"INDEPENDENT OF THE CANDIDATE OR HIS OR HER\n   20  AGENTS OR PRINCIPAL COMMITTEE PURSUANT TO SECTION 14-112 OF  THIS  CHAP-\n   21  TER\"  SHALL  MEAN  THAT  THE CANDIDATE OR HIS OR HER AGENTS OR PRINCIPAL\n   22  COMMITTEE DID NOT AUTHORIZE, REQUEST, SUGGEST, FOSTER  OR  COOPERATE  IN\n   23  ANY  SUCH  ACTIVITY;  AND PROVIDED FURTHER, THAT THE TERM \"CONTRIBUTION\"\n   24  SHALL NOT INCLUDE:\n   25    (I) THE VALUE OF SERVICES PROVIDED WITHOUT COMPENSATION BY INDIVIDUALS\n   26  WHO VOLUNTEER A PORTION OR ALL OF THEIR TIME ON BEHALF OF A CANDIDATE OR\n   27  POLITICAL COMMITTEE;\n   28    (II) THE USE OF REAL OR PERSONAL PROPERTY AND THE COST OF INVITATIONS,\n   29  FOOD AND BEVERAGES VOLUNTARILY PROVIDED BY AN INDIVIDUAL TO A  CANDIDATE\n   30  OR  POLITICAL  COMMITTEE  ON  THE  INDIVIDUAL'S RESIDENTIAL PREMISES FOR\n   31  CANDIDATE-RELATED ACTIVITIES TO THE EXTENT SUCH SERVICES DO  NOT  EXCEED\n   32  FIVE HUNDRED DOLLARS IN VALUE;\n   33    (III)  THE  TRAVEL  EXPENSES  OF  ANY INDIVIDUAL WHO ON HIS OR HER OWN\n   34  BEHALF VOLUNTEERS HIS OR HER PERSONAL SERVICES TO ANY CANDIDATE OR POLI-\n   35  TICAL COMMITTEE TO THE EXTENT SUCH EXPENSES ARE NOT  REIMBURSED  AND  DO\n   36  NOT EXCEED FIVE HUNDRED DOLLARS IN VALUE;\n   37    (IV) EXPENDITURES BY A BONA FIDE MEMBERSHIP ORGANIZATION IN SUPPORT OF\n   38  THE  FOLLOWING  ACTIVITIES BY MEMBERS OF THE ORGANIZATION WHO ARE VOLUN-\n   39  TEERING THEIR TIME ON BEHALF OF  A  CANDIDATE,  NOT  TO  EXCEED  FIFTEEN\n   40  DOLLARS  PER MEMBER WHO VOLUNTEERS, FOR: TRANSPORTATION OF VOLUNTEERS TO\n   41  CAMPAIGN ACTIVITIES; COST OF FEEDING VOLUNTEERS WHILE  VOLUNTEERING  FOR\n   42  THE  CAMPAIGN; AND MATERIALS SUCH AS BADGES AND CLOTHING THAT IDENTIFIES\n   43  THE NAME OF THE ORGANIZATION AND/OR CANDIDATE; AND\n   44    (V) PARTY EXPENDITURES BY A PARTY COMMITTEE TO  THE  EXTENT  THAT  THE\n   45  TOTAL  AMOUNT OF SUCH PARTY EXPENDITURES UNDER PARAGRAPHS (A) AND (B) OF\n   46  SUBDIVISION EIGHT OF THIS SECTION DO NOT EXCEED THE FOLLOWING AMOUNTS:\n   47    (A) ONE MILLION DOLLARS FOR A CANDIDATE  FOR  GOVERNOR  IN  A  GENERAL\n   48  ELECTION;\n   49    (B)  FIVE  HUNDRED THOUSAND DOLLARS FOR A CANDIDATE FOR COMPTROLLER OR\n   50  ATTORNEY GENERAL IN A GENERAL ELECTION;\n   51    (C) ONE HUNDRED THOUSAND DOLLARS FOR A CANDIDATE FOR STATE SENATE IN A\n   52  GENERAL OR SPECIAL ELECTION; OR\n   53    (D) FORTY THOUSAND DOLLARS FOR A CANDIDATE FOR ASSEMBLY IN  A  GENERAL\n   54  OR SPECIAL ELECTION.\n   55    4.  \"COVERED  ELECTION\" SHALL MEAN ANY PRIMARY ELECTION FOR NOMINATION\n   56  FOR ELECTION AS A PARTY CANDIDATE, OR ANY GENERAL  ELECTION  OR  SPECIAL\n\n       S. 2740                            14\n\n    1  ELECTION  FOR  ELECTION, TO THE OFFICE OF GOVERNOR, LIEUTENANT GOVERNOR,\n    2  ATTORNEY GENERAL, COMPTROLLER, SENATOR OR MEMBER OF ASSEMBLY.\n    3    5.  \"GENERAL ELECTION CAMPAIGN PERIOD\" SHALL MEAN THE PERIOD BEGINNING\n    4  THE DAY AFTER THE PRIMARY ELECTION AND  ENDING  THIRTY  DAYS  AFTER  THE\n    5  GENERAL ELECTION.\n    6    6.  \"INDEPENDENT EXPENDITURE\" SHALL MEAN AN EXPENDITURE BY ANY PERSON,\n    7  POLITICAL PARTY OR OTHER  ENTITY  OTHER  THAN  A  CANDIDATE'S  PRINCIPAL\n    8  COMMITTEE  THAT IS MADE FOR A COMMUNICATION THAT EXPRESSLY ADVOCATES THE\n    9  ELECTION OR DEFEAT OF  A  CLEARLY  IDENTIFIED  CANDIDATE  IN  A  COVERED\n   10  ELECTION  THAT  IS  MADE WITHOUT THE PARTICIPATION OR COOPERATION OF, OR\n   11  COORDINATION OR CONSULTATION WITH, ANY CANDIDATE, CANDIDATE'S  COMMITTEE\n   12  OR  PERSON  WORKING  ON  BEHALF OF A CANDIDATE OR ANY COMMUNICATION THAT\n   13  NAMES OR DEPICTS A CLEARLY IDENTIFIED CANDIDATE AND IS DISSEMINATED LESS\n   14  THAN THIRTY-ONE DAYS BEFORE THE ELECTION.\n   15    7. \"NON-PARTICIPATING CANDIDATE\" SHALL MEAN A  CANDIDATE  WHO  REJECTS\n   16  CLEAN ELECTION CAMPAIGN FINANCING AND CHOOSES TO RUN IN AN ELECTION WITH\n   17  CAMPAIGN  CONTRIBUTIONS RAISED FROM PRIVATE SOURCES, OR WHO OTHERWISE IS\n   18  INELIGIBLE OR FAILS TO QUALIFY FOR CLEAN  ELECTION  CAMPAIGN  FINANCING.\n   19  NON-PARTICIPATING  CANDIDATES  SHALL  BE  INELIGIBLE  TO  RECEIVE  CLEAN\n   20  ELECTION CAMPAIGN FINANCING OR OTHER BENEFITS AS DEFINED BY  THIS  ARTI-\n   21  CLE.\n   22    8.  \"PARTY EXPENDITURE\" SHALL MEAN AN EXPENDITURE BY A PARTY COMMITTEE\n   23  FOR THE BENEFIT OF A CANDIDATE OR CANDIDATE COMMITTEE FOR:\n   24    (A) THE PREPARATION, DISPLAY OR MAILING OR  OTHER  DISTRIBUTION  OF  A\n   25  PARTY  CANDIDATE  LISTING.  AS  USED IN THIS PARAGRAPH, \"PARTY CANDIDATE\n   26  LISTING\" MEANS ANY COMMUNICATION THAT MEETS THE FOLLOWING CRITERIA:\n   27    (I) THE COMMUNICATION LISTS  THE  NAME  OR  NAMES  OF  CANDIDATES  FOR\n   28  ELECTION TO PUBLIC OFFICE;\n   29    (II)  THE COMMUNICATION IS DISTRIBUTED THROUGH PUBLIC ADVERTISING SUCH\n   30  AS BROADCAST TELEVISION STATIONS, CABLE TELEVISION, NEWSPAPERS OR  SIMI-\n   31  LAR  MEDIA, OR THROUGH DIRECT MAIL, TELEPHONE, ELECTRONIC MAIL, PUBLICLY\n   32  ACCESSIBLE SITES ON THE INTERNET OR PERSONAL DELIVERY;\n   33    (III) THE TREATMENT OF ALL CANDIDATES IN THE COMMUNICATION IS SUBSTAN-\n   34  TIALLY SIMILAR; AND\n   35    (IV) THE CONTENT OF THE COMMUNICATION IS LIMITED TO:\n   36    (A) FOR EACH SUCH CANDIDATE, IDENTIFYING INFORMATION, INCLUDING PHOTO-\n   37  GRAPHS, OFFICE SOUGHT, OFFICE CURRENTLY HELD BY THE CANDIDATE,  IF  ANY,\n   38  PARTY  ENROLLMENT  OF  THE  CANDIDATE,  A BRIEF STATEMENT CONCERNING THE\n   39  CANDIDATE'S POSITIONS, PHILOSOPHY, GOALS, ACCOMPLISHMENTS OR  BIOGRAPHY,\n   40  AND  THE  POSITIONS,  PHILOSOPHY, GOALS OR ACCOMPLISHMENTS OF THE CANDI-\n   41  DATE'S PARTY;\n   42    (B) ENCOURAGEMENT TO VOTE FOR EACH SUCH CANDIDATE; AND\n   43    (C)  INFORMATION  CONCERNING  VOTING,  INCLUDING  VOTING   HOURS   AND\n   44  LOCATIONS;\n   45    (B)  A DOCUMENT IN PRINTED OR ELECTRONIC FORM, INCLUDING A PARTY PLAT-\n   46  FORM, A COPY OF AN ISSUE PAPER, INFORMATION PERTAINING TO  THE  REQUIRE-\n   47  MENTS  OF  THIS TITLE, A LIST OF REGISTERED VOTERS AND VOTER IDENTIFICA-\n   48  TION INFORMATION, WHICH DOCUMENT IS CREATED OR  MAINTAINED  BY  A  PARTY\n   49  COMMITTEE, FOR THE GENERAL PURPOSES OF PARTY BUILDING AND IS PROVIDED TO\n   50  A CANDIDATE WHO IS A MEMBER OF THE PARTY THAT HAS ESTABLISHED SUCH PARTY\n   51  COMMITTEE;\n   52    (C) A CAMPAIGN EVENT AT WHICH A CANDIDATE OR CANDIDATES ARE PRESENT;\n   53    (D)  THE RETENTION OF THE SERVICES OF AN ADVISOR TO PROVIDE ASSISTANCE\n   54  RELATING TO CAMPAIGN ORGANIZATION, FINANCING, ACCOUNTING, STRATEGY,  LAW\n   55  OR MEDIA; OR\n\n       S. 2740                            15\n\n    1    (E)  THE  USE  OF OFFICES, TELEPHONES, COMPUTERS AND SIMILAR EQUIPMENT\n    2  WHICH DOES NOT RESULT IN ADDITIONAL COST TO THE PARTY COMMITTEE.\n    3    9.  \"POLITICAL  COMMITTEE\" SHALL HAVE THE MEANING SET FORTH IN SECTION\n    4  14-100 OF THIS CHAPTER.\n    5    10. \"PRINCIPAL COMMITTEE\" SHALL MEAN THE AUTHORIZED  COMMITTEE  DESIG-\n    6  NATED BY A CANDIDATE PURSUANT TO THIS ARTICLE.\n    7    11.  \"QUALIFIED  CAMPAIGN  EXPENDITURE\"  SHALL MEAN AN EXPENDITURE FOR\n    8  WHICH CLEAN ELECTION CAMPAIGN FUNDS MAY BE USED PURSUANT TO  THIS  ARTI-\n    9  CLE.\n   10    12.  \"QUALIFIED CANDIDATE\" SHALL MEAN ANY CANDIDATE FOR NOMINATION FOR\n   11  ELECTION, OR ELECTION, TO THE OFFICE OF GOVERNOR,  LIEUTENANT  GOVERNOR,\n   12  ATTORNEY  GENERAL,  COMPTROLLER,  SENATOR  OR MEMBER OF THE ASSEMBLY WHO\n   13  QUALIFIES FOR CLEAN ELECTION CAMPAIGN FUNDS BY COLLECTING  THE  REQUIRED\n   14  NUMBER  OF  QUALIFYING  CONTRIBUTIONS AND AGREEING TO OTHER REQUIREMENTS\n   15  SPECIFIED IN THIS ARTICLE.\n   16    13. \"QUALIFYING CONTRIBUTION\" SHALL MEAN A CONTRIBUTION  OF  AT  LEAST\n   17  FIVE DOLLARS AND NO MORE THAN TWO HUNDRED FIFTY DOLLARS PER CONTRIBUTION\n   18  WHICH IS MADE TO THE PRINCIPAL COMMITTEE AND WHICH IS COUNTED TOWARD THE\n   19  AGGREGATE  NUMBER OF QUALIFYING CONTRIBUTIONS NEEDED TO MEET THE THRESH-\n   20  OLD AMOUNT FOR A SPECIFIC OFFICE. A CONTRIBUTION SHALL BE DEEMED A QUAL-\n   21  IFYING CONTRIBUTION ONLY IF MADE BY CHECK, MONEY ORDER OR  IN  CASH  AND\n   22  ONLY  IF ACCOMPANIED BY A SIGNED STATEMENT THAT: (A) THE CONTRIBUTION IS\n   23  INTENDED TO BE A CONTRIBUTION TO SUPPORT THE  ELECTION  OF  A  CANDIDATE\n   24  SEEKING TO QUALIFY FOR A COVERED ELECTION; (B) THE CONTRIBUTION WAS MADE\n   25  FROM  THE  CONTRIBUTOR'S OWN FUNDS; AND (C) THE CONTRIBUTOR RECEIVED AND\n   26  SHALL RECEIVE NOTHING OF VALUE IN EXCHANGE  FOR  THE  CONTRIBUTION.  ANY\n   27  CONTRIBUTIONS  THAT DO NOT MEET THE REQUIREMENTS SET FORTH IN THIS ARTI-\n   28  CLE SHALL BE RETURNED TO THE CONTRIBUTOR.\n   29    14. \"QUALIFYING PERIOD\" SHALL MEAN THE PERIOD DURING WHICH PARTICIPAT-\n   30  ING CANDIDATES COLLECT QUALIFYING CONTRIBUTIONS.\n   31    15. \"THRESHOLD FOR ELIGIBILITY\" SHALL MEAN THE TOTAL AMOUNT OF  QUALI-\n   32  FYING  CONTRIBUTIONS THAT A PARTICIPATING CANDIDATE AND HIS OR HER PRIN-\n   33  CIPAL COMMITTEE MUST RECEIVE IN ORDER FOR SUCH CANDIDATE TO QUALIFY  FOR\n   34  CLEAN ELECTION CAMPAIGN FUNDING PURSUANT TO THIS ARTICLE.\n   35    16.  \"TRANSFER\" SHALL MEAN ANY EXCHANGE OF FUNDS OR ANY THING OF VALUE\n   36  BETWEEN POLITICAL COMMITTEES AUTHORIZED BY THE SAME  CANDIDATE  PURSUANT\n   37  TO  SECTION  14-112  OF  THIS  CHAPTER  AND  TAKING  PART  IN HIS OR HER\n   38  CAMPAIGN.\n   39    17. \"OFFICE HOLDER ACCOUNT\"  SHALL  REFER  TO  A  POLITICAL  COMMITTEE\n   40  ESTABLISHED UNDER SECTION 14-162 OF THIS ARTICLE.\n   41    S  14-152.  ELIGIBILITY  AND OTHER REQUIREMENTS. 1. TO BE ELIGIBLE FOR\n   42  CLEAN ELECTION CAMPAIGN FUNDING UNDER  THIS  ARTICLE,  A  CANDIDATE  FOR\n   43  NOMINATION FOR ELECTION OR ELECTION SHALL:\n   44    (A)  MEET  ALL  THE REQUIREMENTS OF LAW TO HAVE HIS OR HER NAME ON THE\n   45  BALLOT;\n   46    (B) BE A CANDIDATE FOR  GOVERNOR,  LIEUTENANT  GOVERNOR,  COMPTROLLER,\n   47  ATTORNEY  GENERAL,  STATE  SENATE  OR  ASSEMBLY IN A PRIMARY, GENERAL OR\n   48  SPECIAL ELECTION AND MEET THE THRESHOLD  CRITERIA  FOR  ELIGIBILITY  SET\n   49  FORTH IN SUBDIVISIONS THREE AND FOUR OF THIS SECTION;\n   50    (C)  CHOOSE  TO  PARTICIPATE  IN  THE  CLEAN ELECTION CAMPAIGN FUNDING\n   51  PROVISIONS OF THIS ARTICLE, BY FILING A WRITTEN  CERTIFICATION  IN  SUCH\n   52  FORM  AS  MAY  BE  PRESCRIBED  BY THE BOARD, WHICH SETS FORTH HIS OR HER\n   53  ACCEPTANCE OF AND AGREEMENT TO COMPLY WITH THE TERMS AND CONDITIONS  FOR\n   54  THE PROVISION OF SUCH FUNDS;\n   55    (D) FURNISH TO THE BOARD AND HIS OR HER PRINCIPAL COMMITTEE ANY INFOR-\n   56  MATION  THE  BOARD  MAY REQUEST RELATING TO HIS OR HER CAMPAIGN EXPENDI-\n\n       S. 2740                            16\n\n    1  TURES OR CONTRIBUTIONS, INCLUDING ANY SUCH DOCUMENTATION OR OTHER  PROOF\n    2  OF COMPLIANCE WITH THIS ARTICLE AS SUCH BOARD MAY REQUEST;\n    3    (E) NOTIFY THE BOARD IN THE CANDIDATE'S WRITTEN CERTIFICATION AS TO:\n    4    (I)  THE  EXISTENCE  OF  EACH  AUTHORIZED COMMITTEE AUTHORIZED BY SUCH\n    5  CANDIDATE THAT HAS NOT BEEN TERMINATED;\n    6    (II) WHETHER ANY SUCH COMMITTEE ALSO HAS BEEN AUTHORIZED BY ANY  OTHER\n    7  CANDIDATE; AND\n    8    (III) IF THE CANDIDATE HAS AUTHORIZED MORE THAN ONE AUTHORIZED COMMIT-\n    9  TEE,  WHICH AUTHORIZED COMMITTEE HAS BEEN DESIGNATED BY THE CANDIDATE AS\n   10  THE CANDIDATE'S  PRINCIPAL  COMMITTEE  FOR  THE  ELECTION  OR  ELECTIONS\n   11  COVERED  BY THE CANDIDATE'S CERTIFICATION; PROVIDED, THAT SUCH PRINCIPAL\n   12  COMMITTEE:\n   13    (A) SHALL BE THE ONLY COMMITTEE AUTHORIZED BY SUCH CANDIDATE TO AID OR\n   14  OTHERWISE TAKE PART IN THE ELECTION OR ELECTIONS COVERED BY  THE  CANDI-\n   15  DATE'S CERTIFICATION;\n   16    (B) SHALL NOT BE AN AUTHORIZED COMMITTEE OF ANY OTHER CANDIDATE; AND\n   17    (C)  SHALL  NOT  HAVE  BEEN  AUTHORIZED  OR  OTHERWISE  ACTIVE FOR ANY\n   18  ELECTION PRIOR TO THE ELECTION OR ELECTIONS COVERED BY  THE  CANDIDATE'S\n   19  CERTIFICATION.\n   20    THE  USE OF AN ENTITY OTHER THAN THE DESIGNATED PRINCIPAL COMMITTEE TO\n   21  AID OR OTHERWISE TAKE PART IN THE ELECTION OR ELECTIONS COVERED  BY  THE\n   22  CANDIDATE'S CERTIFICATION SHALL BE A VIOLATION OF THIS SECTION AND SHALL\n   23  TRIGGER THE APPLICATION TO SUCH ENTITY OF ALL PROVISIONS OF THIS ARTICLE\n   24  GOVERNING PRINCIPAL COMMITTEES;\n   25    (F) MAINTAIN ALONG WITH HIS OR HER PRINCIPAL COMMITTEE SUCH RECORDS OF\n   26  RECEIPTS  AND  EXPENDITURES  FOR  A  COVERED ELECTION AS REQUIRED BY THE\n   27  BOARD;\n   28    (G) NOT MAKE ALONG WITH HIS OR HER  PRINCIPAL  COMMITTEE  EXPENDITURES\n   29  WHICH  IN  THE  AGGREGATE  EXCEED THE GRANT OF PUBLIC FUNDS SET FORTH IN\n   30  SECTION 14-160 OF THIS ARTICLE PLUS THE AMOUNT  OF  QUALIFYING  CONTRIB-\n   31  UTIONS ALLOWED PURSUANT TO SUBDIVISION FOUR OF THIS SECTION;\n   32    (H)  NOT  ACCEPT  AGGREGATE  PARTY  EXPENDITURES FROM THE COMMITTEE OR\n   33  COMMITTEES OF ANY POLITICAL PARTY IN EXCESS OF THE AMOUNT  SPECIFIED  IN\n   34  SUBDIVISION FOUR OF THIS SECTION;\n   35    (I)  AGREE  TO  PARTICIPATE  IN AT LEAST TWO PUBLIC DEBATES WITH OTHER\n   36  CANDIDATES PRIOR TO THE DATE OF A PRIMARY ELECTION OR  SPECIAL  ELECTION\n   37  AND  AT LEAST THREE DEBATES WITH OTHER CANDIDATES PRIOR TO THE DATE OF A\n   38  GENERAL ELECTION. SUCH DEBATES SHALL BE  ESTABLISHED  UNDER  REGULATIONS\n   39  PROMULGATED BY THE STATE CAMPAIGN FINANCE BOARD. IF A CANDIDATE FAILS TO\n   40  PARTICIPATE  IN  ANY  DEBATE  REQUIRED  UNDER  THIS  SECTION  BEFORE  AN\n   41  ELECTION, THE CANDIDATE SHALL BE LIABLE FOR RETURN OF MONEYS  PREVIOUSLY\n   42  RECEIVED  FOR USE BY THE CANDIDATE TO PAY ELECTION CAMPAIGN EXPENSES AND\n   43  SHALL BE INELIGIBLE TO RECEIVE ANY FURTHER CLEAN ELECTION CAMPAIGN FUNDS\n   44  FOR THAT ELECTION. FOR PURPOSES OF THIS PARAGRAPH, EACH PRIMARY, GENERAL\n   45  OR SPECIAL ELECTION SHALL BE CONSIDERED A SEPARATE ELECTION; AND\n   46    (J) SATISFY ANY CLAIM MADE BY SUCH BOARD  FOR  THE  PAYMENT  OF  CIVIL\n   47  PENALTIES  OR REPAYMENT OF PUBLIC FUNDS THAT REMAINS OUTSTANDING AGAINST\n   48  SUCH CANDIDATE OR HIS OR HER PRINCIPAL COMMITTEE FROM  A  PRIOR  COVERED\n   49  ELECTION, IF:\n   50    (I) THE CANDIDATE HAD WRITTEN NOTICE OF SUCH POTENTIAL CLAIM AND INEL-\n   51  IGIBILITY  TO  RECEIVE  PUBLIC  FUNDS  PRIOR TO FILING A WRITTEN CERTIF-\n   52  ICATION FOR THE CURRENT COVERED ELECTION PURSUANT TO  PARAGRAPH  (C)  OF\n   53  THIS SUBDIVISION; OR\n   54    (II)  IN THE EVENT NO SUCH TIMELY NOTICE HAS BEEN GIVEN, THE CANDIDATE\n   55  HAS BEEN GIVEN AN OPPORTUNITY TO PRESENT TO THE BOARD REASONS HE OR  SHE\n   56  SHOULD BE ELIGIBLE TO RECEIVE PUBLIC FUNDS.\n\n       S. 2740                            17\n\n    1    2.  NOTWITHSTANDING  ANY OTHER PROVISION OF LAW, RULE OR REGULATION TO\n    2  THE CONTRARY, THE QUALIFYING PERIOD SHALL COMMENCE ON THE FIRST  DAY  OF\n    3  JANUARY  OF  THE  YEAR  IN WHICH THE ELECTION OR ELECTIONS FOR WHICH THE\n    4  CANDIDATE SEEKS TO QUALIFY WILL BE HELD AND END NO LATER THAN SIXTY DAYS\n    5  BEFORE THE DATE OF THE PRIMARY ELECTION IN THAT SAME YEAR.\n    6    3. THE QUALIFYING PERIOD IN A SPECIAL ELECTION SHALL BEGIN THE DAY THE\n    7  ELECTION  IS ANNOUNCED. CANDIDATES SHALL HAVE UP TO FOURTEEN DAYS BEFORE\n    8  THE DATE OF THE SPECIAL ELECTION TO  COLLECT  QUALIFYING  CONTRIBUTIONS.\n    9  THE  NUMBER  OF  QUALIFYING CONTRIBUTIONS SHALL BE HALF OF THE NUMBER OF\n   10  CONTRIBUTIONS REQUIRED IN A GENERAL ELECTION. FUNDS SHALL BE RELEASED TO\n   11  SPECIAL ELECTION CANDIDATES WITHIN THREE DAYS OF SUBMISSION OF  EVIDENCE\n   12  OF SUCH QUALIFYING CONTRIBUTIONS.\n   13    4. (A) THE THRESHOLD FOR ELIGIBILITY FOR CLEAN ELECTION CAMPAIGN FUND-\n   14  ING FOR PARTICIPATING CANDIDATES IN A GENERAL ELECTION SHALL BE:\n   15    (I)  CANDIDATES  FOR  STATE  SENATE,  AT LEAST ONE THOUSAND QUALIFYING\n   16  CONTRIBUTIONS FROM INDIVIDUALS, HALF OF WHOM SHALL RESIDE IN  THE  STATE\n   17  SENATE  DISTRICT,  THE  AGGREGATE  AMOUNT  OF  SUCH CONTRIBUTIONS NOT TO\n   18  EXCEED ONE HUNDRED TWENTY-FIVE THOUSAND DOLLARS;\n   19    (II) CANDIDATES FOR STATE ASSEMBLY, AT LEAST FOUR  HUNDRED  QUALIFYING\n   20  CONTRIBUTIONS  FROM  INDIVIDUALS, HALF OF WHOM SHALL RESIDE IN THE STATE\n   21  ASSEMBLY DISTRICT, THE AGGREGATE AMOUNT OF  SUCH  CONTRIBUTIONS  NOT  TO\n   22  EXCEED FIFTY THOUSAND DOLLARS;\n   23    (III)  CANDIDATES  FOR  GOVERNOR,  AT LEAST TWENTY THOUSAND QUALIFYING\n   24  CONTRIBUTIONS, INCLUDING AT LEAST FIVE HUNDRED CONTRIBUTIONS FROM  INDI-\n   25  VIDUALS RESIDING IN EACH OF A MAJORITY OF THE CONGRESSIONAL DISTRICTS OF\n   26  THE  STATE, THE AGGREGATE AMOUNT OF SUCH CONTRIBUTIONS NOT TO EXCEED TWO\n   27  MILLION FIVE HUNDRED THOUSAND DOLLARS; AND\n   28    (IV) CANDIDATES FOR LIEUTENANT GOVERNOR, ATTORNEY  GENERAL  AND  COMP-\n   29  TROLLER,  AT  LEAST  TEN THOUSAND QUALIFYING CONTRIBUTIONS, INCLUDING AT\n   30  LEAST TWO HUNDRED FIFTY CONTRIBUTIONS FROM INDIVIDUALS RESIDING IN  EACH\n   31  OF A MAJORITY OF THE CONGRESSIONAL DISTRICTS OF THE STATE, THE AGGREGATE\n   32  AMOUNT OF SUCH CONTRIBUTIONS NOT TO EXCEED ONE MILLION TWO HUNDRED FIFTY\n   33  THOUSAND DOLLARS.\n   34    ANY  SUCH CONTRIBUTION COLLECTED IN EXCESS OF THE LIMITATION SPECIFIED\n   35  IN THIS PARAGRAPH FOR SUCH CANDIDATE SHALL BE DONATED TO  THE  NEW  YORK\n   36  STATE CLEAN ELECTION CAMPAIGN FINANCE FUND.\n   37    (B)  IN ADDITION TO THE REQUIREMENTS OF PARAGRAPH (A) OF THIS SUBDIVI-\n   38  SION, IN ORDER TO BE ELIGIBLE FOR CLEAN ELECTION CAMPAIGN FINANCING  FOR\n   39  THE  GENERAL  ELECTION,  THE  CANDIDATE  SHALL  HAVE PARTICIPATED IN THE\n   40  PRIMARY ELECTION AND RECEIVED THE HIGHEST NUMBER OF VOTES OF THE  CANDI-\n   41  DATES  CONTESTING  THE PRIMARY ELECTION FROM HIS OR HER RESPECTIVE PARTY\n   42  AND HAVE WON THE PARTY'S NOMINATION.\n   43    (C) IN ADDITION TO THE REQUIREMENTS OF PARAGRAPH (A) OF THIS  SUBDIVI-\n   44  SION,  IN  ORDER TO BE ELIGIBLE TO RECEIVE CLEAN ELECTION CAMPAIGN FUNDS\n   45  IN A PRIMARY ELECTION, A QUALIFIED CANDIDATE SHALL  AGREE  THAT  IN  THE\n   46  EVENT  HE  OR  SHE  IS A CANDIDATE FOR SUCH OFFICE IN ANY OTHER ELECTION\n   47  HELD IN THE SAME CALENDAR YEAR, HE OR SHE WILL BE  BOUND  IN  EACH  SUCH\n   48  OTHER  ELECTION BY THE ELIGIBILITY REQUIREMENTS AND ALL OTHER PROVISIONS\n   49  OF THIS ARTICLE.\n   50    5. NO PRINCIPAL COMMITTEE OF  A  QUALIFIED  CANDIDATE  FOR  A  COVERED\n   51  ELECTION  MAY  BE AUTHORIZED TO AID OR TAKE PART IN THE ELECTION OF MORE\n   52  THAN ONE CANDIDATE.\n   53    6. REGARDLESS OF WHETHER  A  CANDIDATE  DEMONSTRATES  ELIGIBILITY  FOR\n   54  CLEAN  ELECTION  CAMPAIGN  FINANCING UNDER THIS ARTICLE, A CANDIDATE WHO\n   55  HAS FILED A WRITTEN CERTIFICATION IN ACCORDANCE WITH SUBDIVISION ONE  OF\n   56  THIS  SECTION  AND  HIS OR HER PRINCIPAL COMMITTEE SHALL COMPLY WITH THE\n\n       S. 2740                            18\n\n    1  REQUIREMENTS OF PARAGRAPHS (D), (E) AND (F) OF SUBDIVISION ONE  OF  THIS\n    2  SECTION.\n    3    7.  A  QUALIFIED  CANDIDATE WHO RECEIVES CLEAN ELECTION CAMPAIGN FUNDS\n    4  SHALL NOT ACCEPT OR SPEND ANY FUNDS OTHER THAN CLEAN  ELECTION  CAMPAIGN\n    5  FUNDS  AND  QUALIFYING  CONTRIBUTIONS UP TO THE LIMIT SPECIFIED FOR SUCH\n    6  CANDIDATE IN PARAGRAPH (A) OF SUBDIVISION FOUR OF THIS SECTION.\n    7    8. A QUALIFIED CANDIDATE WHO OR POLITICAL PARTY  THAT  RECEIVES  CLEAN\n    8  ELECTION  CAMPAIGN FUNDS SHALL IN ALL COVERED COMMUNICATIONS PAID FOR IN\n    9  WHOLE OR IN PART BY SUCH CANDIDATE OR PARTY COMPLY WITH  THE  PROVISIONS\n   10  OF THIS SUBDIVISION.\n   11    (A) IN ANY COVERED COMMUNICATION PUBLISHED OR DISTRIBUTED TO A GENERAL\n   12  PUBLIC AUDIENCE, SUCH COMMUNICATION:\n   13    (I)  IF  PAID FOR IN WHOLE OR IN PART BY SUCH CANDIDATE, AN AUTHORIZED\n   14  POLITICAL COMMITTEE OF SUCH CANDIDATE, PARTY OR ANY AGENT THEREOF, SHALL\n   15  CLEARLY SPECIFY THAT THE COMMUNICATION HAS BEEN PAID FOR BY SUCH  CANDI-\n   16  DATE, AUTHORIZED POLITICAL COMMITTEE, PARTY OR AGENT WITH CLEAN ELECTION\n   17  FUNDS; AND\n   18    (II)  IF  PAID FOR IN WHOLE OR IN PART BY ONE OR MORE OTHER PERSONS OR\n   19  ENTITIES BUT AUTHORIZED  BY  SUCH  CANDIDATE,  AN  AUTHORIZED  POLITICAL\n   20  COMMITTEE  OF  SUCH  CANDIDATE,  PARTY OR AGENT, SHALL CLEARLY STATE THE\n   21  NAME OF THE PERSON OR PERSONS, AND/OR ENTITY OR ENTITIES, THAT PAID  FOR\n   22  THE  COMMUNICATION  AND  THAT  SUCH  COMMUNICATION IS AUTHORIZED BY SUCH\n   23  CANDIDATE, POLITICAL COMMITTEE, PARTY OR AGENT.\n   24    (B) THE STATEMENT OR STATEMENTS REQUIRED BY SUBDIVISION  (A)  OF  THIS\n   25  SECTION TO BE MADE FOR SUCH A COMMUNICATION THAT INCLUDES TEXT OR GRAPH-\n   26  ICS  SHALL  BE  PROVIDED  IN A PRINTED OR DRAWN BOX APART FROM ANY OTHER\n   27  PRINTED OR OTHER GRAPHICAL MATERIAL IN AT LEAST TEN POINT TYPE  ON  EACH\n   28  PAGE  OR  FOLD,  EXCEPT FOR A BILLBOARD, POSTER OR OTHER PUBLIC DISPLAY,\n   29  FOR WHICH EACH SUCH STATEMENT SHALL BE IN A PRINTED OR DRAWN BOX IN TYPE\n   30  AT LEAST TEN PERCENT OF THE LARGEST  TYPEFACE  OTHERWISE  USED  THEREIN.\n   31  WHERE  SUCH COMMUNICATION DESCRIBED BY SUBPARAGRAPH (I) OF PARAGRAPH (A)\n   32  OF THIS SUBDIVISION IS DISSEMINATED  BY  CABLE,  SATELLITE,  TELEVISION,\n   33  TELEPHONE, RADIO OR OTHER ELECTRONIC MEANS, IT SHALL INCLUDE, IN CLEARLY\n   34  SPOKEN  FORM  IN  THE  VOICE OF THE CANDIDATE, THE PHRASE \"I AM [NAME OF\n   35  CANDIDATE], AND I APPROVE THIS MESSAGE.\"\n   36    (C) FOR PURPOSES OF THIS SUBDIVISION:\n   37    (I) THE TERM \"PERSON\" SHALL INCLUDE AN  INDIVIDUAL,  POLITICAL  ACTION\n   38  COMMITTEE, ORGANIZATION, PARTY, ENTITY OR OTHER GROUP OF PERSONS;\n   39    (II)  THE TERM \"COMMUNICATION\" SHALL INCLUDE ANY AUDIO OR VIDEO COMMU-\n   40  NICATION VIA BROADCAST, CABLE OR SATELLITE,  ANY  WRITTEN  COMMUNICATION\n   41  VIA  ADVERTISEMENT,  PAMPHLET,  CIRCULAR, FLYER, BROCHURE, LETTERHEAD OR\n   42  OTHER PRINTED MATERIAL, TELEPHONIC CALLS AND STATEMENTS  OR  INFORMATION\n   43  CONVEYED  BY COMPUTER OR OTHER ELECTRONIC DEVICES TO ONE HUNDRED OR MORE\n   44  MEMBERS OF A GENERAL PUBLIC AUDIENCE; AND\n   45    (III) THE TERM \"COVERED COMMUNICATION\" SHALL MEAN:\n   46    (A) A COMMUNICATION THAT EXPRESSLY ADVOCATES THE ELECTION OR DEFEAT OF\n   47  A CLEARLY IDENTIFIED CANDIDATE, THE SUCCESS OR  DEFEAT  OF  A  POLITICAL\n   48  PARTY  OR  PRINCIPLE,  OR  THE  SUCCESS  OR DEFEAT OF A BALLOT PROPOSAL,\n   49  INCLUDING BUT NOT LIMITED TO A  COMMUNICATION  THAT  CONTAINS  TERMS  OR\n   50  SYNONYMS  THEREOF  SUCH  AS  \"VOTE  FOR,\" \"ELECT,\" \"SUPPORT,\" \"CAST YOUR\n   51  BALLOT FOR,\" \"SMITH FOR ASSEMBLY,\" \"JONES 2008,\" \"JONES/BROWN,\"  \"VETER-\n   52  ANS  FOR SMITH,\" \"VOTE AGAINST,\" \"OPPOSE,\" \"DEFEAT\" OR \"REJECT\"; OR THAT\n   53  IS SUSCEPTIBLE OF NO REASONABLE INTERPRETATION OTHER THAN AS  AN  APPEAL\n   54  TO  SUPPORT  OR OPPOSE A SPECIFIED CANDIDATE, POLITICAL PARTY, PRINCIPLE\n   55  OR BALLOT PROPOSAL, WHETHER OR NOT BY REFERRING  TO  CLEARLY  IDENTIFIED\n   56  CANDIDATES  COMPETING IN AN ELECTION OR TAKING A POSITION ON ANY CLEARLY\n\n       S. 2740                            19\n\n    1  IDENTIFIED CANDIDATE'S CHARACTER, EXPERIENCE, QUALIFICATIONS OR  FITNESS\n    2  FOR  OFFICE;  PROVIDED, THAT A COMMUNICATION THAT TAKES A POSITION ON AN\n    3  ISSUE OR SPECIFIES A CLEARLY IDENTIFIED CANDIDATE'S POSITION ON AN ISSUE\n    4  AND  THAT  EXHORTS RECIPIENTS OF SUCH COMMUNICATION TO CONTACT A CLEARLY\n    5  IDENTIFIED CANDIDATE IN RELATION TO SUCH ISSUE SHALL NOT, MERELY IN  THE\n    6  TAKING  OR  SPECIFICATION  OF  SUCH POSITION AND EXHORTING SUCH COMMUNI-\n    7  CATION TO A CANDIDATE, BE DEEMED A \"COVERED COMMUNICATION\"; OR\n    8    (B) A COMMUNICATION TRANSMITTED, BROADCAST OR  OTHERWISE  DISSEMINATED\n    9  TO  A  TARGET ELECTORATE WITHIN FORTY-FIVE DAYS OF A PRIMARY ELECTION OR\n   10  SIXTY DAYS OF  A  GENERAL  ELECTION,  WHERE  SUCH  COMMUNICATION  NAMES,\n   11  DEPICTS,  PICTURES  OR  REFERENCES EITHER A CLEARLY IDENTIFIED CANDIDATE\n   12  SUBJECT TO NOMINATION OR ELECTION BEFORE SUCH TARGET ELECTORATE IN  SUCH\n   13  ELECTION,  WHETHER  OR  NOT  BY NAME OR NICKNAME OR BY WORDS OR SYNONYMS\n   14  THEREOF SUCH AS  \"THE  INCUMBENT,\"  \"THE  CHALLENGER,\"  \"THE  DEMOCRATIC\n   15  CANDIDATE  FOR\"  OR \"THE REPUBLICAN CANDIDATE FOR\"; OR THE PUBLIC OFFICE\n   16  OR NOMINATION FOR PUBLIC  OFFICE  THAT  SUCH  CANDIDATE  SEEKS  IN  SUCH\n   17  ELECTION,  WHETHER  OR  NOT  BY  WORDS OR SYNONYMS THEREOF SUCH AS \"YOUR\n   18  GOVERNOR,\" \"LEGISLATOR,\" \"SENATOR,\" \"DISTRICT 15\" OR \"ASSEMBLY  MEMBER.\"\n   19  FOR PURPOSES HEREOF, \"TARGET ELECTORATE\" SHALL MEAN AT LEAST ONE HUNDRED\n   20  PERSONS  CAPABLE  OF  RECEIVING  SUCH COMMUNICATION IN THE DISTRICT SUCH\n   21  CANDIDATE SEEKS TO REPRESENT.\n   22    S 14-154. QUALIFIED CAMPAIGN EXPENDITURES;  RESTRICTIONS  ON  USE.  1.\n   23  CLEAN  ELECTION  CAMPAIGN  FUNDS  PROVIDED  UNDER THE PROVISIONS OF THIS\n   24  ARTICLE MAY BE USED ONLY FOR EXPENDITURES BY A  PRINCIPAL  COMMITTEE  ON\n   25  BEHALF OF A CANDIDATE TO FURTHER THE CANDIDATE'S NOMINATION FOR ELECTION\n   26  OR  ELECTION  DURING  THE  CALENDAR YEAR IN WHICH THE PRIMARY OR GENERAL\n   27  ELECTION IN WHICH THE CANDIDATE IS SEEKING NOMINATION  FOR  ELECTION  OR\n   28  ELECTION IS HELD.\n   29    2. SUCH FUNDS MAY NOT BE USED FOR:\n   30    (A) AN EXPENDITURE IN VIOLATION OF ANY LAW, RULE OR REGULATION;\n   31    (B)  PAYMENTS  MADE  TO  THE CANDIDATE OR A SPOUSE, CHILD, GRANDCHILD,\n   32  PARENT, GRANDPARENT, BROTHER OR SISTER OF THE  CANDIDATE  OR  SPOUSE  OF\n   33  SUCH  CHILD,  GRANDCHILD,  PARENT, GRANDPARENT, BROTHER OR SISTER, OR TO\n   34  ANYONE PRINCIPALLY RESIDING WITH SUCH PERSON, OR TO A BUSINESS ENTITY IN\n   35  WHICH THE CANDIDATE OR ANY SUCH PERSON  HAS  AN  OWNERSHIP  INTEREST  OR\n   36  SERVES  AS AN EMPLOYEE, OFFICER OR MEMBER OF THE BOARD OF DIRECTORS; (C)\n   37  PAYMENTS IN EXCESS OF THE FAIR  MARKET  VALUE  OF  SERVICES,  MATERIALS,\n   38  FACILITIES OR OTHER THINGS OF VALUE RECEIVED IN EXCHANGE;\n   39    (D) ANY EXPENDITURES MADE IN ANY CALENDAR YEAR AFTER THE CANDIDATE HAS\n   40  BEEN  FINALLY  DISQUALIFIED OR HAD HIS OR HER PETITIONS FINALLY DECLARED\n   41  INVALID BY THE APPLICABLE BOARD OF ELECTIONS OR  A  COURT  OF  COMPETENT\n   42  JURISDICTION,  EXCEPT  AS  OTHERWISE  PERMITTED  BY  SUBDIVISION FOUR OF\n   43  SECTION 14-168 OF THIS ARTICLE, OR AFTER THE ONLY REMAINING OPPONENT  OF\n   44  THE CANDIDATE HAS BEEN FINALLY DISQUALIFIED;\n   45    (E)  PAYMENTS  IN  CASH,  EXCEPT AS PRESCRIBED IN SUBDIVISION THREE OF\n   46  SECTION 14-170 OF THIS ARTICLE;\n   47    (F) ANY CONTRIBUTION, TRANSFER OR LOAN MADE TO  ANOTHER  CANDIDATE  OR\n   48  POLITICAL COMMITTEE;\n   49    (G) GIFTS, EXCEPT BROCHURES, BUTTONS, SIGNS AND OTHER PRINTED CAMPAIGN\n   50  MATERIAL;\n   51    (H)  INTEREST  OR  ANY  OTHER  FINANCE  CHARGE  ON  MONEYS LOANED TO A\n   52  CAMPAIGN BY A CANDIDATE OR ANY MEMBER OF A CANDIDATE'S HOUSEHOLD;\n   53    (I) ATTORNEY'S FEES OR ANY COSTS OF DEFENDING  AGAINST  ANY  CIVIL  OR\n   54  CRIMINAL INVESTIGATION OR PROSECUTION FOR ALLEGED VIOLATIONS OF STATE OR\n   55  FEDERAL  LAW  ALLEGEDLY COMMITTED WHILE HOLDING PUBLIC OFFICE OR BEING A\n   56  CANDIDATE FOR SUCH OFFICE; OR\n\n       S. 2740                            20\n\n    1    (J) ANY OTHER USE OR PURPOSE IMPERMISSIBLE FOR CONTRIBUTIONS  RECEIVED\n    2  BY  A CANDIDATE FOR MEMBER OF CONGRESS OR HIS OR HER POLITICAL COMMITTEE\n    3  PURSUANT TO TITLE TWO, SECTION FOUR HUNDRED THIRTY-NINE-A OF THE  UNITED\n    4  STATES  CODE  OR  EFFECTUATING  RULES  AND  REGULATIONS  OF  THE FEDERAL\n    5  ELECTION COMMISSION, OR RULE OR REGULATION OF THE CAMPAIGN FINANCE BOARD\n    6  NOT INCONSISTENT WITH THIS PARAGRAPH INCLUDING SUCH PROVISIONS OF FEDER-\n    7  AL LAW, RULE OR REGULATION.\n    8    S  14-156.  CAMPAIGN CONTRIBUTIONS. QUALIFIED CANDIDATES SHALL FURNISH\n    9  COMPLETE CAMPAIGN RECORDS, INCLUDING ALL RECORDS OF QUALIFYING  CONTRIB-\n   10  UTIONS  AND EXPENDITURES TO THE BOARD, ON A QUARTERLY BASIS, EXCEPT MORE\n   11  REGULARLY AS THE CAMPAIGN FINANCE  BOARD  MAY  PROMULGATE  BY  RULE,  OR\n   12  OTHERWISE ON REQUEST BY THE BOARD. SUCH RECORDS SHALL BE IN SUCH FORM AS\n   13  THE  CAMPAIGN  FINANCE  BOARD  MAY  REQUIRE;  PROVIDED THAT THE CAMPAIGN\n   14  FINANCE BOARD SHALL, TO THE MAXIMUM EXTENT PRACTICABLE, MAKE USE OF  THE\n   15  ELECTRONIC  REPORTING  SYSTEM PRESCRIBED BY THE STATE BOARD OF ELECTIONS\n   16  PURSUANT TO SUBDIVISION NINE-A OF SECTION 3-102 OF THIS CHAPTER.\n   17    S 14-158. OPTIONAL CLEAN ELECTION CAMPAIGN FINANCING.  EACH  QUALIFIED\n   18  CANDIDATE  IN  A  COVERED  ELECTION  MAY OBTAIN PAYMENT TO THE PRINCIPAL\n   19  COMMITTEE DESIGNATED BY SUCH CANDIDATE PURSUANT  TO  THIS  ARTICLE  FROM\n   20  CLEAN  ELECTION  CAMPAIGN  FUNDS FOR QUALIFIED CAMPAIGN EXPENDITURES, IN\n   21  ACCORDANCE WITH THE PROVISIONS OF THIS ARTICLE.\n   22    1. NO SUCH CLEAN ELECTION CAMPAIGN FUNDS SHALL BE PAID TO A  PRINCIPAL\n   23  COMMITTEE  UNLESS  THE CAMPAIGN FINANCE BOARD DETERMINES THAT THE CANDI-\n   24  DATE HAS MET THE ELIGIBILITY REQUIREMENTS OF THIS ARTICLE. PAYMENT SHALL\n   25  NOT EXCEED THE AMOUNTS SPECIFIED IN THIS ARTICLE, AND SHALL BE MADE ONLY\n   26  IN ACCORDANCE WITH THE PROVISIONS OF THIS ARTICLE. SUCH PAYMENT  MAY  BE\n   27  MADE  ONLY  TO  THE  QUALIFIED CANDIDATE'S PRINCIPAL COMMITTEE. NO CLEAN\n   28  ELECTION CAMPAIGN FUNDS SHALL BE USED EXCEPT AS REIMBURSEMENT OR PAYMENT\n   29  FOR QUALIFIED CAMPAIGN EXPENDITURES ACTUALLY AND LAWFULLY INCURRED.\n   30    2. CLEAN ELECTION CAMPAIGN FUNDS SHALL BE PAID TO A  QUALIFIED  CANDI-\n   31  DATE'S PRINCIPAL COMMITTEE BASED ON THE FOLLOWING SCHEDULE:\n   32    (A)  A  CANDIDATE  FOR  A  PRIMARY  ELECTION SHALL RECEIVE TWENTY-FIVE\n   33  PERCENT OF THE GRANT OF PUBLIC FUNDS FOR  THE  PRIMARY  ELECTION  WITHIN\n   34  FIVE  DAYS  AFTER  CERTIFICATION BY THE BOARD THAT THE CANDIDATE HAS MET\n   35  THE ELIGIBILITY  REQUIREMENTS  FOR  PARTICIPATING  CANDIDATES  INCLUDING\n   36  APPROVAL  OF QUALIFYING CONTRIBUTIONS UNDER SUBDIVISION THREE OF SECTION\n   37  14-152 OF THIS ARTICLE.   SUCH CANDIDATE  SHALL  RECEIVE  THE  REMAINING\n   38  SEVENTY-FIVE  PERCENT  OF  THE  GRANT  OF  PUBLIC  FUNDS FOR THE PRIMARY\n   39  ELECTION WITHIN FIVE DAYS AFTER THE  CANDIDATE  HAS  QUALIFIED  FOR  THE\n   40  BALLOT.    PROVIDED,  HOWEVER, THE REMAINING SEVENTY-FIVE PERCENT OF THE\n   41  GRANT OF PUBLIC FUNDS WILL NOT BE GIVEN TO A CANDIDATE WHO IS  UNOPPOSED\n   42  IN THE PRIMARY ELECTION;\n   43    (B)  A  CANDIDATE  WHO  RECEIVES  A  PARTY  NOMINATION FOR THE GENERAL\n   44  ELECTION AND WHO QUALIFIES FOR CLEAN ELECTIONS  FUNDS  FOR  THE  GENERAL\n   45  ELECTION  SHALL  RECEIVE  THE  GRANT  OF  PUBLIC  FUNDS  FOR THE GENERAL\n   46  ELECTION WITHIN THREE DAYS AFTER THE DATE OF THE PRIMARY ELECTION; AND\n   47    (C) A CANDIDATE WHO IS NOMINATED FOR THE GENERAL  ELECTION  BALLOT  BY\n   48  INDEPENDENT  NOMINATING  PETITION  AND WHO QUALIFIES FOR CLEAN ELECTIONS\n   49  FUNDS FOR THE GENERAL ELECTION SHALL RECEIVE THE GRANT OF  PUBLIC  FUNDS\n   50  FOR THE GENERAL ELECTION WITHIN THREE DAYS AFTER MEETING ALL ELIGIBILITY\n   51  REQUIREMENTS FOR A PARTICIPATING CANDIDATE.\n   52    3.  A QUALIFIED CANDIDATE SEEKING OR OBTAINING NOMINATION FOR ELECTION\n   53  BY MORE THAN ONE PARTY SHALL BE DEEMED  ONE  CANDIDATE,  AND  SHALL  NOT\n   54  RECEIVE  ADDITIONAL  CLEAN  ELECTION  CAMPAIGN FUNDS OR BE AUTHORIZED TO\n   55  ACCEPT CONTRIBUTIONS IN EXCESS OF THE  MAXIMUM  CONTRIBUTION  APPLICABLE\n   56  PURSUANT  TO  SUBDIVISION FOUR OF SECTION 14-152 OF THIS ARTICLE OR MAKE\n\n       S. 2740                            21\n\n    1  ADDITIONAL EXPENDITURES BY REASON OF SUCH CANDIDATE SEEKING OR OBTAINING\n    2  NOMINATION FOR ELECTION BY MORE THAN ONE PARTY.\n    3    4.  NOTWITHSTANDING  ANY OTHER PROVISION OF THIS CHAPTER, THE CAMPAIGN\n    4  FINANCE BOARD SHALL BY RULE PROVIDE FOR ADDITIONAL GRANTS  TO  QUALIFIED\n    5  CANDIDATES  IF  AN ADDITIONAL DAY FOR VOTING IS HELD PURSUANT TO SECTION\n    6  3-108 OF THIS CHAPTER OR AN ELECTION IS HELD PURSUANT  TO  COURT  ORDER,\n    7  THE AMOUNT OF SUCH ADDITIONAL GRANTS TO BE PROPORTIONAL TO THE AMOUNT OF\n    8  THE  GRANT  SUCH CANDIDATE OTHERWISE SHALL HAVE RECEIVED IN AND FOR SUCH\n    9  GENERAL ELECTION AND THE LENGTH OF TIME BY WHICH THE CAMPAIGN THEREBY IS\n   10  EXTENDED.\n   11    S 14-160. GRANT AMOUNTS FOR PRIMARY AND GENERAL ELECTION CAMPAIGNS. 1.\n   12  (A) A QUALIFIED CANDIDATE IN A PRIMARY ELECTION FOR NOMINATION FOR STATE\n   13  SENATE SHALL BE ELIGIBLE FOR  CLEAN  ELECTION  CAMPAIGN  FUNDS  FOR  THE\n   14  PRIMARY CAMPAIGN IN THE AMOUNT OF TWO DOLLARS PER EACH ENROLLED VOTER IN\n   15  THE  CANDIDATE'S  PARTY  RESIDING  WITHIN  THE SENATE DISTRICT AS OF THE\n   16  FIRST DAY OF JANUARY OF THE YEAR IN WHICH THE PRIMARY ELECTION IS TO  BE\n   17  HELD.\n   18    (B)  A  QUALIFIED  CANDIDATE  FOR  STATE SENATE WHO HAS BEEN NOMINATED\n   19  EITHER AS A PARTY CANDIDATE OR AN INDEPENDENT CANDIDATE SHALL BE  ELIGI-\n   20  BLE  FOR CLEAN ELECTION CAMPAIGN FUNDS FOR THE GENERAL ELECTION CAMPAIGN\n   21  IN THE AMOUNT OF THREE HUNDRED THOUSAND DOLLARS.\n   22    2. (A) A QUALIFIED CANDIDATE IN A PRIMARY ELECTION FOR NOMINATION  FOR\n   23  MEMBER  OF  THE  ASSEMBLY  SHALL BE ELIGIBLE FOR CLEAN ELECTION CAMPAIGN\n   24  FUNDS FOR THE PRIMARY CAMPAIGN IN THE AMOUNT OF  TWO  DOLLARS  PER  EACH\n   25  ENROLLED  VOTER  IN  THE  CANDIDATE'S PARTY RESIDING WITHIN THE ASSEMBLY\n   26  DISTRICT AS OF THE FIRST DAY OF JANUARY OF THE YEAR IN WHICH THE PRIMARY\n   27  ELECTION IS TO BE HELD.\n   28    (B) A QUALIFIED CANDIDATE FOR STATE ASSEMBLY WHO  HAS  BEEN  NOMINATED\n   29  EITHER  AS A PARTY CANDIDATE OR AN INDEPENDENT CANDIDATE SHALL BE ELIGI-\n   30  BLE FOR CLEAN ELECTION CAMPAIGN FUNDS FOR THE GENERAL ELECTION  CAMPAIGN\n   31  IN THE AMOUNT OF ONE HUNDRED TWENTY THOUSAND DOLLARS.\n   32    3.  (A) A QUALIFIED CANDIDATE IN A PRIMARY ELECTION FOR NOMINATION FOR\n   33  GOVERNOR SHALL BE ELIGIBLE FOR CLEAN ELECTION  CAMPAIGN  FUNDS  FOR  THE\n   34  PRIMARY  CAMPAIGN IN THE AMOUNT OF ONE DOLLAR PER EACH ENROLLED VOTER IN\n   35  THE CANDIDATE'S PARTY RESIDING WITHIN THE STATE AS OF THE FIRST  DAY  OF\n   36  JANUARY OF THE YEAR IN WHICH THE PRIMARY ELECTION IS TO BE HELD.\n   37    (B)  A  QUALIFIED  CANDIDATE  FOR GOVERNOR WHO HAS BEEN NOMINATED AS A\n   38  PARTY CANDIDATE SHALL BE ELIGIBLE FOR CLEAN ELECTION CAMPAIGN FUNDS  FOR\n   39  THE  GENERAL  ELECTION  CAMPAIGN  IN  THE  AMOUNT  OF SEVEN MILLION FIVE\n   40  HUNDRED THOUSAND DOLLARS.\n   41    4. (A) A QUALIFIED CANDIDATE IN A PRIMARY ELECTION FOR NOMINATION  FOR\n   42  LIEUTENANT  GOVERNOR,  ATTORNEY GENERAL OR COMPTROLLER SHALL BE ELIGIBLE\n   43  FOR CLEAN ELECTION CAMPAIGN FUNDS FOR THE PRIMARY CAMPAIGN IN THE AMOUNT\n   44  OF SEVENTY-FIVE CENTS PER EACH ENROLLED VOTER IN THE  CANDIDATE'S  PARTY\n   45  RESIDING  WITHIN THE STATE AS OF THE FIRST DAY OF JANUARY OF THE YEAR IN\n   46  WHICH THE PRIMARY ELECTION IS TO BE HELD.\n   47    (B) A QUALIFIED CANDIDATE FOR ATTORNEY GENERAL OR COMPTROLLER WHO  HAS\n   48  BEEN NOMINATED AS A PARTY CANDIDATE SHALL BE ELIGIBLE FOR CLEAN ELECTION\n   49  CAMPAIGN  FUNDS  FOR THE GENERAL ELECTION CAMPAIGN IN THE AMOUNT OF FOUR\n   50  MILLION DOLLARS.\n   51    5. NOT LATER THAN JANUARY FIRST, IN THE FOURTH YEAR AFTER  THE  EFFEC-\n   52  TIVE  DATE  OF  THIS  SECTION,  AND  EVERY  FOURTH  YEAR THEREAFTER, THE\n   53  CAMPAIGN FINANCE BOARD SHALL:\n   54    (A) DETERMINE THE PERCENTAGE DIFFERENCE BETWEEN  THE  AVERAGE  OF  THE\n   55  CONSUMER  PRICE INDEX FOR ALL URBAN AREAS PUBLISHED BY THE UNITED STATES\n   56  BUREAU OF LABOR STATISTICS FOR THE TWELVE MONTHS PRECEDING THE BEGINNING\n\n       S. 2740                            22\n\n    1  OF SUCH CALENDAR YEAR AND SUCH AVERAGE OVER THE CALENDAR YEAR COMMENCING\n    2  ON THE EFFECTIVE DATE OF THIS SECTION OR THE FIRST DAY OF JANUARY OF THE\n    3  CALENDAR YEAR IN WHICH THE LAST ADJUSTMENT HEREUNDER WAS MADE, WHICHEVER\n    4  IS LATER;\n    5    (B)  ADJUST EACH PUBLIC GRANT FORMULA FOR PRIMARY ELECTIONS APPLICABLE\n    6  PURSUANT TO THIS SUBDIVISION BY THE AMOUNT OF SUCH PERCENTAGE DIFFERENCE\n    7  TO THE NEAREST FIVE ONE-HUNDREDTHS OF A DOLLAR;\n    8    (C) ADJUST EACH PUBLIC GRANT FOR GENERAL ELECTIONS APPLICABLE PURSUANT\n    9  TO THIS SUBDIVISION BY THE AMOUNT OF SUCH PERCENTAGE DIFFERENCE  TO  THE\n   10  NEAREST THOUSAND DOLLARS; AND\n   11    (D)  PUBLISH  SUCH ADJUSTED EXPENDITURE LIMITATION IN THE STATE REGIS-\n   12  TER.\n   13    SUCH ADJUSTED EXPENDITURE  LIMITATION  SHALL  BE  IN  EFFECT  FOR  ANY\n   14  ELECTION HELD BEFORE THE NEXT SUCH ADJUSTMENT.\n   15    6.  ADDITIONAL  FUNDS  FROM  THE  FUND SHALL BE AWARDED TO A QUALIFIED\n   16  CANDIDATE WHEN THE TOTAL OF CAMPAIGN EXPENDITURES  BY  NON-PARTICIPATING\n   17  CANDIDATES WHO OPPOSE A QUALIFIED CANDIDATE AND INDEPENDENT EXPENDITURES\n   18  DIRECTED  AGAINST THE QUALIFIED CANDIDATE OR IN SUPPORT OF THE QUALIFIED\n   19  CANDIDATE'S OPPONENT, EXCEEDS ONE HUNDRED PERCENT OF  THE  PUBLIC  GRANT\n   20  AWARDED TO THE CANDIDATE. AN ADDITIONAL DOLLAR SHALL BE AWARDED FOR EACH\n   21  DOLLAR  IN  EXCESS  OF  ONE HUNDRED PERCENT OF THE PUBLIC GRANT, UP TO A\n   22  TOTAL OF FOUR TIMES THE AMOUNT OF SUCH PUBLIC GRANTS.  THE  BOARD  SHALL\n   23  MAKE  ADDITIONAL  DOLLARS  AVAILABLE  TO  THE CANDIDATE AND/OR PRINCIPLE\n   24  COMMITTEE WITHIN TWENTY-FOUR HOURS OF RECEIVING THE REPORT THAT TRIGGERS\n   25  SUCH ADDITIONAL FUNDS. THE CAMPAIGN FINANCE BOARD SHALL  PROMULGATE  ANY\n   26  OTHER  NEEDED  RULES AND REGULATIONS TO GOVERN THE DISTRIBUTION OF ADDI-\n   27  TIONAL GRANTS IN SUCH AMOUNTS AND AT SUCH TIMES THAT WILL ENSURE  QUALI-\n   28  FIED CANDIDATES RECEIVE ADDITIONAL FUNDS IN AN EXPEDITIOUS MANNER.\n   29    7.  NON-PARTICIPATING  CANDIDATES AND PERSONS OR ENTITIES MAKING INDE-\n   30  PENDENT EXPENDITURES SHALL COMPLY WITH ALL  REPORTING  REQUIREMENTS  FOR\n   31  POLITICAL  COMMITTEES  AND CANDIDATES AS PROVIDED IN ARTICLE FOURTEEN OF\n   32  THIS CHAPTER AND PURSUANT TO THE RULES AND  REGULATIONS  PROMULGATED  BY\n   33  THE  CAMPAIGN  FINANCE  BOARD. IN ADDITION, DURING THE PERIOD COMMENCING\n   34  THIRTY DAYS BEFORE THE DATE OF A COVERED ELECTION IN WHICH  A  QUALIFIED\n   35  CANDIDATE  IS  RUNNING,  NON-PARTICIPATING  CANDIDATES RUNNING AGAINST A\n   36  QUALIFIED CANDIDATE IN SUCH ELECTION AND ANY  PERSON  OR  ENTITY  MAKING\n   37  INDEPENDENT  EXPENDITURES  IN SUPPORT OF OR IN OPPOSITION TO A QUALIFIED\n   38  CANDIDATE IN SUCH ELECTION SHALL FILE A STATEMENT WITH THE BOARD REPORT-\n   39  ING TOTAL CAMPAIGN EXPENDITURES MADE OR OBLIGATED TO BE MADE AS OF  SUCH\n   40  DATE,  AND  THEREAFTER SHALL FILE ADDITIONAL STATEMENTS THEREWITH WITHIN\n   41  TWENTY-FOUR HOURS WHENEVER TOTAL CAMPAIGN EXPENDITURES  MADE,  OR  OBLI-\n   42  GATED TO BE MADE, INCREASE BY ONE THOUSAND DOLLARS OR MORE.\n   43    S  14-162.  OPTIONAL  PUBLIC FUNDING FOR PARTY COMMITTEES. A POLITICAL\n   44  PARTY COMMITTEE THAT AGREES NOT TO ACCEPT  CONTRIBUTIONS  TOTALING  MORE\n   45  THAN  FIVE  THOUSAND  DOLLARS  FROM  ANY  ENTITY  IN A CALENDAR YEAR MAY\n   46  RECEIVE MATCHING FUNDS FROM THE CLEAN ELECTIONS FUND AT THE RATE OF  TWO\n   47  DOLLARS  IN  PUBLIC  FUNDS FOR EVERY ONE DOLLAR IN PRIVATE CONTRIBUTIONS\n   48  FOR CONTRIBUTIONS FROM REGISTERED VOTERS IN NEW YORK OF NO MORE THAN TWO\n   49  HUNDRED FIFTY DOLLARS; PROVIDED THAT NO POLITICAL PARTY MAY RECEIVE MORE\n   50  THAN TWO MILLION FIVE HUNDRED THOUSAND DOLLARS FROM THE NEW  YORK  STATE\n   51  CLEAN  ELECTIONS  CAMPAIGN  FINANCE FUND IN A CALENDAR YEAR; AND FURTHER\n   52  PROVIDED THAT A POLITICAL PARTY COMMITTEE RECEIVING  FUNDS  PURSUANT  TO\n   53  THIS  SECTION  SHALL IN THE USE OF SUCH FUNDS COMPLY WITH THE PROVISIONS\n   54  OF SUBDIVISION TWO OF SECTION 14-154 OF THIS ARTICLE.\n   55    S 14-164. OFFICE HOLDERS ACCOUNTS. A PARTICIPATING  CANDIDATE  WHO  IS\n   56  ELECTED  TO  OFFICE  IN  A  GENERAL OR SPECIAL ELECTION MAY ESTABLISH AN\n\n       S. 2740                            23\n\n    1  OFFICE HOLDER ACCOUNT, AS LONG  AS  SUCH  ACCOUNT  MEETS  THE  FOLLOWING\n    2  REQUIREMENTS:\n    3    1.  THE  OFFICE HOLDER ACCOUNT MAY ONLY DISBURSE FUNDS DURING CALENDAR\n    4  YEARS IN WHICH THERE IS NO PRIMARY OR GENERAL ELECTION  FOR  THE  OFFICE\n    5  HELD  BY  THE  PARTICIPATING  CANDIDATE  FROM JANUARY FIRST THROUGH JULY\n    6  FIRST OF THE CALENDAR YEAR OF THE PRIMARY OR GENERAL ELECTION  FOR  SUCH\n    7  OFFICE;\n    8    2.  THE  MAXIMUM  AMOUNT  OF  FUNDS THAT MAY BE DEPOSITED IN AN OFFICE\n    9  HOLDER'S ACCOUNT AND THAT MAY  BE  DISBURSED  FROM  AN  OFFICE  HOLDER'S\n   10  ACCOUNT  SHALL  BE:    ONE  HUNDRED THOUSAND DOLLARS FOR GOVERNOR; FIFTY\n   11  THOUSAND DOLLARS FOR LIEUTENANT  GOVERNOR,  ATTORNEY  GENERAL  OR  COMP-\n   12  TROLLER;  TWENTY-FIVE  THOUSAND DOLLARS FOR STATE SENATOR; AND TEN THOU-\n   13  SAND DOLLARS FOR A MEMBER OF THE ASSEMBLY; AND\n   14    3. THE ONLY FUNDS THAT MAY BE RECEIVED BY AN OFFICE  HOLDER'S  ACCOUNT\n   15  ARE:  UNSPENT  FUNDS  FROM THE CANDIDATE'S PRINCIPAL COMMITTEE AS ESTAB-\n   16  LISHED IN SECTION 14-170 OF THIS ARTICLE AND ADDITIONAL FUNDS  THAT  ARE\n   17  COLLECTED FROM REGISTERED VOTERS IN THE OFFICE HOLDER'S JURISDICTION AND\n   18  THAT  MEET  THE LEGAL REQUIREMENTS OF A QUALIFYING CONTRIBUTION PURSUANT\n   19  TO SUBDIVISION THIRTEEN OF SECTION 14-150 OF THIS ARTICLE.\n   20    ALL EXPENDITURES FROM  OFFICE  HOLDERS  ACCOUNTS  MUST  MEET  ALL  THE\n   21  REQUIREMENTS  OF  LAW  FOR  SPENDING  FROM A POLITICAL COMMITTEE AND THE\n   22  REQUIREMENTS OF SECTION 14-154 OF THIS ARTICLE.\n   23    S 14-166. POWERS AND DUTIES OF THE STATE CAMPAIGN FINANCE  BOARD.  THE\n   24  CAMPAIGN  FINANCE BOARD SHALL HAVE SUCH POWERS AND DUTIES IN RELATION TO\n   25  THE ADMINISTRATION OF THIS ARTICLE AS SPECIFIED IN SECTION 3-101 OF THIS\n   26  CHAPTER.\n   27    S 14-168. NEW YORK STATE CLEAN  ELECTION  CAMPAIGN  FINANCE  FUND.  1.\n   28  THERE IS HEREBY ESTABLISHED A SPECIAL FUND, TO BE KNOWN AS THE \"NEW YORK\n   29  STATE CLEAN ELECTION CAMPAIGN FINANCE FUND.\" THE MONIES IN SUCH FUND MAY\n   30  BE EXPENDED BY THE CAMPAIGN FINANCE BOARD ONLY AS PAYMENTS FOR QUALIFIED\n   31  CANDIDATES IN ACCORDANCE WITH THE PROVISIONS OF THIS ARTICLE.\n   32    2. THE FUND SHALL BE KEPT SEPARATE AND SHALL BE CREDITED WITH ALL SUMS\n   33  APPROPRIATED  THERETO,  ANY  DONATIONS  RECEIVED PURSUANT TO SUBDIVISION\n   34  FIVE OF THIS SECTION, ALL EARNINGS ACCRUING ON SUCH FUNDS AND ANY MONIES\n   35  REALIZED FROM THE PROVISIONS OF SUBDIVISION THREE OF SECTION  14-172  OF\n   36  THIS ARTICLE.\n   37    3. THE MONEYS IN SUCH FUND SHALL BE MADE AVAILABLE TO QUALIFIED CANDI-\n   38  DATES  BY  THE  CAMPAIGN  FINANCE BOARD UPON ITS CERTIFICATION THAT SUCH\n   39  CANDIDATES QUALIFY FOR SUCH MONEYS.\n   40    4. NO MONEYS SHALL BE MADE AVAILABLE TO ANY  QUALIFIED  CANDIDATE  WHO\n   41  HAS  BEEN  FINALLY  DISQUALIFIED  OR  WHOSE  DESIGNATING  OR  NOMINATING\n   42  PETITIONS HAVE BEEN FINALLY DECLARED INVALID BY THE APPLICABLE BOARD  OF\n   43  ELECTIONS  OR  A  COURT  OF COMPETENT JURISDICTION. ANY PAYMENT FROM THE\n   44  FUND IN THE POSSESSION OF SUCH A CANDIDATE  OR  HIS  OR  HER  AUTHORIZED\n   45  COMMITTEES  ON  THE  DATE OF SUCH FINAL DISQUALIFICATION OR INVALIDATION\n   46  MAY NOT THEREAFTER BE EXPENDED FOR ANY PURPOSE  EXCEPT  THE  PAYMENT  OF\n   47  LIABILITIES INCURRED IN QUALIFIED CAMPAIGN EXPENDITURES BEFORE SUCH DATE\n   48  AND SHALL BE PROMPTLY REPAID TO THE FUND.\n   49    5.  THE  CAMPAIGN FINANCE BOARD SHALL BE EMPOWERED TO ACCEPT DONATIONS\n   50  TO BE CREDITED TO THE FUND.\n   51    6. ALL QUALIFIED CANDIDATES WHO HAVE BEEN DEFEATED  IN  A  PRIMARY  OR\n   52  GENERAL  ELECTION  OR  WHO  FAIL  TO  REMAIN AS A CANDIDATE THROUGHOUT A\n   53  PRIMARY OR GENERAL ELECTION CAMPAIGN PERIOD  OR  WHO  HAVE  WON  IN  THE\n   54  GENERAL  ELECTION  SHALL  RETURN  TO THE FUND ALL UNSPENT MONEY THAT THE\n   55  CANDIDATE RECEIVED FROM THE FUND NO LATER THAN NINETY  DAYS  AFTER  SUCH\n   56  DATE  EXCEPT  UPON WRITTEN WAIVER BY THE CAMPAIGN FINANCE BOARD FOR GOOD\n\n       S. 2740                            24\n\n    1  CAUSE SHOWN IN RELATION TO ACCOUNTS PAYABLE OUTSTANDING  ON  SUCH  DATE,\n    2  WHICH  WAIVER MAY EXTEND SUCH TIME AND MAY BE RENEWED IN LIKE FASHION AS\n    3  AN ORIGINAL WAIVER FOR UP TO NINETY DAYS.\n    4    7.  IF  AT ANY TIME THE CAMPAIGN FINANCE BOARD DETERMINES THAT THE NEW\n    5  YORK STATE CLEAN ELECTION CAMPAIGN FINANCE FUND DOES NOT HAVE SUFFICIENT\n    6  REVENUES, OR IS LIKELY TO NOT HAVE SUFFICIENT REVENUES, FOR  PAYMENT  TO\n    7  QUALIFIED  CANDIDATES  UNDER  THIS  ARTICLE IN SUCH ELECTION CYCLE, THEN\n    8  SUCH BOARD SHALL REPORT THIS DETERMINATION  TO  THE  COMPTROLLER,  ALONG\n    9  WITH THE AMOUNT WHICH WILL BE NECESSARY TO PROVIDE QUALIFYING CANDIDATES\n   10  WITH  FINANCING PURSUANT TO THIS ARTICLE AND A DETAILED STATEMENT OF THE\n   11  ASSUMPTIONS AND METHODOLOGY ON WHICH SUCH DETERMINATION  WAS  BASED.  NO\n   12  MORE  THAN  FOUR  DAYS  AFTER  RECEIVING SUCH A DETERMINATION, THE COMP-\n   13  TROLLER SHALL TRANSFER THE AMOUNT DETERMINED  BY  THE  CAMPAIGN  FINANCE\n   14  BOARD  TO BE NECESSARY FROM THE GENERAL FUND TO THE NEW YORK STATE CLEAN\n   15  ELECTION CAMPAIGN FINANCE FUND.\n   16    8. THE AGGREGATE AMOUNT WHICH MAY BE PROVIDED TO QUALIFIED  CANDIDATES\n   17  IN ANY FOUR YEAR ELECTION CYCLE FROM THE FUND SHALL NOT EXCEED ONE-TENTH\n   18  OF ONE PERCENT OF THE TOTAL EXPENDITURES MADE PURSUANT TO APPROPRIATIONS\n   19  MADE  BY  LAW  DURING SUCH TIME PERIOD. IF THE AMOUNT OF FUNDS FOR WHICH\n   20  QUALIFIED CANDIDATES HAVE QUALIFIED REACHES OR EXCEEDS THIS  LEVEL,  THE\n   21  COMPTROLLER SHALL SO CERTIFY TO THE CAMPAIGN FINANCE BOARD, WHICH THERE-\n   22  UPON  SHALL  REDUCE, BY AN EQUAL PERCENTAGE FOR ALL QUALIFIED CANDIDATES\n   23  AND PARTIES THEN PARTICIPATING, THE RESPECTIVE AMOUNT OF PUBLIC  FINANC-\n   24  ING MADE AVAILABLE THERETO.\n   25    S  14-170. DISBURSAL OF REVENUE FOR CLEAN ELECTION CAMPAIGN FINANCING.\n   26  1. UPON CERTIFYING THAT A CANDIDATE  OR  PARTY  IS  ELIGIBLE  FOR  CLEAN\n   27  ELECTION  CAMPAIGN  FINANCING, THE CAMPAIGN FINANCE BOARD SHALL TRANSFER\n   28  THE AMOUNT OF PUBLIC FUNDS PAYABLE  PURSUANT  TO  THIS  ARTICLE  TO  THE\n   29  CANDIDATE'S PRINCIPAL COMMITTEE OR TO THE PARTY, AS THE CASE MAY BE.\n   30    2.  A QUALIFIED CANDIDATE AND HIS OR HER REPRESENTATIVE ARE PROHIBITED\n   31  FROM PAYING FOR CAMPAIGN EXPENSES IN ANY WAY OTHER THAN  BY  FUNDS  FROM\n   32  THE CANDIDATE'S PRINCIPAL COMMITTEE.\n   33    3.  A  PETTY  CASH  FUND  MAY BE ESTABLISHED CONSISTENT WITH THE OTHER\n   34  PROVISIONS OF THIS ARTICLE.\n   35    (A) QUALIFIED CANDIDATES MAY HAVE A DAILY PETTY CASH FUND,  FOR  DAILY\n   36  EXPENSES,  INCLUDING FOOD, NEWSPAPERS, MAGAZINES, PUBLIC TELEPHONES, AND\n   37  OTHER MINOR NECESSITIES UNRELATED TO THE DIRECT OPERATING COSTS  OF  THE\n   38  CAMPAIGN.  THE DAILY MAXIMUM AMOUNT EXPENDABLE FROM SUCH PETTY CASH FUND\n   39  SHALL BE ESTABLISHED BY THE CAMPAIGN FINANCE BOARD.\n   40    (B) ALL CASH EXPENDITURES  IN  EXCESS  OF  TWENTY-FIVE  DOLLARS  SHALL\n   41  REQUIRE  A  CASH  RECEIPT SPECIFYING THE ITEM PURCHASED AND ITS PURPOSE,\n   42  ITS COST, AND THE PLACE OF PURCHASE.\n   43    S 14-172. EXAMINATIONS; REPAYMENTS.  1.  THE  STATE  CAMPAIGN  FINANCE\n   44  BOARD IS EMPOWERED TO EXAMINE ALL MATTERS RELATING TO THE PERFORMANCE OF\n   45  ITS FUNCTIONS AND ANY OTHER MATTER RELATING TO THE PROPER ADMINISTRATION\n   46  OF THIS ARTICLE. SUCH EXAMINATION SHALL EXTEND TO CANDIDATES AND PARTIES\n   47  RECEIVING  OR  APPLYING  TO  RECEIVE  FUNDS PURSUANT TO THIS ARTICLE, TO\n   48  COMMITTEES OF SUCH  CANDIDATES,  AND  TO  NON-PARTICIPATING  CANDIDATES,\n   49  THEIR  AUTHORIZED  COMMITTEES AND PERSONS OR ENTITIES MAKING INDEPENDENT\n   50  EXPENDITURES TO THE EXTENT OF THEIR COMPLIANCE WITH  THE  PROVISIONS  OF\n   51  THIS ARTICLE. NOTHING IN THIS SECTION SHALL BE CONSTRUED TO DIMINISH THE\n   52  EXAMINATION  POWERS  OF  THE  STATE BOARD OF ELECTIONS AND THE OFFICE OF\n   53  CAMPAIGN FINANCE ENFORCEMENT THEREOF PURSUANT TO LAW.\n   54    2. (A) IF THE CAMPAIGN FINANCE BOARD OR THE OFFICE OF CAMPAIGN FINANCE\n   55  ENFORCEMENT ON ITS BEHALF, DETERMINES THAT ANY PORTION  OF  THE  PAYMENT\n   56  MADE  TO ANY RECIPIENT THEREOF FROM THE FUND WAS IN EXCESS OF THE AGGRE-\n\n       S. 2740                            25\n\n    1  GATE AMOUNT OF PAYMENTS THAT SUCH  RECIPIENT  WAS  ELIGIBLE  TO  RECEIVE\n    2  PURSUANT  TO THIS ARTICLE, SUCH BOARD SHALL NOTIFY SUCH RECIPIENT, WHICH\n    3  SHALL REPAY TO THE FUND AN AMOUNT EQUAL TO THE AMOUNT OF EXCESS PAYMENTS\n    4  NO  LATER  THAN  THIRTY DAYS THEREAFTER. IN THE EVENT THAT A CANDIDATE'S\n    5  PRINCIPAL COMMITTEE SHALL FAIL  TIMELY  TO  MAKE  SUCH  REPAYMENT,  SUCH\n    6  CANDIDATE  SHALL, WITHIN FIFTEEN DAYS OF NOTICE OF SUCH FAILURE FROM THE\n    7  BOARD, MAKE SUCH REPAYMENT TO THE FUND.\n    8    (B) IF THE CAMPAIGN FINANCE BOARD OR THE OFFICE  OF  CAMPAIGN  FINANCE\n    9  ENFORCEMENT  ON  ITS  BEHALF, DETERMINES THAT ANY PORTION OF THE PAYMENT\n   10  MADE TO SUCH RECIPIENT FROM THE FUND WAS USED FOR  PURPOSES  OTHER  THAN\n   11  QUALIFIED  CAMPAIGN  EXPENDITURES,  THEN  SUCH  BOARD  SHALL NOTIFY SUCH\n   12  RECIPIENT OF THE AMOUNT SO DISQUALIFIED AND SUCH RECIPIENT  SHALL  REPAY\n   13  TO  THE  FUND  AN AMOUNT EQUAL TO SUCH DISQUALIFIED AMOUNT NO LATER THAN\n   14  THIRTY DAYS THEREAFTER.  IN  THE  EVENT  THAT  A  CANDIDATE'S  PRINCIPAL\n   15  COMMITTEE  SHALL  FAIL  TIMELY  TO  MAKE  SUCH REPAYMENT, SUCH CANDIDATE\n   16  SHALL, WITHIN FIFTEEN DAYS OF RECEIVING NOTICE OF SUCH FAILURE FROM  THE\n   17  BOARD, MAKE SUCH PAYMENT TO THE FUND.\n   18    (C)  IF  THE TOTAL OF CONTRIBUTIONS, OTHER RECEIPTS, AND PAYMENTS FROM\n   19  THE FUND RECEIVED BY A CANDIDATE'S PRINCIPAL COMMITTEE EXCEED THE  TOTAL\n   20  CAMPAIGN  EXPENDITURES  OF SUCH COMMITTEE FOR ALL COVERED ELECTIONS HELD\n   21  IN THE SAME CALENDAR YEAR, SUCH COMMITTEE SHALL USE SUCH EXCESS FUNDS TO\n   22  REIMBURSE THE FUND FOR PAYMENTS RECEIVED BY THE PRINCIPAL COMMITTEE FROM\n   23  THE FUND DURING SUCH CALENDAR YEAR. SUCH REIMBURSEMENT SHALL BE MADE NOT\n   24  LATER THAN TEN DAYS AFTER ALL LIABILITIES HAVE  BEEN  PAID  BUT  IN  ANY\n   25  EVENT  NOT  LATER  THAN  DECEMBER  THIRTIETH  OF THE YEAR FOLLOWING SUCH\n   26  CALENDAR YEAR. AT THE TIME THAT ALL OBLIGATIONS ARE PAID  AND  NO  LATER\n   27  THAN JUNE THIRTIETH OF THE YEAR FOLLOWING SUCH CALENDAR YEAR ANY AND ALL\n   28  UNSPENT  FUNDS IN A PRINCIPAL COMMITTEE MUST BE TRANSFERRED TO AN OFFICE\n   29  HOLDER ACCOUNT UP TO THE MAXIMUM ALLOWABLE AMOUNT OR  PAID  TO  THE  NEW\n   30  YORK STATE CLEAN ELECTION CAMPAIGN FINANCE FUND.\n   31    3.  IF  A  QUALIFIED  CANDIDATE WHOSE PRINCIPAL COMMITTEE HAS RECEIVED\n   32  CLEAN ELECTION CAMPAIGN FUNDS IS DISQUALIFIED BY FINAL ORDER OF A  COURT\n   33  OF  COMPETENT  JURISDICTION ON THE GROUNDS THAT SUCH CANDIDATE COMMITTED\n   34  FRAUDULENT ACTS IN ORDER TO OBTAIN A PLACE ON THE BALLOT AND SUCH  DECI-\n   35  SION IS NOT REVERSED, SUCH CANDIDATE AND/OR HIS OR HER PRINCIPAL COMMIT-\n   36  TEE  SHALL  REPAY  TO THE NEW YORK STATE CLEAN ELECTION CAMPAIGN FINANCE\n   37  FUND AN AMOUNT EQUAL TO THE  TOTAL  OF  CLEAN  ELECTION  CAMPAIGN  FUNDS\n   38  RECEIVED  BY  SUCH  PRINCIPAL  COMMITTEE NO LATER THAN NINETY DAYS AFTER\n   39  ENTRY OF SUCH FINAL ORDER.\n   40    4. ALL PAYMENTS AND REPAYMENTS OF  FUNDS  BY  A  CANDIDATE,  PARTY  OR\n   41  COMMITTEE PURSUANT TO THIS SECTION SHALL BE IN ADDITION TO ANY PENALTIES\n   42  APPLICABLE  PURSUANT  TO  LAW FOR THE IMPROPER RECEIPT, PAYMENT OR OTHER\n   43  DISBURSEMENT OF FUNDS BY SUCH CANDIDATE, PARTY OR COMMITTEE.\n   44    S 14-174. ENFORCEMENT AND PENALTIES. THE PROVISIONS  OF  THIS  ARTICLE\n   45  SHALL  BE  ENFORCED  IN  THE  MANNER SPECIFIED BY SECTION 14-132 OF THIS\n   46  CHAPTER, AND VIOLATIONS OF THIS ARTICLE SHALL BE SUBJECT  TO  THE  CIVIL\n   47  AND  CRIMINAL PENALTIES SPECIFIED BY SECTION 14-126 OF THIS CHAPTER, AND\n   48  OTHERWISE AS PROVIDED BY LAW.\n   49    S 14-176. CAMPAIGNS FOR OFFICE NOT SUBJECT TO THIS ARTICLE.   CONTRIB-\n   50  UTIONS,  LOANS,  GUARANTEES  AND  OTHER SECURITY FOR SUCH LOANS USED AND\n   51  EXPENDITURES MADE TOWARD THE PAYMENT OF LIABILITIES INCURRED BY A CANDI-\n   52  DATE IN AN ELECTION HELD PRIOR TO THE EFFECTIVE DATE OF THIS SECTION  OR\n   53  IN  WHICH  HE OR SHE DID NOT CHOOSE TO PARTICIPATE IN THE CLEAN ELECTION\n   54  CAMPAIGN FUNDING PROVISIONS OF THIS ARTICLE, OR IN A CAMPAIGN FOR PUBLIC\n   55  OFFICE OTHER THAN A CAMPAIGN COVERED  BY  THIS  ARTICLE,  SHALL  NOT  BE\n   56  SUBJECT TO THE REQUIREMENTS AND LIMITATIONS OF THIS ARTICLE.\n\n       S. 2740                            26\n\n    1    S 14-178. QUADRENNIAL REPORTS. THE CAMPAIGN FINANCE BOARD SHALL REVIEW\n    2  AND  EVALUATE  THE  EFFECT  OF THIS ARTICLE UPON THE CONDUCT OF ELECTION\n    3  CAMPAIGNS IN THE STATE AND SHALL SUBMIT A REPORT TO THE GOVERNOR AND THE\n    4  LEGISLATURE ON OR BEFORE THE FIRST OF SEPTEMBER  IN  THE  CALENDAR  YEAR\n    5  AFTER  THE EFFECTIVE DATE OF THIS SECTION, EVERY FOURTH YEAR THEREAFTER,\n    6  AT ANY OTHER TIME UPON THE REQUEST OF THE GOVERNOR OR  THE  LEGISLATURE,\n    7  AND AT SUCH OTHER TIMES AS THE BOARD DEEMS APPROPRIATE, CONTAINING:\n    8    1.  THE  NUMBER,  NAMES  AND  OFFICES OF CANDIDATES QUALIFYING FOR AND\n    9  CHOOSING TO RECEIVE CLEAN ELECTION CAMPAIGN FUNDS PURSUANT TO THIS ARTI-\n   10  CLE, AND OF CANDIDATES FAILING TO QUALIFY OR OTHERWISE NOT  CHOOSING  TO\n   11  RECEIVE  SUCH FUNDS, IN EACH ELECTION DURING THE PERIOD AFTER THE EFFEC-\n   12  TIVE DATE OF THIS ARTICLE OR SINCE THE END  OF  THE  PREVIOUS  FOUR-YEAR\n   13  REPORTING PERIOD;\n   14    2. THE AMOUNT OF CLEAN ELECTION CAMPAIGN FUNDS PROVIDED TO THE PRINCI-\n   15  PAL  COMMITTEE  OF  EACH  CANDIDATE  PURSUANT  TO  THIS  ARTICLE AND THE\n   16  CONTRIBUTIONS RECEIVED AND EXPENDITURES MADE BY EACH SUCH CANDIDATE  AND\n   17  HIS OR HER PRINCIPAL COMMITTEE, IN EACH ELECTION DURING THE PERIOD AFTER\n   18  THE  EFFECTIVE  DATE  OF  THIS  ARTICLE OR SINCE THE END OF THE PREVIOUS\n   19  FOUR-YEAR REPORTING PERIOD;\n   20    3. RECOMMENDATIONS AS  TO  WHETHER  THE  PROVISIONS  OF  THIS  ARTICLE\n   21  GOVERNING  MAXIMUM  CONTRIBUTION AMOUNTS, THRESHOLDS FOR ELIGIBILITY AND\n   22  EXPENDITURE LIMITATIONS SHOULD BE AMENDED AND SETTING FORTH  THE  AMOUNT\n   23  OF, AND REASONS FOR, ANY AMENDMENTS IT RECOMMENDS;\n   24    4.  ANALYSIS  OF  THE  EFFECT  OF  THIS ARTICLE ON ELECTION CAMPAIGNS,\n   25  INCLUDING ITS EFFECT ON THE SOURCES AND AMOUNTS  OF  PRIVATE  FINANCING,\n   26  THE  LEVEL  OF CAMPAIGN EXPENDITURES, VOTER PARTICIPATION, THE NUMBER OF\n   27  CANDIDATES AND THE  CANDIDATE'S  ABILITY  TO  CAMPAIGN  EFFECTIVELY  FOR\n   28  ELECTED OFFICE;\n   29    5.  A  REVIEW  OF THE PROCEDURES UTILIZED IN PROVIDING FUNDS TO CANDI-\n   30  DATES; AND\n   31    6. SUCH RECOMMENDATIONS FOR CHANGES IN THIS ARTICLE, OR INTERPRETATION\n   32  OR ENFORCEMENT THEREOF, AS IT DEEMS APPROPRIATE.\n   33    S 2. The tax law is amended by adding a new section 626-a to  read  as\n   34  follows:\n   35    S  626-A.  THE NEW YORK STATE CLEAN ELECTION CAMPAIGN FINANCE FUND. AN\n   36  INDIVIDUAL IN ANY TAXABLE YEAR MAY ELECT TO HAVE AN  AMOUNT  UP  TO  ONE\n   37  HUNDRED  DOLLARS  OF ANY TAX OTHERWISE PAYABLE DEPOSITED TO THE NEW YORK\n   38  STATE CLEAN ELECTION CAMPAIGN FINANCE FUND ESTABLISHED IN SECTION 14-168\n   39  OF THE ELECTION LAW. SUCH CONTRIBUTION SHALL NOT REDUCE  THE  AMOUNT  OF\n   40  STATE  TAX  OWED  BY  SUCH  INDIVIDUAL. THE COMMISSIONER SHALL INCLUDE A\n   41  SPACE ON THE PERSONAL INCOME TAX RETURN TO ENABLE A TAXPAYER TO  AUTHOR-\n   42  IZE  SUCH  DEPOSIT.  NOTWITHSTANDING  ANY  OTHER PROVISION OF LAW TO THE\n   43  CONTRARY, ALL REVENUES COLLECTED PURSUANT TO THIS SECTION SHALL BE CRED-\n   44  ITED TO THE NEW YORK STATE CLEAN ELECTION CAMPAIGN FINANCE FUND AND USED\n   45  ONLY FOR THOSE PURPOSES ENUMERATED IN SECTION  14-168  OF  THE  ELECTION\n   46  LAW.\n   47    S 3. The election law is amended by adding a new section 3-101 to read\n   48  as follows:\n   49    S  3-101.  STATE  CAMPAIGN  FINANCE  BOARD.  1. THERE SHALL BE A STATE\n   50  CAMPAIGN FINANCE BOARD CONSISTING OF FIVE MEMBERS. ONE  MEMBER  OF  SUCH\n   51  BOARD  SHALL BE APPOINTED BY THE GOVERNOR, WHO SHALL BE THE CHAIRPERSON;\n   52  ONE MEMBER SHALL BE APPOINTED BY THE TEMPORARY PRESIDENT OF THE  SENATE;\n   53  ONE MEMBER SHALL BE APPOINTED BY THE SPEAKER OF THE ASSEMBLY; ONE MEMBER\n   54  SHALL  BE APPOINTED BY THE MINORITY LEADER OF THE SENATE; AND ONE MEMBER\n   55  SHALL BE APPOINTED BY THE MINORITY LEADER OF THE ASSEMBLY.  THE  MEMBERS\n   56  SHALL FIRST BE APPOINTED TO SERVE AS FOLLOWS: THE MEMBER FIRST APPOINTED\n\n       S. 2740                            27\n\n    1  BY  THE  GOVERNOR SHALL SERVE FOR A TERM OF FIVE YEARS; THE MEMBER FIRST\n    2  APPOINTED BY THE TEMPORARY PRESIDENT OF THE SENATE  SHALL  SERVE  FOR  A\n    3  TERM  OF  THREE  YEARS; THE MEMBER FIRST APPOINTED BY THE SPEAKER OF THE\n    4  ASSEMBLY  SHALL  SERVE  FOR  A  TERM  OF  THREE  YEARS; THE MEMBER FIRST\n    5  APPOINTED BY THE MINORITY LEADER OF THE SENATE SHALL SERVE FOR A TERM OF\n    6  TWO YEARS; AND THE MEMBER FIRST APPOINTED BY THE MINORITY LEADER OF  THE\n    7  ASSEMBLY  SHALL  SERVE  FOR A TERM OF TWO YEARS. THEREAFTER, EACH MEMBER\n    8  SHALL BE APPOINTED FOR A TERM OF FIVE YEARS ACCORDING  TO  THE  ORIGINAL\n    9  MANNER  OF  APPOINTMENT. IN CASE OF A VACANCY IN THE OFFICE OF A MEMBER,\n   10  SUCH VACANCY SHALL BE FILLED IN THE MANNER OF THE  ORIGINAL  APPOINTMENT\n   11  FOR THE REMAINDER OF THE UNEXPIRED TERM. EACH MEMBER SHALL BE A RESIDENT\n   12  OF  THE  STATE  AND REGISTERED TO VOTE THEREIN.  EACH MEMBER SHALL AGREE\n   13  NOT TO MAKE CONTRIBUTIONS TO ANY CANDIDATE FOR NOMINATION FOR  ELECTION,\n   14  OR  ELECTION,  TO  ANY  OFFICE FOR WHICH SUCH A CANDIDATE IS ELIGIBLE TO\n   15  RECEIVE CLEAN ELECTION FUNDS PURSUANT  TO  ARTICLE  FOURTEEN-A  OF  THIS\n   16  CHAPTER.  NO  MEMBER SHALL BE A CANDIDATE OR PARTICIPATE IN ANY CAPACITY\n   17  IN A CAMPAIGN BY, FOR OR AGAINST A CANDIDATE FOR NOMINATION FOR ELECTION\n   18  OR ELECTION TO ANY SUCH OFFICE, OR SHALL SERVE AS AN OFFICER OF A  POLI-\n   19  TICAL PARTY.  NO MEMBER OTHERWISE SHALL BE AN OFFICER OR EMPLOYEE OF THE\n   20  STATE  OR  ANY  INSTRUMENTALITY  THEREOF,  A LOBBYIST, OR AN EMPLOYEE OR\n   21  AGENT OF ANY PERSON OR ORGANIZATION REQUIRED  TO  FILE  A  STATEMENT  OF\n   22  REGISTRATION PURSUANT TO ARTICLE ONE-A OF THE LEGISLATIVE LAW. NO MEMBER\n   23  SHALL  BE A CANDIDATE, OFFICER, EMPLOYEE, LOBBYIST OR AGENT FOR ONE YEAR\n   24  BEFORE HIS OR HER APPOINTMENT TO THE BOARD  OR  HIS  OR  HER  PERIOD  OF\n   25  SERVICE  ON  THE BOARD. MEMBERS OF THE BOARD SHALL BE SELECTED SOLELY ON\n   26  THE BASIS OF MERIT, INCLUDING RELEVANT EXPERIENCE, AND WITHOUT REGARD TO\n   27  POLITICAL AFFILIATION AND SHALL NOT BE DISQUALIFIED FROM  CONTINUING  IN\n   28  OFFICE  FOR  ANY REASON OTHER THAN UNFITNESS OR INABILITY TO PERFORM THE\n   29  DUTIES INVOLVED PURSUANT TO LAW. NO MEMBER OF THE BOARD SHALL BE REMOVED\n   30  FROM OFFICE EXCEPT FOR CAUSE AND UPON NOTICE AND HEARING.\n   31    2. THE MEMBERS OF THE CAMPAIGN FINANCE BOARD SHALL BE  COMPENSATED  AT\n   32  THE  RATE  OF  ONE  HUNDRED DOLLARS PER CALENDAR DAY WHEN PERFORMING THE\n   33  WORK OF THE BOARD.\n   34    3. THE CAMPAIGN FINANCE BOARD SHALL EMPLOY NECESSARY STAFF,  INCLUDING\n   35  AN  EXECUTIVE  DIRECTOR  AND  A COUNSEL, AND MAKE NECESSARY EXPENDITURES\n   36  SUBJECT TO APPROPRIATION, WHICH APPROPRIATION SHALL  BE  SUFFICIENT  FOR\n   37  SUCH  BOARD MEANINGFULLY TO DISCHARGE THE POWERS AND DUTIES THEREOF. THE\n   38  BOARD MAY EMPLOY SUCH STAFF, INCLUDING LEGAL AND  ACCOUNTING  STAFF,  AS\n   39  ARE  NECESSARY  FOR  PROVIDING  TECHNICAL  ASSISTANCE TO PROSPECTIVE AND\n   40  PARTICIPATING CANDIDATES, FOR THE PURPOSE OF PROMOTING UNDERSTANDING OF,\n   41  PARTICIPATION IN, AND COMPLIANCE WITH THE REQUIREMENTS OF ARTICLE  FOUR-\n   42  TEEN-A OF THIS CHAPTER.\n   43    4.  (A)  THE  CAMPAIGN FINANCE BOARD SHALL PROMULGATE, IN CONSULTATION\n   44  WITH THE STATE BOARD  OF  ELECTIONS,  SUCH  RULES  AND  REGULATIONS  AND\n   45  PROVIDE  SUCH  FORMS  AS  IT  DEEMS NECESSARY FOR THE EFFECTIVE ADMINIS-\n   46  TRATION OF ARTICLE FOURTEEN-A OF THIS CHAPTER.    THE  CAMPAIGN  FINANCE\n   47  BOARD SHALL PROMULGATE REGULATIONS CONCERNING THE FORM IN WHICH CONTRIB-\n   48  UTIONS  AND  EXPENDITURES  ARE  TO BE REPORTED, THE PERIODS DURING WHICH\n   49  SUCH REPORTS MUST BE FILED AND THE VERIFICATION REQUIRED.  THE  CAMPAIGN\n   50  FINANCE  BOARD  SHALL REQUIRE THE FILING OF REPORTS OF CONTRIBUTIONS AND\n   51  EXPENDITURES FOR PURPOSES OF DETERMINING COMPLIANCE WITH SUCH ARTICLE IN\n   52  ACCORDANCE WITH THE SCHEDULE SPECIFIED BY SUCH BOARD FOR THE  FILING  OF\n   53  CAMPAIGN RECEIPT AND EXPENDITURE STATEMENTS.  THE CAMPAIGN FINANCE BOARD\n   54  MAY  ALSO  REQUIRE  THE FILING OF ADDITIONAL REPORTS BY QUALIFIED CANDI-\n   55  DATES AND THEIR PRINCIPAL COMMITTEES AS  WELL  AS  BY  NON-PARTICIPATING\n\n       S. 2740                            28\n\n    1  CANDIDATES  AND  THEIR  AUTHORIZED COMMITTEES AND BY PERSONS OR ENTITIES\n    2  MAKING INDEPENDENT EXPENDITURES, WITHIN THE MEANING OF SUCH ARTICLE.\n    3    (B)  THE  CAMPAIGN  FINANCE  BOARD  MAY  RENDER ADVISORY OPINIONS WITH\n    4  RESPECT TO QUESTIONS ARISING UNDER ARTICLE FOURTEEN-A OF  THIS  CHAPTER.\n    5  SUCH  ADVISORY  OPINIONS  MAY  BE  RENDERED  ON THE WRITTEN REQUEST OF A\n    6  CANDIDATE, AN OFFICER OF A POLITICAL COMMITTEE OR MEMBER OF THE  PUBLIC,\n    7  OR  ON  ITS  OWN  INITIATIVE.  SUCH BOARD SHALL MAKE PUBLIC ITS ADVISORY\n    8  OPINIONS.\n    9    (C) THE CAMPAIGN FINANCE BOARD, IN CONSULTATION WITH THE  STATE  BOARD\n   10  OF  ELECTIONS,  SHALL DEVELOP A PROGRAM FOR INFORMING CANDIDATES AND THE\n   11  PUBLIC AS TO THE PURPOSE AND EFFECT OF THE PROVISIONS OF  ARTICLE  FOUR-\n   12  TEEN-A  OF  THIS  CHAPTER, AND TO ASSISTING IN COMPLIANCE THEREWITH. THE\n   13  CAMPAIGN FINANCE BOARD SHALL  PREPARE  AND  MAKE  AVAILABLE  EDUCATIONAL\n   14  MATERIALS, IN PLAIN LANGUAGE, INCLUDING COMPLIANCE MANUALS AND SUMMARIES\n   15  AND  EXPLANATIONS  OF  THE  PURPOSES AND PROVISIONS OF SUCH ARTICLE. THE\n   16  CAMPAIGN FINANCE BOARD  SHALL  PREPARE  AND  MAKE  AVAILABLE  MATERIALS,\n   17  INCLUDING,  TO THE EXTENT FEASIBLE, COMPUTER SOFTWARE, TO FACILITATE THE\n   18  TASK OF COMPLIANCE WITH THE DISCLOSURE AND  RECORD-KEEPING  REQUIREMENTS\n   19  OF  SUCH  ARTICLE;  AND  SHALL  DEVELOP  A  COMPUTER DATABASE THAT SHALL\n   20  CONTAIN ALL INFORMATION NECESSARY FOR THE PROPER ADMINISTRATION OF  SUCH\n   21  ARTICLE  INCLUDING  INFORMATION  ON CONTRIBUTIONS TO AND EXPENDITURES BY\n   22  PARTIES, CANDIDATES AND THEIR PRINCIPAL COMMITTEES AND DISTRIBUTIONS  OF\n   23  MONEYS  THEREUNDER,  SUCH DATABASE TO BE ACCESSIBLE TO THE PUBLIC AT ALL\n   24  TIMES ON THE INTERNET.  THE STATE BOARD OF ELECTIONS  AND  THE  CAMPAIGN\n   25  FINANCE  BOARD SHALL COLLABORATE TO ENSURE THE INTER-OPERABILITY OF SUCH\n   26  DATABASE AND THE ELECTRONIC REPORTING  SYSTEM  PURSUANT  TO  SUBDIVISION\n   27  NINE-A OF SECTION 3-102 OF THIS ARTICLE.\n   28    (D)  THE CAMPAIGN FINANCE BOARD SHALL HAVE SUCH OTHER POWERS AS NECES-\n   29  SARY AND PROPER, NOT INCONSISTENT WITH LAW, TO CARRY OUT THE  PROVISIONS\n   30  OF ARTICLE FOURTEEN-A OF THIS CHAPTER.\n   31    5.  IN  THE DISCHARGE OF ITS DUTIES, THE BOARD SHALL CONSULT WITH, AND\n   32  BE ENTITLED TO RECEIVE THE COOPERATION OF, THE STATE BOARD OF ELECTIONS,\n   33  THE COMMISSION ON PUBLIC INTEGRITY, THE INSPECTOR GENERAL OF THE  STATE,\n   34  THE  ATTORNEY-GENERAL  AND  THE  COMPTROLLER  TO THE EXTENT NECESSARY OR\n   35  DESIRABLE TO ENSURE THAT RULES, REGULATIONS AND PROCEDURES  THEREOF  ARE\n   36  COMPREHENSIBLE TO THE PUBLIC, DESIGNED TO PROMOTE TRANSPARENCY, ACCOUNT-\n   37  ABILITY  AND COMPLIANCE, AND ARE READILY ABLE TO BE APPLIED AND ENFORCED\n   38  TIMELY AND TO THE FULLEST EXTENT OF THE LAW.\n   39    S 4. This act shall take effect immediately; provided,  however,  that\n   40  candidates  for state comptroller will be eligible to participate in the\n   41  voluntary clean election campaign finance system, as established  pursu-\n   42  ant  to  article fourteen-A of the election law, as added by section one\n   43  of this act, beginning with the 2013 primary  election,  and  candidates\n   44  for  governor, lieutenant governor, attorney general, and state legisla-\n   45  ture will be eligible to participate therein  beginning  with  the  2015\n   46  primary election.\n   47    S  4.  Severability.  If any clause, sentence, paragraph, subdivision,\n   48  section or other part of this act shall be  adjudged  by  any  court  of\n   49  competent  jurisdiction  to  be invalid, such judgment shall not affect,\n   50  impair or invalidate the remainder thereof but shall be confined in  its\n   51  operation  to  the  clause, sentence, paragraph, subdivision, section or\n   52  other part thereof directly involved in the controversy  in  which  such\n   53  judgment  shall  have  been  rendered.  It  is hereby declared to be the\n   54  intent of the legislature that this act would have been enacted even  if\n   55  such invalid provisions had not been included herein.\n\n       S. 2740                            29\n\n    1    S  5.  This act shall take effect immediately; provided, however, that\n    2  the applicable effective date of Parts A and B of this act shall  be  as\n    3  specifically set forth in the last section of such Parts.\n",
  "memo" : "BILL NUMBER:S2740\n\nTITLE OF BILL:\nAn act\nto amend the election law, in relation to violations and penalties for\ncampaign finance and the enforcement thereof; to amend the election law,\nin relation to the creation of the advisory committee for the state\nboard of elections; to amend the executive law, in relation to the\npowers of the attorney general to enforce the provisions of the election\nlaw; and to repeal certain provisions of the election law relating to\nenforcement (Part A); to amend the election law, in relation to\nvoluntary clean election campaign finance; to amend the tax law, in\nrelation to the clean election campaign finance fund; and to amend the\nelection law, in relation to the state campaign finance board (Part B)\n\nSUBJECT AND PURPOSE:\nTo modernize campaign finance law and provide voluntary public\nfinancing of campaigns for statewide and state legislative offices.\n\nSUMMARY AND DESCRIPTION OF PROVISIONS:\nThis bill contains two distinct parts. part A of the bill makes\nvarious amendments to Article fourteen of the election law. Part B of\nthe bill establishes a voluntary system of public financing of state\ncampaigns.\n\nThe enforcement provisions (Part A) would provide for the first\ncomprehensive and effective system for the enforcement of campaign\nfinance law in modern New York history. An independent Office of\nCampaign Finance Enforcement would be created within the state Board\nof Elections, whose head officer would be nominated by the governor\nfrom a list of nominees prepared by a bipartisan Board of Elections\nadvisory committee on which the public would be represented. The\nOffice would have relevant investigatory and enforcement authority,\nwith procedures to ensure fairness, due process, appropriate time to\nrecognize and cure violations, and then rigorous enforcement against\nviolators. The office would also be responsible for policing the\npublic financing system to ensure all candidates are complying with\nthe law.\n\nThe voluntary system of public financing (Part B) would provide for\nNew York's first comprehensive and effective system of voluntary\nclean money public financing of state campaigns, seeking to untether\npolitics from the grip of special interests. Modeled on best\npractices nationwide, the system would provide for a qualifications\nprocess based on a designated number of small contributions, and then\npublic funds to provide qualifying candidates with meaningful\nresources for clean campaigns. Funds would be subject to strict\ncontrols on personal use and recordkeeping requirements to ensure\nproper use of public funds, consistent with this act.\n\nPART A PROVISIONS\n\nSection one:\n\n- Repeals (7) of section 3-102 of the election law.\n\n- Section 3-102(3)of the election law is amended to provide the office\nof campaign finance enforcement, established pursuant to section\n14-132 of this act with jurisdiction to carry out investigations of\nboth article 14 (existing campaign finance law) and article\n14-A (added to govern public financing).\n\n- Section 3-102(6) of the election law provides the office of campaign\nfinance enforcement with the power to investigate alleged offenses,\nprosecute said offenses, and collect civil penalties.\n\nSection 2:\n\n- Amends election law section 3-104(1) to provide the state campaign\nfinance board, established pursuant to section 3-101 of the election\nlaw, with the jurisdiction to oversee the public financing system.\nAdditionally, the office of campaign finance enforcement, established\npursuant to section 14-132 is granted jurisdiction over all of\nArticle fourteen, including the public financing system.\n\nSection 3:\n\n- A new section 3-201 is added to the election law creating an\nadvisory committee. Said committee shall be comprised of nine members\nall of whom serve renewable terms of five years. The advisory\ncommittee shall be charged with assisting the state board, including\nthe campaign finance unit. Additionally, they are charged with\nassisting with nominating a chief campaign finance enforcement officer.\n\nSection four:\n\n- Section 14-126 of the election law is replaced with a new section\nstrengthening penalties for violations.\n\nSection five:\n\n- Amends section 14-127 of the election law regarding the powers of\nthe campaign finance enforcement unit when candidates fail to file or\nprovide requested information.\n\nSection six:\n\n- Amends election law 14-128 and provides for the disposition of\nanonymous contributions into the clean election campaign fund.\n\nSection seven:\n\n- Adds four new sections to the election law. Section 14-132\nestablishes within the state board of elections an\n\nactual office of campaign finance\nenforcement, headed by a chief campaign finance enforcement\nofficer.\nSaid officer shall be appointed by the campaign finance advisory board\nand serve for a renewable term of five years. Said officer shall be\ncharged with enforcing the campaign finance provisions contained in\nArticles 14 and 14-A.\n\n- Section 14-134 establishes procedures for random audits. Such audits\nare to be done in a manner where the identity, political affiliation\nand address of the committee remain anonymous.\n\n- Section 14-136 provides for enforcement in the event the law is\namended and the aforementioned powers are transferred to a different\nenforcement agency.\n\n- Section 14-138 provides for official communication to be sent via\nemail should a candidate so elect.\n\nSection eight:\n\n- A new subdivision (5)is added to section 16-114 to allow the office\nof campaign finance enforcement to collect fines without having to go\nto court.\n\nSection nine:\n\n- Amends the executive law to add a new section 63-e to provide the\nattorney general with concurrent jurisdiction to enforce Articles 14\nand 14-A of the election law.\n\nSection ten:\n\n- Adds a new paragraph j-1 to executive law section 94 to provide\nrequire the names of lobbyists be filed with the office of campaign\nfinance enforcement.\n\nPART B:\n\nEstablishes a new Article 14-A within the election law establishing\nvoluntary system of campaign finance.\n\nSECTION 14-150 DEFINITIONS\nMany of these definitions are already a part of the election law.\nOthers are new and/or different for a full public funding system.\n\nSECTION 14-152 ELIGIBILITY AND OTHER REQUIREMENTS\nThis section explains what a candidate must do in order to be eligible\nto be a part of the public financing system and what is required of\nthem. It includes how many qualifying contributions are required for\neach office and some of the guidelines the candidate must abide by:\n\nTo be eligible for participation, candidates must meet 10 requirements:\n\n1. Satisfy legal requirements to get their name on the ballot that\nalready exist in the election law (petitions, etc.);\n2. Run an office that will be covered under the full public financing\nsystem (governor, lieutenant governor, comptroller, attorney general,\nstate senate or assembly in a primary, general or special election);\n3. Officially sign up to run as a clean elections candidate using the\nforms created by the state campaign finance board;\n4. Give any financial information about contributions or expenditures,\netc. that the board may ask for;\n5. Notify the board, and agree that the candidate will only have one\ncommittee that will be used for the campaign;\n6. Agree that this committee will maintain records of receipts and\nexpenditures for the covered election(s);\n7. Agree that the candidate and/or principle committee will not spend\nmore money than authorized by the program;\n8. Agree not to accept political party contributions in excess of the\namount allowed in the program;\n9. Agree to participate in at least two public debates prior to the\nprimary or special election, and at least three public debates prior\nto the general election; and\n10. Agree to pay any outstanding fees to\nthe board of elections if the candidate has them.\n\nThe section also explains that the qualifying period for clean\nelections candidates starts the first day of January of the year in\nwhich the election or elections for which the candidate seeks to\nqualify will be held and ends no later than sixty days before the\ndate of the primary election in that same year.\n\nFor special elections, the qualifying period begins the date the\nspecial election is announced and the candidate has 14 days to\ncollect the qualifying contributions. In the case of a special\nelection, the number of qualifying contributions shall be half the\nnumber required in the general election. Public funds would be given\nwithin three days of submission of qualifying contributions for a\nspecial election.\n\nRequirements to receive public funds and requirements once a candidate\nhas received funds:\n\n1. Candidates for State Senate: Must collect at least 1,000 qualifying\ncontributions, half of which must come from persons registered to\nvote in the state senate district. The total amount of qualifying\ncontributions collected by a candidate for state senate shall not\nexceed $125,000. Any amounts in excess of this limit shall be donated\nto the New York State clean election campaign finance fund.\n\n2. Candidates for State Assembly: Must collect 400 qualifying\ncontributions, half of which must come from persons registered to\nvote in the state assembly district. The total amount of qualifying\n\ncontributions collected by a candidate for state assembly shall not\nexceed $50,000. Any amounts in excess of this limit shall be donated\nto the New York State clean election campaign finance fund.\n\n3. Candidates for Governor: Must collect 20,000 qualifying\ncontributions, including at least 500 contributions from persons\nregistered to vote in each of a majority of the congressional\ndistricts of the state.\nThe total amount of qualifying contributions collected by a candidate\nfor Governor shall not exceed an amount equal to $2.5 million dollars.\nAny amounts in excess of this limit shall be donated to the New York\nState clean election campaign finance fund.\n\n4. Candidates for Lieutenant Governor, Attorney General and Comptroller:\nMust collect 10,000 qualifying contributions, including at least 250\ncontributions from persons registered to vote from a majority of the\ncongressional districts of the state. The total amount of qualifying\ncontributions collected by a candidate for governor, attorney general\nor comptroller shall not exceed an amount equal to $1.25 million\ndollars.\nAny amounts in excess of this limit shall be donated to the New York\nState clean election campaign finance fund.\n\nSECTION 14-154 QUALIFIED CAMPAIGN EXPENDITURES:\nFunds may be used for anything on behalf of a candidate to further the\ncandidate's nomination for election during the calendar year in which\nthe election is being held. In addition, this section also outlines\nwhat the public funds may NOT be used for, including:\n\n1. Anything that violates current election law;\n\n2. Payments to the candidate or a spouse, child, grandchild, parent,\ngrandparent, brother or sister of the candidate or spouse of such\nchild, grandchild, parent, grandparent, brother or sister, or to a\nbusiness entity in which the candidate or any such person has an\nownership interest or serves as an employee, officer or member of the\nboard of directors;\n\n3. Payments for anything that exceeds the fair market value;\n\n4. Any payments made after a candidate has been disqualified or has\nhis or her petitions finally declared invalid except otherwise\npermitted in the law;\n\n5. Payments in cash except those prescribed in this article;\n\n6. Any contribution, transfer or loan made to another candidate or\npolitical committee;\n\n7. Gifts, except brochures, buttons, signs, and other printed campaign\nmaterial.\n\nSECTION 14-156 CAMPAIGN CONTRIBUTIONS:\nQualified candidates must furnish complete campaign records to the\nadministrative agency on a quarterly basis or upon request.\n\nSECTION 14-158 OPTIONAL CLEAN ELECTION CAMPAIGN\nFINANCING\nOutlines who\nshould receive clean elections campaign financing (candidates that\nqualify) and gives the schedule of payments.\n\n- If a candidate qualifies for public funds prior to reaching ballot\nstatus, they will receive only 25% of the primary allotment, until\nthey gain ballot status. Once status is gained, they will receive the\nother 75% of the primary allotment, unless they are unopposed, in\nwhich case they will only receive the initial 25%. A candidate who\nreceives a party nomination for the general election or who is\nnominated for the general election ballot by independent nominating\npetition and who qualifies for clean elections funds for the general\nelection shall receive the grant of public funds for the general\nelection within three days after the date of the primary election.\n\n- Even if a candidate is nominated in more than one party, he/she can\nonly receive funding as one candidate.\n\nSECTION 14-160 GRANT AMOUNTS FOR PRIMARY AND GENERAL\nELECTION CAMPAIGNS\nThis section explains how much candidates for each office\nwould receive for primary and general elections:\n\nOFFICE             PRIMARY               GENERAL\n\nGovernor           $1.00 per enrolled    $7,500,000\n                   voter in party.\n\nLt. Governor       $.75 per enrolled     $4,000,000\nAttorney General   voter in party.\nComptroller\n\nSenate             $2.00 per enrolled    $  300,000\n                   voter in party.\n\nAssembly           $2.00 per enrolled    $  100,000\n                   voter in party.\nEvery four years the amounts are adjusted using the consumer price\nindex.\n\n- This section also explains the triggering of additional funds when a\nparticipating clean elections candidate is outspent by a\nnon-participating opponent or an independent expenditure:\n\no Additional funds from the fund shall be awarded to a qualified\ncandidate when the total of campaign expenditures by nonparticipating\n\ncandidates who oppose a qualified candidate and independent\nexpenditures directed against the qualified candidate, or in support\nof the qualified candidate's opponent, exceeds one hundred percent of\nthe public grant awarded to the candidate. The additional funds,\ndollar for dollar, would be given, but limited to four times the\ninitial amount of public funds given to the CE candidate. The\nadministrative agency would be responsible for coming up with the\nmethod of distributing these funds. These additional funds would\nneed to be available to the clean elections candidate within 24 hours\nof the time when it was triggered.\n\n- In order to do this, non-participating candidates and persons\nand entities making independent expenditures would need to comply\nwith new reporting requirements.\n\n- In addition, 21 days before the date of a covered elections, those\nsame entities would need to report any new spending (either by the\nnonparticipating opponent or from independent expenditures that are\nagainst the CE candidate) within 24 hours of making the expenditure.\nThis would also be true if the non-participating candidate or\nindependent expenditure agent made a commitment to pay later.\nReporting would be mandated even if a commitment to spend was made.\nSo, for example, if a mail house is called to do a mailing for\nMonday, with the promise to pay on Wednesday, the expenditure would\nneed to be reported within 24 hours of the Monday call.\n\nSECTION 14-162 OPTIONAL PUBLIC FUNDING FOR PARTIES\nProvides an option\nfor political parties to receive public funds if the party refuses to\naccept private contributions of more than $5,000.\nParties that abide by the $5,000 limit will receive a 2:1 match for\ncontributions up to $250. A party may receive up to a maximum of $2.5\nmillion public dollars per year under this section.\n\nSECTION 14-164 OFFICE HOLDER ACCOUNTS\nThe office holder accounts give\ncandidates a way to have some funding in the off season in a way that\nkeeps them in the spirit of the Clean Election system instead of\nreverting back to receiving campaign contributions the traditional\nway to cover these campaign related expenses.\nFunds for the office holder accounts would come from unspent Clean\nElections funds or new contributions of $5 to $125 from voters in the\ncandidate's district. Funding in office holder accounts could only be\nspent during off-years. The limits for each on an annual basis would\nbe as follows:\n\nGovernor:                  $ 100,000\nLieutenant Governor,\nAttorney-General,\nComptroller:               $  50,000\nState Senate:              $  25,000\nState Assembly:            $  10,000\n\nSECTION 14-166 POWER OF THE BOARD (ADMINISTRATIVE\nAGENCY)\nThe State\nCampaign Finance Board regulates the public financing system pursuant\nto election law section 3-101. The board shall also create all the\nrules and regulations needed to administer the program.\n\nSECTION 14-168 NEW YORK STATE CLEAN ELECTIONS\nCAMPAIGN FINANCE FUND\nThis section establishes the \"New York state clean elections fund.\"\nThe fund houses the monies needed to fund only qualified clean\nelections candidates.\n\nSECTION 14-170 DISBURSAL OF REVENUE FOR CLEAN ELECTIONS\nCAMPAIGN FINANCING\n- Upon certification the board transfers the public funding\nallotment to the clean elections candidate;\n\n- Expenses of the campaign can only be pa.id using public funds, or\nthe funding collected through the qualifying period;\n\n- A petty cash fund can be set up to cover daily expenses like food,\nnewspapers and other minor necessities, guidelines for petty cash\nwill be established by the board;\n\n- All cash expenditures over $25 need to have a recipe that includes\nitem, cost and place of purchase.\n\nSECTION 14-172 EXAMINATIONS AND REPAYMENTS\nThis section explains the campaign finance board's power\nto examine all\nmatters relating to participating and non-participating candidates,\ntheir authorized committees and persons or entities making\nindependent expenditures. It also states:\n\n- If a participating candidate receives more money from the clean\nelections fund than it was suppose to receive, it must return the\nexcess funding;\n\n- If the participating candidate or committee makes an expenditure\nthat doesn't fall into the guidelines of a qualified expenditure, it\nmust return that amount to the fund;\n\n- If there is excess funding after the election period, it must be\neither put into an office holder account, up to the limit allowed, or\nbe returned to the fund by December 31 of the election year;\n\n- If a candidate is disqualified because of fraud, the candidate or his\nor her principle committee is required to pay back all money that was\nspent out of the clean elections fund.\n\nSECTION 14-174: ENFORCEMENT & PENALTIES\n\nIf a candidate/committee,\ntreasurer or agent, fails to file any required reports, statements,\netc. in the time specified in the law or the rules formulated by the\nboard, or fails to do anything else administratively required by the\nboard, they will be subject to the penalties outlined in sections\n14-132 and 14-136 of this chapter respectively.\n\nSECTION 14-176 CAMPAIGNS FOR OFFICE NOT SUBJECT\nTO THIS ARTICLE\nAny\nelections that are not covered by the Clean Elections system are not\nsubject to the requirements and limitations of this article.\n\nSECTION 14-178 REPORTS\nRequires the board/administrative agency review\nand evaluate the clean elections program and submit a report to the\ngovernor and legislature by the first of September in the calendar\nyear after the first election covered and any other time it is\nrequested or the board thinks it necessary.\n\nThis section also amends the tax law to put a check off contribution\nbox on state income tax forms of $100. If checked on the form, the\nmoney would be deposited into the Clean Elections Fund.\n\nSTATE CAMPAIGN FINANCE BOARD\nSection three of Part B establishes a new\nElection Law section 3-101.\nSaid section creates the State Campaign Finance Board within the New\nYork State Board of Elections, consisting of five members. It shall\nbe the duty of said board to regulate and administer the public\nfinancing system. The board shall have the power to promulgate rules\nand regulations, as it sees fit to fulfill their duties.\n\nJUSTIFICATION:\n\"Clean Money, Clean Elections\" stands for the simple notion that votes\nare more important than dollars. The current system in which\npolitical campaigns are privately financed diminishes the meaning of\nthe right to vote by allowing large contributions to have a damaging\ninfluence on the political process. AS the U.S. Supreme Court\nrecognized in BUCKLEY V.\nVALEO, 424 US 1 (1976), states have a compelling interest in \"reducing\nthe deleterious effect of large contributions on our political\nprocess.\"\n\nThe current system of campaign finance also violates the rights of all\ncitizens to equally and meaningfully participate in the democratic\npolitical process. It diminishes the free-speech rights of\nnon-wealthy voters and candidates, whose voices are muffled by those\nwho can afford to monopolize political communications. This\nundoubtedly broken system also fuels the public perception that\nspecial interests \"pay to play.\" That perception undermines the\n\nelectorate's confidence in the democratic process and gives rise to\ncitizen apathy and cynicism.\n\nThe current system of campaign finance also makes it difficult for\nqualified candidates without access to large contributors or personal\nfortunes to mount competitive campaigns. It places challengers at a\ndistinct disadvantage, inhibiting the free exchange of ideas and\ncommunication with the electorate.\n\nProviding a voluntary \"Clean Money, Clean Elections\" campaign finance\nsystem in New York State will improve our democratic process by\neliminating the deleterious influence of large contributions on the\npolitical process, removing access to wealth as a major determinant\nof a citizen's influence within the political process, and restoring\nthe meaning of the principle of \"one person, one vote.\"\n\nBy providing for a Clean Money Clean Elections system, this act also\naddresses the genuine concern about the amount of time and effort\nthat a candidate must devote to raising campaign funds.\n\nFinally, an independent enforcement system can give New yorkers\nmeaningful assurance that candidates for public office are complying\nwith the law, that public funds leveraged for campaigns are used\nlawfully, transparently and accountably, and that the abuses of\npublic trust that make this act so vital to enact will be addressed\nswiftly and to the fullest extent of the law.\n\nLEGISLATIVE HISTORY:\n2009: Introduced to Elections\n2008: S.7175A (Smith) Died in Elections.\n2007: Sim. Bill (S.4434) Died in Elections.\n2006: Sim. Bill (S.2401) Died in Elections.\n\nFISCAL IMPLICATIONS:\nThere will be no cost in 2011. In 2012, there will be costs associated\nwith participating candidates seeking election to the office of state\ncomptroller. In 2014, all statewide candidates and state legislative\nand candidates will be eligible to participate. Other states that\nhave public financing systems in place have had very low\nparticipation rates\nat first with increasing participation in later elections. The long\nterm cost of the system in New York is unknown.\n\nEFFECTIVE DATE:\nThis act shall take effect immediately; provided, however, that\ncandidates for state comptroller will be eligible to participate in\nthe voluntary clean elections financing system, as established\npursuant to article fourteen-A of the election law, as added by this\nact, beginning with the 2013 primary election; and candidates for\ngovernor, lieutenant governor, attorney-general beginning in 2017 and\nlegislature will be eligible to participate therein beginning with\nthe 2015 primary election.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the election law, in relation to violations and penalties for campaign finance and the enforcement thereof; to amend the election law, in relation to the creation of the advisory committee for the state board of elections; to amend the executive law, in relation to the powers of the attorney general to enforce the provisions of the election law; and to repeal certain provisions of the election law relating to enforcement (Part A); to amend the election law, in relation to voluntary clean election campaign finance; to amend the tax law, in relation to the clean election campaign finance fund; and to amend the election law, in relation to the state campaign finance board (Part B) ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110131.T161745.TXT", "SOBI.D110131.T164723.TXT", "SOBI.D110131.T162221.TXT", "SOBI.D110201.T145404.TXT", "SOBI.D110201.T111844.TXT", "SOBI.D110201.T194921.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296607761144
}