{
  "year" : 2011,
  "senateBillNo" : "S2748-2011",
  "billEvents" : [ {
    "eventDate" : 1296450000000,
    "eventText" : "REFERRED TO CULTURAL AFFAIRS, TOURISM, PARKS AND RECREATION",
    "billEventId" : "S2748-2011-1296450000000-REFERRED+TO+CULTURAL+AFFAIRS%2C+TOURISM%2C+PARKS+AND+RECREATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SERRANO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires the commissioner of parks, recreation and historic preservation to acquire the mineral interests under all land acquired or received by him or her",
  "summary" : "Requires the commissioner of parks, recreation and historic preservation to acquire the mineral interests under all land acquired or received by the state for the office of parks, recreation and historic preservation, unless the commissioner of parks, recreation and historic preservation finds that the land is of great significance and importance to the state. ",
  "currentCommittee" : "CULTURAL AFFAIRS, TOURISM, PARKS AND RECREATION",
  "sameAs" : null,
  "lawSection" : "Parks, Recreation and Historic Preservation Law",
  "previousVersions" : [ "S7892-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2748\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 31, 2011\n                                      ___________\n\n       Introduced  by  Sen. SERRANO -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Cultural Affairs, Tourism,\n         Parks and Recreation\n\n       AN ACT to amend the parks, recreation and historic preservation law,  in\n         relation  to  requiring  the  office of parks, recreation and historic\n         preservation to acquire all mineral rights to real  property  acquired\n         by such office\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 1 of section 3.17 of the parks, recreation  and\n    2  historic  preservation  law,  as  amended  by chapter 727 of the laws of\n    3  1978, is amended to read as follows:\n    4    1. Notwithstanding any other provision of law,  the  commissioner  may\n    5  acquire such property as may be necessary for the purposes and functions\n    6  of  the  office, within the amounts appropriated or available therefore.\n    7  Such property may be acquired pursuant to the provisions of the  eminent\n    8  domain  procedure law, or by purchase, lease, exchange, grant, condemna-\n    9  tion, gift, devise, bequest, or by any other lawful means. No real prop-\n   10  erty shall be so acquired unless the title thereto is  approved  by  the\n   11  attorney  general.    PROVIDED,  FURTHER, THAT NO REAL PROPERTY SHALL BE\n   12  ACQUIRED, RECEIVED, HELD OR ADMINISTERED BY THE COMMISSIONER UNLESS  THE\n   13  MINERAL  RIGHTS  ON AND UNDER SUCH LAND ARE ALSO ACQUIRED BY THE COMMIS-\n   14  SIONER IN THE NAME OF THE PEOPLE OF THE STATE  OF  NEW  YORK;  PROVIDED,\n   15  HOWEVER,  THAT THE COMMISSIONER MAY ACQUIRE, RECEIVE, HOLD OR ADMINISTER\n   16  REAL PROPERTY TO WHICH HE OR SHE HAS NOT  ACQUIRED  THE  MINERAL  RIGHTS\n   17  THERETO IN ANY CASE IN WHICH THE COMMISSIONER FINDS THAT SUCH REAL PROP-\n   18  ERTY IS OF GREAT SIGNIFICANCE AND IMPORTANCE TO THE STATE.  PRIOR TO THE\n   19  ACQUISITION,  RECEIPT, HOLDING OR ADMINISTRATION OF REAL PROPERTY BY THE\n   20  OFFICE TO WHICH THE COMMISSIONER HAS NOT  ACQUIRED  THE  MINERAL  RIGHTS\n   21  THERETO, THE COMMISSIONER SHALL ISSUE AN ANALYTICAL REPORT THAT PROVIDES\n   22  JUSTIFICATION  AND THE RATIONALE FOR SUCH PROPERTY ACQUISITION, NOTWITH-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00401-01-1\n\n       S. 2748                             2\n\n    1  STANDING THE LACK OF THE  MINERAL  RIGHTS  THERETO,  INCLUDING  BUT  NOT\n    2  LIMITED  TO  A  DESCRIPTION  OF  THE REAL PROPERTY, THE SIGNIFICANCE AND\n    3  IMPORTANCE OF THE LAND TO THE  STATE,  AND  THE  ECONOMIC  BENEFITS  AND\n    4  IMPACTS AND LOCAL IMPACTS OF ACQUIRING SUCH REAL PROPERTY.  AT LEAST ONE\n    5  MONTH AFTER THE ISSUANCE OF SUCH REPORT, THE OFFICE SHALL CONDUCT ONE OR\n    6  MORE  PUBLIC  HEARINGS,  WITH  AT LEAST ONE SUCH HEARING IN THE IMPACTED\n    7  AREA, AND SUCH ACTIONS SHALL BE PUBLISHED IN  THE  ENVIRONMENTAL  NOTICE\n    8  BULLETIN  AT  LEAST ONE MONTH PRIOR TO SUCH HEARING. Notwithstanding the\n    9  provisions of section eleven of the state finance law, the  commissioner\n   10  may  accept  a  conditional  grant,  gift,  devise  or  bequest with the\n   11  approval of the director of the budget. Title to real property which  is\n   12  acquired  shall  be  taken in the name of and be vested in the people of\n   13  the state of New York.\n   14    S 2. This act shall take effect immediately and shall  apply  to  real\n   15  property acquired or received on or after such date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the parks, recreation and historic preservation law, in relation to requiring the office of parks, recreation and historic preservation to acquire all mineral rights to real property acquired by such office ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110131.T164723.TXT", "SOBI.D110131.T162722.TXT", "SOBI.D110201.T121350.TXT", "SOBI.D110131.T163222.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296580430390
}