{
  "year" : 2011,
  "senateBillNo" : "S2744-2011",
  "billEvents" : [ {
    "eventDate" : 1296450000000,
    "eventText" : "REFERRED TO HOUSING, CONSTRUCTION AND COMMUNITY DEVELOPMENT",
    "billEventId" : "S2744-2011-1296450000000-REFERRED+TO+HOUSING%2C+CONSTRUCTION+AND+COMMUNITY+DEVELOPMENT",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SERRANO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Extends provisions of rent control law",
  "summary" : "Amends chapter 576 of the laws of 1974 amending the emergency housing rent control law relating to the control of and stabilization of rent in certain cases, chapter 274 of the laws of 1946, constituting the emergency housing rent control law, chapter 329 of the laws of 1963 amending the emergency housing rent control law relating to recontrol of rents in certain cases, chapter 555 of the laws of 1982 amending the general business law and the administrative code of the city of New York relating to conversion of residential property to cooperative or condominium ownership in the city of New York, chapter 402 of the laws of 1983 amending the general business law relating to conversions of residential property to cooperative or condominium ownership in certain municipalities in the counties of Nassau, Westchester and Rockland, in relation to extending the period of effectiveness thereof. ",
  "currentCommittee" : "HOUSING, CONSTRUCTION AND COMMUNITY DEVELOPMENT",
  "sameAs" : null,
  "lawSection" : "Emergency Housing Rent Control Law",
  "previousVersions" : [ "S6881-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2744\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 31, 2011\n                                      ___________\n\n       Introduced  by  Sen. SERRANO -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Housing, Construction  and\n         Community Development\n\n       AN  ACT  to amend chapter 576 of the laws of 1974 amending the emergency\n         housing rent control law relating to the control of and  stabilization\n         of  rent  in  certain  cases,  the emergency housing rent control law,\n         chapter 329 of the laws of 1963 amending the  emergency  housing  rent\n         control  law  relating to recontrol of rents in Albany, chapter 555 of\n         the laws of 1982 amending the general business law and the administra-\n         tive code of the city of New York relating to conversion  of  residen-\n         tial   property to cooperative or condominium ownership in the city of\n         New York, chapter 402 of the laws of 1983 amending the  general  busi-\n         ness  law  relating  to  conversions of rental residential property to\n         cooperative or condominium ownership in certain municipalities in  the\n         counties  of  Nassau, Westchester and Rockland and the rent regulation\n         reform act of 1997, in relation to extending the period of  effective-\n         ness thereof\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 17 of chapter 576 of the laws of 1974, amending the\n    2  emergency housing rent control  law  relating  to  the  control  of  and\n    3  stabilization  of rent in certain cases, as amended by chapter 82 of the\n    4  laws of 2003, is amended to read as follows:\n    5    S 17. Effective date.   This act shall  take  effect  immediately  and\n    6  shall  remain in full force and effect until and including the fifteenth\n    7  day of June [2011] 2014; except that sections two and three  shall  take\n    8  effect  with  respect  to any city having a population of one million or\n    9  more and section one shall take effect with respect to any  other  city,\n   10  or  any  town  or village whenever the local legislative body of a city,\n   11  town or village determines the existence of a public emergency  pursuant\n   12  to  section  three  of  the  emergency tenant protection act of nineteen\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00252-01-1\n\n       S. 2744                             2\n\n    1  seventy-four, as enacted by section four of this act, and provided  that\n    2  the  housing accommodations subject on the effective date of this act to\n    3  stabilization pursuant to the New York city rent  stabilization  law  of\n    4  nineteen  hundred  sixty-nine  shall remain subject to such law upon the\n    5  expiration of this act.\n    6    S 2. Subdivision 2 of section 1 of chapter 274 of the  laws  of  1946,\n    7  constituting the emergency housing rent control law, as amended by chap-\n    8  ter 82 of the laws of 2003, is amended to read as follows:\n    9    2.  The  provisions  of  this  act,  and  all  regulations, orders and\n   10  requirements thereunder shall remain in full force and effect until  and\n   11  including June 15, [2011] 2014.\n   12    S  3. Section 2 of chapter 329 of the laws of 1963, amending the emer-\n   13  gency housing rent control law relating to recontrol of rents in Albany,\n   14  as amended by chapter 82 of the laws of 2003,  is  amended  to  read  as\n   15  follows:\n   16    S  2.  This  act  shall  take effect immediately and the provisions of\n   17  subdivision 6 of section 12 of the emergency housing rent  control  law,\n   18  as  added  by  this act, shall remain in full force and effect until and\n   19  including June 15, [2011] 2014.\n   20    S 4. Section 10 of chapter 555 of  the  laws  of  1982,  amending  the\n   21  general business law and the administrative code of the city of New York\n   22  relating  to conversion of residential property to cooperative or condo-\n   23  minium ownership in the city of New York, as amended by  chapter  82  of\n   24  the laws of 2003, is amended to read as follows:\n   25    S  10.  This  act  shall  take  effect immediately; provided, that the\n   26  provisions of sections one, two and nine of this  act  shall  remain  in\n   27  full  force  and  effect  only until and including June 15, [2011] 2014;\n   28  provided further that the provisions of section three of this act  shall\n   29  remain  in  full  force  and effect only so long as the public emergency\n   30  requiring the regulation and control of residential rents and  evictions\n   31  continues  as  provided in subdivision 3 of section 1 of the local emer-\n   32  gency housing rent control act; provided further that the provisions  of\n   33  sections  four,  five, six and seven of this act shall expire in accord-\n   34  ance with the provisions of section 26-520 of the administrative code of\n   35  the city of New York as such section of the administrative code is, from\n   36  time to time, amended; provided further that the provisions  of  section\n   37  26-511 of the administrative code of the city of New York, as amended by\n   38  this act, which the New York City Department of Housing Preservation and\n   39  Development  must  find  are  contained  in  the code of the real estate\n   40  industry stabilization association of such city in order to approve  it,\n   41  shall  be deemed contained therein as of the effective date of this act;\n   42  and provided further that any plan accepted for filing by the department\n   43  of law on or before the effective date of this act shall continue to  be\n   44  governed  by  the provisions of section 352-eeee of the general business\n   45  law as they had existed immediately prior to the effective date of  this\n   46  act.\n   47    S 5. Section 4 of chapter 402 of the laws of 1983, amending the gener-\n   48  al  business  law relating to conversions of rental residential property\n   49  to cooperative or condominium ownership in certain municipalities in the\n   50  counties of Nassau, Westchester and Rockland, as amended by  chapter  82\n   51  of the laws of 2003, is amended to read as follows:\n   52    S  4.  This  act  shall  take  effect  immediately; provided, that the\n   53  provisions of sections one and three of this act shall  remain  in  full\n   54  force  and  effect  only  until  and including June 15, [2011] 2014; and\n   55  provided further that any plan accepted for filing by the department  of\n   56  law  on  or  before  the effective date of this act shall continue to be\n\n       S. 2744                             3\n\n    1  governed by the provisions of section 352-eee of  the  general  business\n    2  law  as they had existed immediately prior to the effective date of this\n    3  act.\n    4    S  6.  Subdivision 6 of section 46 of chapter 116 of the laws of 1997,\n    5  constituting the rent regulation reform act of 1997, as amended by chap-\n    6  ter 82 of the laws of 2003, is amended to read as follows:\n    7    6. sections twenty-eight, twenty-eight-a, twenty-eight-b  and  twenty-\n    8  eight-c  of  this act shall expire and be deemed repealed after June 15,\n    9  [2011] 2014;\n   10    S 7. This act shall take effect immediately.\n",
  "memo" : "BILL NUMBER:S2744\n\nTITLE OF BILL:\nAn act\nto amend chapter 576 of the laws of 1974 amending the emergency housing\nrent control law relating to the control of and stabilization of rent in\ncertain cases, the emergency housing rent control law, chapter 329 of the\nlaws of 1963 amending the emergency housing rent control law relating to\nrecontrol of rents in Albany, chapter 555 of the laws of 1982 amending\nthe general business law and the administrative code of the city of New\nYork relating to conversion of residential  property to cooperative or\ncondominium ownership in the city of New York, chapter 402 of the laws\nof 1983 amending the general business law relating to conversions of\nrental residential property to cooperative or condominium ownership in\ncertain municipalities in the counties of Nassau, Westchester and\nRockland and the rent regulation reform act of 1997, in relation to\nextending the period of effectiveness thereof\n\nPURPOSE:\n\nThis bill would extend the period during which provisions of various\nlaws that regulate rental housing will remain in force. These laws\nare currently scheduled to expire on June 15, 2011; under this bill\nthey would expire on June 15, 2014.\n\nSUMMARY OF PROVISIONS:\n\nSection 1 of the bill amends section 17 of chapter 576 of the laws of\n1974, as amended by chapter 82 of the laws of 2003, to extend the\nperiod certain provisions of law will remain in force to June IS, 2014.\n\nSection 2 of the bill amends subdivision 2 of section 1 of chapter 274\nof the laws of 1946, as amended by chapter 82 of the laws of 2003, to\nextend the period certain provisions of law will remain in force to\nJune IS, 2014.\n\nSection 3 of the bill amends section 2 of chapter 329 of the laws of\n1963, as amended by chapter 82 of the laws of 2003, to extend the\nperiod certain provisions of law will remain in force to June IS, 2014.\n\nSection 4 of the bill amends section 10 of chapter 555 of the laws of\n1982, as amended by chapter 82 of the laws of 2003, to extend the\nperiod certain provisions of law will remain in force to June IS, 2014.\n\nSection 5 of the bill amends section 4 of chapter 402 of the laws of\n1983, as amended by chapter 82 of the laws of 2003, to extend the\nperiod certain provisions of law will remain in force to June 15, 2014.\n\nSection 6 of the bill amends subdivision 6 of section 46 of chapter\n116 of the laws of 1997, as amended by chapter 82 of the laws of\n\n2003, to extend the period certain provisions of law will remain in\nforce to June 15, 2014.\n\nSection 7 of the bill sets forth its effective date.\n\nJUSTIFICATION:\n\nThe rental housing markets in areas subject to the various laws that\nregulate rental housing remain extremely competitive, and are\nprojected to remain so into the foreseeable future. For example,\naccording to a report recently issued by the real estate research\ncompany Reis, Inc., the vacancy rate of apartments in New York City\nwas less than three percent in 2009, while the U.S. Census Bureau\nCurrent Estimates Program has determined that the population of the\nCity continues to grow. These conditions encourage price inflation in\nthe rental housing market and weaken tenants' bargaining positions\nrelative to their landlords.\n\nMeanwhile, key provisions of the law regulating rent and other aspects\nof the rental housing market are set to expire on June 15, 2011. This\nbill extends those expiration dates to June 15, 2014.\n\nLEGISLATIVE HISTORY:\n2009/2010-Senate and Assembly referred to housing.\n\nFISCAL IMPACT:\nNone.\n\nEFFECTIVE DATE:\nThis act shall take effect immediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend chapter 576 of the laws of 1974 amending the emergency housing rent control law relating to the control of and stabilization of rent in certain cases, the emergency housing rent control law, chapter 329 of the laws of 1963 amending the emergency housing rent control law relating to recontrol of rents in Albany, chapter 555 of the laws of 1982 amending the general business law and the administrative code of the city of New York relating to conversion of residential property to cooperative or condominium ownership in the city of New York, chapter 402 of the laws of 1983 amending the general business law relating to conversions of rental residential property to cooperative or condominium ownership in certain municipalities in the counties of Nassau, Westchester and Rockland and the rent regulation reform act of 1997, in relation to extending the period of effectiveness thereof ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110131.T164723.TXT", "SOBI.D110131.T162221.TXT", "SOBI.D110131.T162722.TXT", "SOBI.D110201.T194921.TXT", "SOBI.D110201.T121850.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296607761151
}