{
  "year" : 2011,
  "senateBillNo" : "S2749-2011",
  "billEvents" : [ {
    "eventDate" : 1296450000000,
    "eventText" : "REFERRED TO CULTURAL AFFAIRS, TOURISM, PARKS AND RECREATION",
    "billEventId" : "S2749-2011-1296450000000-REFERRED+TO+CULTURAL+AFFAIRS%2C+TOURISM%2C+PARKS+AND+RECREATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SERRANO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes the office of parks, recreation and historic preservation to establish a resident curator program for the rehabilitation of state park buildings",
  "summary" : "Authorizes the office of parks, recreation and historic preservation to establish a resident curator program for the rehabilitation of state park buildings. ",
  "currentCommittee" : "CULTURAL AFFAIRS, TOURISM, PARKS AND RECREATION",
  "sameAs" : null,
  "lawSection" : "Parks, Recreation and Historic Preservation Law",
  "previousVersions" : [ "SA7986-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2749\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 31, 2011\n                                      ___________\n\n       Introduced  by  Sen. SERRANO -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Cultural Affairs, Tourism,\n         Parks and Recreation\n\n       AN ACT to amend the parks, recreation and historic preservation law,  in\n         relation  to establishing a resident curator program for the rehabili-\n         tation of state park buildings\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Section 3.09 of the parks, recreation and historic preser-\n    2  vation law is amended by  adding  a  new  subdivision  2-h  to  read  as\n    3  follows:\n    4    2-H. BE EMPOWERED, IN ADDITION TO ANY OTHER PROVISION OF LAW AUTHORIZ-\n    5  ING THE LEASING OF PROPERTY UNDER ITS JURISDICTION, TO ESTABLISH A RESI-\n    6  DENT  CURATOR  PROGRAM. THE TERM \"RESIDENT CURATOR\" SHALL MEAN A PRIVATE\n    7  INDIVIDUAL OR INDIVIDUALS, OR NOT-FOR-PROFIT CORPORATION SELECTED BY THE\n    8  COMMISSIONER, WHO OR WHICH MEETS ESTABLISHED CRITERIA OF THE  OFFICE  TO\n    9  INVEST  PRIVATE  OR  OTHER  NON-STATE BUDGETED FUNDS TO REHABILITATE AND\n   10  MAINTAIN AN AT RISK STRUCTURE UNDER THE OFFICE'S JURISDICTION.  FOR  THE\n   11  PURPOSES  OF THIS SUBDIVISION, THE TERM \"AT RISK STRUCTURE\" SHALL MEAN A\n   12  HOUSE, BUILDING OR OTHER ROOFED STRUCTURE UNDER THE JURISDICTION OF  THE\n   13  OFFICE  THAT  IS  OR  HAS  BECOME  FUNCTIONALLY ISOLATED FROM THE DIRECT\n   14  PUBLIC SERVICE MISSION OF THE OFFICE SUCH THAT SUCH STRUCTURE IS  VACANT\n   15  AND  AT  RISK  OF UNDERGOING PROGRESSIVE DETERIORATION AND/OR FUNCTIONAL\n   16  ABANDONMENT BECAUSE OF FISCAL OR OTHER CIRCUMSTANTIAL DIFFICULTIES.\n   17    THE COMMISSIONER SHALL BE AUTHORIZED TO LEASE SUCH AT  RISK  STRUCTURE\n   18  TO A RESIDENT CURATOR FOR THE LIFE OF THE RESIDENT CURATOR OR FOR A TERM\n   19  OF  UP  TO FORTY YEARS IN EXCHANGE FOR THE RESIDENT CURATOR ASSUMING THE\n   20  FINANCIAL RESPONSIBILITY FOR THE REHABILITATION AND MAINTENANCE OF  SUCH\n   21  AT RISK STRUCTURE, AND TO PROVIDE REASONABLE RIGHTS OF ACCESS, UTILITIES\n   22  AND  PARKING FOR THE PURPOSE OF RESIDENTIAL OCCUPANCY OR OTHER USES THAT\n   23  ARE DEEMED BY THE COMMISSIONER TO BE APPROPRIATE  TO  TAKE  PLACE  AT  A\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00399-01-1\n\n       S. 2749                             2\n\n    1  STATE  PARK  OR  HISTORIC  SITE. THE COMMISSIONER SHALL CONSULT WITH THE\n    2  STATE BOARD FOR HISTORIC PRESERVATION, ESTABLISHED PURSUANT  TO  SECTION\n    3  11.03 OF THIS TITLE, PRIOR TO ENTERING INTO A RESIDENT CURATOR LEASE FOR\n    4  ANY AT RISK STRUCTURE, INCLUDING THOSE ELIGIBLE FOR LISTING ON THE STATE\n    5  AND NATIONAL REGISTERS OF HISTORIC PLACES.  THE COMMISSIONER SHALL ADOPT\n    6  A  PLAN  IDENTIFYING  AT RISK STRUCTURES IN THE STATE PARKS AND HISTORIC\n    7  SITES, AND SHALL ADOPT RULES AND REGULATIONS TO PROMULGATE THE  RESIDENT\n    8  CURATOR  PROGRAM,  WHICH  SHALL INCLUDE, BUT NOT BE LIMITED TO, CRITERIA\n    9  FOR IDENTIFYING AT RISK STRUCTURES APPROPRIATE FOR THE PROGRAM  AND  THE\n   10  CRITERIA USED TO SELECT RESPONSIBLE RESIDENT CURATORS.\n   11    S 2. This act shall take effect immediately.\n",
  "memo" : "BILL NUMBER:S2749\n\nTITLE OF BILL:\nAn act\nto amend the parks, recreation and historic preservation law, in\nrelation to establishing a resident curator program for the\nrehabilitation of state park buildings\n\nPURPOSE OF THE BILL:\nTo authorize the Office of Parks, Recreation and Historic Preservation\n(OPRHP) to lease vacant and at risk structures in State Parks and\nState Historic Sites to private persons to encourage investment of\nprivate resources to rehabilitate and maintain such structures,\nthereby addressing the deterioration of residential buildings for\nwhich the agency has no public use and lacks state funding or staff\nresources to maintain.\n\nSUMMARY OF PROVISIONS:\nThe bill establishes a Resident Curator Program, amending section 3.09\nOf the Parks, Recreation and Historic Preservation Law by adding a\nnew subdivision 2-h.\n\nEXISTING LAW:\nVarious subdivisions of section 3.09 of the Parks, Recreation and\nHistoric Preservation Law authorize OPRHP to enter into contracts\nwith private, not-for-profit, and governmental entities to improve\nand operate State Park and Historic Site facilities under terms and\nconditions which protect park resources, provide public accessibility\nand provide for the overall public interest.\n\nSubdivision 2 of Section 3.09 of the Parks, Recreation and Historic\nPreservation Law authorizes OPRHP to operate state park facilities\ndirectly or by contract, lease or license.\n\nSubdivision 2-a of section 3.09 of the Parks, Recreation and Historic\nPreservation Law authorizes concession license agreements for\ntwenty-year terms provided that any agreement for a term in excess of\nten years must be approved by the Director of the Budget and must\nprovide for a total capital investment of no less than $1 million\nover the contract term.\n\nLEGISLATIVE HISTORY:\n2009/2010: Senate amended and recommitted to Finance.\nAssembly amended and recommitted to ways and means.\n\nSTATEMENT IN SUPPORT:\nThe State Parks system and the infrastructure that supports the system\nare aging and deteriorating. OPRHP has jurisdiction over more than\n5000 structures within the 325,000 acres of land under the agency's\nmanagement, and the agency has identified a backlog of pressing\ncapital rehabilitation\n\nneeds exceeding $650 million. Given the State's current\nfiscal challenges, the agency's capital budget will not be sufficient\nin the corning years to address the full backlog of facility\nrehabilitation needs.\n\nOPRHP has an inventory of historic residential buildings situated\nwithin park and historic site boundaries that are not currently in\nuse because either: a) they have deteriorated to the point that\nsignificant capital investments would be required before they could\nbe used; and/or b) they do not serve a park purpose. Due to their\nlocation within State Parks or Historic sites, these buildings are\nnot appropriate for disposition through the usual methods available\nto state agencies, such as jurisdictional transfer, realty exchange,\nor state surplus sale. This legislation creates an innovative\nmechanism for attracting private investments to rehabilitate and\nutilize residential structures that do not have a ready public park\nor historic site use, allowing OPRHP to focus its limited capital\nfunds on higher priority needs.\n\nThe Resident Curator Program established by this bill will authorize\nOPRHP to enter into leases, through the state's normal competitive\nbidding process, with private individuals or not-for-profit\norganizations who will rehabilitate vacant residential buildings at\ntheir own expense using private funds. In exchange, individuals and\nnot-for-profits will receive a long-term lease (up to 40 years or a\nlife estate), subject to all otherwise applicable state laws,\nregulations or requirements applicable to the agency's leasing of\nreal property, to reside in the building that they rehabilitated.\nOwnership of rehabilitated residential structures will remain with\nOPRHP and the agency will receive the benefit of rehabilitated\nstructures at the end of the lease term.\nThe State will obtain a no or low cost way to bring back into use\nthese publicly owned assets.\n\nOther states have instituted a Resident Curator Program which has met\nwith success in rehabilitating similar buildings. For example, the\nMaryland Department of Natural Resources has administered more than\nfifty curatorships, representing an estimated $8 million investment\nby curators, which stands as a model for other states with properties\nsimilarly situated.\n\nBUDGET IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\nImmediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the parks, recreation and historic preservation law, in relation to establishing a resident curator program for the rehabilitation of state park buildings ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110131.T164723.TXT", "SOBI.D110131.T162722.TXT", "SOBI.D110201.T121350.TXT", "SOBI.D110131.T163222.TXT", "SOBI.D110201.T194921.TXT", "SOBI.D110201.T121850.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296607761159
}