{
  "year" : 2011,
  "senateBillNo" : "S2745-2011",
  "billEvents" : [ {
    "eventDate" : 1296450000000,
    "eventText" : "REFERRED TO HEALTH",
    "billEventId" : "S2745-2011-1296450000000-REFERRED+TO+HEALTH",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SERRANO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes a study on the high incidence of asthma in the borough of the Bronx in the city of New York and to prepare a remedial plan",
  "summary" : "Authorizes and directs the New York state department of health, to conduct a study on the high incidence of asthma in the borough of the Bronx in the city of New York and to prepare a remedial plan. ",
  "currentCommittee" : "HEALTH",
  "sameAs" : "A453",
  "lawSection" : "Bronx County",
  "previousVersions" : [ "S7167-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2745\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 31, 2011\n                                      ___________\n\n       Introduced  by  Sen. SERRANO -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Health\n\n       AN ACT to direct the New York state department of health  to  conduct  a\n         study  on  the high incidence of asthma in the borough of the Bronx in\n         the city of New York and to prepare a remedial plan\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The commissioner of the New York state department of health\n    2  is hereby authorized and directed to prepare or have prepared a study of\n    3  and  a  remedial plan for the high incidence of asthma in the borough of\n    4  the Bronx in the city of New York. Such study shall include an  analysis\n    5  of  high  risk  neighborhoods examining disparities in: income, race and\n    6  ethnicity, public and private housing, proximity to major sources of air\n    7  pollution, and an evaluation of the effectiveness  of  existing  medical\n    8  facilities.\n    9    S  2.  Such  study  and remedial plan shall be completed within twelve\n   10  months of the effective date of this act.\n   11    S 3. This act shall take effect on the one hundred twentieth day after\n   12  it shall have become a law and the results of such study and the remedi-\n   13  al plan shall be provided to the governor and the legislature  no  later\n   14  than eighteen months from the beginning of such study.\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00176-01-1\n",
  "memo" : "BILL NUMBER:S2745\n\nTITLE OF BILL:\nAn act\nto direct the New York state department of health to conduct a study\non the high incidence of asthma in the borough of the Bronx in the city\nof New York and to prepare a remedial plan\n\nPURPOSE OR GENERAL IDEA OF BILL:\nThe general purpose of the bill is to\nensure that the State Department of Health conducts a study of the\nhigh incidence of asthma in the Borough of the Bronx in the City of\nNew York and provide the Governor and the Legislature with a remedial\nplan addressing high risk neighborhoods by examining disparities in:\nincome, race and ethnicity, public and private housing, proximity to\nmajor sources of air pollution, and an evaluation of the\neffectiveness of existing medical facilities.\n\nSUMMARY AND SPECIFIC PROVISIONS:\nSection 1 of this bill directs the\nCommissioner of the New York State Department of Health to prepare a\nremedial plan to address high incidence of asthma in the Borough of\nthe Bronx in the City of New York.\n\nSection 2 of this bill provides that a study and remedial plan shall\nbe completed within twelve months of the effective date of this act.\n\nSection 3 of this bill provides that this act shall take effect on the\none hundred twentieth day after it shall have become law. The results\nof the remedial plan shall be provided to the Governor and the\nLegislature no later than eighteen months from the beginning of such\nstudy.\n\nJUSTIFICATION:\nAsthma is a respiratory disease that kills nearly\n255,000 people worldwide each year. Asthma also affects more than one\nmillion people in the state of New York and approximately twenty\npercent of the children in the Bronx making this a major health\ncrisis in the borough. The Bronx County rate of asthma is\napproximately four to five times greater than the national average\nand twenty-one times greater than some other areas in New York City.\nSixty-six percent of the Bronx County's inhabited area is affected by\nmajor sources of pollution.\n\nThis legislation addresses the severe problem of asthma in the Bronx.\nby utilizing the talents of some of the best public health\nprofessionals in the State of New York by requiring the Department of\nHealth to prepare what will be in affect a road map to address this\npressing public health issue.\n\nPRIOR LEGISLATIVE HISTORY:\n\n2009/2010- Senate & Assembly Referred to Health.\n\nFISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\nThis bill shall take effect the 120th day after becoming law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to direct the New York state department of health to conduct a study on the high incidence of asthma in the borough of the Bronx in the city of New York and to prepare a remedial plan ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110131.T163722.TXT", "SOBI.D110131.T164723.TXT", "SOBI.D110131.T162722.TXT", "SOBI.D110131.T163222.TXT", "SOBI.D110201.T194921.TXT", "SOBI.D110201.T121850.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296607761153
}