{
  "year" : 2011,
  "senateBillNo" : "S2741-2011",
  "billEvents" : [ {
    "eventDate" : 1296450000000,
    "eventText" : "REFERRED TO ENVIRONMENTAL CONSERVATION",
    "billEventId" : "S2741-2011-1296450000000-REFERRED+TO+ENVIRONMENTAL+CONSERVATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "AVELLA",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes seagrass protection act",
  "summary" : "Establishes the seagrass protection act; defines terms; outlines department of environmental conservation's responsibilities; provides that a person in a coastal community may not apply a fertilizer containing the plant nutrient phosphorus after November first and before April first. ",
  "currentCommittee" : "ENVIRONMENTAL CONSERVATION",
  "sameAs" : null,
  "lawSection" : "Environmental Conservation Law",
  "previousVersions" : [ "S8343-2009", "AB10269-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2741\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 31, 2011\n                                      ___________\n\n       Introduced  by  Sen.  AVELLA -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Environmental Conservation\n\n       AN ACT to amend the  environmental  conservation  law,  in  relation  to\n         establishing the seagrass protection act\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Article 13 of the environmental conservation law is amended\n    2  by adding a new title 7 to read as follows:\n    3                                    TITLE 7\n    4                           SEAGRASS PROTECTION ACT\n    5  SECTION 13-0701. SHORT TITLE.\n    6          13-0703. DEFINITIONS.\n    7          13-0705. DEPARTMENTAL RESPONSIBILITIES.\n    8          13-0707. FERTILIZER REDUCTION IN COASTAL COMMUNITIES.\n    9  S 13-0701. SHORT TITLE.\n   10    THIS ACT SHALL BE KNOWN AND MAY BE CITED AS  THE  SEAGRASS  PROTECTION\n   11  ACT.\n   12  S 13-0703. DEFINITIONS.\n   13    1.  \"COASTAL COMMUNITY\" SHALL MEAN A MUNICIPAL CORPORATION, AS DEFINED\n   14  IN SECTION TWO OF THE GENERAL MUNICIPAL LAW, IN NASSAU AND SUFFOLK COUN-\n   15  TIES.\n   16    2. \"FERTILIZER\" SHALL MEAN A COMMERCIAL FERTILIZER DISTRIBUTED  PRIMA-\n   17  RILY  FOR NON-FARM USE, SUCH AS HOME GARDENS, LAWNS, SHRUBBERY, FLOWERS,\n   18  MUNICIPAL GOLF COURSES AND MUNICIPAL PARKS.\n   19    3. \"SEAGRASS\" SHALL MEAN ROOTED,  VASCULAR,  FLOWERING  MARINE  PLANTS\n   20  THAT  ARE  SUBMERGED  IN  NEW  YORK'S BAYS AND COASTAL WATERS, INCLUDING\n   21  ZOSTERA MARINA AND RUPPIA MARITIME.\n   22  S 13-0705. DEPARTMENTAL RESPONSIBILITIES.\n   23    1. THE DEPARTMENT SHALL HAVE THE AUTHORITY TO ADOPT  RULES  AND  REGU-\n   24  LATIONS TO REGULATE COASTAL AND MARINE ACTIVITIES THAT THREATEN SEAGRASS\n   25  BEDS OR SEAGRASS RESTORATION EFFORTS, INCLUDING THE DESIGNATION OF SEAG-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03865-01-1\n\n       S. 2741                             2\n\n    1  RASS  MANAGEMENT  AREAS  PURSUANT  TO SEAGRASS MANAGEMENT PLANS.  DESIG-\n    2  NATION OF SUCH AREAS SHALL INCLUDE CONSIDERATION,  ON  A  GEOGRAPHIC  OR\n    3  ESTUARINE BASIS, OF LIKELY THREATS TO SEAGRASS.\n    4    2.  FOR EACH DESIGNATED SEAGRASS MANAGEMENT AREA, THE DEPARTMENT SHALL\n    5  DEVELOP AND ADOPT A SEAGRASS MANAGEMENT PLAN TO GUIDE THE DEVELOPMENT OF\n    6  RULES AND REGULATIONS PURSUANT TO SUBDIVISION ONE OF THIS SECTION.  SUCH\n    7  PLAN SHALL BE  DEVELOPED  AFTER  CONSULTATION  WITH  LOCAL  GOVERNMENTS,\n    8  REPRESENTATIVES  OF RECREATIONAL BOATING INTERESTS, THE MARINE INDUSTRY,\n    9  AFFECTED PROPERTY OWNERS AND OTHER STAKEHOLDERS, SO  AS  TO  EFFECTIVELY\n   10  MANAGE  AND  PROTECT  SEAGRASS BEDS AND SEAGRASS RESTORATION EFFORTS. IN\n   11  ADDITION, SEAGRASS MANAGEMENT PLANS SHALL SEEK TO  PRESERVE  TRADITIONAL\n   12  RECREATIONAL ACTIVITIES, INCLUDING RECREATIONAL BOATING AND MARINA OPER-\n   13  ATIONS,  AS  WELL AS FINFISHING, SHELLFISHING AND TOURISM WHILE ENSURING\n   14  SUCH ACTIVITIES DO NOT THREATEN SEAGRASS BEDS OR NEGATE SEAGRASS  RESTO-\n   15  RATION EFFORTS.\n   16    3.  THE  DEPARTMENT  SHALL  HAVE  THE AUTHORITY TO RESTRICT THE USE OF\n   17  MECHANICAL-POWERED FISHING OR SHELLFISHING GEAR WHICH MAY  IMPACT  SEAG-\n   18  RASS BEDS, INCLUDING CHURNING, DREDGES, RAKES AND TONGS.\n   19    4.  THE  DEPARTMENT  SHALL IDENTIFY PESTICIDES AND HERBICIDES THAT ARE\n   20  TOXIC TO SEAGRASS AND MAKE RECOMMENDATIONS CONCERNING RESTRICTING  THEIR\n   21  USE IN COASTAL AREAS.\n   22    5.  THE DEPARTMENT SHALL MAKE INFORMATION CONCERNING THE IMPORTANCE OF\n   23  SEAGRASS PROTECTION AND  THE  STATUS  OF  SEAGRASS  RESTORATION  EFFORTS\n   24  AVAILABLE ON THE DEPARTMENT WEBSITE.\n   25  S 13-0707. FERTILIZER REDUCTION IN COASTAL COMMUNITIES.\n   26    1. A PERSON IN A COASTAL COMMUNITY MAY NOT APPLY A FERTILIZER CONTAIN-\n   27  ING  THE PLANT NUTRIENT PHOSPHORUS AFTER NOVEMBER FIRST AND BEFORE APRIL\n   28  FIRST.\n   29    2. ANY LOCAL LAW OR ORDINANCE OF ANY COUNTY, OR OF  ANY  CITY  WITH  A\n   30  POPULATION  OF  ONE  MILLION  OR  MORE,  WHICH  IS INCONSISTENT WITH THE\n   31  PROVISIONS OF THIS TITLE SHALL NOT BE PREEMPTED IF  SUCH  LOCAL  LAW  OR\n   32  ORDINANCE PROVIDES ENVIRONMENTAL PROTECTION EQUAL TO OR GREATER THAN THE\n   33  PROVISIONS OF THIS TITLE.\n   34    S  2. This act shall take effect on the one hundred fiftieth day after\n   35  it shall have become a law.\n",
  "memo" : "BILL NUMBER:S2741\n\nTITLE OF BILL:\nAn act\nto amend the environmental conservation law, in relation to establishing\nthe seagrass protection act\n\nPURPOSE:\nThe bill authorizes the Department of Environmental Conservation to\nadopt rules and regulations to regulate coastal and marine activities\nthat threaten seagrass.\n\nSUMMARY OF PROVISIONS:\nThe DEC shall have authority to:\n\no Restrict the types of mechanically powered fishing gear in seagrass\nareas that could be harmful to the grass.\no Identify harmful pesticides and chemicals to seagrass and make\nrecommendations in regards to restricting their use in seagrass areas.\no Make this information available on the DEC website.\no Prohibits a person in a coastal community from applying fertilizer\ncontaining phosphorus after November first and before April first.\no Develop and adopt, after consultation with stakeholders, a seagrass\nmanagement plan for designated seagrass management areas to protect\nseagrass beds and preserve traditional recreational activities.\n\nJUSTIFICATION:\nNew York seagrass beds are a vital habitat and nursery grounds for\nnumerous commercially, recreationally and ecologically important fish\nand shellfish species. Seagrass beds used to be much larger-some\nestimates reaching as large as 200,000 acres in 1930.\nToday only 21,803 acres remain. Seagrass is such a vital part of our\nunderwater environment. The DEC should have authority to protect it.\nThe substance of this legislation was recommended by the NYS Seagrass\nTask Force.\n\nLEGISLATIVE HISTORY:\n2010: S.8343 Foley/A.10269-B Sweeney, 61-0, Vetoed by the Governor;\nVeto Memo 6779.\n\nFISCAL IMPACT ON THE STATE:\nMinimal.\n\nEFFECTIVE DATE:\n150th day after enactment.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the environmental conservation law, in relation to establishing the seagrass protection act ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110131.T202236.TXT", "SOBI.D110131.T161745.TXT", "SOBI.D110131.T164723.TXT", "SOBI.D110131.T162221.TXT", "SOBI.D110131.T194234.TXT", "SOBI.D110201.T111344.TXT", "SOBI.D110201.T194921.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296607761147
}