{
  "year" : 2011,
  "senateBillNo" : "S2747-2011",
  "billEvents" : [ {
    "eventDate" : 1296450000000,
    "eventText" : "REFERRED TO CULTURAL AFFAIRS, TOURISM, PARKS AND RECREATION",
    "billEventId" : "S2747-2011-1296450000000-REFERRED+TO+CULTURAL+AFFAIRS%2C+TOURISM%2C+PARKS+AND+RECREATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SERRANO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Directs the office of parks, recreation and historic preservation to establish a 3 and a 5 year vehicular access fee for all state parks",
  "summary" : "Directs the office of parks, recreation and historic preservation or other state agency having jurisdiction of a state park or recreational facility to establish a 3 year and a 5 year access fee that is valid in all state parks and recreational facilities. ",
  "currentCommittee" : "CULTURAL AFFAIRS, TOURISM, PARKS AND RECREATION",
  "sameAs" : null,
  "lawSection" : "Parks, Recreation and Historic Preservation Law",
  "previousVersions" : [ "SA7352-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2747\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 31, 2011\n                                      ___________\n\n       Introduced  by  Sen. SERRANO -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Cultural Affairs, Tourism,\n         Parks and Recreation\n\n       AN ACT to amend the parks, recreation and historic preservation law,  in\n         relation to providing for a three-year and a five-year access fee\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The parks, recreation  and  historic  preservation  law  is\n    2  amended by adding two new sections 13.18 and 13.20 to read as follows:\n    3    S  13.18 THREE-YEAR VEHICULAR ACCESS FEE. 1. NOTWITHSTANDING ANY OTHER\n    4  PROVISION OF LAW TO THE CONTRARY,  THE  OFFICE  OR  OTHER  STATE  AGENCY\n    5  HAVING  JURISDICTION  OF  A  STATE  PARK  OR RECREATIONAL FACILITY SHALL\n    6  ESTABLISH A THREE-YEAR VEHICULAR ACCESS FEE WHICH SHALL RUN  FROM  APRIL\n    7  FIRST  OF  THE  YEAR OF ISSUANCE TO MARCH THIRTY-FIRST OF THE THIRD YEAR\n    8  FOLLOWING SUCH ISSUANCE, ENTITLING THE HOLDER  THEREOF  TO  A  PASS  FOR\n    9  VEHICULAR  ADMISSION WITHOUT ADDITIONAL FEE TO ANY STATE PARK AND RECRE-\n   10  ATIONAL FACILITY WHICH HAS A VEHICULAR ACCESS FEE. SUCH  THREE-YEAR  FEE\n   11  SHALL  BE  CONSISTENT  WITH  THE  FEE  SCHEDULE  ESTABLISHED PURSUANT TO\n   12  SECTION 13.15 OF THIS ARTICLE AND SHALL BE APPROVED BY THE  DIRECTOR  OF\n   13  THE BUDGET.\n   14    2.  THE  PASS  FOR  VEHICULAR ACCESS SHALL BE KNOWN AS THE \"THREE-YEAR\n   15  EMPIRE PASSPORT\". THE PASS SHALL BE AVAILABLE AT REGIONAL PARK HEADQUAR-\n   16  TERS AND SUCH OTHER PLACES AS THE OFFICE OR  OTHER  STATE  AGENCY  SHALL\n   17  DESIGNATE.    SUCH PASS, HAVING AN EMBLEM OF THE BLUEBIRD THEREON, SHALL\n   18  BE AVAILABLE IN A FORM PRESCRIBED BY THE OFFICE.\n   19    3. SUCH PASS FOR VEHICULAR ACCESS SHALL NOT BE AVAILABLE TO THE  OWNER\n   20  OR OPERATOR OF AN OMNIBUS OPERATED FOR A COMMERCIAL PURPOSE, UNLESS SUCH\n   21  OMNIBUS  IS  OPERATED  BY  OR  PURSUANT TO AN AGREEMENT WITH A PUBLIC OR\n   22  PRIVATE NONPROFIT AGENCY FOR THE PURPOSE OF TRANSPORTING PERSONS  TO  OR\n   23  FROM STATE PARKS FOR A RECREATIONAL EXPERIENCE.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00306-01-1\n\n       S. 2747                             2\n\n    1    4.    IF DEMONSTRATED THAT THE USE OF THE PASS FOR VEHICULAR ACCESS IN\n    2  PARTICULAR PARKS OR RECREATIONAL FACILITIES IS CONTRARY  TO  THE  PUBLIC\n    3  INTEREST,  THE OFFICE OR SUCH OTHER STATE AGENCY HAVING JURISDICTION MAY\n    4  PROHIBIT ITS USE IN SUCH PARTICULAR PARKS OR RECREATIONAL FACILITIES  BY\n    5  RULE OR REGULATION.\n    6    5.    THE  OFFICE OR OTHER STATE AGENCY HAVING JURISDICTION OF A STATE\n    7  PARK OR RECREATIONAL FACILITY SHALL  PROMULGATE  SUCH  RULES  AND  REGU-\n    8  LATIONS AS MAY BE NECESSARY TO CARRY OUT THE PROVISIONS OF THIS SECTION.\n    9    S  13.20  FIVE-YEAR VEHICULAR ACCESS FEE. 1. NOTWITHSTANDING ANY OTHER\n   10  PROVISION OF LAW TO THE CONTRARY,  THE  OFFICE  OR  OTHER  STATE  AGENCY\n   11  HAVING  JURISDICTION  OF  A  STATE  PARK  OR RECREATIONAL FACILITY SHALL\n   12  ESTABLISH A FIVE-YEAR ACCESS FEE WHICH SHALL RUN FROM APRIL FIRST OF THE\n   13  YEAR OF ISSUANCE TO MARCH THIRTY-FIRST OF THE FIFTH YEAR FOLLOWING  SUCH\n   14  ISSUANCE, ENTITLING THE HOLDER THEREOF TO A PASS FOR VEHICULAR ADMISSION\n   15  WITHOUT ADDITIONAL FEE TO ANY STATE PARK AND RECREATIONAL FACILITY WHICH\n   16  HAS  AN  ACCESS FEE. SUCH FIVE-YEAR FEE SHALL BE CONSISTENT WITH THE FEE\n   17  SCHEDULE ESTABLISHED PURSUANT TO SECTION 13.15 OF THIS ARTICLE AND SHALL\n   18  BE APPROVED BY THE DIRECTOR OF THE BUDGET.\n   19    2. THE PASS FOR VEHICULAR ACCESS SHALL  BE  KNOWN  AS  THE  \"FIVE-YEAR\n   20  EMPIRE PASSPORT\". THE PASS SHALL BE AVAILABLE AT REGIONAL PARK HEADQUAR-\n   21  TERS  AND  SUCH  OTHER  PLACES  AS THE OFFICE OR SUCH OTHER STATE AGENCY\n   22  SHALL DESIGNATE.  SUCH PASS, HAVING AN EMBLEM OF THE BROOK TROUT  THERE-\n   23  ON, SHALL BE AVAILABLE IN A FORM PRESCRIBED BY THE OFFICE.\n   24    3.  SUCH PASS FOR VEHICULAR ACCESS SHALL NOT BE AVAILABLE TO THE OWNER\n   25  OR OPERATOR OF AN OMNIBUS OPERATED FOR A COMMERCIAL PURPOSE, UNLESS SUCH\n   26  OMNIBUS IS OPERATED BY OR PURSUANT TO AN  AGREEMENT  WITH  A  PUBLIC  OR\n   27  PRIVATE  NONPROFIT  AGENCY FOR THE PURPOSE OF TRANSPORTING PERSONS TO OR\n   28  FROM STATE PARKS FOR A RECREATIONAL EXPERIENCE.\n   29    4.  IF DEMONSTRATED THAT THE USE OF THE PASS FOR VEHICULAR  ACCESS  IN\n   30  PARTICULAR  PARKS  OR  RECREATIONAL FACILITIES IS CONTRARY TO THE PUBLIC\n   31  INTEREST, THE OFFICE OR SUCH OTHER STATE AGENCY HAVING JURISDICTION  MAY\n   32  PROHIBIT  ITS USE IN SUCH PARTICULAR PARKS OR RECREATIONAL FACILITIES BY\n   33  RULE OR REGULATION.\n   34    5.  THE OFFICE OR OTHER STATE AGENCY HAVING JURISDICTION  OF  A  STATE\n   35  PARK  OR  RECREATIONAL  FACILITY  SHALL  PROMULGATE SUCH RULES AND REGU-\n   36  LATIONS AS MAY BE NECESSARY TO CARRY OUT THE PROVISIONS OF THIS SECTION.\n   37    S 2. This act shall take effect January 1, 2012.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the parks, recreation and historic preservation law, in relation to providing for a three-year and a five-year access fee ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110131.T164723.TXT", "SOBI.D110131.T162722.TXT", "SOBI.D110201.T121350.TXT", "SOBI.D110131.T163222.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296580430389
}