{
  "year" : 2011,
  "senateBillNo" : "S2743-2011",
  "billEvents" : [ {
    "eventDate" : 1296450000000,
    "eventText" : "REFERRED TO HIGHER EDUCATION",
    "billEventId" : "S2743-2011-1296450000000-REFERRED+TO+HIGHER+EDUCATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SERRANO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires cultural awareness and competence training for medical professionals",
  "summary" : "Requires cultural awareness and competence training for medical professionals. ",
  "currentCommittee" : "HIGHER EDUCATION",
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "SB1328-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "HASSELL-THOMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "KRUEGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "MONTGOMERY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "PERKINS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SAMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SAVINO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2743\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 31, 2011\n                                      ___________\n\n       Introduced  by  Sens.  SERRANO,  HASSELL-THOMPSON,  KRUEGER, MONTGOMERY,\n         PERKINS, SAMPSON, SAVINO -- read twice and ordered printed,  and  when\n         printed to be committed to the Committee on Higher Education\n\n       AN ACT to amend the education law and the public health law, in relation\n         to  requiring  cultural  awareness and competence training for medical\n         professionals\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The education law is amended by adding a new section 6505-d\n    2  to read as follows:\n    3    S  6505-D.  COURSE  WORK  OR TRAINING IN CULTURAL AWARENESS AND COMPE-\n    4  TENCE. 1. EVERY  PHYSICIAN,  PHYSICIAN  ASSISTANT,  DENTIST,  REGISTERED\n    5  NURSE, LICENSED PRACTICAL NURSE, PODIATRIST, OPTOMETRIST AND NURSE PRAC-\n    6  TITIONER PRACTICING IN THE STATE WHO PROVIDES DIRECT MEDICAL SERVICES TO\n    7  PATIENTS  IN  THIS  STATE  SHALL,  ON OR BEFORE JULY FIRST, TWO THOUSAND\n    8  ELEVEN AND EVERY REGISTRATION PERIOD THEREAFTER, COMPLETE COURSE WORK OR\n    9  TRAINING REGARDING CULTURAL AWARENESS AND COMPETENCE IN THE PROVISION OF\n   10  MEDICAL SERVICES IN ACCORDANCE WITH  REGULATED STANDARDS PROMULGATED  BY\n   11  THE  DEPARTMENT,  IN  CONSULTATION  WITH  THE DEPARTMENT OF HEALTH. SUCH\n   12  CULTURAL AWARENESS AND COMPETENCE COURSE WORK OR TRAINING SHALL  REQUIRE\n   13  TWO  HOURS  OF  COURSE WORK OR TRAINING ENCOMPASSING MINORITY HEALTHCARE\n   14  ISSUES INCLUDING ETHNIC, RELIGIOUS, LINGUISTIC, SEXUAL  ORIENTATION  AND\n   15  GENDER  IDENTITY  HEALTHCARE ISSUES AND THEIR IMPACT ON MINORITY HEALTH-\n   16  CARE. IN PROMULGATING REGULATORY STANDARDS PURSUANT TO THIS SECTION  THE\n   17  DEPARTMENT  IS  ADVISED  TO CONSULT WITH ORGANIZATIONS REPRESENTATIVE OF\n   18  PROFESSIONS, INSTITUTIONS AND THOSE WITH EXPERTISE IN CULTURAL AWARENESS\n   19  AND COMPETENCE.\n   20    2. AS USED IN THIS SECTION, \"ACCEPTABLE FORMAL  CONTINUING  EDUCATION\"\n   21  SHALL  MEAN FORMAL PROGRAMS OF LEARNING WHICH CONTRIBUTE TO PROFESSIONAL\n   22  PRACTICE AND WHICH MEET THE STANDARDS PRESCRIBED BY REGULATIONS  OF  THE\n   23  COMMISSIONER. TO FULFILL THE MANDATORY CONTINUING EDUCATION REQUIREMENT,\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00165-01-1\n\n       S. 2743                             2\n\n    1  PROGRAMS  MUST  BE TAKEN FROM SPONSORS HAVING THE FACILITIES, EQUIPMENT,\n    2  AND FINANCIAL AND PHYSICAL RESOURCES  TO  PROVIDE  CONTINUING  EDUCATION\n    3  COURSES,  APPROVED BY THE DEPARTMENT, PURSUANT TO THE REGULATIONS OF THE\n    4  COMMISSIONER.  CONTINUING EDUCATION MAY BE PROVIDED IN AN INTERNET-BASED\n    5  COURSE FORMAT AS APPROVED BY THE DEPARTMENT.\n    6    3.  EACH  SUCH PROFESSIONAL SHALL ATTEST TO THE DEPARTMENT AT THE TIME\n    7  OF REGISTRATION COMMENCING WITH THE FIRST REGISTRATION AFTER JULY FIRST,\n    8  TWO THOUSAND ELEVEN THAT THE PROFESSIONAL HAS COMPLETED COURSE  WORK  OR\n    9  TRAINING IN ACCORDANCE WITH THIS SECTION.\n   10    4.  THE DEPARTMENT SHALL PROVIDE AN EXEMPTION FROM THIS REQUIREMENT TO\n   11  ANYONE WHO REQUESTS SUCH AN EXEMPTION AND WHO: (I) CLEARLY  DEMONSTRATES\n   12  TO  THE DEPARTMENT'S SATISFACTION THAT THERE WOULD BE NO NEED FOR HIM OR\n   13  HER TO COMPLETE SUCH COURSE WORK OR TRAINING BECAUSE OF  THE  NATURE  OF\n   14  HIS  OR  HER PRACTICE; (II) HAS COMPLETED COURSE WORK OR TRAINING DEEMED\n   15  BY THE DEPARTMENT TO BE  EQUIVALENT  TO  THE  COURSE  WORK  OR  TRAINING\n   16  APPROVED BY THE DEPARTMENT PURSUANT TO THIS SECTION; (III) HAS COMPLETED\n   17  COURSE  WORK OR TRAINING PERTAINING TO CULTURAL AWARENESS AND COMPETENCE\n   18  WHICH HAS BEEN INCORPORATED AS PART OF A RISK MANAGEMENT COURSE  OFFERED\n   19  PURSUANT  TO  SUBDIVISION  (E)  OF  SECTION  TWO  THOUSAND THREE HUNDRED\n   20  FORTY-THREE OF THE INSURANCE LAW, PROVIDED THAT SUCH EDUCATIONAL CONTENT\n   21  HAS BEEN APPROVED BY THE SUPERINTENDENT  OF  INSURANCE;  OR  (IV)  IS  A\n   22  MEDICAL  PROFESSIONAL  WHO IS ON A TOUR OF EXTENDED ACTIVE DUTY WITH THE\n   23  ARMED FORCES OF THE UNITED STATES.\n   24    5.  AT THE BEGINNING OF EACH REGISTRATION PERIOD, A MANDATORY CONTINU-\n   25  ING EDUCATION FEE OF FIVE DOLLARS SHALL BE COLLECTED  FROM  ALL  PERSONS\n   26  REQUIRED  TO  COMPLETE  THE  COURSE  WORK  AND TRAINING REQUIRED BY THIS\n   27  SECTION; PROVIDED THAT ANY PERSON OBTAINING  AN  EXEMPTION  PURSUANT  TO\n   28  SUBDIVISION  FOUR OF THIS SECTION SHALL NOT BE REQUIRED TO PAY SUCH FIVE\n   29  DOLLAR FEE. THIS FEE SHALL BE IN ADDITION TO ALL OTHER  EXISTING  REGIS-\n   30  TRATION FEES.\n   31    6.  THE COMMISSIONER IS AUTHORIZED TO PROMULGATE REGULATIONS TO IMPLE-\n   32  MENT THE PROVISIONS OF THIS SECTION.\n   33    ANY PERSON SUBJECT TO THE PROVISIONS  OF  THIS  SECTION,  WHO  FALSELY\n   34  ATTESTS  TO  HAVING COMPLETED THE REQUIRED COURSE WORK OR TRAINING SHALL\n   35  BE SUBJECT TO PROFESSIONAL MISCONDUCT AS PROVIDED BY  SUBDIVISION  TWEN-\n   36  TY-ONE  OF  SECTION SIXTY-FIVE HUNDRED THIRTY OF THIS TITLE AND SUBDIVI-\n   37  SION NINE OF SECTION SIXTY-FIVE HUNDRED NINE OF THIS TITLE.\n   38    S 2. Paragraph (f) of subdivision 1 of section 2805-k  of  the  public\n   39  health  law,  as  amended by chapter 477 of the laws of 2008, is amended\n   40  and a new subdivision 5 is added to read as follows:\n   41    (f) Documentation  that  the  physician,  dentist  or  podiatrist  has\n   42  completed the course work or training as mandated by section two hundred\n   43  thirty-nine  of  this  chapter or section [six thousand five] SIXTY-FIVE\n   44  hundred five-b of the education law OR SECTION SIXTY-FIVE HUNDRED FIVE-D\n   45  OF THE EDUCATION LAW.  A hospital or facility shall not grant  or  renew\n   46  professional  privileges  or  association  to  a  physician, dentist, or\n   47  podiatrist who has not completed such course work or training.  A HOSPI-\n   48  TAL OR FACILITY SHALL NOT KNOWINGLY GRANT OR RENEW  PROFESSIONAL  PRIVI-\n   49  LEGES  OR  ASSOCIATION  TO  ANYONE  REQUIRED  TO COMPLETE COURSE WORK OR\n   50  TRAINING UNLESS SAID PERSON HAS ATTESTED TO HAVING TAKEN  SUCH  REQUIRED\n   51  COURSE WORK OR TRAINING.\n   52    5.  PRIOR  TO  HIRING  OR OTHERWISE GRANTING PRIVILEGES TO A PHYSICIAN\n   53  ASSISTANT, REGISTERED NURSE, LICENSED PRACTICAL NURSE OR OPTOMETRIST  OR\n   54  A  HOSPITAL  OR FACILITY APPROVED PURSUANT TO THIS ARTICLE SHALL REQUEST\n   55  FROM SUCH PERSON DOCUMENTATION THAT HE OR SHE HAS COMPLETED  THE  COURSE\n   56  WORK OR TRAINING AS MANDATED BY SECTION SIXTY-FIVE HUNDRED FIVE-D OF THE\n\n       S. 2743                             3\n\n    1  EDUCATION  LAW. A HOSPITAL OR FACILITY SHALL NOT HIRE OR OTHERWISE GRANT\n    2  PRIVILEGES TO A PHYSICIAN ASSISTANT, REGISTERED NURSE, LICENSED  PRACTI-\n    3  CAL  NURSE  OR  OPTOMETRIST  WHO  HAS  NOT COMPLETED SUCH COURSE WORK OR\n    4  TRAINING.\n    5    S 3.  This act shall take effect immediately.\n",
  "memo" : "BILL NUMBER:S2743\n\nTITLE OF BILL:\nAn act\nto amend the education law and the public health law, in relation to\nrequiring cultural awareness and competence training for medical\nprofessionals\n\nPURPOSE OR GENERAL IDEA OF BILL:\nThis bill will create a system of cultural competency Course work and\ntraining that will help healthcare professionals improve their\ninteractions with minority patients. In doing so, this bill seeks to\nimprove the quality of healthcare in the state of New York.\n\nSUMMARY OF SPECIFIC PROVISIONS:\nAdds section 6505-d to the education law to establish training in\ncultural awareness and competence for medical professionals.\n\nSection 1:\n\n1) Lists medical professionals subject and establishes the content and\nrequirements for cultural competency training and course work.\n2) Defines \"acceptable formal continuing education\".\n3) Establishes reporting requirements by medical professionals.\n4) Provides exemptions from cultural competency Course work and\ntraining.\n5) Establishes a fee of five dollars.\n6) Allows the commissioner to promulgate such rules as requires to\nestablish this program successfully, and guards against false\nreporting from professionals.\n\nSection 2:\n\nf) Establishes that hospitals and other health care facilities shall\nnot knowingly provide employment to individuals that have not\ncompleted the necessary Course work and training.\n\nJUSTIFICATION:\nNew York State is one of the most diverse states in the nation, with\nlarge populations of historically marginalized groups. It is a well\ndocumented fact that often members of these minority groups fare far\nWorse in many indices of health and well-being.\n\nDisparities in access to quality health care are one major component\nof the discrepancies in general health. This bill seeks to close the\ngap by ensuring that medical professionals that serve minority\npopulations are able to provide culturally sensitive care.\n\nBy promoting and funding culturally and linguistically sensitive\npractices by health care professionals, the legislature can help to\nenhance the quality of health care services in underserved\n\ncommunities. This\nlegislation will play a crucial role in ending statewide health\ndisparities among minority populations.\n\nPRIOR LEGISLATIVE HISTORY:\n2008:      S.7270 Serrano - Referred to Higher Education\n2009/2010: Senate reported and committed to codes.\n           Assembly referred to higher education.\n\nFISCAL IMPLICATIONS:\nNo immediate costs to the state. The possibility exists for long term\nsavings in health care costs as minority populations receive better\npreventative care.\n\nEFFECTIVE DATE:\nThis act shall take effect immediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the education law and the public health law, in relation to requiring cultural awareness and competence training for medical professionals ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110131.T161745.TXT", "SOBI.D110131.T164723.TXT", "SOBI.D110131.T162221.TXT", "SOBI.D110201.T194921.TXT", "SOBI.D110201.T121850.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296607761149
}