{
  "year" : 2011,
  "senateBillNo" : "S2746-2011",
  "billEvents" : [ {
    "eventDate" : 1296450000000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "S2746-2011-1296450000000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SERRANO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires state departments, divisions, commissions, agencies and other entities which have a website to provide a link on such website to non-English information",
  "summary" : "Requires state departments, divisions, commissions, agencies and other entities which have a website to provide a link on such website to appropriate non-English information. ",
  "currentCommittee" : "FINANCE",
  "sameAs" : "A4198",
  "lawSection" : "Executive Law",
  "previousVersions" : [ "S6883-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "PARKER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "PERALTA",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SQUADRON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2746\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   January 31, 2011\n                                      ___________\n\n       Introduced by Sens. SERRANO, PARKER, PERALTA, SQUADRON -- read twice and\n         ordered  printed, and when printed to be committed to the Committee on\n         Finance\n\n       AN ACT to amend the executive law, in relation to requiring state  agen-\n         cies to provide certain information in non-English languages\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The executive law is amended by adding a new section  164-e\n    2  to read as follows:\n    3    S 164-E. WEBSITE MATERIAL. ANY STATE DEPARTMENT, DIVISION, COMMISSION,\n    4  AGENCY  OR ANY OTHER ENTITY OF THE STATE WHICH MAINTAINS A WEBSITE WHICH\n    5  PROVIDES ANY MATERIALS EXPLAINING SERVICES WHICH SUCH DEPARTMENT,  DIVI-\n    6  SION,  COMMISSION,  AGENCY  OR OTHER ENTITY OF THE STATE PROVIDES TO THE\n    7  PUBLIC AND WHICH IS TRANSLATED INTO A NON-ENGLISH LANGUAGE SPOKEN  BY  A\n    8  SUBSTANTIAL  NUMBER  OF THE PUBLIC SERVED BY ANY SUCH STATE ENTITY SHALL\n    9  PROVIDE A LINK ON ITS WEBSITE TO APPROPRIATE NON-ENGLISH INFORMATION.\n   10    S 2. This act shall take effect on the ninetieth day  after  it  shall\n   11  have become a law.\n\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00288-01-1\n",
  "memo" : "BILL NUMBER:S2746\n\nTITLE OF BILL:\nAn act\nto amend the executive law, in relation to requiring state agencies to\nprovide certain information in non-English languages\n\nPURPOSE OR GENERAL IDEA OF BILL:\nTo ensure the availability of information on any website maintained by\nan entity of the state, for people of this state who are precluded\nfrom utilizing the website because of a language barrier.\n\nSUMMARY OF SPECIFIC PROVISIONS:\nThis bill stipulates that any website maintained by an entity of the\nstate which provides materials explaining the services of the entity\nand which is translated into a non-English language spoken by a\nsubstantial number of the public served by any such entity, shall\nprovide a link on its website to appropriate non-English information.\n\nEFFECTS OF PRESENT LAW WHICH THIS BILL WOULD ALTER:\nThe executive law is amended by adding a new section 164-e.\n\nJUSTIFICATION:\nThe Internet has been making a marked increase in the impact on the\npeople of this state. Many people refer to the websites of state\ndepartments, divisions, commissions, agencies, and other entities of\nthe state, for information regarding services available. There is a\nsubstantial number of people who live, work and pay taxes in this\nstate who are unable to effectively make use of these websites,\neither because they do not speak or write English at all, or because\ntheir primary language is other than English. As a result, a\nsubstantial number of people are presently being denied information\non services that would otherwise be available.\n\nEnactment of this bill will ensure that any information on a website\nmaintained by an entity of the state is available for any persons of\nthis state to whom English is not a primary language.\n\nPRIOR LEGISLATIVE HISTORY:\n2001/02 - A.9398 - Referred to Governmental operations\n2003/04 - A.3842 - Referred to Governmental Operations\n2005/06 - A.4309 - Advanced to Third Reading Cal. 250\n2007/08 - A.3960 - Advanced to Third Reading Cal. 663\n2009/10 - S.6883 - Ordered to Third Reading Cal. 259\n          A.4387 - Ordered to Third Reading Cal. 690\n\nFISCAL IMPLICATIONS FOR STATE AND LOCAL GOVERNMENTS:\nUnknown.\n\nEFFECTIVE DATE:\nThis act shall take effect 90 days after it shall have become a law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the executive law, in relation to requiring state agencies to provide certain information in non-English languages ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110131.T164723.TXT", "SOBI.D110131.T162722.TXT", "SOBI.D110131.T163222.TXT", "SOBI.D110202.T115710.TXT", "SOBI.D110201.T121850.TXT", "SOBI.D110201.T194921.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296665830278
}