{
  "year" : 2011,
  "senateBillNo" : "S2750-2011",
  "billEvents" : [ {
    "eventDate" : 1296536400000,
    "eventText" : "REFERRED TO ENVIRONMENTAL CONSERVATION",
    "billEventId" : "S2750-2011-1296536400000-REFERRED+TO+ENVIRONMENTAL+CONSERVATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "LAVALLE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prohibits release of certain balloons",
  "summary" : "Prohibits the outdoor release of 25 or more balloons inflated with a gas that is lighter than air within a 24 hour period in order to reduce litter and protect the marine environment; makes related provisions for enforcement and for certain exceptions. ",
  "currentCommittee" : "ENVIRONMENTAL CONSERVATION",
  "sameAs" : "A3986",
  "lawSection" : "Environmental Conservation Law",
  "previousVersions" : [ "S869-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n           S. 2750                                                  A. 3986\n\n                              2011-2012 Regular Sessions\n\n                             S E N A T E - A S S E M B L Y\n\n                                   February 1, 2011\n                                      ___________\n\n       IN SENATE -- Introduced by Sen. LAVALLE -- read twice and ordered print-\n         ed, and when printed to be committed to the Committee on Environmental\n         Conservation\n\n       IN  ASSEMBLY  --  Introduced  by  M.  of  A. KAVANAGH, WEISENBERG, COOK,\n         PAULIN, SALADINO, JAFFEE -- Multi-Sponsored by -- M. of  A.  DINOWITZ,\n         GOTTFRIED,  HOOPER,  MAYERSOHN,  PHEFFER,  THIELE  --  read  once  and\n         referred to the Committee on Environmental Conservation\n\n       AN ACT to amend the  environmental  conservation  law,  in  relation  to\n         prohibiting the release of certain balloons\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1.  Legislative  findings.  The  legislature  finds  that  the\n    2  release  of  large  quantities of helium-filled, latex or mylar balloons\n    3  has become a popular method of celebration and advertisement and  result\n    4  in litter on land and at sea; that sea mammals and other marine life die\n    5  upon ingesting deflated balloons; that growing public awareness concern-\n    6  ing plastic pollution has had the salutary effect of causing the cancel-\n    7  lation  of several celebratory and promotional launches of balloons; and\n    8  that placing statutory limitations on the quantity of balloons that  may\n    9  be  launched  on  a daily basis will reduce litter and protect the ocean\n   10  environment, and is in the public interest.\n   11    S 2. The environmental conservation law is amended by adding  two  new\n   12  sections 11-0331 and 71-0929 to read as follows:\n   13  S 11-0331. RELEASE OF CERTAIN BALLOONS PROHIBITED.\n   14    NO  BUSINESS,  FIRM,  CORPORATION  OR  ASSOCIATION  SHALL KNOWINGLY OR\n   15  INTENTIONALLY CAUSE TO BE RELEASED OR KNOWINGLY OR INTENTIONALLY RELEASE\n   16  AT ANY SINGLE OUTDOOR CELEBRATION,  PROMOTIONAL  ACTIVITY,  SPORTING  OR\n   17  OTHER   PUBLIC   EVENT  WITHIN  A  TWENTY-FOUR  HOUR  PERIOD  MORE  THAN\n   18  TWENTY-FIVE BALLOONS FILLED WITH HELIUM OR OTHER SUBSTANCE WHICH  CAUSES\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07681-01-1\n\n       S. 2750                             2                            A. 3986\n\n    1  THE  BALLOON  TO RISE OR FLOAT IN THE ATMOSPHERE. THIS SECTION SHALL NOT\n    2  APPLY TO:\n    3    (A)  BALLOONS  WHICH  ARE  USED FOR THE PURPOSE OF CARRYING SCIENTIFIC\n    4  INSTRUMENTATION DURING THE  PERFORMANCE  OF  AN  EXPERIMENT  OR  TESTING\n    5  PROCEDURE  OR BY A PERSON ON BEHALF OF A GOVERNMENTAL AGENCY OR PURSUANT\n    6  TO A GOVERNMENTAL CONTRACT FOR SCIENTIFIC OR METEOROLOGICAL PURPOSES;\n    7    (B) HOT AIR BALLOONS THAT ARE RECOVERED AFTER LAUNCHING;\n    8    (C) BALLOONS RELEASED INDOORS.\n    9  S 71-0929. ENFORCEMENT OF SECTION 11-0331 OF THIS CHAPTER.\n   10    ANY VIOLATION OF SECTION 11-0331 OF THIS CHAPTER SHALL  BE  PUNISHABLE\n   11  BY A CIVIL PENALTY OF TEN DOLLARS FOR EACH BALLOON RELEASED IN EXCESS OF\n   12  THE  LIMITS  SET  FORTH  IN  SUCH  SECTION, NOT TO EXCEED FIFTY THOUSAND\n   13  DOLLARS.\n   14    S 3. This act shall take effect on the first of November next succeed-\n   15  ing the date on which it shall have become  a  law;  provided,  however,\n   16  that effective immediately, the addition, amendment and/or repeal of any\n   17  rule  or  regulation  necessary  for the implementation of the foregoing\n   18  sections of this act on their effective date is authorized and  directed\n   19  to be made and completed on or before such effective date.\n",
  "memo" : "BILL NUMBER:S2750\n\nTITLE OF BILL:\nAn act\nto amend the environmental conservation law, in relation to\nprohibiting the release of certain balloons\n\nPURPOSE:\nProhibits the mass release of helium balloons into the environment.\n\nSUMMARY OF PROVISIONS:\nSection 1: Legislative findings; The release into the atmosphere of\nlarge numbers of helium balloons poses a danger and nuisance to the\nenvironment, particularly 0 wildlife and marine animals.\n\nSection 2: En Con law is amended by adding two new sections. Section\n11-0331 is added to prohibit any business, firm or corporation from\nintentionally releasing within a twenty-four hour period twenty-five\nor more balloons inflated with any lighter-than-air gas.\n\nExceptions to the prohibition include the following:\n\n1. Balloons used for carrying scientific instrumentation or by a\nperson on behalf of a governmental agency, or pursuant to a\ngovernmental contract for scientific or meteorological purposes;\n\n2. Hot air balloons that are recovered after launching;\n\n3. Balloons released indoors.\n\nSection 71-0929 would provide that any violation of 11-0331 shall be\npunishable by a civil penalty of ten dollars for each balloon\nreleased, not to exceed fifty thousand dollars.\n\nJUSTIFICATION:\n\nWhat goes up must come down. Releasing balloons may seem like a\nharmless activity, however, the litter caused by balloons has a\nsignificant impact on the environment. The hazards posed by balloons\non marine life are well documented. The release of latex balloons\ninto the atmosphere are a hazard to endangered sea turtles, whales,\nsea birds and other marine life. The vast majority of the balloons\ncome down over the ocean and because these balloons resemble food\n(jellyfish) are eaten by marine life. At this point, the animal can\nchoke or the balloon becomes lodged in such a way as to prevent the\nanimal from absorbing nutrients, thereby starving to death.\n\nLEGISLATIVE HISTORY:\n\nBalloons have been found in the guts of dead sea turtles and whales in\nthe Atlantic and Gulf coasts.\n\nLegislation has already been passed in Florida, Connecticut and\nTennessee limiting the release of helium balloons and is now under\nconsideration in Massachusetts, New Jersey and Rhode Island.\nSuffolk County recently passed a similar ban.\n\nPRIOR LEGISLATIVE HISTORY:\n2009-10: S.869\n2007-08: S.216\n2005-06: S.714\n2003-04: S.920\n\nFISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\nThe first of November next succeeding the date on which it shall have\nbecome a law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the environmental conservation law, in relation to prohibiting the release of certain balloons ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110201.T104341.TXT", "SOBI.D110201.T124855.TXT", "SOBI.D110201.T110843.TXT", "SOBI.D110201.T111344.TXT", "SOBI.D110201.T194921.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296607761161
}