{
  "year" : 2011,
  "senateBillNo" : "S2758-2011",
  "billEvents" : [ {
    "eventDate" : 1296536400000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "S2758-2011-1296536400000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "HASSELL-THOMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes enrollment grants for medical education programs for minorities; appropriation",
  "summary" : "Authorizes enrollment grants for medical education programs of non-public institutions for minorities, as a plan to increase the number of minority students entering and completing educational programs leading to professional licensure in medicine; increases grants based upon percentage of minority students enrolled at such institution; appropriates $258,000 to education department for payment of such grants. ",
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "Appropriations",
  "previousVersions" : [ "S5035-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : null,
  "memo" : "BILL NUMBER S2758\n\nTITLE OF BILL:\nAn act\nto amend the education law, in relation to authorizing enrollment\ngrants to increase the participation and retention in medical\neducation programs of New York state residents from groups\nhistorically underrepresented and making\nan appropriation therefor\n\nPURPOSE OR GENERAL IDEA OF BILL:\nTo increase the number of minority students entering and completing\neducational programs leading to professional licensure in medicine.\n\nSUMMARY OF SPECIFIC PROVISIONS:\nThis bill would add a new section 6402-a to the Education Law\nauthorizing the award of grants to independent institutions of higher\neducation offering registered programs in medicine as an incentive to\nincrease minority enrollment and retention in such\nprograms.  The bill provides that if a medical school's enrollment\ncomprises at least 8% (present mean enrollment) under-represented\nminorities, the school would receive an additional capitation or\nenrollment grant of $1,000 for each such minority\nstudent.  If minority enrollment reaches 12% or higher, the capitation\nbonus would be $2,000 per minority student; at 16% or higher, the bonus\nwould be $4,000 per minority student.  As a further inducement for\nschools to develop programs aimed at supporting retention of minorities,\ncapitation payments for fourth-year students would be awarded at double\nthe normal level ($2,000, $4,000 or $8,000 depending on enrollment\npercentage for that\nyear).  The bill would appropriate $258,000 to fund the program. The\nbill would authorize the Commissioner of Education to promulgate\nregulations to implement the program and establish a payment schedule\nwith the approval of the Director of the Budget. The Commissioner would\nbe required to review the effectiveness of the grant program, including\na review of the programs developed by the medical schools.\n\nJUSTIFICATION:\nIn New York, as in the Nation, there is an acute under-representation of\nminorities in medical education programs and, as a consequence, in the\nlicensed profession.  Statistics show, for example, that in New York,\nBlacks and Hispanics account for approximately 25% of the total\npopulation, 30% of the public school enrollment and 17% of the\nundergraduate enrollment; but only 6% of first professional degrees\nawarded in medicine go to members of those minority groups. Research\nindicates that the provision of adequate medical services to minority\npopulations is closely related to the number of minority physicians. The\nprovision of such services has been cited as a compelling State interest\nand stated as an expressed goal by the Board of Regents. New York\nmedical schools have not been successful in attracting the available\nqualified minority candidates, and in some instances have fallen below\nnational averages and comparable States in enrollment of minorities.\n\nThroughout the past several years New York State's medical schools have\nrepeatedly cited the lack of adequate resources as being a major\nobstacle in their attempts to attract and retain larger numbers of\nqualified minority students. It is anticipated that a modified New York\nState program of capitation assistance, which includes incentive awards\ntied to minority enrollments, will provide the necessary additional\nresources to medical schools which can then implement better programs to\naid in increasing enrollment and retention of qualified minority\nstudents. An increase in the number of minority medical school graduates\nwill improve the availability of medical services in many areas of the\nState.\n\nPRIOR LEGISLATIVE HISTORY:\n1985-86: A.7727, Higher Education\n1987-88: A.7935, Higher Education\n1989-90: A.2617, Higher Education\n1991-92: A.890,  Higher Education\n1993-94: A.3099, Higher Education\n1995-96: A.5315, Higher Education\n1997-98: A.5315, Higher Education\n1999-00: A.1660  Higher Education\n2005-06: A.9669  Higher Education\n2009-10: S.5035/A.5240 - Referred to Higher Education\n\nFISCAL IMPLICATIONS:\nIt is estimated that this bill would require the following\nappropriations in the fiscal years indicated:\n\n        2001-02   $  501,000\n        2002-03   $  915,000\n        2003-04   $1,476,000\n        2004-05   $1,873,000\n\nEFFECTIVE DATE:\nThe  first  of  October  next succeeding the date on which it shall have\nbecome a law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to authorizing enrollment grants to increase the participation and retention in medical education programs of New York state residents from groups historically underrepresented and making an appropriation therefor ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110201.T133857.TXT", "SOBI.D110201.T141400.TXT", "SOBI.D110201.T142402.TXT", "SOBI.D110201.T194921.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296607761172
}