{
  "year" : 2011,
  "senateBillNo" : "S2753-2011",
  "billEvents" : [ {
    "eventDate" : 1296536400000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "S2753-2011-1296536400000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "LAVALLE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Exempts certain public employees and court clerks from provisions of law requiring the payment of an application fee for appointment as a notary public",
  "summary" : "Exempts certain public employees who in the course of their duties and responsibilities provide notary service to the public without receiving remuneration and court clerks of the unified court system from provisions of law requiring the payment of an application fee for appointment as a notary public. ",
  "currentCommittee" : "FINANCE",
  "sameAs" : "A3983",
  "lawSection" : "Executive Law",
  "previousVersions" : [ "S2462-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n           S. 2753                                                  A. 3983\n\n                              2011-2012 Regular Sessions\n\n                             S E N A T E - A S S E M B L Y\n\n                                   February 1, 2011\n                                      ___________\n\n       IN SENATE -- Introduced by Sen. LAVALLE -- read twice and ordered print-\n         ed, and when printed to be committed to the Committee on Finance\n\n       IN  ASSEMBLY  -- Introduced by M. of A. ABBATE -- read once and referred\n         to the Committee on Ways and Means\n\n       AN ACT to amend the executive law,  in  relation  to  exempting  certain\n         public  employees  and  court  clerks of the unified court system from\n         provisions of law requiring the payment  of  an  application  fee  for\n         appointment as a notary public\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 3 of section  131  of  the  executive  law,  as\n    2  amended  by  chapter  171  of  the  laws  of 2000, is amended to read as\n    3  follows:\n    4    3. The secretary of state shall receive a  non-refundable  application\n    5  fee of sixty dollars from applicants for appointment, which fee shall be\n    6  submitted  together  with  the application. No further fee shall be paid\n    7  for the issuance of the commission. THIS FEE  SHALL  NOT  APPLY  TO  (I)\n    8  PUBLIC  EMPLOYEES WHO IN THE COURSE OF THEIR OFFICIAL DUTIES AND RESPON-\n    9  SIBILITIES PROVIDE NOTARY PUBLIC SERVICES TO THE PUBLIC WITHOUT  RECEIV-\n   10  ING  REMUNERATION  AS  A  RESULT  THEREOF, OR (II) ANY EMPLOYEE WHO IS A\n   11  COURT CLERK OF THE UNIFIED COURT SYSTEM WHO HAS BEEN APPOINTED  TO  SUCH\n   12  POSITION  AFTER  TAKING  A  CIVIL SERVICE PROMOTIONAL EXAMINATION IN THE\n   13  COURT CLERK SERIES OF TITLES.\n   14    S 2. Subdivision 9 of section 131 of the executive law, as amended  by\n   15  chapter 171 of the laws of 2000, is amended to read as follows:\n   16    9.  The county clerk shall receive a non-refundable application fee of\n   17  sixty dollars from each applicant for reappointment, which fee shall  be\n   18  submitted  together  with  the application. No further fee shall be paid\n   19  for the issuance of the commission. THIS FEE  SHALL  NOT  APPLY  TO  (I)\n   20  PUBLIC  EMPLOYEES WHO IN THE COURSE OF THEIR OFFICIAL DUTIES AND RESPON-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07672-01-1\n\n       S. 2753                             2                            A. 3983\n\n    1  SIBILITIES PROVIDE NOTARY PUBLIC SERVICES TO THE PUBLIC WITHOUT  RECEIV-\n    2  ING  REMUNERATION  AS  A  RESULT  THEREOF, OR (II) ANY EMPLOYEE WHO IS A\n    3  COURT CLERK OF THE UNIFIED COURT SYSTEM WHO HAS BEEN APPOINTED  TO  SUCH\n    4  POSITION  AFTER  TAKING  A  CIVIL SERVICE PROMOTIONAL EXAMINATION IN THE\n    5  COURT CLERK SERIES OF TITLES.\n    6    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the executive law, in relation to exempting certain public employees and court clerks of the unified court system from provisions of law requiring the payment of an application fee for appointment as a notary public ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110201.T104341.TXT", "SOBI.D110201.T124855.TXT", "SOBI.D110201.T104841.TXT", "SOBI.D110201.T110843.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296582535220
}