{
  "year" : 2011,
  "senateBillNo" : "S2755-2011",
  "billEvents" : [ {
    "eventDate" : 1296536400000,
    "eventText" : "REFERRED TO EDUCATION",
    "billEventId" : "S2755-2011-1296536400000-REFERRED+TO+EDUCATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "LAVALLE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to piggyback contracts for the provision of transportation services for school districts",
  "summary" : null,
  "currentCommittee" : "EDUCATION",
  "sameAs" : "A4022",
  "lawSection" : "Education Law",
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n           S. 2755                                                  A. 4022\n\n                              2011-2012 Regular Sessions\n\n                             S E N A T E - A S S E M B L Y\n\n                                   February 1, 2011\n                                      ___________\n\n       IN SENATE -- Introduced by Sen. LAVALLE -- read twice and ordered print-\n         ed, and when printed to be committed to the Committee on Education\n\n       IN ASSEMBLY -- Introduced by M. of A. THIELE, LOSQUADRO -- read once and\n         referred to the Committee on Education\n\n       AN  ACT  to  amend the education law, in relation to piggyback contracts\n         for school district transportation services\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraph h of subdivision 25 of section 1709 of the educa-\n    2  tion  law,  as  added  by chapter 700 of the laws of 1993, is amended to\n    3  read as follows:\n    4    h. (1) The board of education is authorized to enter into  a  contract\n    5  with another school district, a county, municipality, or the state divi-\n    6  sion for youth to provide transportation for children, provided that the\n    7  contract cost is appropriate. In determining the appropriate transporta-\n    8  tion  contract cost, the transportation service provider school district\n    9  shall use a calculation  consistent  with  regulations  adopted  by  the\n   10  commissioner  for  the purpose of assuring that charges reflect the true\n   11  costs that would be incurred by a prudent person in  the  conduct  of  a\n   12  competitive transportation business.\n   13    (2)  NOTWITHSTANDING THE PROVISIONS OF SUBDIVISION FOURTEEN OF SECTION\n   14  THREE HUNDRED FIVE OF THIS CHAPTER, SECTION ONE  HUNDRED  THREE  OF  THE\n   15  GENERAL  MUNICIPAL  LAW,  OR ANY OTHER PROVISION OF LAW TO THE CONTRARY,\n   16  THE BOARD OF EDUCATION SHALL BE AUTHORIZED TO  ENTER  INTO  A  PIGGYBACK\n   17  CONTRACT  WITH ANOTHER SCHOOL DISTRICT THAT TRANSPORTS STUDENTS PURSUANT\n   18  TO A CONTRACT WITH A PRIVATE TRANSPORTATION  CONTRACTOR,  PROVIDED  THAT\n   19  THE  BOARD  FINDS THAT THE CONTRACT COST IS APPROPRIATE AND ENTRY INTO A\n   20  PIGGYBACK CONTRACT WILL RESULT IN A COST SAVINGS TO THE SCHOOL DISTRICT.\n   21  FOR PURPOSES OF THIS PARAGRAPH, A \"PIGGYBACK CONTRACT\" MEANS A  CONTRACT\n   22  FOR  THE TRANSPORTATION OF STUDENTS THAT: (A) PROVIDES TRANSPORTATION TO\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD08797-01-1\n\n       S. 2755                             2                            A. 4022\n\n    1  A LOCATION OUTSIDE THE STUDENTS' SCHOOL DISTRICT OF RESIDENCE  TO  WHICH\n    2  ANOTHER  SCHOOL  DISTRICT IS ALREADY PROVIDING TRANSPORTATION TO ITS OWN\n    3  STUDENTS THROUGH AN EXISTING  CONTRACT  WITH  A  PRIVATE  TRANSPORTATION\n    4  CONTRACTOR, OTHER THAN A COOPERATIVELY BID CONTRACT; (B) IS ENTERED INTO\n    5  BY  THE  PRIVATE  TRANSPORTATION  CONTRACTOR  AND  EACH  SCHOOL DISTRICT\n    6  INVOLVED; AND (C) PROVIDES FOR TRANSPORTATION  IN  ACCORDANCE  WITH  THE\n    7  TERMS AND CONDITIONS OF SUCH EXISTING TRANSPORTATION CONTRACT.\n    8    S  2.  This  act  shall take effect immediately and shall be deemed to\n    9  have been in full force and effect on and after July 1, 2006.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to piggyback contracts for school district transportation services ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110201.T125853.TXT", "SOBI.D110201.T132355.TXT", "SOBI.D110201.T131855.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296584635192
}