{
  "year" : 2011,
  "senateBillNo" : "S2756-2011",
  "billEvents" : [ {
    "eventDate" : 1296536400000,
    "eventText" : "REFERRED TO LOCAL GOVERNMENT",
    "billEventId" : "S2756-2011-1296536400000-REFERRED+TO+LOCAL+GOVERNMENT",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "LAVALLE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes the village of Port Jefferson to discontinue the use of certain city lands as parkland and to alienate and convey such lands",
  "summary" : "Authorizes the village of Port Jefferson, town of Brookhaven, county of Suffolk to discontinue the use of certain city lands as parkland and to alienate and convey such lands. ",
  "currentCommittee" : "LOCAL GOVERNMENT",
  "sameAs" : "A4021",
  "lawSection" : "Suffolk County",
  "previousVersions" : [ "SA7887-2009", "AA11149-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n           S. 2756                                                  A. 4021\n\n                              2011-2012 Regular Sessions\n\n                             S E N A T E - A S S E M B L Y\n\n                                   February 1, 2011\n                                      ___________\n\n       IN SENATE -- Introduced by Sen. LAVALLE -- read twice and ordered print-\n         ed, and when printed to be committed to the Committee on Local Govern-\n         ment\n\n       IN  ASSEMBLY  --  Introduced  by  M.  of A. ENGLEBRIGHT -- read once and\n         referred to the Committee on Local Governments\n\n       AN ACT to authorize the village of Port Jefferson, town  of  Brookhaven,\n         county  of  Suffolk  to  discontinue  the use of certain city lands as\n         parkland and to alienate and convey such lands\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The village of Port Jefferson, town of Brookhaven, county\n    2  of Suffolk, is hereby authorized to discontinue as  parklands,  alienate\n    3  and convey the lands described in section three of this act.\n    4    S 2. The authorization contained in section one of this act shall only\n    5  be effective on the condition that the village of Port Jefferson acquire\n    6  and  dedicate  as  parklands the lands described in section four of this\n    7  act, such land to be used for park purposes.\n    8    S 3. The lands to be  discontinued  as  parklands  and  alienated  and\n    9  conveyed are described as follows:\n   10    All that certain plot piece or parcel of land, situate lying and being\n   11  in  the  Inc.  Village  of Port Jefferson, Town of Brookhaven, County of\n   12  Suffolk, State of New York, being Part of Lot 9, Block  6,  Section  21,\n   13  District  206  as  designated  on  the tax maps of the county of Suffolk\n   14  Department of Real Property Tax Service Agency, more particularly bound-\n   15  ed and described as follows:\n   16    Commencing at the point of intersection of the northerly side  of  the\n   17  Caroline Street, to the easterly side of Brook Road;\n   18    Thence  easterly  along  the  north  side  of  Caroline  Street  NORTH\n   19  75µ34'25\" EAST, 29.60 feet to the point or place of Beginning;\n   20    Thence northerly through Tax Lot 9 the following four courses:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06711-01-1\n\n       S. 2756                             2                            A. 4021\n\n    1    1. NORTH 06µ21'44\" WEST 28.02 feet;\n    2    2. Thence NORTH 16µ39'14\" 99.90 feet;\n    3    3. Thence NORTH 57µ15'25\" EAST 72.16 feet;\n    4    4.  Thence SOUTH 32µ44'35\" EAST 129.44 feet to the north side of Caro-\n    5  line Street;\n    6    Continuing westerly along  the  north  side  of  Caroline  Street  the\n    7  following two courses:\n    8    1. SOUTH 57µ15'25\" WEST 33.86 feet;\n    9    2.  Thence  SOUTH  75µ34'25\" WEST 133.35 feet to the point or place of\n   10  BEGINNING;\n   11    Having an area of 15,100.58 square feet or 0.3467 acres more or less.\n   12    S 4. The replacement lands to be acquired and dedicated by the village\n   13  of Port Jefferson, town of Brookhaven, county of Suffolk to use as park-\n   14  land for public park purposes are described as follows:\n   15    All that certain plot piece or parcel of land, situate lying and being\n   16  in the Inc. Village of Port Jefferson, Town  of  Brookhaven,  County  of\n   17  Suffolk,  State of New York, being Lot 3, Block 2, Section 06, as desig-\n   18  nated on the tax maps of the County of Suffolk Department of Real  Prop-\n   19  erty  Tax  Service  Agency,  more  particularly bounded and described as\n   20  follows:\n   21    Commencing at the extreme westerly terminus of a curve connecting  the\n   22  westerly side of Winston Drive, to the northerly line of Oakwood Road;\n   23    Thence  continuing  easterly through the right of way of Winston Drive\n   24  the following two courses:\n   25    1. South 81µ44'07\" East, 40.98 feet;\n   26    2. North 59-22'53\" East, 47.49 feet to the intersection  of  the  east\n   27  side of Winston Drive and north side of the southerly extension of Crys-\n   28  tal Brook Hollow Road and the point or place of BEGINNING;\n   29    Thence  northerly  from  the point of beginning along the east side of\n   30  Winston Drive the following four courses:\n   31    1. Thence North 20µ55'00\" East, 131.18 feet to a point of curvature;\n   32    2. Thence along a curve bearing to  the  right,  having  a  radius  of\n   33  1,175.00 feet, an arc length of 143.71 feet;\n   34    3. Thence North 27µ54'00\" East, 174.98 feet to a point of curvature;\n   35    4. Thence along a curve bearing to the left, having a radius of 425.00\n   36  feet,  an arc length of 43.37 feet to the extreme easterly terminus of a\n   37  curve connecting the easterly side of Winston Drive,  to  the  southerly\n   38  line of Crystal Brook Hollow Road;\n   39    Thence  easterly along the south side of Crystal Brook Hollow Road the\n   40  following two courses:\n   41    1. Thence along a curve bearing to the right, having a radius of 25.00\n   42  feet, an arc length of 24.45 feet;\n   43    2. Thence North 78µ05'24\" East, 384.86 feet to a point of intersection\n   44  of Crystal Brook Hollow Road and the southerly extension  Crystal  Brook\n   45  Hollow Road:\n   46    Thence  along  the  north  side  of the southerly extension of Crystal\n   47  Brook Hollow Road the following three courses:\n   48    1. Thence South 43µ35'51\" West, 423.02 feet to a point of curvature;\n   49    2. Thence along a curve bearing to  the  right,  having  a  radius  of\n   50  1,200.00 feet, an arc length of 330.58 feet to a concrete monument;\n   51    3.  Thence  South  59µ22'53\" West, 59.53 feet to the point or place of\n   52  BEGINNING;\n   53    Having an area of 100,459.47 square feet or 2.31 acres more or less.\n   54    S 5. In the event that the replacement lands to be acquired and  dedi-\n   55  cated  as parkland, described in section four of this act, are not equal\n   56  to or greater than the fair market value of the parklands to  be  alien-\n\n       S. 2756                             3                            A. 4021\n\n    1  ated,  as  described  in  section three of this act, the village of Port\n    2  Jefferson shall acquire  and  dedicate  additional  lands  for  parkland\n    3  and/or  cause funds to be made available for capital improvements to its\n    4  existing  park  and recreational facilities, as necessary, to equal such\n    5  fair market value.\n    6    S 6. The discontinuance and conveyance of parkland authorized  by  the\n    7  provisions of this act shall not occur until the village of Port Jeffer-\n    8  son  has complied with any federal requirements pertaining to the alien-\n    9  ation or conversion of parklands, including satisfying the secretary  of\n   10  the  interior that the conversion complies with all conditions which the\n   11  secretary of the interior deems necessary to assure the substitution  of\n   12  other  lands  shall  be equivalent in fair market value and recreational\n   13  usefulness to the lands being alienated or converted.\n   14    S 7. This act shall take effect immediately.\n",
  "memo" : "BILL NUMBER:S2756\n\nTITLE OF BILL:\nAn act\nto authorize the village of Port Jefferson, town of Brookhaven, county\nof Suffolk to discontinue the use of certain city lands as parkland and\nto alienate and convey such lands\n\nPURPOSE:\nTo allow the village of Port Jefferson to discontinue the use of\ncertain parkland\n\nSUMMARY OF PROVISIONS:\nThis bill would allow the village of Port Jefferson to\ndiscontinue .3467 acres of park land in exchange for\nthe dedication of 2.31 acres to parkland.\n\nJUSTIFICATION:\nThe parkland to be alienated (.3467 acres) will be utilized to provide\naccess to the U.S.\nEnvironmental Protection Agency for a funded project to build a ground\nwater treatment system to allow for the mitigation of contaminated\nground water and reduce or eliminate a ground water plume which is\nfeeding the waters of the Old Mill Pond, Creek and Port Jefferson\nHarbor. After looking at a number of possible locations, this site\nwas deemed the most ideal to produce the most efficient and effective\nresults. The site is open land without any structures or other\nimprovements. The present use of this property and the surrounding\nproperty has been restricted because of the existing environmental\nissues. The installation of this system will serve to improve the\ncondition of the area.\n\nThe parkland to be dedicated (2.31 acres) is substantially larger in\narea and will provide open space for the same purposes that the\nalienated land was being used for.\n\nLEGISLATIVE HISTORY:\n2010:  S.7887\n\nFISCAL IMPLICATIONS:\nNone to the State.\n\nEFFECTIVE DATE:\nImmediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to authorize the village of Port Jefferson, town of Brookhaven, county of Suffolk to discontinue the use of certain city lands as parkland and to alienate and convey such lands ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110201.T125853.TXT", "SOBI.D110201.T131855.TXT", "SOBI.D110201.T150405.TXT", "SOBI.D110201.T194921.TXT", "SOBI.D110201.T133357.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296607761169
}