{
  "year" : 2011,
  "senateBillNo" : "S2759-2011",
  "billEvents" : [ {
    "eventDate" : 1296536400000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "S2759-2011-1296536400000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "HASSELL-THOMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes a temporary commission to examine and review the degree of segregation in primary and secondary schools",
  "summary" : "Establishes a temporary commission to examine and review the degree and effect of segregation in primary and secondary schools and any correlation with school funding and the long-term impact of inadequate education on segregated students; expires 2014. ",
  "currentCommittee" : "FINANCE",
  "sameAs" : "A2895",
  "lawSection" : "Commissions",
  "previousVersions" : [ "S5045-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : null,
  "memo" : "BILL NUMBER:S2759\n\nTITLE OF BILL:\nAn  act  creating a temporary state commission to examine the degree and\neffect of segregation in primary and secondary  schools;  and  providing\nfor the repeal of such provisions upon expiration thereof\n\nPURPOSE OR GENERAL IDEA OF BILL:\nAuthorizes  the  state department of education to investigate the degree\nand effect of segregation in New York's primary and  secondary  schools,\nand make subsequent recommendations to the governor and legislature.\n\nSUMMARY OF SPECIFIC PROVISIONS:\nSection  1  of this bill establishes the commission within the education\ndepartment. This section also outlines the powers of the  commission  to\nappoint  a  director  and  staff,  to conduct investigations, to conduct\nhearings, to subpoena witnesses, administer oaths, and procure documents\nas deemed relevant to an investigation, and to submit their findings  to\nthe governor and legislature.\n\nSection 2 sets the rules by which the members of the commission shall be\nappointed,  and by which vacancies may be fulfilled; and the term limits\nof such members.\n\nSection 3 provides for  the  reimbursement  of  reasonable  expenses  by\nmembers of the commission.\n\nSection  4  enables the commission to obtain cooperation from all bodies\nwithin the state government.\n\nJUSTIFICATION:\nSegregation within public schools has been a problem that state  govern-\nments  have  been trying to eliminate for decades. More than fifty years\nhave passed since the Supreme Court decided the landmark case  of  Brown\nv. Board of Education. There still remains a high degree of racial sepa-\nration  in  many of New York's public schools.  According to information\nbased on The 2003 Civil Rights Project conducted by Harvard  University,\nA  MULTIRACIAL SOCIETY WITH SEGREGATED SCHOOLS: ARE WE LOSING THE DREAM?\nNew York State ranks number one in the most segregated states for  black\nstudents' category.\n\nSegregation  likely  contributes  to the resultant inequality in funding\nand educational achievement gaps seen in many minority school districts.\n\nThe establishment of a temporary, state-supported,  nonpartisan  commis-\nsion will serve to address this critical issue directly. The commissions\npowers  will enable it to bring specific incidents of segregation to the\nattention of the governor and state legislature, and recommend  legisla-\ntive  action  should  a  detailed  investigation prove such action to be\nnecessary. By doing such, the state will have  taken  a  major  step  in\nensuring an equal opportunity for all of its students to be educated.\n\nPRIOR LEGISLATIVE HISTORY:\n2009-10: A.3750/S.5045 - Referred to Assembly Education/Senate Finance\n2007-08: A.4150/S.2119 - Referred to Education/Senate Finance\n2005-06: A.1793A/5987  - Referred to Assembly Education Committee/\nSenate Finance\n2004:    A.8402A/A.6090 - Reported to Ways and Means/Senate Finance\n\nFISCAL IMPLICATIONS:\nTo be determined.\n\nEFFECTIVE DATE:\nJuly 1, 2011, with provisions.\n\n",
  "law" : null,
  "actClause" : "AN ACT creating a temporary state commission to examine the degree and effect of segregation in primary and secondary schools; and providing for the repeal of such provisions upon expiration thereof ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110201.T134358.TXT", "SOBI.D110201.T133857.TXT", "SOBI.D110201.T144403.TXT", "SOBI.D110201.T145404.TXT", "SOBI.D110201.T141400.TXT", "SOBI.D110201.T142402.TXT", "SOBI.D110201.T194921.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296607761173
}