{
  "year" : 2011,
  "senateBillNo" : "S2768-2011",
  "billEvents" : [ {
    "eventDate" : 1296536400000,
    "eventText" : "REFERRED TO JUDICIARY",
    "billEventId" : "S2768-2011-1296536400000-REFERRED+TO+JUDICIARY",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "BRESLIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides that any state officer or local officer convicted of a felony involving breach of public trust be subject to forfeiture of pension benefits",
  "summary" : "Provides that any state officer or local officer convicted of a felony involving breach of public trust be subject to forfeiture of pension rights or retirement benefits. ",
  "currentCommittee" : "JUDICIARY",
  "sameAs" : null,
  "lawSection" : "Constitution, Concurrent Resolutions to Amend",
  "previousVersions" : null,
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "KRUEGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "MONTGOMERY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : null,
  "memo" : "BILL NUMBER:S2768\n\nTITLE OF BILL:\n\nCONCURRENT RESOLUTION OF THE SENATE AND ASSEMBLY\nproposing an amendment to section 7 of article 5 of the constitution, in\nrelation to forfeiture of pension rights or retirement benefits upon\nconviction of a felony related to public employment\n\nPURPOSE:\n\nProvides that any state officer or local officer convicted of a felony\ninvolving breach of public trust be subject to forfeiture of pension\nbenefits.\n\nSUMMARY OF PROVISIONS:\n\nAdds a new subdivision (a) to article 5 section 7 of the constitution to\nallow a state officer or local officer who is convicted of a felony\nrelated to public employment to be subject to forfeiture of rights\nand privileges under the public retirement system or pension plan in\nsuch manner as provided by law.\n\nJUSTIFICATION:\n\nCurrently, New York State has no policy regarding the forfeiture of\npension benefits by a state officer or local officer who has been\nconvicted of a crime. No matter how serious the offense or how\ngrossly a state officer or local officer has abused his or her public\nposition, current law regulating pension plans for state employees\nmakes no provision for forfeiture. As it stands, an employee who\nmeets the age and length of service requirement for pension\ncollection contained in the New York's Retirement and Social Security\nLaw is entitled to benefits at the public's expense, regardless of\ntheir conviction record.\n\nWhen an elected official is sworn into office, he or she must sign a\nsolemn Oath stating that they will uphold the laws and the\nConstitution that govern New York State. This Oath sets the highest\nstandard for integrity - the public's trust. A violation of that\ntrust, while in office, demands pecuniary as well as criminal penalty.\n\nNumerous bills have been introduced in past legislative sessions that\nseek to revoke or reduce pension or other retirement benefits of\nelected officials who are convicted of a crime related to their\nemployment. Because none of the legislation contends with the\ncontractual relationship of a public pension under the Constitution,\nconstitutionality is in question. Article 5 Section 7 of the\nconstitution sets out a two-part articulation of the public pension\nright. First, membership in a\nretirement system is a contractual relationship. Second, because of\n\nthat relationship, pension benefits cannot be reduced or impaired.\nTherefore, it is likely that the proposals are unconstitutional. .\n\nThis constitutional amendment provides for legislative action to\npermit loss of the publicly funded portion of retirement benefits or\npension rights as one of the consequences of misusing positions of\npublic trust.\n\nLEGISLATIVE HISTORY:\n\nNew Bill.\n\nFISCAL IMPACT:\n\nNone.\n\nEFFECTIVE DATE:\n\nResolved (if the Assembly concur), That the foregoing amendment be\nreferred to the first regular legislative session convening after the\nnext succeeding general election of members of the Assembly, and, in\nconformity with section 1 of article 19 of the constitution, be\npublished for 3 months previous to the time of such election.\n\n",
  "law" : null,
  "actClause" : "Concurrent Resolution of the Senate and Assembly proposing an amendment to section 7 of article 5 of the constitution, in relation to forfeiture of pension rights or retirement benefits upon conviction of a felony related to public employment ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110201.T134358.TXT", "SOBI.D110201.T141400.TXT", "SOBI.D110201.T134859.TXT", "SOBI.D110201.T142902.TXT", "SOBI.D110201.T194921.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296607761188
}