{
  "year" : 2011,
  "senateBillNo" : "S2767-2011",
  "billEvents" : [ {
    "eventDate" : 1296536400000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "S2767-2011-1296536400000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "HASSELL-THOMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires state and municipal entities that collect demographic data on the ancestry or origins of state residents to utilize a separate collection and tabulation category",
  "summary" : "Requires state and municipal agencies, authorities, boards and commissions that collect demographic data as to the ancestry or origins of state residents to utilize a separate collection and tabulation category entitled \"Asian or Pacific Islander\" for the purpose of identifying persons having origins in any of the Far East countries, South East Asia, the Indian subcontinent or the Pacific Islands. ",
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "Executive Law",
  "previousVersions" : [ "S7665-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2767\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   February 1, 2011\n                                      ___________\n\n       Introduced  by  Sen. HASSELL-THOMPSON -- read twice and ordered printed,\n         and when printed to be committed to the Committee on Finance\n\n       AN ACT to amend the executive law, in relation to  requiring  state  and\n         municipal  agencies,  authorities, boards and commissions that collect\n         demographic data as to the ancestry or origins of state  residents  to\n         utilize  a separate collection and tabulation category entitled \"Asian\n         or Pacific Islander\" for the purpose  of  identifying  persons  having\n         origins  in any of the Far East countries, South East Asia, the Indian\n         subcontinent or the Pacific Islands\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. The executive law is amended by adding a new section 170-c\n    2  to read as follows:\n    3    S 170-C. RACIAL REFERENCES UTILIZED IN THE COLLECTION  OF  DEMOGRAPHIC\n    4  DATA. ANY STATE OR MUNICIPAL AGENCY, AUTHORITY, BOARD OR COMMISSION THAT\n    5  COLLECTS  DEMOGRAPHIC  DATA AS TO THE ANCESTRY OR ORIGINS OF STATE RESI-\n    6  DENTS SHALL UTILIZE IN SUCH COLLECTION, AND IN ALL FORMS AND OTHER WRIT-\n    7  TEN AND ELECTRONIC MATERIALS ASSOCIATED WITH SUCH COLLECTION, A SEPARATE\n    8  COLLECTION AND TABULATION CATEGORY ENTITLED \"ASIAN OR PACIFIC  ISLANDER\"\n    9  FOR  THE PURPOSE OF IDENTIFYING PERSONS HAVING ORIGINS IN ANY OF THE FAR\n   10  EAST COUNTRIES, SOUTH EAST ASIA, THE INDIAN SUBCONTINENT OR THE  PACIFIC\n   11  ISLANDS.\n   12    S 2. This act shall take effect immediately.\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05513-01-1\n",
  "memo" : "BILL NUMBER:S2767\n\nTITLE OF BILL:\nAn act\nto amend the executive law, in relation to requiring state and municipal\nagencies, authorities, boards and commissions that collect demographic\ndata as to the ancestry or origins of state residents to utilize a\nseparate collection and tabulation category entitled \"Asian or Pacific\nIslander\" for the purpose of identifying persons having origins in any\nof the Far East countries, South East Asia, the Indian subcontinent or\nthe Pacific Islands\n\nPURPOSE:\nTo amend the executive law, in relation to requiring state\nand municipal agencies, authorities, boards and commissions that\ncollect demographic data.as to the ancestry or origins of state\nresidents to utilize a separate collection and tabulation category\nentitled \"Asian or Pacific Islander\" for the purpose of identifying\npersons having origins in any of the Far East countries, South East\nAsia, the Indian subcontinent or the Pacific Islands.\n\nJUSTIFICATION:\nOftentimes, agencies omit the Asian or Pacific Islander\ncategory when collecting demographics, and are often categorized\ninstead as \"Others\". Since Asian or Pacific Islanders constitute\napproximately 7 percent of the State's population and approximately\n13 percent of New York City's population, it is difficult to\ndetermine whether or not such agencies are identifying the needs of\nthis specific racial demographic, and when categorized as \"Others\",\ntheir needs are left unmet.\n\nFor example, in the New York State Department of Health's \"The Impact\nof Oral Disease\" report from December 2006, Table VI, titled\n\"Percentage of People who Had Their Teeth Cleaned within the Past\nYear Aged 18 and Older\", Asians are not categorized in the\nethnicities, and are therefore listed as \"Other\". Additionally, in\nthe New York State Division of Criminal Justice Services' 200$ report\non Domestic Homicide in New York State neglected to categorize the\nvictimized Asian population.\n\nThis bill only affects agencies that presently already collect\ndemographic data.\n\nFISCAL IMPLICATIONS:\nSenate\n2009-10:  S.7665 - Referred to Finance\n\nAssembly.\n2009-10:  A.9973 (Meng) Referred to Governmental Operations\n\nEFFECTIVE DATE:\n\nThis act shall take effect immediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the executive law, in relation to requiring state and municipal agencies, authorities, boards and commissions that collect demographic data as to the ancestry or origins of state residents to utilize a separate collection and tabulation category entitled \"Asian or Pacific Islander\" for the purpose of identifying persons having origins in any of the Far East countries, South East Asia, the Indian subcontinent or the Pacific Islands ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110201.T134358.TXT", "SOBI.D110202.T113709.TXT", "SOBI.D110201.T141400.TXT", "SOBI.D110201.T142902.TXT", "SOBI.D110201.T194921.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296664629403
}