{
  "year" : 2011,
  "senateBillNo" : "S2762-2011",
  "billEvents" : [ {
    "eventDate" : 1296536400000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S2762-2011-1296536400000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "HASSELL-THOMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the definition of serious offense",
  "summary" : "Relates to the definition of serious offense. ",
  "currentCommittee" : "CODES",
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : [ "S4685-2009", "AA4685-2009", "SA4685-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2762\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   February 1, 2011\n                                      ___________\n\n       Introduced  by  Sen. HASSELL-THOMPSON -- read twice and ordered printed,\n         and when printed to be committed to the Committee on Codes\n\n       AN ACT to amend the penal law, in relation to the definition of  serious\n         offense\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 17 of  section  265.00  of  the  penal  law  is\n    2  amended by adding a new paragraph (c) to read as follows:\n    3    (C)  AN  OFFENSE  WHICH  WOULD CONSTITUTE A FAMILY OFFENSE PURSUANT TO\n    4  SECTION EIGHT HUNDRED TWELVE OF THE FAMILY COURT ACT, WHERE  THE  VICTIM\n    5  OF  SUCH  OFFENSE  WAS A \"FAMILY OR HOUSEHOLD MEMBER\" AS DEFINED IN THAT\n    6  SECTION.    WHERE  ALLEGATIONS  OF  CONDUCT  WHICH  WOULD  CONSTITUTE  A\n    7  VIOLATION  UNDER  THIS  CHAPTER HAVE BEEN SUSTAINED AFTER A FACT FINDING\n    8  HEARING IN FAMILY COURT THE RESPONDENT MAY MOTION THE  COURT  TO  VACATE\n    9  THE  \"SERIOUS  OFFENSE\"  DESIGNATION  MADE APPLICABLE UNDER THIS SECTION\n   10  THREE YEARS AFTER DISPOSITION OF THE FAMILY COURT CASE. WHEN CONSIDERING\n   11  THE MOTION TO VACATE THE \"SERIOUS OFFENSE\" DESIGNATION THE  COURT  SHALL\n   12  CONSIDER: (I) THE SERIOUSNESS AND CIRCUMSTANCES OF THE OFFENSE; (II) THE\n   13  EXTENT  OF  HARM CAUSED BY THE OFFENSE; (III) THE HISTORY, CHARACTER AND\n   14  CONDITION OF THE RESPONDENT; (IV) THE POSITION OF  THE  PETITIONER;  AND\n   15  (V)  THE  IMPACT  VACATING THE \"SERIOUS OFFENSE\" DESIGNATION MAY HAVE ON\n   16  PUBLIC SAFETY. UPON DECIDING THE MOTION THE COURT MUST SET  ITS  REASONS\n   17  THEREFOR UPON THE RECORD.\n   18    S 2. This act shall take effect immediately.\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06430-01-1\n",
  "memo" : "BILL NUMBER:S2762\n\nTITLE OF BILL:\nAn act\nto amend the penal law, in relation to the definition of serious offense\n\nPURPOSE:\nThis bill would improve public safety and prevent domestic\nviolence incidents from escalating into even greater violence by\nkeeping guns out of the hands of domestic violence perpetrators.\n\nSUMMARY OF PROVISIONS:\nSection 1 amends subdivision 17 of section\n265.00 of the Penal Law by adding a new paragraph c to include any\noffense which would constitute a family offense pursuant to section\neight hundred twelve of the family court act, where the victim of\nsuch offense was a family or household member as defined in that\nsection. The legislation treats conduct which constitutes a violation\nunder the penal law differently than conduct which would constitute a\nmisdemeanor or felony insofar as where an allegation of a violation\nis sustained by the family court, the respondent may motion the court\nto vacate the \"serious offense\" designation three years after\ndisposition of the case. The legislation provides factors which the\nfamily court shall apply when hearing such a motion. Upon deciding\nthe motion the court must set its reasons on the record.\n\nSection 2 establishes the effective date.\n\nJUSTIFICATION:\nA firearm in the hands of any criminal is a threat,\nespecially in the hands of a noted domestic batterer. Fifty-four\npercent of female homicides are committed with a firearm and two\nthirds of all women killed with firearms are killed by their male\npartners. By prohibiting perpetrators of domestic violence from\nlawfully possessing a firearm, this legislation will protect both\npartners, and decrease the propensity for a batterer to continue on a\npath of violence which may escalate to fatal consequences through the\nuse of a gun.\n\nLEGISLATIVE HISTORY:\n2009-10: S.4685A - Referred to Codes Committee\n\nFISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\nImmediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, in relation to the definition of serious offense ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110201.T134358.TXT", "SOBI.D110201.T141400.TXT", "SOBI.D110201.T142402.TXT", "SOBI.D110202.T113209.TXT", "SOBI.D110201.T194921.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296664329215
}