{
  "year" : 2011,
  "senateBillNo" : "S2765-2011",
  "billEvents" : [ {
    "eventDate" : 1296536400000,
    "eventText" : "REFERRED TO CRIME VICTIMS, CRIME AND CORRECTION",
    "billEventId" : "S2765-2011-1296536400000-REFERRED+TO+CRIME+VICTIMS%2C+CRIME+AND+CORRECTION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "HASSELL-THOMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to a report on the capacity and staffing of the state prison system",
  "summary" : "Requires certain reports to be provided to the legislature regarding correctional facilities, especially evaluating the capacity and staffing of the state prison system. ",
  "currentCommittee" : "CRIME VICTIMS, CRIME AND CORRECTION",
  "sameAs" : "A3582",
  "lawSection" : "Correction Law",
  "previousVersions" : [ "S8022-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : null,
  "memo" : "BILL NUMBER:S2765\n\nTITLE OF BILL:\nAn act\nto amend the correction law, in relation to requiring certain\nreports to the legislature regarding correctional facilities\n\nPURPOSE OF THE BILL:\nTo require the department of correctional\nservices to report to the legislature on the staffing and capacity of\nthe state prison system.\n\nSUMMARY OF PROVISIONS:\n\nSection one of the bill requires that on February 1, 2011, and every\nyear thereafter, the commissioner of the department of correctional\nservices shall provide the legislature with a detailed report on\nsecurity staffing levels and bed capacity, including the number of\ninmates living in doubled-bunked and double-celled conditions, within\nthe state prison system.\n\nSection two of the bill amends section 79a of the correction law to\nrequire the department of correctional services to submit a report to\nthe legislature on the impact of a proposed prison closure along with\nthe closure notice already required by existing law. Such report will\ninclude information regarding the impact on inmate security level\nclassification, security staffing to inmate ratio, bed capacity,\nprograms, and impact of such closure on employees of the department\nof correctional services.\n\nJUSTIFICATION:\nExisting law requires the department of correctional services (DOCS)\nto report security staffing information to the legislature each year.\nThis bill expands the existing report by requiring additional\ninformation about security staffing ratios, bed capacity and the\ndouble-bunking and double-ceiling of inmates be included in such\nreport. The bill also requires that such report be provided to the\nlegislature by February 1st of each year.\n\nAdditionally, this bill modifies the prison closure notice\nrequirements of section 79-a of the correction law by requiring that\na report, with specific information regarding the impact of any\nproposed closure, accompany the closure notice. Each year a prison\nclosure has been proposed by the Governor, DOCS has provided the\nlegislature with a report detailing the reason for the proposed\nclosure and the anticipated impact. This bill will codify this\npractice and require DOCS to formally report on how a prison closure\nwill impact staff, security, inmates, available bed capacity, and\nprograms. This will ensure that the legislature continues to be\nprovided with the information needed to make informed decisions\nregarding proposed prison closures.\n\nPRIOR LEGISLATIVE HISTORY:\n2009-10:  S.8022/A.11330 (Aubrey) - Vetoed Memo 6767\n\nFISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\nThis act shall take effect immediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the correction law, in relation to requiring certain reports to the legislature regarding correctional facilities ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110201.T134358.TXT", "SOBI.D110201.T141901.TXT", "SOBI.D110201.T142402.TXT", "SOBI.D110201.T194921.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296607761182
}