{
  "year" : 2011,
  "senateBillNo" : "S2763-2011",
  "billEvents" : [ {
    "eventDate" : 1296536400000,
    "eventText" : "REFERRED TO HOUSING, CONSTRUCTION AND COMMUNITY DEVELOPMENT",
    "billEventId" : "S2763-2011-1296536400000-REFERRED+TO+HOUSING%2C+CONSTRUCTION+AND+COMMUNITY+DEVELOPMENT",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "HASSELL-THOMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires landlords to check state sex offender registry when leasing to a new tenant or on notice of sublet, and to notify tenants with children of certain listings",
  "summary" : "Requires landlords to check state sex offender registry when leasing to a new tenant, subtenant or adult occupant, and to notify tenants with children under age sixteen of any listing of such tenant, subtenant or adult occupant as a level three sex offender; exempts landlord from any civil or criminal liability for damages for any discretionary decision to release relevant information pursuant to this section or for failing to release such information, unless it is shown the landlord acted with gross negligence or in bad faith. ",
  "currentCommittee" : "HOUSING, CONSTRUCTION AND COMMUNITY DEVELOPMENT",
  "sameAs" : null,
  "lawSection" : "Multiple Dwelling Law",
  "previousVersions" : [ "S5044-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : null,
  "memo" : "BILL NUMBER:S2763\n\nTITLE OF BILL:\nAn act\nto amend the multiple dwelling law, in relation to landlord checks of\nthe state sex offender registry and notification of certain tenants\n\nPURPOSE OR GENERAL IDEA OF BILL:\nRequires landlords to check state offender registry when leasing to a\nnew tenant or on notice of sublet, and to notify tenants with\nchildren of any listing.\n\nSUMMARY OF SPECIFIC PROVISIONS:\nSection 1. The multiple dwelling law is amended by adding a new\nsection 301-a to read as follows.\n1. Landlords of multiple dwellings shall, within the first sixty days\nfollowing: (a) execution of a lease with a new tenant or (b) notice\nof occupancy by a third party in interest to a leased unit, perform a\ncheck of such new tenant or subtenant in the sex offender registry\nmaintained by the division of criminal justices.\n\n2. If such new tenant or subtenant is listed in the registry, the\nlandlord shall provide written notification of such findings to\nbuilding tenants with children under the age of sixteen.\n\n3. All leases offered to tenants in multiple dwellings shall contain\nnotice advising tenants of the requirements.\n\n4. No landlord shall be subject to any civil or criminal liability for\ndamages for any discretionary decision to release relevant\ninformation pursuant to this section or for failing to release\nrelevant information to this section, unless it is shown that such\nlandlord acted with gross negligence or in bad faith.\nSection 2. Sets the effective date.\n\nJUSTIFICATION:\nOn May 8, 2001, 11-year-old Tamiqua Gutierrez was found raped and\nmurdered in the hallway of her Bronx apartment building. A\n43-year-old neighbor was later charged with luring Tamiqua into his\napartment, sexually assaulting her while holding a pillow over her\nface, and then dragging her unconscious body into the hallway and\nleaving her to die from her injuries.\n\nThis legislation will help prevent future crimes against children like\nTamiqua by letting parents know when a known sexual predator moves\ninto their building. The close quarters and shared common areas of in\nmany apartment buildings often put children in closer contact with\ntheir fellow apartment dwellers than with a traditional neighbor.\nDespite this greater proximity, tenants do not ordinarily have access\nto the pertinent information about their fellow tenants that would\nenable then to check their identities against the sexual offender\n\nregistry. In large apartment buildings, where tenants change\nfrequently, keeping one's family safe can be even more difficult.\nThis legislation also gives tenants the tools they need to perform\ntheir own checks of new and existing neighbors to better safeguard\ntheir families against sexual predators.\n\nLandlords, however, routinely collect personal information and perform\na variety of other background inquiries before entering into a lease\nagreement with a prospective tenant. Requiring an additional check\nwith the sexual offender registry imposes a relatively small burden\non landlords but will make thousands of families safer in their own\nhomes.\n\nPRIOR LEGISLATIVE HISTORY:\n2009-10: S.5044/A.3709 (Koon) - Referred to Housing,\nConstruction & Community Development\n2007-08: A.1666 Referred to Housing/S.2842 Referred to\nHousing, Construction & Community Development\n2005-06: A.971/S.2241 (Hassel-Thompson)\n2007-08: A.1666/S.2842 (Hassel-Thompson)\n2003-04: A.2630 (Klein)/S.4492 (Hassell-Thompson)\n2001-02: A.9238 Referred to Housing\n\nFISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\nThis act shall take effect on the one hundred twentieth day after it\nshall have become a law and shall apply to leases or subleases\nentered into or after such date.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the multiple dwelling law, in relation to landlord checks of the state sex offender registry and notification of certain tenants ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110201.T134358.TXT", "SOBI.D110201.T141901.TXT", "SOBI.D110201.T142402.TXT", "SOBI.D110201.T142902.TXT", "SOBI.D110201.T194921.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296607761180
}