{
  "year" : 2011,
  "senateBillNo" : "S2766-2011",
  "billEvents" : [ {
    "eventDate" : 1296536400000,
    "eventText" : "REFERRED TO HIGHER EDUCATION",
    "billEventId" : "S2766-2011-1296536400000-REFERRED+TO+HIGHER+EDUCATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "HASSELL-THOMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes certification procedures for the profession of nurse anesthesia",
  "summary" : "Establishes certification procedures for the profession of nurse anesthesia; provides for the issuance of a certification to practice as a certified registered nurse anesthetist upon the filing of an application, having a license as a registered professional nurse, having the appropriate educational requirements and paying the fifty dollar initial certification fee and the triennial thirty dollar registration fee. ",
  "currentCommittee" : "HIGHER EDUCATION",
  "sameAs" : "A1537",
  "lawSection" : "Education Law",
  "previousVersions" : [ "S3288-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2766\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   February 1, 2011\n                                      ___________\n\n       Introduced  by  Sen. HASSELL-THOMPSON -- read twice and ordered printed,\n         and when printed to be committed to the Committee on Higher Education\n\n       AN ACT to amend the education law, in  relation  to  the  profession  of\n         nurse anesthesia\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Legislative  intent.  The  legislature  hereby  finds  that\n    2  certified  registered nurse anesthetists are highly educated and trained\n    3  advanced practice nurses who hold a national professional certification,\n    4  and whose competency in the professional practice of nurse anesthesia in\n    5  hospitals, free-standing ambulatory surgery  centers,  clinics,  profes-\n    6  sional  offices  and  other facilities is well known. Nurse anesthetists\n    7  are integral to the continued professional delivery of services in  such\n    8  health care facilities throughout the state.\n    9    The  legislature  further  finds  that  statutory recognition of nurse\n   10  anesthetists will further enhance  patient  safety  by  codifying  their\n   11  professional  scope of practice that is currently governed in this state\n   12  by regulations promulgated pursuant to the public health law in the case\n   13  of hospitals and ambulatory surgery centers.\n   14    The legislature also finds that while nurse anesthetists are  advanced\n   15  practice  nurses, licensed as registered professional nurses under arti-\n   16  cle 139 of the education law, no provision  of  this  act  is  meant  to\n   17  limit,  diminish  or in any way impinge upon the practice of the profes-\n   18  sion of nursing as a registered professional nurse under such article.\n   19    Therefore, the legislature hereby declares that, due to the  intrinsic\n   20  nature  of  the administration of anesthesia services, the integral part\n   21  that certified registered nurse anesthetists play in the  safe  delivery\n   22  of  such  services and the need to protect and enhance patient safety in\n   23  all health care facilities, it is in the interest of the people of  this\n   24  state to recognize the national professional certification of registered\n   25  nurse  anesthetists  and  that  the  existing scope of practice of nurse\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05347-01-1\n\n       S. 2766                             2\n\n    1  anesthesia, as currently practiced in this state, be codified  in  stat-\n    2  ute.\n    3    S  2.    Section  6902 of the education law is amended by adding a new\n    4  subdivision 4 to read as follows:\n    5    4. (A) THE PRACTICE OF REGISTERED PROFESSIONAL NURSING BY A  CERTIFIED\n    6  REGISTERED NURSE ANESTHETIST, CERTIFIED UNDER SECTION SIXTY-NINE HUNDRED\n    7  ELEVEN  OF  THIS  ARTICLE  MAY INCLUDE THE PRACTICE OF NURSE ANESTHESIA.\n    8  NURSE ANESTHESIA INCLUDES: THE ADMINISTRATION OF  ANESTHESIA  AND  ANES-\n    9  THESIA  RELATED CARE TO PATIENTS; PREANESTHETICS EVALUATION AND PREPARA-\n   10  TION; ANESTHETIC INDUCTION, MAINTENANCE AND EMERGENCE;  POST  ANESTHESIA\n   11  CARE;  PERIANESTHETICS  AND CLINICAL SUPPORT FUNCTIONS; AND PAIN MANAGE-\n   12  MENT, IN COLLABORATION WITH A LICENSED PHYSICIAN  QUALIFIED  BY  LAW  TO\n   13  DETERMINE  THE  NEED FOR ANESTHESIA SERVICES, PROVIDED SUCH SERVICES ARE\n   14  PERFORMED IN ACCORDANCE WITH A WRITTEN PRACTICE  AGREEMENT  AND  WRITTEN\n   15  PRACTICE PROTOCOLS. THE WRITTEN PRACTICE AGREEMENT SHALL INCLUDE EXPLIC-\n   16  IT PROVISIONS FOR THE RESOLUTION OF ANY DISAGREEMENT BETWEEN THE COLLAB-\n   17  ORATING PHYSICIAN AND THE CERTIFIED REGISTERED NURSE ANESTHETIST REGARD-\n   18  ING  A  MATTER  OF  ANESTHESIA  TREATMENT  THAT  IS  WITHIN THE SCOPE OF\n   19  PRACTICE OF BOTH. TO THE EXTENT  THE  PRACTICE  AGREEMENT  DOES  NOT  SO\n   20  PROVIDE, THEN THE COLLABORATING PHYSICIAN'S TREATMENT SHALL PREVAIL.\n   21    (B)  PRESCRIPTIONS  FOR  DRUGS,  DEVICES  AND ANESTHETIC AGENTS MAY BE\n   22  ISSUED BY A CERTIFIED REGISTERED NURSE ANESTHETIST, UNDER THIS  SUBDIVI-\n   23  SION  AND  SECTION SIXTY-NINE HUNDRED ELEVEN OF THIS ARTICLE, IN ACCORD-\n   24  ANCE WITH THE PRACTICE AGREEMENT AND PRACTICE PROTOCOLS.  THE  CERTIFIED\n   25  REGISTERED NURSE ANESTHETIST SHALL OBTAIN A CERTIFICATE FROM THE DEPART-\n   26  MENT  UPON  SUCCESSFULLY  COMPLETING  A PROGRAM INCLUDING AN APPROPRIATE\n   27  PHARMACOLOGY COMPONENT, OR ITS EQUIVALENT, AS ESTABLISHED BY THE COMMIS-\n   28  SIONER'S REGULATIONS, PRIOR TO PRESCRIBING UNDER THIS  SUBDIVISION.  THE\n   29  CERTIFICATE ISSUED UNDER SECTION SIXTY-NINE HUNDRED ELEVEN OF THIS ARTI-\n   30  CLE  SHALL  STATE WHETHER THE CERTIFIED REGISTERED NURSE ANESTHETIST HAS\n   31  SUCCESSFULLY COMPLETED SUCH A PROGRAM OR EQUIVALENT AND IS AUTHORIZED TO\n   32  PRESCRIBE UNDER THIS SUBDIVISION.\n   33    (C) EACH PRACTICE AGREEMENT SHALL PROVIDE FOR PATIENT  RECORDS  REVIEW\n   34  BY  THE COLLABORATING PHYSICIAN IN A TIMELY FASHION BUT IN NO EVENT LESS\n   35  OFTEN THAN EVERY THREE MONTHS. THE NAMES  OF  THE  CERTIFIED  REGISTERED\n   36  NURSE ANESTHETIST AND THE COLLABORATING PHYSICIAN SHALL BE CLEARLY POST-\n   37  ED  IN  THE  PRACTICE SETTING OF THE CERTIFIED REGISTERED NURSE ANESTHE-\n   38  TIST.\n   39    (D) THE PRACTICE PROTOCOL SHALL REFLECT CURRENT ACCEPTED  MEDICAL  AND\n   40  NURSING PRACTICE. THE PROTOCOLS SHALL BE FILED WITH THE DEPARTMENT WITH-\n   41  IN  NINETY  DAYS  OF THE COMMENCEMENT OF THE PRACTICE AND MAY BE UPDATED\n   42  PERIODICALLY. THE COMMISSIONER SHALL MAKE REGULATIONS  ESTABLISHING  THE\n   43  PROCEDURE  FOR THE REVIEW OF PROTOCOLS AND THE DISPOSITION OF ANY ISSUES\n   44  ARISING FROM SUCH REVIEW.\n   45    (E) NO PHYSICIAN SHALL ENTER INTO PRACTICE AGREEMENTS WITH  MORE  THAN\n   46  FOUR  CERTIFIED REGISTERED NURSE ANESTHETISTS WHO ARE NOT LOCATED ON THE\n   47  SAME PHYSICAL PREMISES AS THE COLLABORATING PHYSICIAN.\n   48    (F) NOTHING IN THIS SUBDIVISION SHALL BE DEEMED TO LIMIT  OR  DIMINISH\n   49  THE  PRACTICE  OF THE PROFESSION OF NURSING AS A REGISTERED PROFESSIONAL\n   50  NURSE UNDER THIS ARTICLE OR ANY OTHER LAW, RULE, REGULATION  OR  CERTIF-\n   51  ICATION,  NOR  TO DENY ANY REGISTERED PROFESSIONAL NURSE THE RIGHT TO DO\n   52  ANY ACT OR ENGAGE IN ANY PRACTICE AUTHORIZED  BY  THIS  ARTICLE  OR  ANY\n   53  OTHER LAW, RULE, REGULATION OR CERTIFICATION.\n   54    (G) THE PROVISIONS OF THIS SUBDIVISION SHALL NOT APPLY TO ANY ACTIVITY\n   55  AUTHORIZED,  PURSUANT TO STATUTE, RULE OR REGULATION, TO BE PERFORMED BY\n\n       S. 2766                             3\n\n    1  A REGISTERED PROFESSIONAL NURSE IN A  HOSPITAL  AS  DEFINED  IN  ARTICLE\n    2  TWENTY-EIGHT OF THE PUBLIC HEALTH LAW.\n    3    S 3. The education law is amended by adding a new section 6911 to read\n    4  as follows:\n    5    S 6911. CERTIFICATES FOR NURSE ANESTHESIA PRACTICE. 1. FOR ISSUANCE OF\n    6  A  CERTIFICATE  TO  PRACTICE AS A CERTIFIED REGISTERED NURSE ANESTHETIST\n    7  UNDER SUBDIVISION FOUR OF SECTION SIXTY-NINE HUNDRED TWO OF  THIS  ARTI-\n    8  CLE, THE APPLICANT SHALL FULFILL THE FOLLOWING REQUIREMENTS:\n    9    (A) APPLICATION: FILE AN APPLICATION WITH THE DEPARTMENT;\n   10    (B)  LICENSE:  BE  LICENSED  AS A REGISTERED PROFESSIONAL NURSE IN THE\n   11  STATE;\n   12    (C) EDUCATION: (I) HAVE SATISFACTORILY COMPLETED EDUCATIONAL  PREPARA-\n   13  TION  FOR  PROVISION  OF  THESE  SERVICES IN A PROGRAM REGISTERED BY THE\n   14  DEPARTMENT OR IN A PROGRAM ACCREDITED BY A NATIONAL BODY  RECOGNIZED  BY\n   15  THE DEPARTMENT OR DETERMINED BY THE DEPARTMENT TO BE THE EQUIVALENT; AND\n   16  (II)  SUBMIT  EVIDENCE  OF CURRENT CERTIFICATION OR RECERTIFICATION BY A\n   17  NATIONAL CERTIFYING BODY, RECOGNIZED BY THE DEPARTMENT;\n   18    (D) FEES: PAY A FEE TO THE DEPARTMENT OF FIFTY DOLLARS FOR AN  INITIAL\n   19  CERTIFICATE AUTHORIZING NURSE ANESTHESIA PRACTICE AND A TRIENNIAL REGIS-\n   20  TRATION FEE OF THIRTY DOLLARS.\n   21    AFTER A CERTIFIED REGISTERED NURSE ANESTHETIST'S INITIAL REGISTRATION,\n   22  REGISTRATION  UNDER THIS SECTION SHALL BE COTERMINOUS WITH THE CERTIFIED\n   23  REGISTERED NURSE ANESTHETIST'S REGISTRATION AS A PROFESSIONAL NURSE.\n   24    2. ONLY A PERSON CERTIFIED UNDER THIS  SECTION  SHALL  USE  THE  TITLE\n   25  \"CERTIFIED REGISTERED NURSE ANESTHETIST\".\n   26    3.  THE PROVISIONS OF THIS SECTION SHALL NOT APPLY TO ANY ACT OR PRAC-\n   27  TICE AUTHORIZED BY ANY OTHER LAW, RULE, REGULATION OR CERTIFICATION.\n   28    4. THE PROVISIONS OF THIS SECTION SHALL  NOT  APPLY  TO  ANY  ACTIVITY\n   29  AUTHORIZED,  PURSUANT TO STATUTE, RULE OR REGULATION, TO BE PERFORMED BY\n   30  A REGISTERED PROFESSIONAL NURSE IN A  HOSPITAL  AS  DEFINED  IN  ARTICLE\n   31  TWENTY-EIGHT OF THE PUBLIC HEALTH LAW.\n   32    5.  AN  INDIVIDUAL WHO IS AUTHORIZED TO PRACTICE AS A CERTIFIED REGIS-\n   33  TERED NURSE ANESTHETIST IN A HOSPITAL UNDER REGULATIONS OF  THE  DEPART-\n   34  MENT  OF  HEALTH  MAY USE THE TITLE \"CERTIFIED REGISTERED NURSE ANESTHE-\n   35  TIST\" IN CONNECTION WITH THAT PRACTICE.  IF SUCH AN  INDIVIDUAL  APPLIES\n   36  FOR  A  CERTIFICATE UNDER THIS SECTION, HE OR SHE MAY SATISFY THE EDUCA-\n   37  TION REQUIREMENT OF SUBDIVISION ONE OF THIS SECTION BY PRESENTING SATIS-\n   38  FACTORY EVIDENCE OF SUCH AUTHORITY.\n   39    6.  (A)  A  REGISTERED  PROFESSIONAL  NURSE  LICENSED  UNDER   SECTION\n   40  SIXTY-NINE HUNDRED FIVE OF THIS ARTICLE WHO HAS SATISFACTORILY COMPLETED\n   41  A  PROGRAM  OF EDUCATIONAL PREPARATION AS PROVIDED IN SUBDIVISION ONE OF\n   42  THIS SECTION MAY, FOR A PERIOD NOT TO EXCEED  TWENTY-FOUR  MONTHS  IMME-\n   43  DIATELY  FOLLOWING  THE COMPLETION OF SUCH EDUCATIONAL PROGRAM, PRACTICE\n   44  NURSE ANESTHESIA UNDER SUBDIVISION FOUR OF  SECTION  SIXTY-NINE  HUNDRED\n   45  TWO  OF  THIS ARTICLE AS A GRADUATE NURSE ANESTHETIST IN THE SAME MANNER\n   46  AS A CERTIFIED REGISTERED NURSE ANESTHETIST UNDER THAT SUBDIVISION.\n   47    (B) A REGISTERED PROFESSIONAL NURSE LICENSED UNDER SECTION  SIXTY-NINE\n   48  HUNDRED FIVE OF THIS ARTICLE WHO IS DULY ENROLLED IN A PROGRAM OF EDUCA-\n   49  TIONAL  PREPARATION,  MAY  PRACTICE  NURSE ANESTHESIA AS A STUDENT NURSE\n   50  ANESTHETIST UNDER THE SUPERVISION OF AN ANESTHESIOLOGIST OR A  CERTIFIED\n   51  REGISTERED NURSE ANESTHETIST, WHO IS IMMEDIATELY AVAILABLE AS NEEDED.\n   52    7.  THE COMMISSIONER IS AUTHORIZED TO PROMULGATE REGULATIONS TO IMPLE-\n   53  MENT THE PROVISIONS OF THIS SECTION.\n   54    S 4. This act shall take effect immediately.\n",
  "memo" : "BILL NUMBER:S2766\n\nTITLE OF BILL:\nAn act\nto amend the education law, in relation to the profession of nurse\nanesthesia\n\nPURPOSE OR GENERAL IDEA OF BILL:\nThis act codifies the profession of\nnurse anesthesia as a specialty of the profession of nursing.\n\nSUMMARY OF SPECIFIC PROVISIONS:\nAmends section 6902 of the education\nlaw by adding a new subdivision 4 which sets ,out the definition of\ncertified registered nurse anesthetists, and adds section 6911\nregarding the education and training of nurse anesthetists.\n\nJUSTIFICATION:\nCurrently, New York State law does not codify the\npractice of nurse anesthesia. Instead, the scope of this practice has\nbeen defined through educational requirements and Health Department\nregulations.\n\nExisting requirements for training, education, and certification of\ncertified register nurse anesthetists (CRNAs) have resulted in high\nquality, professional care by CRNAs. Statutory codification would\nresolve problems relating to liability, supervision, and authority to\nadminister anesthesia.\n\nThis legislation was developed with the support of the New York state\nAssociation of Nurse Anesthetists.\n\nPRIOR LEGISLATIVE HISTORY:\n2003-04: A.5021-A - Referred to Higher Education Committee\n2005-06: A.4015-A - Referred to Higher Education Committee\n2007-08: A.5201   - Referred to Higher Education Committee\n2009-10: S.2388/A.1727 (Gottfried) - Referred to Higher Education\nCommittee and then Committed to Rules\n\nFISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\nImmediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to the profession of nurse anesthesia ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110201.T134358.TXT", "SOBI.D110201.T141400.TXT", "SOBI.D110201.T142402.TXT", "SOBI.D110202.T113209.TXT", "SOBI.D110201.T194921.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296664329224
}