{
  "year" : 2011,
  "senateBillNo" : "S2760-2011",
  "billEvents" : [ {
    "eventDate" : 1296536400000,
    "eventText" : "REFERRED TO ELECTIONS",
    "billEventId" : "S2760-2011-1296536400000-REFERRED+TO+ELECTIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "HASSELL-THOMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to voting and registration for voting by convicted felons",
  "summary" : "Relates to voting and registration for voting by convicted felons; may vote if pardoned, such persons maximum sentence of imprisonment has expired, or such person is serving a term of parole, presumptive release, conditional release or post-release supervision. ",
  "currentCommittee" : "ELECTIONS",
  "sameAs" : "A3601",
  "lawSection" : "Election Law",
  "previousVersions" : [ "S4643-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : null,
  "memo" : "BILL NUMBER:S2760\n\nTITLE OF BILL:\n\nAn act\nto amend the election law and the executive law, in relation to voting\nby convicted felons\n\nPURPOSE OR GENERAL IDEA OF BILL:\n\nThis bill would restore voting rights to parolees, to facilitate\ncommunity reintegration and participation in the civic process,\nrather than requiring a parolee to wait until he or she has been\ndischarged from parole or reached the maximum expiration date of the\nsentence.\n\nSUMMARY OF SPECIFIC PROVISIONS:\n\nSection one of the bill amends subdivision two of section 5-106 of the\nElection Law to restore voting rights to individuals who have been\nreleased to community supervision from New York state sentences\nimposed as a result of New York felony convictions. Election Law\n&sect;5-106(2) bars a person convicted of a New York felony from voting or\nregistering to vote, and also, as currently drafted, restores voting\nrights when the person is either discharged from parole or reaches\nthe maximum expiration date of his or her sentence. This bill would\nrestore voting rights while the person is serving the community\nsupervision portion of the sentence, so that he or she can exercise\nthe civic responsibility of voting. Sections two and three of the\nbill make similar changes to subdivisions three and four of EL&sect;5-1\n06, which deal respectively with federal felony convictions and\nfelony convictions in other states.\n\nSection 4 of the bill requires the Division of Parole to make voter\nregistration forms available to parolees.\n\nSection 5 of the bill is the effective date.\n\nJUSTIFICATION:\n\nUnder current law, a felony conviction imposes a variety of\ndisabilities, including a bar to voting, and the voting bar may be\nremoved only by discharge from, or completion of, the sentence as\nprovided in the Election Law, or by issuance of a certificate of\nrelief from disabilities or a certificate of good conduct under\nArticle 23 of the Correction Law. Certificates of relief and good\nconduct may be issued to relieve eligible offenders of a variety of\ndifferent disabilities, and may be specifically limited to one or\nmore enumerated forfeiture, disability or bar. See Correction Law\n&sect;&sect;701(1), 703-a(1). However, these certificates are not issued\nautomatically, even for the limited purpose of restoring voting\n\nrights, and some releasees supervised by the Division of Parole may\nnot be eligible for certificates of good conduct until they meet\nstatutory waiting periods. Thus, many, if not most, releasees cannot\nvote until after their periods of community supervision are over.\n\nParole is meant to help prevent recidivism and to rehabilitate and\nreinitiate a felon back into society. This rehabilitation is built on\nthe offender's recognition of fault, taking responsibility for his or\nher behavior, and his or her effort to change. Preventing releasees\nfrom voting, and from exercising a constitutional right and a civic\nresponsibility, is a barrier to full reintegration into society. It\nalso continues to punish people who have already served the\nincarcerative parts of their sentences, and that part of their debt\nto society.\n\nPRIOR LEGISLATIVE HISTORY:\n\n2009-10: S.4643/A.2445 (O'Donnell) Referred to Elections Committee\n\nFISCAL IMPLICATIONS:\n\nNone.\n\nEFFECTIVE DATE:\n\nThis act shall take effect immediately, except that section 4 shall\ntake effect 120 days after becoming law, to give the Division of\nParole time to implement section 4.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the election law and the executive law, in relation to voting by convicted felons ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110201.T134358.TXT", "SOBI.D110201.T141400.TXT", "SOBI.D110201.T142402.TXT", "SOBI.D110201.T194921.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296607761175
}