{
  "year" : 2011,
  "senateBillNo" : "S2769-2011",
  "billEvents" : [ {
    "eventDate" : 1296536400000,
    "eventText" : "REFERRED TO TRANSPORTATION",
    "billEventId" : "S2769-2011-1296536400000-REFERRED+TO+TRANSPORTATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "BONACIC",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides standards of care to safely approach a hazard vehicle parked, stopped or standing on the shoulder of a highway",
  "summary" : "Provides standards of care to safely approach a hazard vehicle parked, stopped or standing on the shoulder of a highway. ",
  "currentCommittee" : "TRANSPORTATION",
  "sameAs" : "A177",
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "S2880-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2769\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   February 1, 2011\n                                      ___________\n\n       Introduced  by  Sen. BONACIC -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Transportation\n\n       AN ACT to amend the vehicle and traffic law, in relation to  approaching\n         a  parked,  stopped  or  standing  hazard vehicle on the shoulder of a\n         highway\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  vehicle  and  traffic law is amended by adding a new\n    2  section 1132 to read as follows:\n    3    S 1132. OPERATION OF VEHICLES WHEN APPROACHING A  PARKED,  STOPPED  OR\n    4  STANDING  HAZARD  VEHICLE. EVERY OPERATOR OF A MOTOR VEHICLE SHALL EXER-\n    5  CISE DUE CARE TO AVOID COLLIDING WITH A HAZARD VEHICLE WHICH IS  PARKED,\n    6  STOPPED  OR  STANDING  ON THE SHOULDER OR ON ANY PORTION OF SUCH HIGHWAY\n    7  AND SUCH HAZARD VEHICLE IS DISPLAYING ONE OR MORE AMBER LIGHTS  PURSUANT\n    8  TO THE PROVISIONS OF PARAGRAPH THREE OF SUBDIVISION FORTY-ONE OF SECTION\n    9  THREE  HUNDRED  SEVENTY-FIVE  OF  THIS CHAPTER.   FOR OPERATORS OF MOTOR\n   10  VEHICLES ON PARKWAYS OR CONTROLLED ACCESS HIGHWAYS, SUCH DUE CARE  SHALL\n   11  INCLUDE,  BUT NOT BE LIMITED TO, MOVING FROM A LANE WHICH CONTAINS OR IS\n   12  IMMEDIATELY ADJACENT TO THE SHOULDER WHERE SUCH HAZARD VEHICLE  DISPLAY-\n   13  ING  ONE  OR  MORE  AMBER LIGHTS PURSUANT TO THE PROVISIONS OF PARAGRAPH\n   14  THREE OF SUBDIVISION FORTY-ONE OF SECTION THREE HUNDRED SEVENTY-FIVE  OF\n   15  THIS  CHAPTER  IS  PARKED, STOPPED OR STANDING TO ANOTHER LANE, PROVIDED\n   16  THAT SUCH MOVEMENT OTHERWISE COMPLIES  WITH  THE  REQUIREMENTS  OF  THIS\n   17  CHAPTER INCLUDING, BUT NOT LIMITED TO, THE PROVISIONS OF SECTIONS ELEVEN\n   18  HUNDRED  TEN OF THIS TITLE AND ELEVEN HUNDRED TWENTY-EIGHT OF THIS ARTI-\n   19  CLE.\n   20    S 2. This act shall take effect on the one hundred twentieth day after\n   21  it shall have become a law; provided, however, that effective immediate-\n   22  ly, the addition, amendment, and/or repeal of  any  rule  or  regulation\n   23  necessary  for  the  implementation of this act on its effective date is\n   24  authorized and directed to be made  and  completed  on  or  before  such\n   25  effective date.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01167-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to approaching a parked, stopped or standing hazard vehicle on the shoulder of a highway ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110202.T113709.TXT", "SOBI.D110201.T141400.TXT", "SOBI.D110201.T134859.TXT", "SOBI.D110201.T142902.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296664629408
}