{
  "year" : 2011,
  "senateBillNo" : "S2763-2011",
  "billEvents" : [ {
    "eventDate" : 1296536400000,
    "eventText" : "REFERRED TO HOUSING, CONSTRUCTION AND COMMUNITY DEVELOPMENT",
    "billEventId" : "S2763-2011-1296536400000-REFERRED+TO+HOUSING%2C+CONSTRUCTION+AND+COMMUNITY+DEVELOPMENT",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "HASSELL-THOMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires landlords to check state sex offender registry when leasing to a new tenant or on notice of sublet, and to notify tenants with children of certain listings",
  "summary" : "Requires landlords to check state sex offender registry when leasing to a new tenant, subtenant or adult occupant, and to notify tenants with children under age sixteen of any listing of such tenant, subtenant or adult occupant as a level three sex offender; exempts landlord from any civil or criminal liability for damages for any discretionary decision to release relevant information pursuant to this section or for failing to release such information, unless it is shown the landlord acted with gross negligence or in bad faith. ",
  "currentCommittee" : "HOUSING, CONSTRUCTION AND COMMUNITY DEVELOPMENT",
  "sameAs" : null,
  "lawSection" : "Multiple Dwelling Law",
  "previousVersions" : [ "S5044-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2763\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   February 1, 2011\n                                      ___________\n\n       Introduced  by  Sen. HASSELL-THOMPSON -- read twice and ordered printed,\n         and when  printed  to  be  committed  to  the  Committee  on  Housing,\n         Construction and Community Development\n\n       AN  ACT  to  amend  the  multiple  dwelling law, in relation to landlord\n         checks of the state sex offender registry and notification of  certain\n         tenants\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The multiple dwelling  law  is  amended  by  adding  a  new\n    2  section 301-a to read as follows:\n    3    S  301-A. SEX OFFENDER REGISTRY CHECK. 1. LANDLORDS OF MULTIPLE DWELL-\n    4  INGS SHALL, WITHIN THE FIRST SIXTY DAYS FOLLOWING: (A)  EXECUTION  OF  A\n    5  LEASE  WITH A NEW TENANT, OR (B) NOTICE OF OCCUPANCY BY A THIRD PARTY OR\n    6  ADULT OCCUPANT IN INTEREST TO A LEASED UNIT, PERFORM A CHECK OF SUCH NEW\n    7  TENANT, SUBTENANT OR ADULT OCCUPANT IN THE SEX OFFENDER  REGISTRY  MAIN-\n    8  TAINED  BY THE DIVISION OF CRIMINAL JUSTICE SERVICES PURSUANT TO SECTION\n    9  ONE HUNDRED SIXTY-EIGHT-B OF THE CORRECTION LAW. LANDLORD ACCESS TO  THE\n   10  REGISTRY  SHALL  BE THROUGH THE \"900\" TELEPHONE NUMBER MAINTAINED BY THE\n   11  DIVISION OF CRIMINAL JUSTICE SERVICES, AND ACCORDING TO THE REQUIREMENTS\n   12  FOR ACCESS AS SPECIFIED IN SECTION  ONE  HUNDRED  SIXTY-EIGHT-P  OF  THE\n   13  CORRECTION  LAW  OR THROUGH THE INTERNET SITE MAINTAINED BY THE DIVISION\n   14  OF CRIMINAL JUSTICE SERVICES.\n   15    2. IF SUCH NEW TENANT, SUBTENANT OR ADULT OCCUPANT IS  LISTED  IN  THE\n   16  REGISTRY AS A LEVEL THREE SEX OFFENDER, THE LANDLORD SHALL PROVIDE WRIT-\n   17  TEN NOTIFICATION OF SUCH FINDING TO BUILDING TENANTS WITH CHILDREN UNDER\n   18  THE  AGE  OF  SIXTEEN  WHETHER THE CHILDREN PERMANENTLY RESIDE WITH SUCH\n   19  TENANT OR RESIDE FROM TIME TO TIME ON A TEMPORARY BASIS. IT SHALL BE THE\n   20  TENANT'S DUTY TO NOTIFY THE LANDLORD OF THE AGES OF SUCH TENANT'S  CHIL-\n   21  DREN.    A LANDLORD OF A MULTIPLE DWELLING SHALL PROVIDE A LIST OF NAMES\n   22  OF CURRENT TENANTS, SUBTENANTS  OR  ADULT  OCCUPANTS  OF  SUCH  MULTIPLE\n   23  DWELLING  TO  ANY TENANT IN SUCH MULTIPLE DWELLING, UPON REQUEST BY SUCH\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06441-01-1\n\n       S. 2763                             2\n\n    1  TENANT.  SUCH LIST SHALL NOT INCLUDE SPECIFIC APARTMENT NUMBERS OR ADDI-\n    2  TIONAL INFORMATION.\n    3    3. ALL LEASES OFFERED TO TENANTS IN MULTIPLE DWELLINGS SHALL CONTAIN A\n    4  NOTICE,  CONSPICUOUSLY  SET  FORTH  THEREIN,  ADVISING  TENANTS  OF  THE\n    5  REQUIREMENTS OF SUBDIVISIONS ONE AND TWO OF THIS SECTION.\n    6    4. NO LANDLORD SHALL BE SUBJECT TO ANY CIVIL OR CRIMINAL LIABILITY FOR\n    7  DAMAGES FOR ANY DISCRETIONARY DECISION TO RELEASE  RELEVANT  INFORMATION\n    8  PURSUANT  TO THIS SECTION OR FOR FAILING TO RELEASE RELEVANT INFORMATION\n    9  PURSUANT TO THIS SECTION, UNLESS IT IS SHOWN THAT  SUCH  LANDLORD  ACTED\n   10  WITH GROSS NEGLIGENCE OR IN BAD FAITH.\n   11    S 2. This act shall take effect on the one hundred twentieth day after\n   12  it  shall  have  become  a  law  and  shall apply to leases or subleases\n   13  entered into on or after such date.\n",
  "memo" : "BILL NUMBER:S2763\n\nTITLE OF BILL:\nAn act\nto amend the multiple dwelling law, in relation to landlord checks of\nthe state sex offender registry and notification of certain tenants\n\nPURPOSE OR GENERAL IDEA OF BILL:\nRequires landlords to check state offender registry when leasing to a\nnew tenant or on notice of sublet, and to notify tenants with\nchildren of any listing.\n\nSUMMARY OF SPECIFIC PROVISIONS:\nSection 1. The multiple dwelling law is amended by adding a new\nsection 301-a to read as follows.\n1. Landlords of multiple dwellings shall, within the first sixty days\nfollowing: (a) execution of a lease with a new tenant or (b) notice\nof occupancy by a third party in interest to a leased unit, perform a\ncheck of such new tenant or subtenant in the sex offender registry\nmaintained by the division of criminal justices.\n\n2. If such new tenant or subtenant is listed in the registry, the\nlandlord shall provide written notification of such findings to\nbuilding tenants with children under the age of sixteen.\n\n3. All leases offered to tenants in multiple dwellings shall contain\nnotice advising tenants of the requirements.\n\n4. No landlord shall be subject to any civil or criminal liability for\ndamages for any discretionary decision to release relevant\ninformation pursuant to this section or for failing to release\nrelevant information to this section, unless it is shown that such\nlandlord acted with gross negligence or in bad faith.\nSection 2. Sets the effective date.\n\nJUSTIFICATION:\nOn May 8, 2001, 11-year-old Tamiqua Gutierrez was found raped and\nmurdered in the hallway of her Bronx apartment building. A\n43-year-old neighbor was later charged with luring Tamiqua into his\napartment, sexually assaulting her while holding a pillow over her\nface, and then dragging her unconscious body into the hallway and\nleaving her to die from her injuries.\n\nThis legislation will help prevent future crimes against children like\nTamiqua by letting parents know when a known sexual predator moves\ninto their building. The close quarters and shared common areas of in\nmany apartment buildings often put children in closer contact with\ntheir fellow apartment dwellers than with a traditional neighbor.\nDespite this greater proximity, tenants do not ordinarily have access\nto the pertinent information about their fellow tenants that would\nenable then to check their identities against the sexual offender\n\nregistry. In large apartment buildings, where tenants change\nfrequently, keeping one's family safe can be even more difficult.\nThis legislation also gives tenants the tools they need to perform\ntheir own checks of new and existing neighbors to better safeguard\ntheir families against sexual predators.\n\nLandlords, however, routinely collect personal information and perform\na variety of other background inquiries before entering into a lease\nagreement with a prospective tenant. Requiring an additional check\nwith the sexual offender registry imposes a relatively small burden\non landlords but will make thousands of families safer in their own\nhomes.\n\nPRIOR LEGISLATIVE HISTORY:\n2009-10: S.5044/A.3709 (Koon) - Referred to Housing,\nConstruction & Community Development\n2007-08: A.1666 Referred to Housing/S.2842 Referred to\nHousing, Construction & Community Development\n2005-06: A.971/S.2241 (Hassel-Thompson)\n2007-08: A.1666/S.2842 (Hassel-Thompson)\n2003-04: A.2630 (Klein)/S.4492 (Hassell-Thompson)\n2001-02: A.9238 Referred to Housing\n\nFISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\nThis act shall take effect on the one hundred twentieth day after it\nshall have become a law and shall apply to leases or subleases\nentered into or after such date.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the multiple dwelling law, in relation to landlord checks of the state sex offender registry and notification of certain tenants ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110201.T134358.TXT", "SOBI.D110201.T141901.TXT", "SOBI.D110201.T142402.TXT", "SOBI.D110202.T113209.TXT", "SOBI.D110201.T142902.TXT", "SOBI.D110201.T194921.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296664329219
}