{
  "year" : 2011,
  "senateBillNo" : "S2774-2011",
  "billEvents" : [ {
    "eventDate" : 1296536400000,
    "eventText" : "REFERRED TO HEALTH",
    "billEventId" : "S2774-2011-1296536400000-REFERRED+TO+HEALTH",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "DUANE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Legalizes the possession, manufacture, use, delivery, transfer, transport or administration of marihuana by a certified patient or designated caregiver",
  "summary" : "Legalizes the possession, manufacture, use, delivery, transfer, transport or administration of marihuana by a certified patient or designated caregiver for a certified medical use; prescribes procedures for such possession, manufacture, etc. including certification of patients by their practitioner, and that, in the practitioner's professional judgment, the serious condition should be treated with the medical use of marihuana; provides that possession or manufacture of marihuana shall be lawful under these provisions provided that the marihuana possessed does not exceed a total aggregate weight of two and a half ounces; directs the department of health to monitor such use and promulgate rules and regulations for registry identification cards; provides for reports by the department of health to the governor and legislature on the medical use of marihuana. ",
  "currentCommittee" : "HEALTH",
  "sameAs" : null,
  "lawSection" : "Public Health Law",
  "previousVersions" : [ "S8427-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : null,
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public health law and the general business law, in relation to medical use of marihuana ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110201.T143402.TXT", "SOBI.D110201.T134859.TXT", "SOBI.D110201.T141400.TXT", "SOBI.D110201.T135359.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296588842783
}