{
  "year" : 2011,
  "senateBillNo" : "S2771-2011",
  "billEvents" : [ {
    "eventDate" : 1296536400000,
    "eventText" : "REFERRED TO HEALTH",
    "billEventId" : "S2771-2011-1296536400000-REFERRED+TO+HEALTH",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "BONACIC",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for loan forgiveness for physicians who return to medical specialty shortage areas of origin",
  "summary" : "Provides for educational loan forgiveness for physicians who return to medical specialty shortage areas of origin; defines terms. ",
  "currentCommittee" : "HEALTH",
  "sameAs" : null,
  "lawSection" : "Public Health Law",
  "previousVersions" : [ "S2879-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2771\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   February 1, 2011\n                                      ___________\n\n       Introduced  by  Sen. BONACIC -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Health\n\n       AN ACT to amend the public health  law,  in  relation  to  providing  an\n         educational  loan  forgiveness  program  to physicians who return to a\n         physician shortage area of origin\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Section 235 of the public health law is amended by adding\n    2  two new subdivisions 5 and 6 to read as follows:\n    3    5. \"DESIGNATED PHYSICIAN SHORTAGE AREAS\", AS REFERENCED IN SECTION SIX\n    4  HUNDRED FIVE OF THE EDUCATION LAW, ARE AREAS DETERMINED BY THE BOARD  OF\n    5  REGENTS,  IN  CONSULTATION  WITH  THE COMMISSIONER, TO BE AREAS IN SHORT\n    6  SUPPLY OF CERTAIN PHYSICIAN SPECIALTIES.\n    7    6. \"SPECIALTY\" OR \"SPECIALTY AREA\" SHALL MEAN THE BRANCH  OR  BRANCHES\n    8  OF SPECIAL COMPETENCE WITHIN A PHYSICIAN'S MEDICAL PRACTICE.\n    9    S 2. The public health law is amended by adding a new section 236-b to\n   10  read as follows:\n   11    S  236-B.  PHYSICIANS  RETURNING  TO  SHORTAGE  AREAS LOAN FORGIVENESS\n   12  PROGRAM. 1. PHYSICIAN LOAN FORGIVENESS AWARDS SHALL BE  ISSUED  ANNUALLY\n   13  TO  PHYSICIANS  WHO  AGREE TO RETURN TO A SHORTAGE AREA OF ORIGIN IN NEW\n   14  YORK STATE DESIGNATED BY THE BOARD OF REGENTS AS HAVING  A  SHORTAGE  OF\n   15  PHYSICIANS  IN  CERTAIN SPECIALTY AREAS. FOR PURPOSES OF THIS SECTION, A\n   16  SHORTAGE AREA OF ORIGIN SHALL MEAN  ANY  DESIGNATED  PHYSICIAN  SHORTAGE\n   17  AREA  WHERE  THE PHYSICIAN PARTICIPANT HAD PREVIOUSLY LIVED FOR AT LEAST\n   18  TWO YEARS. SUCH PARTICIPATING PHYSICIANS SHALL  RECEIVE  AN  EDUCATIONAL\n   19  LOAN  FORGIVENESS AWARD OF UP TO FIFTEEN THOUSAND DOLLARS PER YEAR FOR A\n   20  MAXIMUM OF FIVE YEARS. THE COMMISSIONER SHALL PROMULGATE RULES AND REGU-\n   21  LATIONS TO ADMINISTER SUCH LOAN FORGIVENESS PROGRAM.\n   22    2. THE PHYSICIAN APPLICANT MUST BE  A  RESIDENT  OF  NEW  YORK  STATE,\n   23  LICENSED  TO  PRACTICE  MEDICINE,  AND CERTIFIED IN THE NEEDED SPECIALTY\n   24  AREA OF MEDICINE. THE APPLICANT MUST HAVE COMPLETED A PROFESSIONAL RESI-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01892-01-1\n\n       S. 2771                             2\n\n    1  DENCY PROGRAM WITHIN THE FIVE YEARS IMMEDIATELY PRECEDING THE PERIOD FOR\n    2  WHICH THE FIRST AWARD WOULD BE  GRANTED,  OR  BE  WITHIN  TWO  YEARS  OF\n    3  COMPLETION OF AN ACCREDITED RESIDENCY PROGRAM IN A PRIMARY CARE SPECIAL-\n    4  TY  DESIGNATED  IN  SHORT  SUPPLY BY THE BOARD OF REGENTS. THE APPLICANT\n    5  MUST AGREE TO PRACTICE MEDICINE IN AN AREA OF ORIGIN IN NEW  YORK  STATE\n    6  DESIGNATED  AS  HAVING  A  SHORTAGE  OF  PHYSICIANS IN CERTAIN SPECIALTY\n    7  AREAS.\n    8    3. THE COMMISSIONER, IN CONSULTATION WITH THE COMMISSIONER  OF  EDUCA-\n    9  TION,  SHALL ESTABLISH CRITERIA FOR THE SELECTION OF PARTICIPANTS IN THE\n   10  PROGRAM. AN APPLICANT MUST SATISFY AT LEAST ONE OF THE  CRITERIA  ESTAB-\n   11  LISHED.  A PRIORITY SHALL BE ACCORDED TO ANY APPLICANT WHO IS COMPLETING\n   12  A YEAR OF THE SERVICE REQUIREMENT AND IS REAPPLYING FOR A NEW AWARD. THE\n   13  CRITERIA SHALL INCLUDE, BUT NOT BE LIMITED TO, THE FOLLOWING:\n   14    A. REAPPLICATION FOR A NEW AWARD BY A PERSON  WHO  IS  COMPLETING  THE\n   15  SECOND YEAR OF A SERVICE REQUIREMENT;\n   16    B.  RECEIPT  OF  SPECIFIC  TRAINING OR EXPERIENCE MATCHING A SPECIALTY\n   17  MEDICAL NEED EXISTING IN A SHORTAGE AREA OF ORIGIN; AND\n   18    C. AGREEMENT TO PRACTICE IN A SHORTAGE AREA OF  ORIGIN  DETERMINED  BY\n   19  THE  BOARD OF REGENTS TO HAVE A SEVERE SHORTAGE OF SPECIALTY CARE PHYSI-\n   20  CIAN SERVICES.\n   21    4. THE COMMISSIONER SHALL VERIFY THE PHYSICIAN'S ELIGIBILITY  AND  THE\n   22  PHYSICIAN'S TOTAL MEDICAL EDUCATIONAL LOAN EXPENSES.\n   23    5. WITHIN SUCH TIME AS THE COMMISSIONER SHALL BY REGULATION PROVIDE, A\n   24  PARTICIPATING  PHYSICIAN  SHALL  HAVE  AGREED  TO PRACTICE MEDICINE IN A\n   25  SPECIFIC SHORTAGE AREA OF ORIGIN DESIGNATED  AS  HAVING  A  SHORTAGE  OF\n   26  PHYSICIANS  IN  A  SPECIALTY AREA FOR A PERIOD OF TWELVE MONTHS FOR EACH\n   27  ANNUAL PAYMENT TO BE RECEIVED BY THE PARTICIPANT. IN NO CASE  SHALL  THE\n   28  TOTAL  SERVICE REQUIRED BE LESS THAN TWO YEARS NOR MORE THAN FIVE YEARS.\n   29  THE COMMISSIONER SHALL DEVELOP AND SECURE FROM EACH PARTICIPANT, A WRIT-\n   30  TEN AGREEMENT TO:\n   31    A. PRACTICE SPECIALTY MEDICINE IN  THE  DESIGNATED  SHORTAGE  AREA  OF\n   32  ORIGIN;\n   33    B. TO ACCEPT MEDICARE AND MEDICAID PAYMENTS; AND\n   34    C. TO PROVIDE THIRTY-FIVE HOURS PER WEEK OF DIRECT PATIENT CARE IN THE\n   35  DESIGNATED SHORTAGE AREA OF ORIGIN BEING SERVED.\n   36    6.  IF  A  RECIPIENT  FAILS  TO COMPLY FULLY WITH SUCH CONDITIONS, THE\n   37  COMMISSIONER SHALL BE ENTITLED  TO  RECEIVE  FROM  SUCH  PARTICIPANT  AN\n   38  AMOUNT TO BE DETERMINED BY THE FORMULA:\n   39                                 A = 2B (T-S)\n   40                                      T\n   41  IN  WHICH \"A\" IS THE AMOUNT THE COMMISSIONER IS ENTITLED TO RECOVER; \"B\"\n   42  IS THE SUM OF ALL PAYMENTS MADE TO THE RECIPIENT  AND  THE  INTEREST  ON\n   43  SUCH AMOUNT WHICH WOULD BE PAYABLE IF AT THE TIMES SUCH AWARDS WERE PAID\n   44  THEY  WERE LOANS BEARING INTEREST AT THE MAXIMUM PREVAILING RATE; \"T\" IS\n   45  THE TOTAL NUMBER OF MONTHS IN  THE  PARTICIPANT'S  PERIOD  OF  OBLIGATED\n   46  SERVICES;  AND  \"S\" IS THE NUMBER OF MONTHS OF SERVICE ACTUALLY RENDERED\n   47  BY THE PARTICIPANT. ANY AMOUNT WHICH THE  COMMISSIONER  IS  ENTITLED  TO\n   48  RECOVER UNDER THIS SUBDIVISION SHALL BE PAID WITHIN THE FIVE-YEAR PERIOD\n   49  BEGINNING  ON  THE  DATE THAT THE PARTICIPANT FAILED TO COMPLY WITH THIS\n   50  PROGRAM CRITERIA. NOTHING IN THE  WRITTEN  AGREEMENT  SHALL  AFFECT  THE\n   51  TERMS  OF EMPLOYMENT OF THE INDIVIDUAL WHO SHALL NEGOTIATE, SEPARATE AND\n   52  APART FROM THE PROGRAM, HIS OR HER SALARY AND OTHER FORMS OF  EMPLOYMENT\n   53  WITH  AN  AGENCY,  PRACTICE,  INSTITUTION  OR PROGRAM IN WHICH HE OR SHE\n   54  SHALL BE EMPLOYED.\n   55    ANY OBLIGATION TO COMPLY WITH SUCH  PROVISIONS  AS  OUTLINED  IN  THIS\n   56  SECTION  SHALL  BE  CANCELLED  UPON  THE  DEATH  OF THE PARTICIPANT. THE\n\n       S. 2771                             3\n\n    1  COMMISSIONER SHALL MAKE REGULATIONS TO PROVIDE FOR THE WAIVER OR SUSPEN-\n    2  SION OF ANY FINANCIAL OBLIGATION WHICH WOULD INVOLVE EXTREME HARDSHIP.\n    3    7.  A PARTICIPANT OF THE PROGRAM SHALL REPORT ANNUALLY TO THE NEW YORK\n    4  STATE HIGHER EDUCATION SERVICES CORPORATION AND THE DEPARTMENT ON  FORMS\n    5  PRESCRIBED  BY  THE  COMMISSIONER, AS TO THE PERFORMANCE OF THE REQUIRED\n    6  SERVICES, COMMENCING WITH THE CALENDAR YEAR  IN  WHICH  THE  PARTICIPANT\n    7  BEGINS  TO PRACTICE MEDICINE IN A SHORTAGE AREA OF ORIGIN AND CONTINUING\n    8  UNTIL THE RECIPIENT SHALL HAVE COMPLETED, OR IT IS DETERMINED THAT HE OR\n    9  SHE SHALL NOT BE OBLIGATED TO COMPLETE, THE  PROGRAM.  THE  COMMISSIONER\n   10  SHALL  HAVE  THE  DISCRETION  TO  WAIVE THE FILING OF A REPORT, EXCUSE A\n   11  DELAY IN FILING OR A FAILURE TO FILE A REPORT FOR GOOD CAUSE SHOWN.\n   12    8. THE PROGRAM SHALL NOT PREVENT PARTICIPANTS FROM BEING  ELIGIBLE  TO\n   13  APPLY FOR OTHER PROGRAMS OR AWARDS.\n   14    S 3. This act shall take effect on the one hundred eightieth day after\n   15  it shall have become a law; provided, however, that effective immediate-\n   16  ly,  the  addition,  amendment  and/or  repeal of any rule or regulation\n   17  necessary for the implementation of this act on its  effective  date  is\n   18  authorized  and  directed  to  be  made  and completed on or before such\n   19  effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public health law, in relation to providing an educational loan forgiveness program to physicians who return to a physician shortage area of origin ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110202.T113709.TXT", "SOBI.D110201.T134859.TXT", "SOBI.D110201.T141400.TXT", "SOBI.D110201.T142402.TXT", "SOBI.D110201.T142902.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296664629419
}