{
  "year" : 2011,
  "senateBillNo" : "S2777-2011",
  "billEvents" : [ {
    "eventDate" : 1296536400000,
    "eventText" : "REFERRED TO JUDICIARY",
    "billEventId" : "S2777-2011-1296536400000-REFERRED+TO+JUDICIARY",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "GRIFFO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the election delegates",
  "summary" : "Requires that no person acting as a political party chairperson, an elected public officer, an individual who is subject to the rules established by the commission on public integrity and any other person who is an officer of an organization, association or corporation that receives public funding shall be elected as a delegate to a constitutional convention. ",
  "currentCommittee" : "JUDICIARY",
  "sameAs" : null,
  "lawSection" : "Constitution, Concurrent Resolutions to Amend",
  "previousVersions" : [ "SA6094-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2777\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   February 1, 2011\n                                      ___________\n\n       Introduced  by  Sen.  GRIFFO -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Judiciary\n\n                   CONCURRENT RESOLUTION OF THE SENATE AND ASSEMBLY\n\n       proposing an amendment to section 2 of article 19 of  the  constitution,\n         in relation to the election of delegates\n\n    1    Section  1. Resolved (if the Assembly concur), That section 2 of arti-\n    2  cle 19 of the constitution be amended to read as follows:\n    3    S 2. At the general election to be held in the year  nineteen  hundred\n    4  fifty-seven, and every twentieth year thereafter, and also at such times\n    5  as  the  legislature  may by law provide, the question \"Shall there be a\n    6  convention to revise the constitution and  amend  the  same?\"  shall  be\n    7  submitted  to  and  decided  by the electors of the state; and in case a\n    8  majority of the electors voting thereon  shall  decide  in  favor  of  a\n    9  convention  for  such  purpose, the electors of every senate district of\n   10  the state, as then organized, shall elect three delegates  at  the  next\n   11  ensuing  general  election,  and the electors of the state voting at the\n   12  same election shall elect fifteen delegates-at-large.  NO PERSON  ACTING\n   13  AS  A  POLITICAL  PARTY CHAIRPERSON, AN ELECTED PUBLIC OFFICER, A PERSON\n   14  APPOINTED BY THE GOVERNOR, AN INDIVIDUAL WHO IS SUBJECT TO THE  LOBBYING\n   15  RULES  ESTABLISHED BY THE COMMISSION ON PUBLIC INTEGRITY, ANY PERSON WHO\n   16  IS REQUIRED TO FILE AN ANNUAL STATEMENT OF FINANCIAL DISCLOSURE WITH THE\n   17  LEGISLATIVE ETHICS COMMISSION OR ANY OTHER PERSON WHO IS AN  OFFICER  OF\n   18  AN ORGANIZATION, ASSOCIATION OR CORPORATION, OTHER THAN AN ENTITY DESIG-\n   19  NATED  AS TAX EXEMPT UNDER SECTION 501(C)(3) OF THE UNITED STATES INTER-\n   20  NAL REVENUE CODE, THAT RECEIVES PUBLIC FUNDING SHALL  BE  ELECTED  AS  A\n   21  DELEGATE.  NONE  OF  THE  AFOREMENTIONED EXCLUSIONS APPLY TO INDIVIDUALS\n   22  BASED ON THEIR EMPLOYMENT AT A HIGHER EDUCATION INSTITUTION OR THE MILI-\n   23  TARY. The delegates so elected shall convene at the capitol on the first\n   24  Tuesday of April next ensuing after their election, and  shall  continue\n   25  their  session  until  the  business  of such convention shall have been\n   26  completed. Every delegate shall receive for his or her services the same\n   27  compensation as shall then be annually payable to  the  members  of  the\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD89071-01-1\n\n       S. 2777                             2\n\n    1  assembly  and  be  reimbursed  for  actual traveling expenses, while the\n    2  convention is in session, to the extent that a member  of  the  assembly\n    3  would  then be entitled thereto in the case of a session of the legisla-\n    4  ture.  A  majority  of  the convention shall constitute a quorum for the\n    5  transaction of business, and no amendment to the constitution  shall  be\n    6  submitted  for  approval to the electors as hereinafter provided, unless\n    7  by the assent of a majority of all the delegates elected to the  conven-\n    8  tion,  the  ayes  and  noes being entered on the journal to be kept. The\n    9  convention shall have the power to appoint such officers, employees  and\n   10  assistants  as  it may deem necessary, and fix their compensation and to\n   11  provide for the printing of  its  documents,  journal,  proceedings  and\n   12  other  expenses  of  said convention. The convention shall determine the\n   13  rules of its own proceedings, choose its own officers, and be the  judge\n   14  of the election, returns and qualifications of its members. In case of a\n   15  vacancy,  by death, resignation or other cause, of any district delegate\n   16  elected to the convention, such vacancy shall be filled by a vote of the\n   17  remaining delegates representing the  district  in  which  such  vacancy\n   18  occurs.  If  such  vacancy  occurs in the office of a delegate-at-large,\n   19  such vacancy shall be filled by a vote of  the  remaining  delegates-at-\n   20  large. Any proposed constitution or constitutional amendment which shall\n   21  have  been  adopted  by such convention, shall be submitted to a vote of\n   22  the electors of the state at the time and in the manner provided by such\n   23  convention, at an election which shall be held not less than  six  weeks\n   24  after  the  adjournment  of  such  convention. Upon the approval of such\n   25  constitution or constitutional amendments, in the manner provided in the\n   26  last preceding section, such constitution or  constitutional  amendment,\n   27  shall  go  into  effect  on  the  first  day  of January next after such\n   28  approval.\n   29    S 2. Resolved (if the Assembly concur), That the  foregoing  amendment\n   30  be referred to the first regular legislative session convening after the\n   31  next  succeeding  general  election  of members of the assembly, and, in\n   32  conformity with  section  1  of  article  19  of  the  constitution,  be\n   33  published for 3 months previous to the time of such election.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "Concurrent Resolution of the Senate and Assembly proposing an amendment to section 2 of article 19 of the constitution, in relation to the election of delegates ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110201.T143402.TXT", "SOBI.D110201.T141400.TXT", "SOBI.D110201.T135359.TXT", "SOBI.D110202.T114209.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296664929616
}