{
  "year" : 2011,
  "senateBillNo" : "S2778-2011",
  "billEvents" : [ {
    "eventDate" : 1296536400000,
    "eventText" : "REFERRED TO LOCAL GOVERNMENT",
    "billEventId" : "S2778-2011-1296536400000-REFERRED+TO+LOCAL+GOVERNMENT",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "GRIFFO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Validates and legalizes certain bond anticipation notes issued by the village of Norwood",
  "summary" : "Validates and legalizes certain bond anticipation notes issued by the village of Norwood; authorizes the issuance of obligations of such bond anticipation notes. ",
  "currentCommittee" : "LOCAL GOVERNMENT",
  "sameAs" : null,
  "lawSection" : "Bonds and Notes",
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2778\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   February 1, 2011\n                                      ___________\n\n       Introduced  by  Sen.  GRIFFO -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Local Government\n\n       AN ACT in relation to making certain findings  and  determinations  with\n         respect  to  bond anticipation notes issued by the village of Norwood,\n         in the town of Potsdam, county of  St.  Lawrence,  and  validates  and\n         legalizes  such  notes;  and authorizes the issuance of obligations of\n         such bond anticipation notes with respect thereto\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Legislative  findings.  It is hereby found and determined\n    2  that pursuant to a bond resolution dated February 20, 2007, the  village\n    3  of  Norwood,  in the town of Potsdam, county of St. Lawrence, authorized\n    4  the issuance of a $2,386,000 principal amount bond anticipation note  of\n    5  said village dated June 25, 2008, to finance the construction of certain\n    6  improvements  to  the  village's  sewer plant and collection system; and\n    7  that the village has not made annual principal  payments  in  compliance\n    8  with  the  applicable  provisions  of  the  amortization requirements of\n    9  sections 23.00, 21.00 and 169.00 of the local finance law.\n   10    S 2. Notwithstanding the defects described in section one of this act,\n   11  the bond anticipation note  and  any  renewals  thereof  issued  by  the\n   12  village  of  Norwood,  as  described in section one of this act, and all\n   13  resolutions, acts and proceedings heretofore adopted  or  taken  by  the\n   14  board  of trustees and the village treasurer of said village in relation\n   15  thereto, are hereby validated, ratified and confirmed and any  principal\n   16  payment  hereafter made by such village in 2011 on the bond anticipation\n   17  note shall be deemed to be in compliance with the amortization  require-\n   18  ments of sections 23.00, 21.00 and 169.00 of the local finance law.\n   19    S  3.  Except  as  otherwise set forth in this act, the bonds and bond\n   20  anticipation notes, and renewals thereof, issued pursuant  to  this  act\n   21  shall  be  issued in accordance with the provisions of the local finance\n   22  law.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06976-02-1\n\n       S. 2778                             2\n\n    1    S 4. If any clause, sentence, subdivision, paragraph, section or  part\n    2  of  this act shall be adjudged by any court of competent jurisdiction to\n    3  be invalid, and after exhaustion of all  further  judicial  review,  the\n    4  judgment  shall  not affect, impair or invalidate the remainder thereof,\n    5  but shall be confined in its operation to the clause, sentence, subdivi-\n    6  sion,  paragraph,  section  or part of this act directly involved in the\n    7  controversy in which the judgment shall have been rendered.\n    8    S 5. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT in relation to making certain findings and determinations with respect to bond anticipation notes issued by the village of Norwood, in the town of Potsdam, county of St. Lawrence, and validates and legalizes such notes; and authorizes the issuance of obligations of such bond anticipation notes with respect thereto ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110201.T143402.TXT", "SOBI.D110201.T141400.TXT", "SOBI.D110201.T135359.TXT", "SOBI.D110202.T114209.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296664929617
}