{
  "year" : 2011,
  "senateBillNo" : "S2774-2011",
  "billEvents" : [ {
    "eventDate" : 1296536400000,
    "eventText" : "REFERRED TO HEALTH",
    "billEventId" : "S2774-2011-1296536400000-REFERRED+TO+HEALTH",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "DUANE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Legalizes the possession, manufacture, use, delivery, transfer, transport or administration of marihuana by a certified patient or designated caregiver",
  "summary" : "Legalizes the possession, manufacture, use, delivery, transfer, transport or administration of marihuana by a certified patient or designated caregiver for a certified medical use; prescribes procedures for such possession, manufacture, etc. including certification of patients by their practitioner, and that, in the practitioner's professional judgment, the serious condition should be treated with the medical use of marihuana; provides that possession or manufacture of marihuana shall be lawful under these provisions provided that the marihuana possessed does not exceed a total aggregate weight of two and a half ounces; directs the department of health to monitor such use and promulgate rules and regulations for registry identification cards; provides for reports by the department of health to the governor and legislature on the medical use of marihuana. ",
  "currentCommittee" : "HEALTH",
  "sameAs" : null,
  "lawSection" : "Public Health Law",
  "previousVersions" : [ "S8427-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2774\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   February 1, 2011\n                                      ___________\n\n       Introduced  by  Sen.  DUANE  -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Health\n\n       AN ACT to amend the public health law and the general business  law,  in\n         relation to medical use of marihuana\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Legislative findings and intent. The legislature finds that\n    2  thousands of New Yorkers have serious medical  conditions  that  can  be\n    3  improved  by  medically-approved  use  of  marihuana. The law should not\n    4  stand between them and treatment necessary for  life  and  health.  This\n    5  legislation follows the well-established public policy that a controlled\n    6  substance  can have a legitimate medical use. Many controlled substances\n    7  that are legal for medical use (such as morphine and steroids) are ille-\n    8  gal for any other use. The purposes of article 33 of the  public  health\n    9  law  include  allowing legitimate use of controlled substances in health\n   10  care, including palliative care. This policy and this legislation do not\n   11  in any way diminish New York  state's  strong  public  policy  and  laws\n   12  against illegal drug use, nor should it be deemed in any manner to advo-\n   13  cate, authorize, promote, or legally or socially accept the use of mari-\n   14  huana  for children or adults, for any non-medical use. This legislation\n   15  is an appropriate exercise of the state's legislative power  to  protect\n   16  the  health of its people under article 17 of the state constitution and\n   17  the tenth amendment of the United States constitution.\n   18    It is the legislative intent that this act be implemented consistently\n   19  with these findings and principles, through a  reasonable  and  workable\n   20  system with appropriate oversight, evaluation and continuing research.\n   21    S  2.  Article  33 of the public health law is amended by adding a new\n   22  title 5-A to read as follows:\n   23                                  TITLE V-A\n   24                          MEDICAL USE OF MARIHUANA\n   25  SECTION 3360. DEFINITIONS.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02415-01-1\n\n       S. 2774                             2\n\n    1          3361. CERTIFICATION OF PATIENTS.\n    2          3362. POSSESSION.\n    3          3363. REGISTRY IDENTIFICATION CARDS.\n    4          3364. REGISTERED ORGANIZATIONS.\n    5          3365. REGISTERING OF REGISTERED ORGANIZATIONS.\n    6          3366. REPORTS BY REGISTERED ORGANIZATIONS.\n    7          3367. EVALUATION; RESEARCH PROGRAMS; REPORT BY DEPARTMENT.\n    8          3368. REGISTERED ORGANIZATION ASSESSMENTS.\n    9          3369. RELATION TO OTHER LAWS.\n   10    S  3360. DEFINITIONS. AS USED IN THIS TITLE, THE FOLLOWING TERMS SHALL\n   11  HAVE THE FOLLOWING MEANINGS, UNLESS THE CONTEXT CLEARLY REQUIRES  OTHER-\n   12  WISE:\n   13    1.  \"CERTIFIED  MEDICAL  USE\"  MEANS THE ACQUISITION, POSSESSION, USE,\n   14  DELIVERY, TRANSFER, TRANSPORTATION, OR ADMINISTRATION OF  MEDICAL  MARI-\n   15  HUANA  BY A CERTIFIED PATIENT OR DESIGNATED CAREGIVER FOR USE AS PART OF\n   16  THE TREATMENT OF THE PATIENT'S SERIOUS CONDITION SPECIFIED IN A  CERTIF-\n   17  ICATION  UNDER  SECTION  THIRTY-THREE  HUNDRED  SIXTY-ONE OF THIS TITLE,\n   18  INCLUDING ENABLING THE PATIENT TO TOLERATE  TREATMENT  FOR  THE  SERIOUS\n   19  CONDITION.\n   20    2.  \"CERTIFIED PATIENT\" MEANS A PATIENT WHO IS CERTIFIED UNDER SECTION\n   21  THIRTY-THREE HUNDRED SIXTY-ONE OF THIS TITLE.\n   22    3.  \"CERTIFICATION\"  MEANS  A  CERTIFICATION,   MADE   UNDER   SECTION\n   23  THIRTY-THREE HUNDRED SIXTY-ONE OF THIS TITLE.\n   24    4.  \"DESIGNATED CAREGIVER\" MEANS THE INDIVIDUAL DESIGNATED BY A CERTI-\n   25  FIED PATIENT IN A REGISTRY APPLICATION.\n   26    5. \"PUBLIC PLACE\" MEANS A PUBLIC PLACE AS DEFINED IN SECTION 240.00 OF\n   27  THE PENAL LAW, A MOTOR VEHICLE AS DEFINED IN SECTION ONE  HUNDRED  TWEN-\n   28  TY-FIVE  OF  THE  VEHICLE  AND  TRAFFIC  LAW,  AN AIRCRAFT AS DEFINED IN\n   29  SECTION TWO HUNDRED FORTY OF THE GENERAL BUSINESS LAW  OR  A  VESSEL  AS\n   30  DEFINED IN SECTION TWO OF THE NAVIGATION LAW.\n   31    6. \"SERIOUS CONDITION\" MEANS A SEVERE DEBILITATING OR LIFE-THREATENING\n   32  CONDITION,  OR  A  CONDITION ASSOCIATED WITH OR A COMPLICATION OF SUCH A\n   33  CONDITION OR ITS TREATMENT (INCLUDING BUT NOT LIMITED  TO  INABILITY  TO\n   34  TOLERATE FOOD, NAUSEA, VOMITING, DYSPHORIA OR PAIN).\n   35    7. \"MEDICAL MARIHUANA\" MEANS MARIHUANA AS DEFINED IN SUBDIVISION TWEN-\n   36  TY-ONE  OF SECTION THIRTY-THREE HUNDRED TWO OF THIS TITLE INTENDED FOR A\n   37  CERTIFIED MEDICAL USE.\n   38    8. \"REGISTERED ORGANIZATION\" MEANS  A  REGISTERED  ORGANIZATION  UNDER\n   39  SECTIONS   THIRTY-THREE  HUNDRED  SIXTY-FOUR  AND  THIRTY-THREE  HUNDRED\n   40  SIXTY-FIVE OF THIS TITLE.\n   41    9. \"REGISTRY APPLICATION\" MEANS AN APPLICATION PROPERLY COMPLETED  AND\n   42  FILED   WITH  THE  DEPARTMENT  BY  A  CERTIFIED  PATIENT  UNDER  SECTION\n   43  THIRTY-THREE HUNDRED SIXTY-THREE OF THIS TITLE.\n   44    10. \"REGISTRY IDENTIFICATION CARD\" MEANS A DOCUMENT THAT IDENTIFIES  A\n   45  CERTIFIED  PATIENT  OR  DESIGNATED  CAREGIVER, AS PROVIDED UNDER SECTION\n   46  THIRTY-THREE HUNDRED SIXTY-THREE OF THIS TITLE.\n   47    11. \"PRACTITIONER\" MEANS A PRACTITIONER WHO IS A PHYSICIAN,  PHYSICIAN\n   48  ASSISTANT,  OR  NURSE  PRACTITIONER,  ACTING  WITHIN  THE PRACTITIONER'S\n   49  LAWFUL SCOPE OF PRACTICE.\n   50    S 3361. CERTIFICATION OF PATIENTS. 1. A PATIENT CERTIFICATION MAY ONLY\n   51  BE ISSUED IF A PRACTITIONER WHO IS CARING FOR THE PATIENT FOR A  SERIOUS\n   52  CONDITION CERTIFIES THAT: (A) THE PATIENT HAS A SERIOUS CONDITION, WHICH\n   53  SHALL  BE SPECIFIED IN THE PATIENT'S HEALTH CARE RECORD; (B) THE PATIENT\n   54  IS UNDER THE PRACTITIONER'S CARE FOR THE SERIOUS CONDITION; AND  (C)  IN\n   55  THE  PRACTITIONER'S  PROFESSIONAL  OPINION,  THE  PATIENT  IS  LIKELY TO\n\n       S. 2774                             3\n\n    1  RECEIVE THERAPEUTIC OR PALLIATIVE BENEFIT FROM THE PRIMARY OR ADJUNCTIVE\n    2  TREATMENT WITH MEDICAL USE OF MARIHUANA FOR THE SERIOUS CONDITION.\n    3    2.  THE  CERTIFICATION  SHALL  BE IN WRITING AND INCLUDE (A) THE NAME,\n    4  DATE OF BIRTH AND ADDRESS OF THE  PATIENT;  (B)  A  STATEMENT  THAT  THE\n    5  PATIENT HAS A SERIOUS CONDITION; THE PATIENT IS UNDER THE PRACTITIONER'S\n    6  CARE  FOR  THE SERIOUS CONDITION AND, IN THE PRACTITIONER'S PROFESSIONAL\n    7  OPINION, THE PATIENT IS LIKELY  TO  RECEIVE  THERAPEUTIC  OR  PALLIATIVE\n    8  BENEFIT  FROM  THE  PRIMARY  OR ADJUNCTIVE TREATMENT WITH MEDICAL USE OF\n    9  MARIHUANA FOR THE SERIOUS CONDITION; (C) THE DATE;  AND  (D)  THE  NAME,\n   10  ADDRESS,  FEDERAL  REGISTRATION  NUMBER, TELEPHONE NUMBER, AND THE HAND-\n   11  WRITTEN SIGNATURE OF THE CERTIFYING PRACTITIONER.  THE COMMISSIONER  MAY\n   12  REQUIRE BY REGULATION THAT THE CERTIFICATION SHALL BE ON A FORM PROVIDED\n   13  BY  THE DEPARTMENT IF THE COMMISSIONER DETERMINES THAT THE DEPARTMENT IS\n   14  MAKING CERTIFICATION FORMS ADEQUATELY AVAILABLE.\n   15    3. THE PRACTITIONER SHALL GIVE  THE  CERTIFICATION  TO  THE  CERTIFIED\n   16  PATIENT, AND PLACE A COPY IN THE PATIENT'S HEALTH CARE RECORD.\n   17    4.  NO PRACTITIONER SHALL ISSUE A CERTIFICATION UNDER THIS SECTION FOR\n   18  HIMSELF OR HERSELF.\n   19    5. A REGISTRY IDENTIFICATION  CARD  BASED  ON  A  CERTIFICATION  SHALL\n   20  EXPIRE  ONE YEAR AFTER THE DATE THE CERTIFICATION IS SIGNED BY THE PRAC-\n   21  TITIONER; EXCEPT THAT WHERE A CERTIFIED PATIENT HAS A REGISTRY IDENTIFI-\n   22  CATION CARD BASED ON A CURRENT VALID CERTIFICATION, A NEW REGISTRY IDEN-\n   23  TIFICATION CARD BASED ON A NEW CERTIFICATION SHALL EXPIRE ONE YEAR AFTER\n   24  THE EXPIRATION OF THE REGISTRY IDENTIFICATION CARD BASED ON THE  CURRENT\n   25  VALID  CERTIFICATION. HOWEVER, IF THE PRACTITIONER STATES IN THE CERTIF-\n   26  ICATION THAT HE OR SHE BELIEVES THE PATIENT WOULD BENEFIT  FROM  MEDICAL\n   27  MARIHUANA  ONLY  UNTIL A SPECIFIED EARLIER DATE, THEN THE REGISTRY IDEN-\n   28  TIFICATION CARD SHALL EXPIRE ON THAT DATE.\n   29    S 3362. POSSESSION. 1. THE  POSSESSION,  ACQUISITION,  USE,  DELIVERY,\n   30  TRANSFER,  TRANSPORTATION,  OR  ADMINISTRATION OF MEDICAL MARIHUANA BY A\n   31  CERTIFIED PATIENT OR DESIGNATED CAREGIVER POSSESSING  A  VALID  REGISTRY\n   32  IDENTIFICATION  CARD,  FOR  CERTIFIED MEDICAL USE, SHALL BE LAWFUL UNDER\n   33  THIS TITLE; PROVIDED THAT THE MARIHUANA  THAT  MAY  BE  POSSESSED  BY  A\n   34  CERTIFIED PATIENT AND SUCH CERTIFIED PATIENT'S DESIGNATED CAREGIVER DOES\n   35  NOT  EXCEED A TOTAL AGGREGATE WEIGHT OF TWO AND ONE-HALF OUNCES OF MARI-\n   36  HUANA.  A DESIGNATED CAREGIVER MAY POSSESS THE QUANTITIES REFERRED TO IN\n   37  THIS SUBDIVISION FOR EACH  CERTIFIED  PATIENT  FOR  WHOM  THE  CAREGIVER\n   38  POSSESSES  A  VALID  REGISTRY  IDENTIFICATION CARD, UP TO FIVE CERTIFIED\n   39  PATIENTS.\n   40    2. NOTWITHSTANDING SUBDIVISION ONE OF THIS SECTION: (A) POSSESSION  OF\n   41  MARIHUANA  SHALL  NOT  BE  LAWFUL  UNDER THIS TITLE IF IT IS CONSUMED OR\n   42  DISPLAYED IN A PUBLIC PLACE; (B) MEDICAL MARIHUANA MAY NOT BE SMOKED  IN\n   43  ANY  PLACE  WHERE  TOBACCO MAY NOT BE SMOKED UNDER ARTICLE THIRTEEN-E OF\n   44  THIS CHAPTER; (C) EXCEPT THAT IN A HEALTH CARE FACILITY,  MEDICAL  MARI-\n   45  HUANA  MAY  BE  SMOKED  BY  A  PATIENT OF THE FACILITY, SUBJECT TO OTHER\n   46  PROVISIONS OF THIS TITLE, IN AN AREA, AND UNDER CIRCUMSTANCES, PERMITTED\n   47  BY THE FACILITY, PROVIDED THAT THE PATIENT DOES NOT SMOKE IN  THE  PRES-\n   48  ENCE OF PATIENTS WHO ARE NOT CERTIFIED UNDER THIS TITLE.\n   49    3.  IT  SHALL BE LAWFUL UNDER THIS ARTICLE TO GIVE OR DISPOSE OF MARI-\n   50  HUANA, OBTAINED UNDER THIS TITLE FOR THE CERTIFIED PATIENT TO THE CERTI-\n   51  FIED PATIENT OR DESIGNATED CAREGIVER FOR A CERTIFIED MEDICAL  USE  WHERE\n   52  NOTHING  OF  VALUE IS TRANSFERRED IN RETURN, OR TO OFFER TO DO THE SAME.\n   53  THIS PROHIBITION ON TRANSFERRING OR OFFERING  TO  TRANSFER  A  THING  OF\n   54  VALUE SHALL NOT (A) APPLY TO SALE OF MEDICAL MARIHUANA TO OR BY A REGIS-\n   55  TERED  ORGANIZATION  UNDER  THIS  ARTICLE;  NOR (B) PREVENT A DESIGNATED\n   56  CAREGIVER FROM BEING REIMBURSED FOR ACTIVITIES RELATING TO CARING FOR  A\n\n       S. 2774                             4\n\n    1  CERTIFIED  PATIENT,  INCLUDING,  BUT  NOT  LIMITED TO, REIMBURSEMENT FOR\n    2  LEGITIMATE EXPENSES RELATING TO THE PURCHASE OF MEDICAL MARIHUANA FROM A\n    3  REGISTERED ORGANIZATION UNDER SECTION THIRTY-THREE HUNDRED SIXTY-SIX  OF\n    4  THIS TITLE.\n    5    S  3363.  REGISTRY IDENTIFICATION CARDS. 1. THE DEPARTMENT SHALL ISSUE\n    6  REGISTRY IDENTIFICATION CARDS  FOR  CERTIFIED  PATIENTS  AND  DESIGNATED\n    7  CAREGIVERS.  A  REGISTRY IDENTIFICATION CARD SHALL EXPIRE AS PROVIDED IN\n    8  SECTION THIRTY-THREE HUNDRED SIXTY-ONE OF THIS  TITLE  OR  AS  OTHERWISE\n    9  PROVIDED  IN  THIS  SECTION. THE DEPARTMENT SHALL BEGIN ISSUING REGISTRY\n   10  IDENTIFICATION CARDS NO LATER THAN JUNE FIRST, TWO THOUSAND TWELVE.  THE\n   11  DEPARTMENT  MAY SPECIFY A FORM FOR A REGISTRY APPLICATION, IN WHICH CASE\n   12  THE DEPARTMENT SHALL PROVIDE THE FORM ON REQUEST, REPRODUCTIONS  OF  THE\n   13  FORM  MAY  BE USED, AND THE FORM SHALL BE AVAILABLE FOR DOWNLOADING FROM\n   14  THE DEPARTMENT'S WEBSITE.\n   15    2. TO OBTAIN OR RENEW A  REGISTRY  IDENTIFICATION  CARD,  A  CERTIFIED\n   16  PATIENT  SHALL  FILE  A  REGISTRY  APPLICATION  WITH THE DEPARTMENT. THE\n   17  REGISTRY APPLICATION OR RENEWAL APPLICATION SHALL INCLUDE:\n   18    (A) THE ORIGINAL PATIENT'S CERTIFICATION (A NEW WRITTEN  CERTIFICATION\n   19  SHALL BE PROVIDED WITH A RENEWAL APPLICATION);\n   20    (B)  (I) THE NAME, ADDRESS, AND DATE OF BIRTH OF THE PATIENT; (II) THE\n   21  DATE OF THE CERTIFICATION; (III) IF THE PATIENT HAS A REGISTRY IDENTIFI-\n   22  CATION CARD BASED ON A CURRENT VALID CERTIFICATION, THE  REGISTRY  IDEN-\n   23  TIFICATION  NUMBER  AND  EXPIRATION DATE OF THAT REGISTRY IDENTIFICATION\n   24  CARD; (IV) THE SPECIFIED DATE UNTIL WHICH THE PATIENT WOULD BENEFIT FROM\n   25  MEDICAL MARIHUANA, IF THE CERTIFICATION STATES  SUCH  A  DATE;  (V)  THE\n   26  NAME,  ADDRESS, FEDERAL REGISTRATION NUMBER, AND TELEPHONE NUMBER OF THE\n   27  CERTIFYING PRACTITIONER; AND (VI) OTHER INDIVIDUAL IDENTIFYING  INFORMA-\n   28  TION REQUIRED BY THE DEPARTMENT;\n   29    (C)  IF  THE  PATIENT  DESIGNATES  A  DESIGNATED  CAREGIVER, THE NAME,\n   30  ADDRESS, AND DATE OF BIRTH OF THE DESIGNATED CAREGIVER, AND OTHER  INDI-\n   31  VIDUAL  IDENTIFYING  INFORMATION REQUIRED BY THE DEPARTMENT; A CERTIFIED\n   32  PATIENT MAY DESIGNATE UP TO TWO DESIGNATED CAREGIVERS;\n   33    (D) A STATEMENT THAT A FALSE STATEMENT  MADE  IN  THE  APPLICATION  IS\n   34  PUNISHABLE UNDER SECTION 210.45 OF THE PENAL LAW;\n   35    (E)  THE  DATE  OF  THE APPLICATION AND THE SIGNATURE OF THE CERTIFIED\n   36  PATIENT; AND\n   37    (F) A REASONABLE APPLICATION FEE, AS  DETERMINED  BY  THE  DEPARTMENT;\n   38  PROVIDED,  THAT  THE  DEPARTMENT MAY WAIVE OR REDUCE THE FEE IN CASES OF\n   39  FINANCIAL HARDSHIP.\n   40    3. WHERE A CERTIFIED PATIENT IS UNDER THE AGE OF EIGHTEEN:\n   41    (A) THE APPLICATION FOR A REGISTRY IDENTIFICATION CARD SHALL  BE  MADE\n   42  BY  AN  APPROPRIATE PERSON OVER TWENTY-ONE YEARS OF AGE. THE APPLICATION\n   43  SHALL STATE FACTS DEMONSTRATING THAT THE PERSON IS APPROPRIATE.\n   44    (B) THE DESIGNATED CAREGIVER SHALL BE (I) A PARENT OR  LEGAL  GUARDIAN\n   45  OF  THE CERTIFIED PATIENT, (II) A PERSON DESIGNATED BY A PARENT OR LEGAL\n   46  GUARDIAN, OR (III) AN APPROPRIATE PERSON APPROVED BY THE DEPARTMENT UPON\n   47  A SUFFICIENT SHOWING THAT NO PARENT OR LEGAL GUARDIAN IS APPROPRIATE  OR\n   48  AVAILABLE.\n   49    4.  NO  PERSON  MAY  BE  A DESIGNATED CAREGIVER IF THE PERSON IS UNDER\n   50  TWENTY-ONE YEARS OF AGE UNLESS A  SUFFICIENT  SHOWING  IS  MADE  TO  THE\n   51  DEPARTMENT  THAT THE PERSON SHOULD BE PERMITTED TO SERVE AS A DESIGNATED\n   52  CAREGIVER.\n   53    5.  NO PERSON MAY BE A DESIGNATED CAREGIVER FOR MORE THAN FIVE  CERTI-\n   54  FIED PATIENTS AT ONE TIME. A DESIGNATED CAREGIVER SHALL CARRY A SEPARATE\n   55  REGISTRY  IDENTIFICATION  CARD FOR EACH CERTIFIED PATIENT FOR WHOM HE OR\n   56  SHE IS A DESIGNATED CAREGIVER. EACH REGISTRY IDENTIFICATION  CARD  SHALL\n\n       S. 2774                             5\n\n    1  CONTAIN  THE  SAME  REGISTRY  IDENTIFICATION  NUMBER  SPECIFIED  IN THIS\n    2  SECTION.\n    3    6.  THE  DEPARTMENT SHALL ISSUE SEPARATE REGISTRY IDENTIFICATION CARDS\n    4  FOR THE CERTIFIED PATIENT AND THE DESIGNATED CAREGIVER (IF ONE IS DESIG-\n    5  NATED IN THE REGISTRY APPLICATION) WITHIN THIRTY  DAYS  OF  RECEIVING  A\n    6  COMPLETE  APPLICATION  UNDER THIS SECTION, UNLESS IT DETERMINES THAT THE\n    7  APPLICATION IS INCOMPLETE OR FACIALLY INACCURATE, IN WHICH CASE IT SHALL\n    8  PROMPTLY NOTIFY THE APPLICANT.\n    9    7.  IF THE DEPARTMENT DOES NOT APPROVE THE DESIGNATION OF AN  INDIVID-\n   10  UAL AS A DESIGNATED CAREGIVER, THAT SHALL NOT AFFECT THE APPROVAL OF THE\n   11  APPLICATION AS TO THE CERTIFIED PATIENT.\n   12    8. A REGISTRY IDENTIFICATION CARD SHALL CONTAIN:\n   13    (A)  THE NAME, ADDRESS, AND DATE OF BIRTH OF THE CERTIFIED PATIENT AND\n   14  THE DESIGNATED CAREGIVER (IF ONE IS DESIGNATED IN THE REGISTRY  APPLICA-\n   15  TION);\n   16    (B) THE DATE OF ISSUANCE AND EXPIRATION DATE OF THE REGISTRY IDENTIFI-\n   17  CATION CARD;\n   18    (C)  A  REGISTRY IDENTIFICATION NUMBER FOR THE CERTIFIED PATIENT AND A\n   19  REGISTRY IDENTIFICATION NUMBER FOR THE DESIGNATED CAREGIVER (IF  ONE  IS\n   20  DESIGNATED IN THE REGISTRY APPLICATION); AND\n   21    (D) A PHOTOGRAPH OF THE INDIVIDUAL TO WHOM THE REGISTRY IDENTIFICATION\n   22  CARD  IS  BEING  ISSUED,  WHICH SHALL BE OBTAINED BY THE DEPARTMENT IN A\n   23  MANNER SPECIFIED BY THE COMMISSIONER IN REGULATIONS; PROVIDED,  HOWEVER,\n   24  THAT IF THE DEPARTMENT REQUIRED CERTIFIED PATIENTS TO SUBMIT PHOTOGRAPHS\n   25  FOR THIS PURPOSE, THERE SHALL BE A REASONABLE ACCOMMODATION OF CERTIFIED\n   26  PATIENTS WHO ARE CONFINED TO THEIR HOMES DUE TO THEIR MEDICAL CONDITIONS\n   27  AND MAY THEREFORE HAVE DIFFICULTY PROCURING PHOTOGRAPHS.\n   28    9.  A  CERTIFIED PATIENT OR DESIGNATED CAREGIVER WHO HAS BEEN ISSUED A\n   29  REGISTRY IDENTIFICATION CARD SHALL NOTIFY THE DEPARTMENT OF  ANY  CHANGE\n   30  IN  HIS OR HER NAME OR ADDRESS OR, WITH RESPECT TO THE PATIENT, OR IF HE\n   31  OR SHE CEASES TO HAVE THE SERIOUS CONDITION NOTED ON THE  CERTIFICATION,\n   32  WITHIN TEN DAYS OF SUCH CHANGE.\n   33    10.  IF  A  CERTIFIED PATIENT OR DESIGNATED CAREGIVER LOSES HIS OR HER\n   34  REGISTRY IDENTIFICATION CARD, HE OR SHE SHALL NOTIFY THE DEPARTMENT  AND\n   35  SUBMIT  A  TEN DOLLAR FEE WITHIN TEN DAYS OF LOSING THE CARD TO MAINTAIN\n   36  THE REGISTRATION.  THE DEPARTMENT MAY ESTABLISH HIGHER FEES FOR  ISSUING\n   37  A  NEW  REGISTRY  IDENTIFICATION CARD FOR SECOND AND SUBSEQUENT REPLACE-\n   38  MENTS FOR A LOST CARD, PROVIDED, THAT THE DEPARTMENT MAY WAIVE OR REDUCE\n   39  THE FEE IN CASES OF FINANCIAL HARDSHIP.   WITHIN FIVE  DAYS  AFTER  SUCH\n   40  NOTIFICATION  AND  PAYMENT,  THE  DEPARTMENT  SHALL ISSUE A NEW REGISTRY\n   41  IDENTIFICATION CARD, WHICH MAY CONTAIN  A  NEW  REGISTRY  IDENTIFICATION\n   42  NUMBER,  TO  THE  CERTIFIED PATIENT OR DESIGNATED CAREGIVER, AS THE CASE\n   43  MAY BE.\n   44    11. THE DEPARTMENT SHALL MAINTAIN A CONFIDENTIAL LIST OF  THE  PERSONS\n   45  TO  WHOM IT HAS ISSUED REGISTRY IDENTIFICATION CARDS. INDIVIDUAL IDENTI-\n   46  FYING INFORMATION OBTAINED BY THE DEPARTMENT UNDER THIS TITLE  SHALL  BE\n   47  CONFIDENTIAL  AND EXEMPT FROM DISCLOSURE UNDER ARTICLE SIX OF THE PUBLIC\n   48  OFFICERS LAW. NOTWITHSTANDING THIS SUBDIVISION, THE DEPARTMENT MAY NOTI-\n   49  FY ANY APPROPRIATE LAW ENFORCEMENT AGENCY OF INFORMATION RELATING TO ANY\n   50  VIOLATION OR SUSPECTED VIOLATION OF THIS TITLE.\n   51    12. THE DEPARTMENT SHALL VERIFY TO LAW  ENFORCEMENT  PERSONNEL  IN  AN\n   52  APPROPRIATE CASE WHETHER A REGISTRY IDENTIFICATION CARD IS VALID.\n   53    13.  IF A CERTIFIED PATIENT OR DESIGNATED CAREGIVER WILLFULLY VIOLATES\n   54  ANY PROVISION OF THIS TITLE AS DETERMINED BY THE DEPARTMENT, HIS OR  HER\n   55  REGISTRY  IDENTIFICATION CARD MAY BE REVOKED. THIS IS IN ADDITION TO ANY\n   56  OTHER PENALTY THAT MAY APPLY.\n\n       S. 2774                             6\n\n    1    14. (A) REGISTRY IMPLEMENTATION DATE. AS USED IN THIS SUBDIVISION, THE\n    2  \"REGISTRY IMPLEMENTATION DATE\" IS THE DATE DETERMINED BY THE COMMISSION-\n    3  ER WHEN THE DEPARTMENT IS READY TO  RECEIVE  AND  EXPEDITIOUSLY  ACT  ON\n    4  APPLICATIONS FOR REGISTRY IDENTIFICATION CARDS UNDER THIS SECTION.\n    5    (B)  ON AND AFTER THE REGISTRY IMPLEMENTATION DATE, UPON RECEIPT OF AN\n    6  APPLICATION FOR A REGISTRY IDENTIFICATION  CARD,  THE  DEPARTMENT  SHALL\n    7  SEND  TO  THE  APPLICANT  A LETTER ACKNOWLEDGING SUCH RECEIPT. WHILE THE\n    8  APPLICATION FOR A REGISTRY IDENTIFICATION CARD IS PENDING, A COPY OF THE\n    9  REGISTRY APPLICATION, TOGETHER WITH A COPY OF THE  CERTIFICATION  AND  A\n   10  COPY  OF  THE  LETTER OF RECEIPT FROM THE DEPARTMENT, SHALL SERVE AS AND\n   11  HAVE THE SAME EFFECT AS A REGISTRY IDENTIFICATION CARD FOR THE CERTIFIED\n   12  PATIENT AND DESIGNATED CAREGIVER IF ANY, PROVIDED THAT  A  CERTIFICATION\n   13  AND  APPLICATION SHALL NOT SERVE AS A VALID REGISTRY IDENTIFICATION CARD\n   14  AFTER THE INITIAL THIRTY  DAY  PERIOD  UNDER  SUBDIVISION  SIX  OF  THIS\n   15  SECTION.   THIS PARAGRAPH SHALL EXPIRE AND HAVE NO EFFECT ONE YEAR AFTER\n   16  THE REGISTRY IMPLEMENTATION DATE.\n   17    S 3364. REGISTERED ORGANIZATIONS. 1. A REGISTERED  ORGANIZATION  SHALL\n   18  BE:\n   19    (A) A PHARMACY;\n   20    (B) A FACILITY LICENSED UNDER ARTICLE TWENTY-EIGHT OF THIS CHAPTER;\n   21    (C)  A NOT-FOR-PROFIT CORPORATION ORGANIZED FOR THE PURPOSE OF ACQUIR-\n   22  ING, POSSESSING, MANUFACTURING,  SELLING,  DELIVERING,  TRANSPORTING  OR\n   23  DISTRIBUTING MARIHUANA FOR CERTIFIED MEDICAL USE;\n   24    (D) THE DEPARTMENT;\n   25    (E) A LOCAL HEALTH DEPARTMENT; OR\n   26    (F)  A  REGISTERED  PRODUCER,  WHICH SHALL BE A PERSON OR ENTITY, WITH\n   27  APPROPRIATE EXPERTISE IN AGRICULTURE,  REGISTERED  FOR  THE  PURPOSE  OF\n   28  ACQUIRING OR MANUFACTURING MARIHUANA AND SELLING, DELIVERING, TRANSPORT-\n   29  ING,  OR DISTRIBUTING IT TO ANOTHER REGISTERED ORGANIZATION; A CERTIFIED\n   30  PRODUCER SHALL NOT SELL, DELIVER OR DISTRIBUTE MARIHUANA TO A  CERTIFIED\n   31  PATIENT OR DESIGNATED CAREGIVER FOR THAT PERSON'S USE.\n   32    1-A.  THE  DEPARTMENT  MAY  CONTRACT,  THROUGH A REQUEST FOR PROPOSALS\n   33  PROCESS, WITH AN ENTITY TO MANUFACTURE MEDICAL MARIHUANA FOR SALE TO THE\n   34  DEPARTMENT IN THE DEPARTMENT'S CAPACITY AS A REGISTERED ORGANIZATION. AN\n   35  ENTITY CONTRACTING WITH THE DEPARTMENT UNDER THIS SUBDIVISION  SHALL  BE\n   36  DEEMED TO BE A REGISTERED PRODUCER WHEN ACTING UNDER THAT CONTRACT.\n   37    2.  THE ACQUIRING, POSSESSION, MANUFACTURE, SALE, DELIVERY, TRANSPORT-\n   38  ING OR DISTRIBUTING OF MARIHUANA BY A REGISTERED ORGANIZATION UNDER THIS\n   39  TITLE IN ACCORDANCE WITH ITS  REGISTRATION  UNDER  SECTION  THIRTY-THREE\n   40  HUNDRED  SIXTY-FIVE  OF  THIS TITLE OR A RENEWAL THEREOF SHALL BE LAWFUL\n   41  UNDER THIS TITLE.\n   42    3. A REGISTERED ORGANIZATION (OTHER THAN A  REGISTERED  PRODUCER)  MAY\n   43  LAWFULLY,  IN  GOOD FAITH, SELL, DELIVER OR DISTRIBUTE MEDICAL MARIHUANA\n   44  TO A CERTIFIED PATIENT OR DESIGNATED CAREGIVER UPON PRESENTATION TO  THE\n   45  REGISTERED ORGANIZATION OF A VALID REGISTRY IDENTIFICATION CARD FOR THAT\n   46  CERTIFIED  PATIENT  OR  DESIGNATED  CAREGIVER.  WHEN  PRESENTED WITH THE\n   47  REGISTRY IDENTIFICATION CARD, THE REGISTERED ORGANIZATION SHALL  PROVIDE\n   48  TO  THE CERTIFIED PATIENT OR DESIGNATED CAREGIVER A RECEIPT, WHICH SHALL\n   49  STATE: THE NAME, ADDRESS, AND  REGISTRY  IDENTIFICATION  NUMBER  OF  THE\n   50  REGISTERED  ORGANIZATION;  THE  REGISTRY  IDENTIFICATION  NUMBER  OF THE\n   51  CERTIFIED PATIENT AND THE DESIGNATED CAREGIVER (IF ANY); AND THE QUANTI-\n   52  TY OF MARIHUANA SOLD. THE REGISTERED ORGANIZATION SHALL RETAIN A COPY OF\n   53  THE REGISTRY IDENTIFICATION CARD AND THE RECEIPT FOR ONE YEAR.\n   54    4. NO REGISTERED ORGANIZATION MAY SELL, DELIVER OR DISTRIBUTE  TO  ANY\n   55  CERTIFIED PATIENT OR DESIGNATED CAREGIVER A QUANTITY OF MEDICAL MARIHUA-\n\n       S. 2774                             7\n\n    1  NA  LARGER  THAN  THAT INDIVIDUAL WOULD BE ALLOWED TO POSSESS UNDER THIS\n    2  TITLE.\n    3    5.  WHEN  A  REGISTERED  ORGANIZATION  SELLS,  DELIVERS OR DISTRIBUTES\n    4  MEDICAL MARIHUANA TO A CERTIFIED PATIENT  OR  DESIGNATED  CAREGIVER,  IT\n    5  SHALL  PROVIDE  TO THAT INDIVIDUAL A SAFETY INSERT, WHICH WILL BE DEVEL-\n    6  OPED AND APPROVED BY THE COMMISSIONER AND INCLUDE, BUT  NOT  BE  LIMITED\n    7  TO, INFORMATION ON: (A) METHODS FOR ADMINISTERING MEDICAL MARIHUANA, (B)\n    8  ANY  POTENTIAL  DANGERS  STEMMING FROM THE USE OF MEDICAL MARIHUANA, AND\n    9  (C) HOW TO RECOGNIZE WHAT MAY BE PROBLEMATIC USAGE OF MEDICAL  MARIHUANA\n   10  AND OBTAIN APPROPRIATE SERVICES OR TREATMENT  FOR PROBLEMATIC USAGE.\n   11    S  3365.  REGISTERING  OF REGISTERED ORGANIZATIONS. 1. APPLICATION FOR\n   12  INITIAL REGISTRATION. (A) AN APPLICANT FOR REGISTRATION AS A  REGISTERED\n   13  ORGANIZATION UNDER SECTION THIRTY-THREE HUNDRED SIXTY-FOUR OF THIS TITLE\n   14  SHALL FURNISH TO THE DEPARTMENT A DESCRIPTION OF THE ACTIVITIES IN WHICH\n   15  IT  INTENDS  TO  ENGAGE AS A REGISTERED ORGANIZATION AND ANY INFORMATION\n   16  THE DEPARTMENT SHALL REASONABLY REQUIRE AND EVIDENCE THAT THE APPLICANT:\n   17    (I) AND ITS MANAGING OFFICERS ARE OF GOOD MORAL CHARACTER;\n   18    (II) POSSESSES OR HAS THE RIGHT TO USE SUFFICIENT LAND, BUILDINGS  AND\n   19  EQUIPMENT  TO  PROPERLY  CARRY ON THE ACTIVITY DESCRIBED IN THE APPLICA-\n   20  TION;\n   21    (III) IS ABLE TO MAINTAIN EFFECTIVE CONTROL AGAINST DIVERSION  OF  THE\n   22  MARIHUANA; AND\n   23    (IV)  IS ABLE TO COMPLY WITH ALL APPLICABLE STATE LAWS AND REGULATIONS\n   24  RELATING TO THE ACTIVITIES IN WHICH  IT  INTENDS  TO  ENGAGE  UNDER  THE\n   25  REGISTRATION.\n   26    (B) THE APPLICATION SHALL ESTABLISH THE APPLICANT'S STATUS UNDER PARA-\n   27  GRAPH  (A),  (B),  (C),  (D)  OR  (E)  OF  SUBDIVISION  ONE  OF  SECTION\n   28  THIRTY-THREE HUNDRED SIXTY-FOUR OF THIS TITLE, OR ITS INTENTION TO QUAL-\n   29  IFY  UNDER  PARAGRAPH  (C)  OR  (F)  OF  SUBDIVISION  ONE   OF   SECTION\n   30  THIRTY-THREE HUNDRED SIXTY-FOUR OF THIS TITLE.\n   31    (C)  THE  APPLICATION  SHALL  INCLUDE  THE NAME, RESIDENCE ADDRESS AND\n   32  TITLE OF EACH OF THE OFFICERS AND DIRECTORS AND THE NAME  AND  RESIDENCE\n   33  ADDRESS  OF ANY PERSON OR ENTITY THAT IS A MEMBER OF THE APPLICANT. EACH\n   34  SUCH PERSON, IF AN INDIVIDUAL, OR LAWFUL REPRESENTATIVE IF A LEGAL ENTI-\n   35  TY, SHALL SUBMIT AN AFFIDAVIT WITH THE APPLICATION SETTING FORTH:\n   36    (I) ANY POSITION OF MANAGEMENT OR OWNERSHIP DURING THE  PRECEDING  TEN\n   37  YEARS  OF  A  TEN  PER CENTUM OR GREATER INTEREST IN ANY OTHER BUSINESS,\n   38  LOCATED IN OR OUTSIDE THIS STATE, MANUFACTURING OR DISTRIBUTING DRUGS;\n   39    (II) WHETHER SUCH PERSON OR ANY  SUCH  BUSINESS  HAS  BEEN  CONVICTED,\n   40  FINED, CENSURED OR HAD A REGISTRATION SUSPENDED OR REVOKED IN ANY ADMIN-\n   41  ISTRATIVE OR JUDICIAL PROCEEDING RELATING TO OR ARISING OUT OF THE MANU-\n   42  FACTURE, DISTRIBUTION, SALE, OR POSSESSION OF DRUGS; AND\n   43    (III)  SUCH  OTHER  INFORMATION  AS  THE  COMMISSIONER  MAY REASONABLY\n   44  REQUIRE.\n   45    (D) THE APPLICANT SHALL BE UNDER A CONTINUING DUTY TO  REPORT  TO  THE\n   46  DEPARTMENT  ANY CHANGE IN FACTS OR CIRCUMSTANCES REFLECTED IN THE APPLI-\n   47  CATION OR ANY NEWLY DISCOVERED OR OCCURRING FACT OR  CIRCUMSTANCE  WHICH\n   48  IS REQUIRED TO BE INCLUDED IN THE APPLICATION.\n   49    2. GRANTING OF REGISTRATION. (A) THE COMMISSIONER SHALL GRANT A REGIS-\n   50  TRATION  OR  AMENDMENT TO A REGISTRATION UNDER THIS SECTION IF HE OR SHE\n   51  IS SATISFIED THAT:\n   52    (I) THE APPLICANT WILL BE ABLE TO MAINTAIN EFFECTIVE  CONTROL  AGAINST\n   53  DIVERSION OF MARIHUANA;\n   54    (II)  THE  APPLICANT  WILL BE ABLE TO COMPLY WITH ALL APPLICABLE STATE\n   55  LAWS;\n\n       S. 2774                             8\n\n    1    (III) THE APPLICANT AND ITS OFFICERS ARE READY, WILLING  AND  ABLE  TO\n    2  PROPERLY CARRY ON THE MANUFACTURING OR DISTRIBUTING ACTIVITY FOR WHICH A\n    3  REGISTRATION IS SOUGHT;\n    4    (IV)  THE APPLICANT POSSESSES OR HAS THE RIGHT TO USE SUFFICIENT LAND,\n    5  BUILDINGS AND EQUIPMENT TO PROPERLY CARRY ON THE ACTIVITY  DESCRIBED  IN\n    6  THE APPLICATION;\n    7    (V) IT IS IN THE PUBLIC INTEREST THAT SUCH REGISTRATION BE GRANTED; IN\n    8  THE  CASE  OF  AN  APPLICANT  UNDER  PARAGRAPH (C) OF SUBDIVISION ONE OF\n    9  SECTION THIRTY-THREE HUNDRED SIXTY-FOUR OF THIS TITLE, THE  COMMISSIONER\n   10  MAY  CONSIDER  WHETHER THE NUMBER OF REGISTERED ORGANIZATIONS IN AN AREA\n   11  WILL BE ADEQUATE OR EXCESSIVE TO REASONABLY SERVE THE AREA; AND\n   12    (VI) THE APPLICANT AND ITS MANAGING OFFICERS ARE OF GOOD MORAL CHARAC-\n   13  TER.\n   14    (B) IF THE COMMISSIONER IS NOT SATISFIED THAT THE APPLICANT SHOULD  BE\n   15  ISSUED  A  REGISTRATION, HE OR SHE SHALL NOTIFY THE APPLICANT IN WRITING\n   16  OF THOSE FACTORS UPON WHICH FURTHER EVIDENCE IS REQUIRED. WITHIN  THIRTY\n   17  DAYS OF THE RECEIPT OF SUCH NOTIFICATION, THE APPLICANT MAY SUBMIT ADDI-\n   18  TIONAL MATERIAL TO THE COMMISSIONER.\n   19    (C)  THE  FEE FOR A REGISTRATION UNDER THIS SECTION SHALL BE AN AMOUNT\n   20  DETERMINED BY THE DEPARTMENT IN REGULATIONS; PROVIDED  HOWEVER,  IF  THE\n   21  REGISTRATION IS ISSUED FOR A PERIOD GREATER THAN TWO YEARS THE FEE SHALL\n   22  BE INCREASED, PRO RATA, FOR EACH ADDITIONAL MONTH OF VALIDITY.\n   23    (D)  REGISTRATIONS  ISSUED  UNDER THIS SECTION SHALL BE EFFECTIVE ONLY\n   24  FOR AND SHALL SPECIFY:\n   25    (I) THE NAME AND ADDRESS OF THE REGISTERED ORGANIZATION; AND\n   26    (II) WHICH ACTIVITIES OF A REGISTERED ORGANIZATION  ARE  PERMITTED  BY\n   27  THE REGISTRATION.\n   28    (E)  UPON APPLICATION OF A REGISTERED ORGANIZATION, A REGISTRATION MAY\n   29  BE AMENDED TO ALLOW THE REGISTERED ORGANIZATION TO RELOCATE  WITHIN  THE\n   30  STATE  OR TO ADD OR DELETE PERMITTED REGISTERED ORGANIZATION ACTIVITIES.\n   31  THE FEE FOR SUCH AMENDMENT SHALL BE TWO HUNDRED FIFTY DOLLARS.\n   32    3. A REGISTRATION ISSUED UNDER THIS SECTION SHALL  BE  VALID  FOR  TWO\n   33  YEARS  FROM  THE  DATE  OF ISSUE, EXCEPT THAT IN ORDER TO FACILITATE THE\n   34  RENEWALS OF SUCH REGISTRATIONS, THE COMMISSIONER MAY  UPON  THE  INITIAL\n   35  APPLICATION  FOR  A  REGISTRATION,  ISSUE  SOME  REGISTRATIONS WHICH MAY\n   36  REMAIN VALID FOR A PERIOD OF TIME GREATER THAN TWO YEARS BUT NOT EXCEED-\n   37  ING AN ADDITIONAL ELEVEN MONTHS.\n   38    4. APPLICATIONS FOR RENEWAL OF REGISTRATIONS. (A) AN  APPLICATION  FOR\n   39  THE RENEWAL OF ANY REGISTRATION ISSUED UNDER THIS SECTION SHALL BE FILED\n   40  WITH  THE  DEPARTMENT NOT MORE THAN SIX MONTHS NOR LESS THAN FOUR MONTHS\n   41  PRIOR TO THE  EXPIRATION  THEREOF.  A  LATE-FILED  APPLICATION  FOR  THE\n   42  RENEWAL OF A REGISTRATION MAY, IN THE DISCRETION OF THE COMMISSIONER, BE\n   43  TREATED AS AN APPLICATION FOR AN INITIAL LICENSE.\n   44    (B)  THE  APPLICATION  FOR  RENEWAL  SHALL  INCLUDE  SUCH  INFORMATION\n   45  PREPARED IN THE MANNER AND  DETAIL  AS  THE  COMMISSIONER  MAY  REQUIRE,\n   46  INCLUDING BUT NOT LIMITED TO:\n   47    (I)  ANY  MATERIAL  CHANGE  IN  THE CIRCUMSTANCES OR FACTORS LISTED IN\n   48  SUBDIVISION ONE OF THIS SECTION; AND\n   49    (II) EVERY KNOWN CHARGE OR INVESTIGATION, PENDING OR CONCLUDED  DURING\n   50  THE  PERIOD OF THE REGISTRATION, BY ANY GOVERNMENTAL AGENCY WITH RESPECT\n   51  TO:\n   52    (1) EACH INCIDENT OR ALLEGED INCIDENT INVOLVING THE  THEFT,  LOSS,  OR\n   53  POSSIBLE  DIVERSION  OF  MARIHUANA  MANUFACTURED  OR  DISTRIBUTED BY THE\n   54  APPLICANT; AND\n\n       S. 2774                             9\n\n    1    (2) COMPLIANCE BY THE APPLICANT  WITH  THE  LAWS  OF  THE  STATE  WITH\n    2  RESPECT  TO  ANY SUBSTANCE LISTED IN SECTION THIRTY-THREE HUNDRED SIX OF\n    3  THIS ARTICLE.\n    4    (C)  AN  APPLICANT  FOR  RENEWAL  SHALL  BE UNDER A CONTINUING DUTY TO\n    5  REPORT TO THE DEPARTMENT ANY CHANGE IN FACTS OR CIRCUMSTANCES  REFLECTED\n    6  IN  THE APPLICATION OR ANY NEWLY DISCOVERED OR OCCURRING FACT OR CIRCUM-\n    7  STANCE WHICH IS REQUIRED TO BE INCLUDED IN THE APPLICATION.\n    8    (D) IF THE COMMISSIONER IS NOT SATISFIED THAT THE APPLICANT  IS  ENTI-\n    9  TLED TO A RENEWAL OF THE REGISTRATION, HE OR SHE SHALL WITHIN FORTY-FIVE\n   10  DAYS AFTER THE FILING OF THE APPLICATION SERVE UPON THE APPLICANT OR HIS\n   11  OR  HER  ATTORNEY OF RECORD IN PERSON OR BY REGISTERED OR CERTIFIED MAIL\n   12  AN ORDER DIRECTING THE APPLICANT TO SHOW CAUSE WHY HIS OR  HER  APPLICA-\n   13  TION FOR RENEWAL SHOULD NOT BE DENIED. THE ORDER SHALL SPECIFY IN DETAIL\n   14  THE  RESPECTS  IN WHICH THE APPLICANT HAS NOT SATISFIED THE COMMISSIONER\n   15  THAT THE REGISTRATION SHOULD BE RENEWED.\n   16    (E) WITHIN THIRTY DAYS OF SERVICE OF SUCH  ORDER,  THE  APPLICANT  MAY\n   17  EITHER SUBMIT ADDITIONAL MATERIAL TO THE COMMISSIONER.\n   18    5.  GRANTING  OF  RENEWAL OF REGISTRATIONS. (A) THE COMMISSIONER SHALL\n   19  RENEW A REGISTRATION UNLESS HE OR SHE  DETERMINES  AND  FINDS  THAT  THE\n   20  APPLICANT:\n   21    (I)  IS  UNLIKELY TO MAINTAIN OR BE ABLE TO MAINTAIN EFFECTIVE CONTROL\n   22  AGAINST DIVERSION; OR\n   23    (II) IS UNLIKELY TO COMPLY WITH  ALL  STATE  LAWS  APPLICABLE  TO  THE\n   24  ACTIVITIES IN WHICH IT MAY ENGAGE UNDER THE REGISTRATION; OR\n   25    (III)  IS  AN  APPLICANT  UNDER  PARAGRAPH  (C)  OF SUBDIVISION ONE OF\n   26  SECTION THIRTY-THREE HUNDRED SIXTY-FOUR OF THIS TITLE, IN WHICH CASE THE\n   27  COMMISSIONER MAY CONSIDER WHETHER THE NUMBER OF REGISTERED ORGANIZATIONS\n   28  IN AN AREA IS ADEQUATE OR EXCESSIVE TO REASONABLY SERVE THE AREA.\n   29    (B) FOR PURPOSES OF THIS SECTION, PROOF THAT  A  REGISTERED  ORGANIZA-\n   30  TION,  DURING  THE  PERIOD  OF  ITS REGISTRATION, HAS FAILED TO MAINTAIN\n   31  EFFECTIVE CONTROL AGAINST DIVERSION  OR  HAS  KNOWINGLY  OR  NEGLIGENTLY\n   32  FAILED  TO  COMPLY WITH APPLICABLE STATE LAWS RELATING TO THE ACTIVITIES\n   33  IN WHICH IT ENGAGES UNDER THE REGISTRATION, SHALL CONSTITUTE SUBSTANTIAL\n   34  EVIDENCE THAT THE APPLICANT  WILL  BE  UNLIKELY  TO  MAINTAIN  EFFECTIVE\n   35  CONTROL  AGAINST DIVERSION OR WILL BE UNLIKELY TO COMPLY WITH THE APPLI-\n   36  CABLE STATE STATUTES DURING THE PERIOD OF PROPOSED RENEWAL.\n   37    6. THE DEPARTMENT MAY SUSPEND  OR  TERMINATE  THE  REGISTRATION  OF  A\n   38  REGISTERED  ORGANIZATION,  ON  GROUNDS  AND  USING PROCEDURES UNDER THIS\n   39  ARTICLE RELATING TO A LICENSE, TO THE EXTENT CONSISTENT WITH THIS TITLE.\n   40    S 3366. REPORTS  BY  REGISTERED  ORGANIZATIONS.  1.  THE  COMMISSIONER\n   41  SHALL,  BY  REGULATION, REQUIRE EACH REGISTERED ORGANIZATION THAT SELLS,\n   42  DELIVERS OR DISTRIBUTES MEDICAL MARIHUANA  TO  A  CERTIFIED  PATIENT  OR\n   43  DESIGNATED  CAREGIVER  TO  FILE REPORTS OF ALL SUCH SALES, DELIVERIES OR\n   44  DISTRIBUTIONS BY THE REGISTERED ORGANIZATION DURING A PARTICULAR PERIOD,\n   45  ON FORMS PROVIDED BY THE DEPARTMENT. REPORTS SHALL BE NOT MORE FREQUENT-\n   46  LY THAN EVERY SIX MONTHS.  EACH REPORT SHALL INCLUDE FOR EACH SUCH SALE,\n   47  DELIVERY OR DISTRIBUTION: THE DATE,  THE  QUANTITY  SOLD,  DELIVERED  OR\n   48  DISTRIBUTED; AND THE NAME, ADDRESS AND REGISTRY IDENTIFICATION NUMBER OF\n   49  THE CERTIFIED PATIENT AND THE DESIGNATED CAREGIVER (IF ANY).\n   50    2.  THE  COMMISSIONER  SHALL,  BY  REGULATION, REQUIRE EACH REGISTERED\n   51  PRODUCER TO FILE REPORTS OF ALL SALES, DELIVERIES  OR  DISTRIBUTIONS  OF\n   52  MEDICAL MARIHUANA BY THE REGISTERED PRODUCER DURING A PARTICULAR PERIOD,\n   53  ON FORMS PROVIDED BY THE DEPARTMENT. REPORTS SHALL BE NOT MORE FREQUENT-\n   54  LY  THAN  EVERY  MONTH.  EACH  REPORT  SHALL INCLUDE FOR EACH SUCH SALE,\n   55  DELIVERY OR DISTRIBUTION: THE DATE,  THE  QUANTITY  SOLD,  DELIVERED  OR\n\n       S. 2774                            10\n\n    1  DISTRIBUTED;  AND THE NAME AND ADDRESS OF THE REGISTERED ORGANIZATION TO\n    2  WHICH THE SALE, DELIVERY OR DISTRIBUTION WAS MADE.\n    3    S  3367.  EVALUATION;  RESEARCH PROGRAMS; REPORT BY DEPARTMENT. 1. THE\n    4  COMMISSIONER MAY PROVIDE FOR THE ANALYSIS AND EVALUATION OF  THE  OPERA-\n    5  TION  OF THIS TITLE. THE COMMISSIONER MAY ENTER INTO AGREEMENTS WITH ONE\n    6  OR MORE PERSONS, NOT-FOR-PROFIT CORPORATIONS OR OTHER ORGANIZATIONS, FOR\n    7  THE PERFORMANCE OF AN EVALUATION OF THE IMPLEMENTATION AND EFFECTIVENESS\n    8  OF THIS TITLE.\n    9    2. THE DEPARTMENT MAY DEVELOP, SEEK  ANY  NECESSARY  FEDERAL  APPROVAL\n   10  FOR, AND CARRY OUT RESEARCH PROGRAMS RELATING TO MEDICAL USE OF MARIHUA-\n   11  NA.    PARTICIPATION  IN ANY SUCH RESEARCH PROGRAM SHALL BE VOLUNTARY ON\n   12  THE PART OF PRACTITIONERS, PATIENTS, AND DESIGNATED CAREGIVERS.\n   13    3. THE DEPARTMENT SHALL REPORT EVERY TWO YEARS,  BEGINNING  TWO  YEARS\n   14  AFTER THE EFFECTIVE DATE OF THIS TITLE, TO THE GOVERNOR AND THE LEGISLA-\n   15  TURE ON THE MEDICAL USE OF MARIHUANA UNDER THIS TITLE AND MAKE APPROPRI-\n   16  ATE RECOMMENDATIONS.\n   17    S 3368. REGISTERED ORGANIZATION ASSESSMENTS. 1. EACH REGISTERED ORGAN-\n   18  IZATION  SHALL  BE  CHARGED  AN  ASSESSMENT  IN  THE AMOUNT OF SEVEN AND\n   19  ONE-TENTH PERCENT OF ITS GROSS RECEIPTS RECEIVED FROM ALL MEDICAL  MARI-\n   20  HUANA  SOLD,  DELIVERED  OR  DISTRIBUTED, LESS REFUNDS, ON A CASH BASIS.\n   21  THE ASSESSMENT SHALL BE SUBMITTED BY OR  ON  BEHALF  OF  THE  REGISTERED\n   22  ORGANIZATION TO THE COMMISSIONER OR HIS OR HER DESIGNEE ON A SCHEDULE TO\n   23  BE DETERMINED BY THE COMMISSIONER.\n   24    2.  THE  GROSS  RECEIPTS  TAX  OWED BY A REGISTERED ORGANIZATION UNDER\n   25  SECTION TWENTY-EIGHT HUNDRED SEVEN-D OF THIS  CHAPTER,  ATTRIBUTABLE  TO\n   26  THE  SALE,  DELIVERY  OR  DISTRIBUTION  OF  MEDICAL MARIHUANA UNDER THIS\n   27  TITLE, SHALL BE DEDUCTIBLE BY THE REGISTERED ORGANIZATION FROM ANY GROSS\n   28  RECEIPTS ASSESSMENT OWED BY IT UNDER THIS TITLE.\n   29    3. THE REGISTERED ORGANIZATION SHALL MAINTAIN THE DOCUMENTATION NECES-\n   30  SARY TO ESTABLISH WHAT AMOUNT IS OWED PURSUANT TO THIS SECTION AND  SUCH\n   31  RECORDS  SHALL  BE  SUBJECT  TO  AUDIT BY THE COMMISSIONER OR HIS OR HER\n   32  DESIGNEE.\n   33    4. NO GOVERNMENTAL AGENCY OPERATING AS A REGISTERED ORGANIZATION SHALL\n   34  PAY AN ASSESSMENT PURSUANT TO THIS SECTION.\n   35    S 3369. RELATION TO OTHER LAWS. 1.  THE  PROVISIONS  OF  THIS  ARTICLE\n   36  SHALL  APPLY  TO THIS TITLE, EXCEPT THAT WHERE A PROVISION OF THIS TITLE\n   37  CONFLICTS WITH ANOTHER PROVISION  OF  THIS  ARTICLE,  THIS  TITLE  SHALL\n   38  APPLY.\n   39    2.  NOTHING IN THIS TITLE SHALL BE CONSTRUED TO REQUIRE OR PROHIBIT AN\n   40  INSURER OR HEALTH PLAN UNDER THE INSURANCE LAW OR THE PUBLIC HEALTH  LAW\n   41  TO  PROVIDE  COVERAGE FOR MEDICAL MARIHUANA. NOTHING IN THIS TITLE SHALL\n   42  BE CONSTRUED TO REQUIRE COVERAGE FOR  MEDICAL  MARIHUANA  UNDER  ARTICLE\n   43  TWENTY-FIVE OF THIS CHAPTER OR ARTICLE FIVE OF THE SOCIAL SERVICES LAW.\n   44    3.  A  PERSON  OR  ENTITY  SHALL  NOT  BE SUBJECT TO CRIMINAL OR CIVIL\n   45  LIABILITY OR PROFESSIONAL DISCIPLINE FOR ACTING REASONABLY AND  IN  GOOD\n   46  FAITH PURSUANT TO THIS TITLE.\n   47    S  3.  Section  853 of the general business law is amended by adding a\n   48  new subdivision 3 to read as follows:\n   49    3. THIS ARTICLE SHALL NOT APPLY TO ANY SALE, FURNISHING OR  POSSESSION\n   50  WHICH IS FOR A LAWFUL PURPOSE UNDER TITLE FIVE-A OF ARTICLE THIRTY-THREE\n   51  OF THE PUBLIC HEALTH LAW.\n   52    S 4. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public health law and the general business law, in relation to medical use of marihuana ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110201.T143402.TXT", "SOBI.D110201.T141400.TXT", "SOBI.D110201.T134859.TXT", "SOBI.D110201.T135359.TXT", "SOBI.D110202.T114209.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296664929608
}