{
  "year" : 2011,
  "senateBillNo" : "S2776-2011",
  "billEvents" : [ {
    "eventDate" : 1296536400000,
    "eventText" : "REFERRED TO EDUCATION",
    "billEventId" : "S2776-2011-1296536400000-REFERRED+TO+EDUCATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "YOUNG",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes the Fredonia central school district to receive state aid for certain approved capital funded projects",
  "summary" : "Authorizes the Fredonia central school district to receive state aid for certain approved capital funded projects. ",
  "currentCommittee" : "EDUCATION",
  "sameAs" : null,
  "lawSection" : "Education",
  "previousVersions" : [ "SA7681-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2776\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   February 1, 2011\n                                      ___________\n\n       Introduced  by  Sen.  YOUNG  -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Education\n\n       AN ACT to validate certain acts of the Fredonia central school  district\n         with regard to a certain capital improvement project\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Legislative intent. The legislature hereby finds  that  the\n    2  Fredonia  central school district approved a capital improvement project\n    3  which is designated project number 06-22-01-06-009-008. In addition, the\n    4  project was eligible for certain  state  aid.  The  legislature  further\n    5  finds  that  due  to ministerial error, the required filing of the final\n    6  cost report for such project was not made by such district in  a  timely\n    7  manner  making  the district ineligible for certain aid. The legislature\n    8  further finds that without such aid,  the  capital  improvement  project\n    9  will impose an additional, unanticipated hardship on district taxpayers.\n   10    S  2.  All  the  acts done and proceedings heretofore had and taken or\n   11  caused to be had or taken by the Fredonia central school district and by\n   12  all its officers or agents relating to or in connection with  a  certain\n   13  final  cost  report  to be filed with the state education department for\n   14  project 06-22-01-06-009-008, and all acts incidental thereto are  hereby\n   15  legalized,  validated, ratified and confirmed, notwithstanding any fail-\n   16  ure to comply with the approval and filing provisions of  the  education\n   17  law  or  any  other  law or any other statutory authority, rule or regu-\n   18  lation, in relation to any omissions,  error,  defect,  irregularity  or\n   19  illegality  in such proceedings had and taken, and provided further that\n   20  any amount due and payable to the Fredonia central school  district  for\n   21  school  years prior to the 2011-2012 school year as a result of this act\n   22  shall be paid pursuant to the provisions of paragraph c of subdivision 5\n   23  of section 3604 of the education law.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04188-01-1\n\n       S. 2776                             2\n\n    1    S 3. The education department  is  hereby  directed  to  consider  the\n    2  approved  cost of the aforementioned project as a valid and proper obli-\n    3  gation of the Fredonia central school district.\n    4    S 4. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to validate certain acts of the Fredonia central school district with regard to a certain capital improvement project ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110201.T143402.TXT", "SOBI.D110201.T141400.TXT", "SOBI.D110201.T135359.TXT", "SOBI.D110202.T114209.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296664929613
}