{
  "year" : 2011,
  "senateBillNo" : "S2782-2011",
  "billEvents" : [ {
    "eventDate" : 1296536400000,
    "eventText" : "REFERRED TO HOUSING, CONSTRUCTION AND COMMUNITY DEVELOPMENT",
    "billEventId" : "S2782-2011-1296536400000-REFERRED+TO+HOUSING%2C+CONSTRUCTION+AND+COMMUNITY+DEVELOPMENT",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "ESPAILLAT",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Alters tax exemption programs for the development of new and affordable housing",
  "summary" : "Alters tax exemption programs for the development of new and affordable housing; defines \"initial construction period\" and \"extended construction period\"; makes related changes. ",
  "currentCommittee" : "HOUSING, CONSTRUCTION AND COMMUNITY DEVELOPMENT",
  "sameAs" : null,
  "lawSection" : "Real Property Tax Law",
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2782\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   February 1, 2011\n                                      ___________\n\n       Introduced by Sen. ESPAILLAT -- read twice and ordered printed, and when\n         printed  to be committed to the Committee on Housing, Construction and\n         Community Development\n\n       AN ACT to amend the real property tax law, the  administrative  code  of\n         the  city  of  New  York and the New York city charter, in relation to\n         changing tax exemption programs for the development of new and afford-\n         able housing\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 1 of section 421-a of the real property tax law\n    2  is amended by adding two new paragraphs e and f to read as follows:\n    3    E.  \"INITIAL  CONSTRUCTION  PERIOD.\" THE PERIOD OF TIME NEEDED FOR THE\n    4  CONSTRUCTION OF A NEW MULTIPLE DWELLING OR THE  PERIOD  OF  THREE  YEARS\n    5  IMMEDIATELY  FOLLOWING  COMMENCEMENT  OF CONSTRUCTION, WHICHEVER EXPIRES\n    6  SOONER.\n    7    F. \"EXTENDED CONSTRUCTION PERIOD.\"  THE  PERIOD  OF  TIME  IMMEDIATELY\n    8  FOLLOWING  THE  INITIAL  CONSTRUCTION  PERIOD  NEEDED  TO  COMPLETE  THE\n    9  CONSTRUCTION OF A NEW MULTIPLE DWELLING OR THE PERIOD  OF  THREE  YEARS,\n   10  WHICHEVER EXPIRES SOONER.\n   11    S 2. Paragraph (a) of subdivision 2 of section 421-a of the real prop-\n   12  erty  tax law, as amended by chapter 288 of the laws of 1985, clause (A)\n   13  of subparagraph (iii) as amended by chapter 702 of  the  laws  of  1992,\n   14  clause  (E)  of subparagraph (iii) as added and the opening paragraph of\n   15  item (A) of subparagraph (iv) as amended by chapter 618 of the  laws  of\n   16  2007,  subparagraph (iv) as added by chapter 832 of the laws of 1992 and\n   17  item (A) of subparagraph (iv) as amended by chapter 432 of the  laws  of\n   18  1998, is amended to read as follows:\n   19    (a)  (i) (A) Within a city having a population of one million or more,\n   20  new multiple dwellings, except hotels, shall be exempt from taxation for\n   21  local purposes, other than assessments for local improvements,  for  the\n   22  tax  year  or years immediately following taxable status dates occurring\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07026-01-1\n\n       S. 2782                             2\n\n    1  subsequent to the commencement  and  prior  to  the  completion  of  THE\n    2  INITIAL construction PERIOD, but not to exceed three such tax years, and\n    3  shall  continue to be exempt from such taxation in tax years immediately\n    4  following  the  taxable status date first occurring after the expiration\n    5  of the exemption herein conferred during THE  INITIAL  construction  [so\n    6  long  as  used  at the completion of construction for dwelling purposes]\n    7  PERIOD for a period not to exceed ten years in the aggregate  after  the\n    8  taxable  status  date  immediately following the completion [thereof] OF\n    9  THE INITIAL CONSTRUCTION PERIOD, as follows:\n   10    [(A)] A. except as otherwise  provided  herein  there  shall  be  full\n   11  exemption from taxation during the [period of construction or the period\n   12  of  three  years  immediately  following  commencement  of construction,\n   13  whichever expires sooner] INITIAL CONSTRUCTION PERIOD, and for two years\n   14  following such period;\n   15    [(B)] B. followed by two years of exemption  from  eighty  [per  cent]\n   16  PERCENT of such taxation;\n   17    [(C)]  C.  followed  by  two  years of exemption from sixty [per cent]\n   18  PERCENT of such taxation;\n   19    [(D)] D. followed by two years of  exemption  from  forty  [per  cent]\n   20  PERCENT of such taxation;\n   21    [(E)]  E.  followed  by  two years of exemption from twenty [per cent]\n   22  PERCENT of such taxation[;].\n   23    (B) UPON THE COMPLETION OF THE INITIAL CONSTRUCTION PERIOD OR EXTENDED\n   24  CONSTRUCTION PERIOD, IF NEEDED, THE NEW MULTIPLE DWELLING MUST  BE  USED\n   25  FOR DWELLING PURPOSES.\n   26    The  following  table  shall  illustrate  the  computation  of the tax\n   27  exemption:\n\n   28                 CONSTRUCTION OF CERTAIN MULTIPLE DWELLINGS\n\n   29                                                    Exemption\n   30  During INITIAL\n   31  Construction PERIOD\n   32  (maximum three years)                             100%\n   33  Following completion of [work] THE INITIAL CONSTRUCTION\n   34  PERIOD\n   35  Year:\n\n   36   1                                                100%\n   37   2                                                100\n   38   3                                                 80\n   39   4                                                 80\n   40   5                                                 60\n   41   6                                                 60\n   42   7                                                 40\n   43   8                                                 40\n   44   9                                                 20\n   45  10                                                 20\n\n   46    (ii) (A) Within a city having a population of one million or more  the\n   47  local  housing  agency  may  adopt  rules and regulations providing that\n   48  except in areas excluded by local law  new  multiple  dwellings,  except\n   49  hotels,  shall  be  exempt  from taxation for local purposes, other than\n   50  assessments for local improvements, for the tax year or years immediate-\n   51  ly following taxable status dates occurring subsequent to the  commence-\n   52  ment and prior to the completion of THE INITIAL construction PERIOD, but\n\n       S. 2782                             3\n\n    1  not to exceed three such tax years, and shall continue to be exempt from\n    2  such taxation in tax years immediately following the taxable status date\n    3  first  occurring  after the expiration of the exemption herein conferred\n    4  during  [such]  THE  INITIAL  construction  [so  long  as  used  at  the\n    5  completion of construction for dwelling purposes] PERIOD  for  a  period\n    6  not to exceed fifteen years in the aggregate, as follows:\n    7    a.  except  as otherwise provided herein there shall be full exemption\n    8  from taxation during the [period of construction or the period of  three\n    9  years  immediately  following  commencement  of  construction, whichever\n   10  expires sooner]  INITIAL  CONSTRUCTION  PERIOD,  and  for  eleven  years\n   11  following such period;\n   12    b. followed by one year of exemption from eighty percent of such taxa-\n   13  tion;\n   14    c.  followed by one year of exemption from sixty percent of such taxa-\n   15  tion;\n   16    d. followed by one year of exemption from forty percent of such  taxa-\n   17  tion;\n   18    e. followed by one year of exemption from twenty percent of such taxa-\n   19  tion.\n   20    (B)  The benefits of this subparagraph shall not be available in areas\n   21  made ineligible for the benefits of this section by a local law  enacted\n   22  pursuant  to  paragraph  (i)  of THIS subdivision [two of this section],\n   23  notwithstanding any exceptions to ineligibility contained in such  local\n   24  law for certain types of projects in such areas.\n   25    (C) Unless excluded by local law, in the city of New York the benefits\n   26  of  this subparagraph shall be available in the borough of Manhattan for\n   27  tax lots now existing or hereafter  created  south  of  or  adjacent  to\n   28  either side of one hundred tenth street only if:\n   29    a.  the construction is carried out with the substantial assistance of\n   30  grants, loans or subsidies from any federal, state or  local  agency  or\n   31  instrumentality, or\n   32    b. the local housing agency has imposed a requirement or has certified\n   33  that  twenty  percent  of the units be affordable to families of low and\n   34  moderate income.\n   35    (D) UPON THE COMPLETION OF THE INITIAL CONSTRUCTION PERIOD OR EXTENDED\n   36  CONSTRUCTION PERIOD, IF NEEDED, THE NEW MULTIPLE DWELLING MUST  BE  USED\n   37  FOR DWELLING PURPOSES.\n   38    The following table shall illustrate the computation of the exemption:\n\n   39                           CONSTRUCTION OF CERTAIN\n   40                             MULTIPLE DWELLINGS\n\n   41                                                    Exemption\n   42  During INITIAL Construction PERIOD\n   43  (maximum three years)                             100%\n   44  Following completion of [work] THE INITIAL CONSTRUCTION\n   45  PERIOD\n   46  Year:\n   47   1 through 11                                     100%\n   48  12                                                 80\n   49  13                                                 60\n   50  14                                                 40\n   51  15                                                 20\n\n   52    (iii) (A) Within a city having a population of one million or more the\n   53  local  housing agency may adopt rules and regulations providing that new\n\n       S. 2782                             4\n\n    1  multiple dwellings, except hotels, shall be  exempt  from  taxation  for\n    2  local  purposes,  other than assessments for local improvements, for the\n    3  tax year or years immediately following taxable status  dates  occurring\n    4  subsequent  to  the  commencement  and  prior  to  the completion of THE\n    5  INITIAL construction PERIOD, but not to exceed three such tax years, and\n    6  shall continue to be exempt from such taxation in tax years  immediately\n    7  following  the  taxable status date first occurring after the expiration\n    8  of the exemption herein conferred during [such] THE INITIAL construction\n    9  [so long  as  used  at  the  completion  of  construction  for  dwelling\n   10  purposes]  PERIOD  for  a  period not to exceed twenty-five years in the\n   11  aggregate, provided that the area in which the project is situated is  a\n   12  neighborhood  preservation program area as determined by the local hous-\n   13  ing agency as of June first,  nineteen  hundred  eighty-five,  or  is  a\n   14  neighborhood  preservation area as determined by the New York city plan-\n   15  ning commission as of June first, nineteen hundred eighty-five, or is an\n   16  area that was eligible for mortgage insurance provided by the  rehabili-\n   17  tation  mortgage insurance corporation as of May first, nineteen hundred\n   18  ninety-two or is an area receiving funding for a neighborhood  preserva-\n   19  tion  project  pursuant to the neighborhood reinvestment corporation act\n   20  (42 U.S.C. SS180 et seq.)  as of June first,  nineteen  hundred  eighty-\n   21  five, as follows:\n   22    a.  except  as otherwise provided herein there shall be full exemption\n   23  from taxation during the [period of construction or the period of  three\n   24  years  immediately  following  commencement  of  construction, whichever\n   25  expires sooner] INITIAL CONSTRUCTION PERIOD, and  for  twenty-one  years\n   26  following such period;\n   27    b. followed by one year of exemption from eighty percent of such taxa-\n   28  tion;\n   29    c.  followed by one year of exemption from sixty percent of such taxa-\n   30  tion;\n   31    d. followed by one year of exemption from forty percent of such  taxa-\n   32  tion;\n   33    e. followed by one year of exemption from twenty percent of such taxa-\n   34  tion.\n   35    (B)  The benefits of this subparagraph shall not be available in areas\n   36  made ineligible for the benefits of this section by a local law  enacted\n   37  pursuant  to  paragraph  (i)  of THIS subdivision [two of this section],\n   38  notwithstanding any exceptions to ineligibility contained in such  local\n   39  law for certain types of projects.\n   40    (C) Notwithstanding the provisions of item (A) or (D) of this subpara-\n   41  graph,  in  the city of New York the benefits of this subparagraph shall\n   42  not be available in the borough of Manhattan for tax lots  now  existing\n   43  or  hereafter created south of or adjacent to either side of one hundred\n   44  tenth street.\n   45    (D) In addition to being available in the areas described in item  (A)\n   46  of  this  subparagraph,  the  benefits  made  available pursuant to this\n   47  subparagraph shall be available where:\n   48    a. the construction is carried out with the substantial assistance  of\n   49  grants,  loans  or  subsidies from any federal, state or local agency or\n   50  instrumentality, or\n   51    b. the local housing agency has imposed a requirement or has certified\n   52  that twenty percent of the units be affordable to families  of  low  and\n   53  moderate income.\n   54    (E) UPON THE COMPLETION OF THE INITIAL CONSTRUCTION PERIOD OR EXTENDED\n   55  CONSTRUCTION  PERIOD,  IF NEEDED, THE NEW MULTIPLE DWELLING MUST BE USED\n   56  FOR DWELLING PURPOSES.\n\n       S. 2782                             5\n\n    1    The following table shall illustrate the computation of the exemption:\n\n    2                           CONSTRUCTION OF CERTAIN\n    3                             MULTIPLE DWELLINGS\n\n    4                                                    Exemption\n    5  During INITIAL                                    100%\n    6  Construction PERIOD (maximum\n    7  three years)\n    8  Following completion of [work]\n    9  THE INITIAL CONSTRUCTION PERIOD\n   10  Year:\n   11   1 through 21                                     100%\n   12  22                                                 80\n   13  23                                                 60\n   14  24                                                 40\n   15  25                                                 20\n\n   16    [(E)]  (F) A new multiple dwelling that is situated in (1) a neighbor-\n   17  hood preservation program area as determined by the department of  hous-\n   18  ing  preservation  and  development  as  of June first, nineteen hundred\n   19  eighty-five, (2) a neighborhood preservation area as determined  by  the\n   20  New  York  city  planning  commission as of June first, nineteen hundred\n   21  eighty-five, (3) an  area  that  was  eligible  for  mortgage  insurance\n   22  provided  by the rehabilitation mortgage insurance corporation as of May\n   23  first, nineteen hundred ninety-two, or (4) an area receiving funding for\n   24  a neighborhood preservation project pursuant to the  neighborhood  rein-\n   25  vestment  corporation  act (42 U.S.C. SS 8101 et seq.) as of June first,\n   26  nineteen hundred eighty-five, shall not be  eligible  for  the  benefits\n   27  available  pursuant  to  this  subparagraph  unless it complies with the\n   28  provisions of subdivision seven of this section.\n   29    (iv) (A) Unless excluded by local law, in the city of  New  York,  the\n   30  benefits  of  this  subparagraph  shall  be  available in the borough of\n   31  Manhattan for new multiple dwellings on tax lots now existing  or  here-\n   32  after  created  south of or adjacent to either side of one hundred tenth\n   33  street which commence construction after July  first,  nineteen  hundred\n   34  ninety-two  and  before December twenty-eighth, two thousand [ten] THIR-\n   35  TEEN only if:\n   36    a. the construction is carried out with the substantial assistance  of\n   37  grants,  loans  or  subsidies from any federal, state or local agency or\n   38  instrumentality, or\n   39    b. the local housing agency has imposed a requirement or has certified\n   40  that twenty percent of the units are affordable to families of  low  and\n   41  moderate income.\n   42    (B)  Such  new multiple dwellings, except hotels, shall be exempt from\n   43  taxation for local purposes, other than assessments for  local  improve-\n   44  ments  for  the  tax  year or years immediately following taxable status\n   45  dates  occurring  subsequent  to  the  commencement  and  prior  to  the\n   46  completion  of  THE INITIAL construction PERIOD, but not to exceed three\n   47  such tax years, and shall continue to be exempt from  such  taxation  in\n   48  tax years immediately following the taxable status dates first occurring\n   49  after the expiration of the exemption herein conferred during [such] THE\n   50  INITIAL  construction [so long as used at the completion of construction\n   51  for dwelling purposes] PERIOD for a period not to exceed twenty years in\n   52  the aggregate, as follows:\n\n       S. 2782                             6\n\n    1    a. except as otherwise provided herein, there shall be full  exemption\n    2  from  taxation during the [period of construction or the period of three\n    3  years immediately  following  commencement  of  construction,  whichever\n    4  expires  sooner]  INITIAL  CONSTRUCTION  PERIOD,  and  for  twelve years\n    5  following such period;\n    6    b.  followed  by  two  years  of exemption from eighty percent of such\n    7  taxation;\n    8    c. followed by two years of exemption from sixty percent of such taxa-\n    9  tion;\n   10    d. followed by two years of exemption from forty percent of such taxa-\n   11  tion;\n   12    e. followed by two years of exemption  from  twenty  percent  of  such\n   13  taxation.\n   14    (C) UPON THE COMPLETION OF THE INITIAL CONSTRUCTION PERIOD OR EXTENDED\n   15  CONSTRUCTION  PERIOD,  IF NEEDED, THE NEW MULTIPLE DWELLING MUST BE USED\n   16  FOR DWELLING PURPOSES.\n   17    The following table shall illustrate the computation of the exemption:\n\n   18                           CONSTRUCTION OF CERTAIN\n   19                             MULTIPLE DWELLINGS\n\n   20  During [construction] INITIAL CONSTRUCTION PERIOD\n   21  (maximum three years)                                  Exemption 100%\n   22  Following completion of [work year:] THE INITIAL CONSTRUCTION\n   23  PERIOD\n   24                    YEAR:\n   25                    1 through 12                         100%\n   26                      13-14                               80%\n   27                      15-16                               60%\n   28                      17-18                               40%\n   29                      19-20                               20%\n\n   30    S 3. Subparagraph (ii) of paragraph (c) of subdivision  2  of  section\n   31  421-a  of  the  real  property tax law, as amended by chapter 618 of the\n   32  laws of 2007, is amended to read as follows:\n   33    (ii) construction is commenced after January first,  nineteen  hundred\n   34  seventy-five and before December twenty-eighth, two thousand [ten] THIR-\n   35  TEEN provided, however, that such commencement period shall not apply to\n   36  multiple  dwellings  eligible  for  benefits  under subparagraph (iv) of\n   37  paragraph (a) of this subdivision;\n   38    S 4. Paragraph (g) of subdivision 2 of section 421-a of the real prop-\n   39  erty tax law, as amended by chapter 995 of the laws of 1981, is  amended\n   40  to read as follows:\n   41    (g)  [For]  NOTWITHSTANDING  ANYTHING TO THE CONTRARY CONTAINED IN ANY\n   42  OTHER STATE OR LOCAL LAW, FOR purposes  of  this  section,  construction\n   43  shall  be deemed \"commenced\" [when excavation or alteration has begun in\n   44  good faith on the basis of approved construction plans]  UPON  THE  DATE\n   45  THAT,  PURSUANT TO ANY PERMIT APPROVED BY A DEPARTMENT OF BUILDINGS: (I)\n   46  A NEW METAL OR CONCRETE STRUCTURE THAT  SHALL  PERFORM  A  LOAD  BEARING\n   47  FUNCTION  IS  INSTALLED AS PART OF A FOUNDATION; (II) AT LEAST ONE FULLY\n   48  DRIVEN PILE OR CAISSION IS INSTALLED; OR (III) THE ACTUAL  CONSTRUCTION,\n   49  ALTERATION,  OR  IMPROVEMENT  OF  A  PRE-EXISTING  BUILDING OR STRUCTURE\n   50  BEGINS IN A PROJECT THAT INCLUDES NEW RESIDENTIAL CONSTRUCTION  AND  THE\n   51  CONCURRENT  CONVERSION,  ALTERATION  OR  IMPROVEMENT  OF  A PRE-EXISTING\n   52  BUILDING OR STRUCTURE.  PROVIDED, HOWEVER, THAT WITH RESPECT TO SUBPARA-\n\n       S. 2782                             7\n\n    1  GRAPHS (I), (II) AND (III) OF THIS PARAGRAPH, THE CONSTRUCTION  OF  SUCH\n    2  MULTIPLE DWELLING IS COMPLETED WITHOUT UNDUE DELAY.\n    3    S  5.  The  opening  paragraph  and paragraph (iv) of subdivision 3 of\n    4  section 421-a of the real property tax law,  the  opening  paragraph  as\n    5  amended by chapter 655 of the laws of 1978 and paragraph (iv) as amended\n    6  by  chapter  703  of  the laws of 1976 and such section as renumbered by\n    7  chapter 110 of the laws of 1977, are amended to read as follows:\n    8    [Application forms for exemption under this  section  shall  be  filed\n    9  with the assessors between February first and March fifteenth and, based\n   10  on the certification of the local housing agency as herein provided, the\n   11  assessors shall certify to the collecting officer the amount of taxes to\n   12  be  abated.]  If  there be in a city of one million population or more a\n   13  department of housing preservation and development,  the  term  \"housing\n   14  agency\"  shall  mean  only  such  department of housing preservation and\n   15  development. [No such application shall be  accepted  by  the  assessors\n   16  unless accompanied by a certificate of the local housing agency certify-\n   17  ing the applicant's eligibility pursuant to subdivisions two and four of\n   18  this  section.]  No  [such]  certification  of  eligibility FOR BENEFITS\n   19  PURSUANT TO THIS SECTION shall be issued by  the  local  housing  agency\n   20  until  such  agency  determines  the initial adjusted monthly rent to be\n   21  paid by tenants residing in rental dwelling units contained  within  the\n   22  multiple  dwelling  and the comparative adjusted monthly rent that would\n   23  have to be paid by such tenants if no tax exemption were  applicable  as\n   24  provided  by  this  section.   The initial adjusted monthly rent will be\n   25  certified by the local housing agency as the first rent for the  subject\n   26  dwelling  units. A copy of such certification with respect to such units\n   27  shall be attached by the applicant to the first effective lease or occu-\n   28  pancy agreement. The initial adjusted monthly  rent  shall  reflect  the\n   29  full tax exemption benefits as approved by the agency.\n   30    (iv)  The adjusted monthly rent per room per month shall be multiplied\n   31  by the room count of each rental dwelling unit to  provide  the  initial\n   32  adjusted  monthly  rent  for  such  dwelling  unit. The agency may allow\n   33  adjustments in the initial adjusted  monthly  rent  for  any  particular\n   34  dwelling  units  provided that the total of the initial adjusted monthly\n   35  rents for all of the rental dwelling units in a multiple dwelling  shall\n   36  not exceed the total expenses of such multiple dwelling.\n   37    The  agency shall determine the estimated comparative adjusted monthly\n   38  rent that would have to be paid if no tax exemption were  applicable  as\n   39  provided by this section by adding to the adjusted monthly rent for each\n   40  dwelling unit as hereinabove computed an amount equal to (a) the differ-\n   41  ence  between the projected real property taxes which would be levied on\n   42  the multiple dwelling and the land on which it is situated at  the  time\n   43  OF  estimated  initial  occupancy if no tax abatement were applicable as\n   44  provided by this section and the projected real property taxes  hereina-\n   45  bove  utilized in connection with the computation of total expenses; (b)\n   46  divided by the room count of the building as per this section;  and  (c)\n   47  multiplied  by  the applicants approved room count of each such dwelling\n   48  unit.\n   49    The local housing agency may promulgate rules and regulations to carry\n   50  out the provisions of this section, not inconsistent with the provisions\n   51  hereof, [and may require a reasonable filing fee in an  amount  provided\n   52  by  such rules and regulations] INCLUDING, BUT NOT LIMITED TO, RULES AND\n   53  REGULATIONS RELATING TO THE FILING FEE AUTHORIZED PURSUANT TO  PARAGRAPH\n   54  B OF SUBDIVISION FOUR OF THIS SECTION.\n\n       S. 2782                             8\n\n    1    S 6. Paragraph b of subdivision 4 of section 421-a of the real proper-\n    2  ty  tax  law, as added by chapter 744 of the laws of 2004, is amended to\n    3  read as follows:\n    4    b.  The  local  housing agency [may] SHALL require a filing fee not to\n    5  exceed the greater of (i)  four-tenths  of  one  percent  of  the  total\n    6  project  cost, or (ii) if the building will be owned as a cooperative or\n    7  condominium, four-tenths of one percent of the  total  project  cost  or\n    8  four-tenths of one percent of the total project sell-out price stated in\n    9  the  last  amendment  to  the  offering  plan accepted for filing by the\n   10  attorney general of the state, at the  option  of  the  applicant.  Such\n   11  total  project  cost or total project sell-out price shall be determined\n   12  pursuant to rules promulgated by the local housing agency. Notwithstand-\n   13  ing the foregoing, the local housing agency may promulgate rules  impos-\n   14  ing  an  additional  fee  if  an  application,  or  any part thereof, or\n   15  submission in connection therewith, is defective and such defect  delays\n   16  the processing of such application or causes the local housing agency to\n   17  expend additional resources in the processing of such application.\n   18    S  7.  Subparagraph  (i)  of paragraph (a) of subdivision 6 of section\n   19  421-a of the real property tax law, as added by chapter 110 of the  laws\n   20  of 2005, is amended to read as follows:\n   21    (i)  \"Covered  project.\"  (A) A new building located within the Green-\n   22  point - Williamsburg waterfront exclusion area, (B) two or  more  build-\n   23  ings which are part of one contiguous development entirely located with-\n   24  in  the  Greenpoint - Williamsburg waterfront exclusion area, (C) two or\n   25  more buildings which are located within the  Greenpoint  -  Williamsburg\n   26  waterfront  exclusion  area  and are part of a single development parcel\n   27  specifically identified in section [62-831] 62-931 of the  local  zoning\n   28  resolution,  or  (D) where so authorized in writing by the local housing\n   29  agency, one or more buildings located within the Greenpoint -  Williams-\n   30  burg waterfront exclusion area and one or more buildings located outside\n   31  the  Greenpoint  -  Williamsburg  waterfront  exclusion  area but within\n   32  Community District Number One in the borough of Brooklyn. The cumulative\n   33  number of affordable units located outside the Greenpoint - Williamsburg\n   34  waterfront exclusion area in all covered projects  described  in  clause\n   35  (D)  of  this  subparagraph  shall  not  exceed  two hundred. A building\n   36  located outside the Greenpoint - Williamsburg waterfront exclusion  area\n   37  which  is  part  of  a  covered  project described in clause (D) of this\n   38  subparagraph shall not contain any  affordable  units  with  respect  to\n   39  which an application pending before a governmental entity on [the effec-\n   40  tive date of this subdivision] JUNE TWENTY-FIRST, TWO THOUSAND FIVE or a\n   41  written  agreement in effect on [the effective date of this subdivision]\n   42  JUNE TWENTY-FIRST, TWO THOUSAND FIVE provided  for  the  development  of\n   43  such affordable units.\n   44    S  8.  Subdivision (c) of section 11-245 of the administrative code of\n   45  the city of New York, as amended by local law number 42 of the  city  of\n   46  New York for the year 2003, is amended to read as follows:\n   47    (c)  No  benefits  under section four hundred twenty-one-a of the real\n   48  property tax law shall be conferred for any construction commenced on or\n   49  after November twenty-ninth, nineteen hundred eighty-five of any  multi-\n   50  ple  dwelling,  or portion thereof, which is located within any district\n   51  in the county of New York where a maximum base floor area ratio, as that\n   52  term is defined in the zoning resolution,  of  fifteen  or  greater  was\n   53  permitted  as  of  right  by  provisions of such resolution in effect on\n   54  April fourteenth, nineteen hundred eighty-two; provided,  however,  that\n   55  this  limitation  on  benefits  shall not apply to any such construction\n   56  commenced on or after October first, nineteen hundred  ninety-three  and\n\n       S. 2782                             9\n\n    1  before December [thirty-first] TWENTY-EIGHTH, two thousand [seven] THIR-\n    2  TEEN.\n    3    S  9.  Subdivision 8 of section 421-a of the real property tax law, as\n    4  added by chapter 618 of the laws of 2007, subparagraph (i) of  paragraph\n    5  (a)  and  paragraph (c) as amended by chapter 15 of the laws of 2008 and\n    6  paragraphs (d) and (e) as amended by chapter 619 of the laws of 2007, is\n    7  amended to read as follows:\n    8    8. (a) As used in this subdivision, the following terms shall have the\n    9  following meanings:\n   10    (i) \"Building service employee\" means  any  person  who  is  regularly\n   11  employed  at a building who performs work in connection with the care or\n   12  maintenance of such building. \"Building service employee\" includes,  but\n   13  is  not  limited  to  superintendent, watchman, guard, doorman, building\n   14  cleaner, porter, handyman, janitor,  gardener,  groundskeeper,  elevator\n   15  operator  and starter, and window cleaner, but shall not include persons\n   16  regularly scheduled to work fewer than  eight  hours  per  week  in  the\n   17  building.\n   18    (ii)  \"CONSTRUCTION  EMPLOYEE\"  MEANS A LABORER, WORKER OR MECHANIC IN\n   19  THE EMPLOY OF THE CONTRACTOR, SUBCONTRACTOR OR  OTHER  PERSON  DOING  OR\n   20  CONTRACTING  TO  DO  THE WHOLE OR A PORTION OF THE CONSTRUCTION OF A NEW\n   21  MULTIPLE DWELLING.\n   22    (III) \"Prevailing wage\" means the wage determined by the fiscal  offi-\n   23  cer to be prevailing for the various classes of building service employ-\n   24  ees  in the locality pursuant to section two hundred thirty of the labor\n   25  law, OR THE WAGE DETERMINED BY THE FISCAL OFFICER TO BE  PREVAILING  FOR\n   26  THE  VARIOUS  CLASSES OF CONSTRUCTION EMPLOYEES IN THE LOCALITY PURSUANT\n   27  TO SECTION TWO HUNDRED TWENTY OF THE LABOR LAW.\n   28    (b) No  benefits  under  this  section  shall  be  conferred  for  any\n   29  construction  commenced on or after December twenty-eighth, two thousand\n   30  seven for any tax lots now existing or hereafter  created  except  where\n   31  the   applicant   agrees   that   all  building  service  employees  AND\n   32  CONSTRUCTION  EMPLOYEES  employed  at  the  building,  whether  employed\n   33  directly  by  the  applicant  or  its  successors, or through a property\n   34  management company [or], a contractor OR A SUBCONTRACTOR, shall  receive\n   35  the  applicable  prevailing  wage for the duration of the building's tax\n   36  exemption.\n   37    (c) The limitations contained in paragraph (b) of this subdivision FOR\n   38  BUILDING SERVICE EMPLOYEES shall not be applicable to:\n   39    (i) projects containing less than fifty dwelling units; or\n   40    (ii) buildings where  the  local  housing  agency  certifies  that  at\n   41  initial  occupancy  at  least  fifty  percent  of the dwelling units are\n   42  affordable to individuals or families with a gross household  income  at\n   43  or  below  one hundred twenty-five percent of the area median income and\n   44  that any such units which  are  located  in  rental  buildings  will  be\n   45  subject  to  restrictions to insure that they will remain affordable for\n   46  the entire period during which they receive benefits under this section.\n   47    (d) THE LIMITATIONS CONTAINED IN PARAGRAPH (B) OF THIS SUBDIVISION FOR\n   48  CONSTRUCTION EMPLOYEES SHALL NOT BE APPLICABLE TO:\n   49    (I) PROJECTS CONTAINING LESS THAN EIGHTY DWELLING UNITS; OR\n   50    (II) BUILDINGS WHERE  THE  LOCAL  HOUSING  AGENCY  CERTIFIES  THAT  AT\n   51  INITIAL  OCCUPANCY  AT  LEAST  FIFTY  PERCENT  OF THE DWELLING UNITS ARE\n   52  AFFORDABLE TO INDIVIDUALS OR FAMILIES WITH A GROSS HOUSEHOLD  INCOME  AT\n   53  OR  BELOW  ONE HUNDRED TWENTY-FIVE PERCENT OF THE AREA MEDIAN INCOME AND\n   54  THAT ANY SUCH UNITS WHICH  ARE  LOCATED  IN  RENTAL  BUILDINGS  WILL  BE\n   55  SUBJECT  TO  RESTRICTIONS TO INSURE THAT THEY WILL REMAIN AFFORDABLE FOR\n   56  THE ENTIRE PERIOD DURING WHICH THEY RECEIVE BENEFITS UNDER THIS SECTION.\n\n       S. 2782                            10\n\n    1    (E) The local housing agency shall prescribe appropriate sanctions for\n    2  failure to comply with the provisions of this subdivision.\n    3    [(e)]  (F)  Solely  for purposes of paragraph (b) of this subdivision,\n    4  construction shall be deemed  to  have  commenced  [when  excavation  or\n    5  alteration has begun in good faith on the basis of approved construction\n    6  plans]  UPON THE DATE THAT, PURSUANT TO ANY PERMIT APPROVED BY A DEPART-\n    7  MENT OF BUILDINGS, (I) A NEW METAL  OR  CONCRETE  STRUCTURE  THAT  SHALL\n    8  PERFORM  A  LOAD  BEARING FUNCTION IS INSTALLED AS PART OF A FOUNDATION,\n    9  (II) AT LEAST ONE FULLY DRIVEN PILE OR CAISSION IS INSTALLED,  OR  (III)\n   10  THE  ACTUAL  CONSTRUCTION,  ALTERATION, OR IMPROVEMENT OF A PRE-EXISTING\n   11  BUILDING OR STRUCTURE BEGINS IN A PROJECT THAT INCLUDES NEW  RESIDENTIAL\n   12  CONSTRUCTION AND THE CONCURRENT CONVERSION, ALTERATION OR IMPROVEMENT OF\n   13  A  PRE-EXISTING  BUILDING  OR  STRUCTURE.   PROVIDED, HOWEVER, THAT WITH\n   14  RESPECT TO SUBPARAGRAPHS (I), (II) AND  (III)  OF  THIS  PARAGRAPH,  THE\n   15  CONSTRUCTION OF SUCH MULTIPLE DWELLING IS COMPLETED WITHOUT UNDUE DELAY.\n   16    [(f)]  (G)  The  limitations  on eligibility for benefits contained in\n   17  this subdivision shall be in addition to those contained  in  any  other\n   18  law or regulation.\n   19    S  10.  The  New  York city charter is amended by adding a new section\n   20  1806 to read as follows:\n   21    S 1806. ADDITIONAL FLOOR AREA.  ANY PROGRAM THAT ALLOWS FOR ADDITIONAL\n   22  FLOOR AREA IN EXCHANGE FOR THE  CREATION  OF  AFFORDABLE  HOUSING  SHALL\n   23  REQUIRE  THAT  THIRTY  PERCENT OF ANY ADDITIONAL FLOOR AREA GENERATED BY\n   24  THE PROGRAM BE USED TO PROVIDE AFFORDABLE HOUSING.\n   25    S 11. The real property tax law is amended by  adding  a  new  section\n   26  421-l to read as follows:\n   27    S  421-L.  EXEMPTION OF CERTAIN PRIVATE HOMES FROM LOCAL TAXATION.  1.\n   28  FOR PURPOSES OF THIS SECTION, THE FOLLOWING TERMS SHALL HAVE THE FOLLOW-\n   29  ING MEANINGS:\n   30    (A) \"COMMENCE CONSTRUCTION\" SHALL MEAN THAT THE AGENCY  OR  DEPARTMENT\n   31  OF  THE CITY HAVING JURISDICTION HAS ISSUED A PERMIT FOR CONSTRUCTION OF\n   32  A PRIVATE HOME AND SUCH WORK HAS BEGIN IN GOOD FAITH IN ACCORDANCE  WITH\n   33  SUCH PERMIT.\n   34    (B)  \"COMPLETE  CONSTRUCTION\" SHALL MEAN THAT THE AGENCY OR DEPARTMENT\n   35  OF THE CITY HAVING JURISDICTION HAS  ISSUED  A  TEMPORARY  OR  PERMANENT\n   36  CERTIFICATE OF OCCUPANCY FOR ALL RESIDENTIAL AREAS OF THE PRIVATE HOME.\n   37    (C)  \"ELIGIBLE  PROJECT\"  SHALL MEAN A NEWLY CONSTRUCTED PRIVATE HOME,\n   38  INCLUDING BOTH LAND AND IMPROVEMENTS, TO BE OCCUPIED AS A RESIDENCE  FOR\n   39  THE FIRST TIME, WHICH COMMENCES CONSTRUCTION ON OR AFTER JULY FIRST, TWO\n   40  THOUSAND NINE AND ON OR BEFORE DECEMBER THIRTY-FIRST, TWO THOUSAND THIR-\n   41  TEEN AND COMPLETES CONSTRUCTION NO LATER THAN DECEMBER THIRTY-FIRST, TWO\n   42  THOUSAND  FIFTEEN,  AND  WHICH  IS DESIGNED AND OCCUPIED EXCLUSIVELY FOR\n   43  RESIDENTIAL PURPOSES.\n   44    (D) \"EXEMPTION COMMENCEMENT DATE\" SHALL MEAN THE FIRST TAXABLE  STATUS\n   45  DATE  AFTER THE LATER TO OCCUR OF THE COMPLETION OF SUCH CONSTRUCTION OR\n   46  THE SALE TO THE INITIAL PURCHASER OR, IN THE CASE OF A PRIVATE HOME IN A\n   47  CONDOMINIUM FORM OF OWNERSHIP, THE FIRST TAXABLE STATUS DATE  AFTER  THE\n   48  LATER TO OCCUR OF THE COMPLETION OF SUCH CONSTRUCTION OR THE SALE TO THE\n   49  FIRST  INITIAL  PURCHASER OF A CONDOMINIUM DWELLING UNIT IN SUCH PRIVATE\n   50  HOME.\n   51    (E) \"INITIAL PURCHASER\" SHALL MEAN THE  FIRST  PURCHASER  OF  A  NEWLY\n   52  CONSTRUCTED  PRIVATE  HOME OR, IN THE CASE OF A PRIVATE HOME IN A CONDO-\n   53  MINIUM FORM OF OWNERSHIP, THE FIRST PURCHASER OF EACH DWELLING  UNIT  IN\n   54  SUCH NEWLY CONSTRUCTED PRIVATE HOME.\n   55    (F)  \"LOCAL HOUSING AGENCY\" SHALL MEAN AN \"AGENCY\" AS DEFINED PURSUANT\n   56  TO SECTION SIX HUNDRED NINETY-TWO OF THE GENERAL MUNICIPAL LAW.\n\n       S. 2782                            11\n\n    1    (G) \"PURCHASE PRICE\" SHALL MEAN THE ACTUAL PURCHASE PRICE TO  BE  PAID\n    2  FOR THE PRIVATE HOME BY THE INITIAL PURCHASER.\n    3    (H)  \"MAXIMUM  PURCHASE  PRICE\"  SHALL  MEAN THE PURCHASE PRICE OF THE\n    4  PRIVATE HOME WHICH, IF  EXCEEDED,  WILL  MAKE  ANY  EXEMPTION  HEREUNDER\n    5  UNAVAILABLE.\n    6    (I)  \"MAXIMUM EXEMPTION AMOUNT\" SHALL MEAN THE PORTION OF THE PURCHASE\n    7  PRICE TO BE EXEMPTED FROM TAXATION OF: (I) SIX HUNDRED SEVENTY-ONE THOU-\n    8  SAND DOLLARS IN THE CASE OF A PRIVATE HOME CONTAINING ONE DWELLING UNIT,\n    9  (II) SEVEN HUNDRED FIFTY-FIVE THOUSAND FIVE HUNDRED FORTY DOLLARS IN THE\n   10  CASE OF A PRIVATE HOME CONTAINING TWO DWELLING UNITS, (III) NINE HUNDRED\n   11  FOURTEEN THOUSAND SEVEN HUNDRED FIFTY DOLLARS IN THE CASE OF  A  PRIVATE\n   12  HOME  CONTAINING  THREE  DWELLING  UNITS, AND (IV) FOUR HUNDRED THOUSAND\n   13  DOLLARS FOR EACH INDIVIDUAL CONDOMINIUM UNIT IN THE CASE OF  CONDOMINIUM\n   14  FORM  OF  OWNERSHIP  IN  A  PRIVATE  HOME.  THE  MAXIMUM PURCHASE PRICES\n   15  PROVIDED IN SUBPARAGRAPHS (I), (II), (III) AND (IV)  OF  THIS  PARAGRAPH\n   16  SHALL  BE  THE  LIMIT FOR THE APPLICATION OF ANY EXEMPTION FROM TAXATION\n   17  UNDER THIS SECTION. NO EXEMPTION SHALL BE AVAILABLE  WHERE  THE  MAXIMUM\n   18  PURCHASE  PRICE  EXEMPTION  IS  IN EXCESS OF NINE HUNDRED FIFTY THOUSAND\n   19  DOLLARS FOR A ONE, TWO, OR THREE FAMILY PRIVATE  HOME  OR  FOUR  HUNDRED\n   20  THOUSAND DOLLARS FOR AN INDIVIDUAL CONDOMINIUM UNIT.\n   21    (J)  \"MULTIPLE  DWELLING\"  SHALL  MEAN  A MULTIPLE DWELLING WITHIN THE\n   22  MEANING OF SECTION FOUR OF THE MULTIPLE DWELLING LAW.\n   23    (K) \"PRIVATE HOME\" SHALL MEAN AN OWNER OCCUPIED  PRIVATE  OR  MULTIPLE\n   24  DWELLING  CONTAINING NOT MORE THAN THREE DWELLING UNITS, AS INDICATED ON\n   25  THE CERTIFICATE OF OCCUPANCY FOR SUCH STRUCTURE.\n   26    2. (A) WITHIN A CITY HAVING A POPULATION OF ONE MILLION  OR  MORE,  AN\n   27  ELIGIBLE  PROJECT  SHALL  BE  EXEMPT FROM ALL LOCAL AND MUNICIPAL TAXES,\n   28  OTHER THAN ASSESSMENTS FOR LOCAL IMPROVEMENTS, DURING THE  TAX  YEAR  OR\n   29  YEARS  NEXT  FOLLOWING  THE EXEMPTION COMMENCEMENT DATE AS FOLLOWS: WITH\n   30  RESPECT TO PRIVATE HOMES CONTAINING LESS THAN FOUR DWELLING  UNITS,  TWO\n   31  YEARS  OF  EXEMPTION  FROM  ALL  SUCH  TAXES;  FOLLOWED  BY  ONE YEAR OF\n   32  EXEMPTION FROM SEVENTY-FIVE PERCENT OF SUCH TAXES; FOLLOWED BY ONE  YEAR\n   33  OF EXEMPTION FROM SIXTY-TWO AND ONE-HALF PERCENT OF SUCH TAXES; FOLLOWED\n   34  BY  ONE  YEAR OF EXEMPTION FROM FIFTY PERCENT OF SUCH TAXES; FOLLOWED BY\n   35  ONE YEAR OF EXEMPTION FROM THIRTY-SEVEN AND  ONE-HALF  PERCENT  OF  SUCH\n   36  TAXES;  FOLLOWED  BY  ONE  YEAR OF EXEMPTION FROM TWENTY-FIVE PERCENT OF\n   37  SUCH TAXES; AND FOLLOWED BY  ONE  YEAR  OF  EXEMPTION  FROM  TWELVE  AND\n   38  ONE-HALF PERCENT OF SUCH TAXES.\n   39    (B)  NOTWITHSTANDING  THE PROVISIONS OF PARAGRAPH (A) OF THIS SUBDIVI-\n   40  SION, EXEMPTION FROM LOCAL AND MUNICIPAL TAXES UNDER THIS SECTION  SHALL\n   41  NOT  BE  AVAILABLE  TO  THE TAX LOT (LAND AND IMPROVEMENTS) UPON WHICH A\n   42  PRIVATE HOME IS CONSTRUCTED IF ANY PORTION OF SUCH  TAX  LOT  (LAND  AND\n   43  IMPROVEMENTS):  (I)  IS  EXEMPT FROM LOCAL AND MUNICIPAL TAXES UNDER ANY\n   44  OTHER LAW; (II)  CONTAINS  A  PRIVATE  HOME  THAT  EXCEEDS  THE  MAXIMUM\n   45  PURCHASE PRICE OR AN INDIVIDUAL CONDOMINIUM UNIT THAT EXCEEDS A PURCHASE\n   46  PRICE  OF FOUR HUNDRED THOUSAND DOLLARS; OR (III) PREVIOUSLY CONTAINED A\n   47  PRIVATE OR MULTIPLE DWELLING THAT HAS BEEN FULLY DEMOLISHED AND  REMOVED\n   48  AND  LESS  THAN THREE YEARS HAVE ELAPSED BETWEEN THE DATE OF ISSUANCE OF\n   49  THE PERMIT AUTHORIZING SUCH DEMOLITION AND REMOVAL AND THE DATE THAT THE\n   50  NEW PRIVATE HOME COMMENCES CONSTRUCTION.\n   51    (C) NOTWITHSTANDING THE PROVISIONS OF PARAGRAPH (A) OF  THIS  SUBDIVI-\n   52  SION, THE TAX LOT (LAND AND IMPROVEMENTS) UPON WHICH THE PRIVATE HOME IS\n   53  CONSTRUCTED  SHALL  AT ALL TIMES BE SUBJECT TO LOCAL AND MUNICIPAL TAXES\n   54  IN AN AMOUNT NOT LESS THAN THE AMOUNT OF LOCAL AND MUNICIPAL TAXES  THAT\n   55  WOULD  BE  PAYABLE THEREON BASED UPON THE ASSESSED VALUATION OF THE LAND\n\n       S. 2782                            12\n\n    1  APPEARING ON THE ASSESSMENT ROLL IN THE FIRST YEAR AFTER  COMPLETION  OF\n    2  CONSTRUCTION.\n    3    3. (A) BASED ON THE CERTIFICATION OF THE LOCAL HOUSING AGENCY PURSUANT\n    4  TO  THIS  SECTION  CERTIFYING ELIGIBILITY FOR EXEMPTION PURSUANT TO THIS\n    5  SECTION, THE DEPARTMENT OF FINANCE OF THE CITY OF NEW YORK SHALL  IMPLE-\n    6  MENT THE AMOUNT OF EXEMPTION FROM LOCAL AND MUNICIPAL TAXES.\n    7    (B)  THE  LOCAL HOUSING AGENCY MAY PROMULGATE RULES AND REGULATIONS TO\n    8  CARRY OUT THE PROVISIONS OF THIS SECTION AND MAY REQUIRE  PAYMENT  OF  A\n    9  NON-REFUNDABLE  FILING  FEE  IN  THE  AMOUNT  OF TWO HUNDRED DOLLARS PER\n   10  DWELLING UNIT FOR EACH APPLICATION FOR TAX EXEMPTION  PURSUANT  TO  THIS\n   11  SECTION.\n   12    (C)  UPON  A  FINDING BY THE LOCAL HOUSING AGENCY OR BY ANOTHER AGENCY\n   13  DESIGNATED BY SUCH LOCAL HOUSING AGENCY THAT A PRIVATE HOME IS NOT BEING\n   14  USED FOR RESIDENTIAL PURPOSES, IS THE SUBJECT  OF  A  VIOLATION  FOR  AN\n   15  ILLEGAL  OCCUPANCY, OR NOT OWNER OCCUPIED, EXEMPTION FROM TAXATION UNDER\n   16  THIS  SECTION  SHALL  BE  REVOKED  AND  SHALL  TERMINATE  PROSPECTIVELY;\n   17  PROVIDED,  HOWEVER,  THAT IN THE CASE OF AN ILLEGAL OCCUPANCY, THE OWNER\n   18  SHALL REPAY ALL TAXES, WITH INTEREST, FROM WHICH SUCH PRIVATE  HOME  WAS\n   19  EXEMPTED AND SUCH AMOUNT, IF UNPAID, SHALL BECOME A TAX LIEN AGAINST THE\n   20  PROPERTY.\n   21    S  12. This act shall take effect immediately; provided, however, that\n   22  the amendments made to subdivision (c) of section 11-245 of the adminis-\n   23  trative code of the city of New York shall be deemed  to  have  been  in\n   24  full  force  and  effect  as of December 31, 2007, and the amendments to\n   25  clause (A) of subparagraph (iv) of paragraph (a)  of  subdivision  2  of\n   26  section  421-a  of the real property tax law made by section two of this\n   27  act, shall be deemed to have been in full force and effect as of  Decem-\n   28  ber 28, 2010.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the real property tax law, the administrative code of the city of New York and the New York city charter, in relation to changing tax exemption programs for the development of new and affordable housing ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110201.T155908.TXT", "SOBI.D110201.T162411.TXT", "SOBI.D110202.T114710.TXT", "SOBI.D110201.T161909.TXT", "SOBI.D110201.T163410.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296665230871
}