{
  "year" : 2011,
  "senateBillNo" : "S2785-2011",
  "billEvents" : [ {
    "eventDate" : 1296536400000,
    "eventText" : "REFERRED TO CORPORATIONS, AUTHORITIES AND COMMISSIONS",
    "billEventId" : "S2785-2011-1296536400000-REFERRED+TO+CORPORATIONS%2C+AUTHORITIES+AND+COMMISSIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "PERKINS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes an urban and community development program within the state urban development corporation to assist projects in distressed areas",
  "summary" : "Establishes an urban and community development program in the urban development corporation; defines relevant terms; provides for procedures to be followed in implementing the program; provides for preference to be given to economic assistance for projects in distressed areas. ",
  "currentCommittee" : "CORPORATIONS, AUTHORITIES AND COMMISSIONS",
  "sameAs" : null,
  "lawSection" : "New York State Urban Development Corporation Act",
  "previousVersions" : [ "SA1129-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "DIAZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "DUANE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "HASSELL-THOMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "PARKER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2785\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   February 1, 2011\n                                      ___________\n\n       Introduced  by  Sens.  PERKINS, DIAZ, DUANE, HASSELL-THOMPSON, PARKER --\n         read twice and ordered printed, and when printed to  be  committed  to\n         the Committee on Corporations, Authorities and Commissions\n\n       AN ACT to amend the New York state urban development corporation act, in\n         relation to establishing an urban and community development program\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Statement of legislative findings and purpose.  The  legis-\n    2  lature  finds  that  the  recent  shift  in  emphasis toward state/local\n    3  economic development partnerships and  state  support  of  regional  and\n    4  local  economic  development activities requires a clear articulation of\n    5  strategic objectives, a delineation of respective state/local roles, and\n    6  a responsive state mechanism for delivering assistance and services.\n    7    The legislature further finds that New York state has a broad  network\n    8  of  community-based,  not-for-profit  economic development organizations\n    9  with a knowledge of community conditions, needs, strengths  and  priori-\n   10  ties  and  which  possess  an  on-the-scenes knowledge of local business\n   11  conditions and experience in providing  technical  assistance  to  small\n   12  businesses, managing business retention programs, and providing a varie-\n   13  ty of other services.\n   14    The  legislature  further  finds  and  declares that the core areas of\n   15  communities throughout the state, composed of central business districts\n   16  or commercial strips and their adjacent, surrounding areas, are  suffer-\n   17  ing  from  deterioration  and  decline that have negatively affected the\n   18  abilities of these communities, as a whole, to retain and  attract  both\n   19  residents and jobs.\n   20    The legislature further finds that the revitalization of central busi-\n   21  ness  districts  and  commercial strips can result in increased property\n   22  values, an expanded tax base, the development of new businesses, and  an\n   23  enhanced  ability  to attract and retain industry, tourism and residents\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07801-01-1\n\n       S. 2785                             2\n\n    1  in central business districts and commercial strips and their  surround-\n    2  ing areas.\n    3    The  legislature  further  finds that state efforts to revitalize such\n    4  core areas in distressed communities must be  coordinated,  strengthened\n    5  and improved to restore the health of those communities.\n    6    Therefore,  the legislature declares that it is in the interest of the\n    7  economic vitality of the state to support local  efforts  to  revitalize\n    8  the core business areas of economically distressed communities through a\n    9  comprehensive  program  of  management support, technical assistance and\n   10  targeted project support.\n   11    S 2. Section 3 of section 1 of chapter 174 of the laws of 1968 consti-\n   12  tuting the New York state urban development corporation act  is  amended\n   13  by adding nine new subdivisions 31, 32, 33, 34, 35, 36, 37, 38 and 39 to\n   14  read as follows:\n   15    (31)  \"BUSINESS  IMPROVEMENT DISTRICT\" SHALL MEAN A SPECIAL ASSESSMENT\n   16  DISTRICT ESTABLISHED PURSUANT TO ARTICLE 19-A OF THE  GENERAL  MUNICIPAL\n   17  LAW.\n   18    (32)  \"BUSINESS DISTRICT\" SHALL MEAN THE CENTRAL DISTRICT OF A MUNICI-\n   19  PALITY OR NEIGHBORHOOD AREA TRADITIONALLY USED FOR COMMERCIAL PURPOSES.\n   20    (33) \"COMMERCIAL REVITALIZATION ACTIVITIES\" SHALL  MEAN  ANY  ACTIVITY\n   21  WHICH  CONTRIBUTES  TO  THE  ENHANCEMENT  OF  AN URBAN OR RURAL BUSINESS\n   22  DISTRICT OR SURROUNDING AREA. SUCH ACTIVITIES MAY INCLUDE,  BUT  NOT  BE\n   23  LIMITED TO:\n   24    (A)  THE  ACQUISITION,  MAINTENANCE,  REPAIR,  REHABILITATION OR OTHER\n   25  IMPROVEMENTS TO VACANT OR OCCUPIED  COMMERCIAL,  SERVICE  OR  INDUSTRIAL\n   26  FACILITIES;\n   27    (B)  PHYSICAL  IMPROVEMENTS  TO PUBLIC AREAS SUCH AS STREET FURNITURE,\n   28  LIGHTING, INFORMATION KIOSKS, TRASH RECEPTACLES, AND OTHER AMENITIES;\n   29    (C) PROGRAMS PROVIDING ASSISTANCE FOR SECURITY, JOB PLACEMENT, MARKET-\n   30  ING AND PROMOTION, ENERGY CONSERVATION,  ARCHITECTURAL  DESIGN  STUDIES,\n   31  GENERAL  BUSINESS  SERVICES  AND  THE  FORMATION OF BUSINESS IMPROVEMENT\n   32  DISTRICTS.\n   33    (34) \"COMMERCIAL STRIP\" SHALL MEAN  A  PREDOMINANTLY  COMMERCIAL  AREA\n   34  TRADITIONALLY  USED  FOR COMMERCIAL PURPOSES IN A MAJOR URBAN AREA WHICH\n   35  MAY NOT BE THE PRIMARY BUSINESS DISTRICT AND WHICH  IS  ONE  OF  SEVERAL\n   36  COMMERCIAL DISTRICTS IN THE MUNICIPALITY IN WHICH IT IS LOCATED.\n   37    (35)  \"ECONOMICALLY  DISTRESSED  AREAS\" SHALL MEAN AREAS DETERMINED BY\n   38  THE COMMISSIONER OF THE DEPARTMENT OF ECONOMIC DEVELOPMENT ON THE  BASIS\n   39  OF  CRITERIA  INDICATIVE  OF ECONOMIC DISTRESS, INCLUDING POVERTY RATES,\n   40  NUMBERS OF PERSONS RECEIVING PUBLIC ASSISTANCE, UNEMPLOYMENT RATES, RATE\n   41  OF EMPLOYMENT DECLINE,  POPULATION  LOSS,  RATE  OF  PER  CAPITA  INCOME\n   42  CHANGE,  DECLINE  IN  ECONOMIC ACTIVITY AND PRIVATE INVESTMENT, AND SUCH\n   43  OTHER INDICATORS AS THE COMMISSIONER DEEMS  APPROPRIATE.    ECONOMICALLY\n   44  DISTRESSED  AREAS  MAY  INCLUDE  CITIES, MUNICIPALITIES, BLOCK NUMBERING\n   45  AREAS, AND CENSUS TRACTS.\n   46    (36) \"HIGHLY DISTRESSED\" SHALL MEAN  SUFFERING  FROM  SEVERE  ECONOMIC\n   47  DISTRESS  AS  DETERMINED  BY  THE  CORPORATION USING CRITERIA SIMILAR TO\n   48  THOSE SET FORTH IN ARTICLE 18-B OF THE GENERAL MUNICIPAL LAW FOR  DETER-\n   49  MINING ELIGIBILITY FOR EMPIRE ZONE STATUS.\n   50    (37)  \"IN-KIND SERVICES\" SHALL MEAN THE DONATION OF QUANTIFIABLE GOODS\n   51  AND SERVICES INCLUDING BUT NOT  LIMITED  TO  PROFESSIONAL  SERVICES  AND\n   52  TIME,  EQUIPMENT,  MATERIAL AND OFFICE SPACE FOR USE BY AN APPLICANT FOR\n   53  AN URBAN AND COMMUNITY DEVELOPMENT PROGRAM GRANT IN FURTHERANCE  OF  ITS\n   54  STATED  PURPOSES  OR  PROVIDED ON BEHALF OF SUCH APPLICANT BY OTHERS FOR\n   55  SUCH PURPOSES AND FOR WHICH THERE IS NO MONETARY REMUNERATION.\n\n       S. 2785                             3\n\n    1    (38) \"NOT-FOR-PROFIT CORPORATION\" SHALL MEAN A  CORPORATION  ORGANIZED\n    2  UNDER THE PROVISIONS OF THE NOT-FOR-PROFIT CORPORATION LAW.\n    3    (39)  \"SURROUNDING  AREA\"  OR  \"CONTIGUOUS  AREA\"  SHALL  MEAN AN AREA\n    4  CONTIGUOUS WITH A BUSINESS DISTRICT.\n    5    S 3. Section 1 of chapter 174 of the laws of 1968 constituting the New\n    6  York state urban development corporation act is amended by adding a  new\n    7  section 16-u to read as follows:\n    8    S 16-U. URBAN AND COMMUNITY DEVELOPMENT PROGRAM.  (1) PROGRAM CREATED.\n    9  THERE  IS  HEREBY  CREATED  AN  URBAN  AND COMMUNITY DEVELOPMENT PROGRAM\n   10  CONSISTING OF THE FOLLOWING:\n   11    (A) AN URBAN AND COMMUNITY MAIN STREET REVITALIZATION PROGRAM PURSUANT\n   12  TO SUBDIVISION FOUR OF THIS SECTION.\n   13    (B) AN URBAN  AND  COMMUNITY  DEVELOPMENT  ASSISTANCE  GRANTS  PROGRAM\n   14  PURSUANT TO SUBDIVISION FIVE OF THIS SECTION.\n   15    (C)  AN  URBAN  AND  COMMUNITY PROJECT DEVELOPMENT PROGRAM PURSUANT TO\n   16  SUBDIVISION SIX OF THIS SECTION.\n   17    (D) AN URBAN AND COMMUNITY TRAINING AND TECHNICAL  ASSISTANCE  PROGRAM\n   18  PURSUANT TO SUBDIVISION SEVEN OF THIS SECTION.\n   19    (2) APPLICATIONS. APPLICATIONS FOR SUPPORT UNDER THIS PROGRAM SHALL BE\n   20  MADE  IN  A  FORM AND MANNER AS DETERMINED BY THE CORPORATION AND APPLI-\n   21  CANTS SHALL BE REQUIRED TO MEET THE  CRITERIA  AND  REQUIREMENTS  ESTAB-\n   22  LISHED BY THE CORPORATION, INCLUDING BUT NOT LIMITED TO:\n   23    (A) FACTORS OF ECONOMIC DISTRESS;\n   24    (B)  THE  ABILITY  OF  THE  APPLICANT  TO  OBTAIN  FINANCIAL AND OTHER\n   25  SUPPORT, WHERE REQUIRED, FROM PUBLIC OR PRIVATE SOURCES, OTHER THAN  THE\n   26  STATE;\n   27    (C)  THE  EXTENT  OF  SUPPORT  FOR, AND INVOLVEMENT IN, THE PROGRAM OR\n   28  PROJECT OF UNITS OF LOCAL GOVERNMENT, THE LOCAL BUSINESS  COMMUNITY  AND\n   29  LOCAL ECONOMIC DEVELOPMENT PROFESSIONALS;\n   30    (D)  SUCH  OTHER  REQUIREMENTS AND CRITERIA AS SET FORTH BY THE CORPO-\n   31  RATION.\n   32    (3)   PREFERENCE.   PREFERENCE WILL BE GIVEN  TO  PROJECTS  WHICH  ARE\n   33  LOCATED  IN HIGHLY DISTRESSED COMMUNITIES, AND FOR WHICH OTHER PUBLIC OR\n   34  PRIVATE FUNDING SOURCES ARE NOT AVAILABLE.\n   35    (4)   URBAN AND COMMUNITY MAIN STREET  REVITALIZATION  PROGRAM.    (A)\n   36  THERE  IS  HEREBY ESTABLISHED WITHIN THE URBAN AND COMMUNITY DEVELOPMENT\n   37  PROGRAM, AN URBAN AND COMMUNITY MAIN STREET REVITALIZATION PROGRAM WHICH\n   38  SHALL BE USED TO PROVIDE MATCHING GRANTS TO URBAN AND RURAL  COMMUNITIES\n   39  INVOLVED  IN  COMMERCIAL  REVITALIZATION  ACTIVITIES IN CENTRAL BUSINESS\n   40  DISTRICTS OR COMMERCIAL STRIPS TO SUPPORT THE MANAGEMENT OF SUCH  ACTIV-\n   41  ITIES.\n   42    (B) THE CORPORATION SHALL, WITHIN AVAILABLE APPROPRIATIONS, AWARD SUCH\n   43  GRANTS TO LOCAL DEVELOPMENT CORPORATIONS, BUSINESS IMPROVEMENT DISTRICTS\n   44  AND  OTHER NOT-FOR-PROFIT ORGANIZATIONS INVOLVED IN COMMERCIAL REVITALI-\n   45  ZATION ACTIVITIES ON A COMPETITIVE BASIS AND IN RESPONSE TO REQUESTS FOR\n   46  PROPOSALS THAT SHALL BE DISTRIBUTED TO SUCH ORGANIZATIONS BY THE  CORPO-\n   47  RATION FOR THE PURPOSE OF SOLICITING APPLICATIONS.\n   48    (C)   THE GRANTS AWARDED UNDER PARAGRAPHS (F) AND (G) OF THIS SUBDIVI-\n   49  SION SHALL BE USED FOR THE ADMINISTRATIVE COSTS OF A COMMERCIAL REVITAL-\n   50  IZATION PROGRAM CONDUCTED BY AN INDIVIDUAL, HEREINAFTER REFERRED  TO  AS\n   51  THE  BUSINESS DISTRICT COORDINATOR, WHOSE PURPOSE SHALL BE TO COORDINATE\n   52  THE COMMERCIAL REVITALIZATION ACTIVITIES OF A CENTRAL BUSINESS  DISTRICT\n   53  OR COMMERCIAL STRIP.\n   54    (D) REQUESTS FOR PROPOSALS UNDER THIS SUBDIVISION SHALL SET FORTH SUCH\n   55  CRITERIA  AS  THE CORPORATION DEEMS NECESSARY, INCLUDING THOSE SET FORTH\n\n       S. 2785                             4\n\n    1  IN  SUBDIVISION TWO OF THIS SECTION AND INCLUDING, BUT  NOT  LIMITED  TO\n    2  THE FOLLOWING:\n    3    (I)    THE  POTENTIAL  IMPACT  THE  PROPOSED COMMERCIAL REVITALIZATION\n    4  PROJECT WOULD HAVE ON ECONOMIC DEVELOPMENT AND EMPLOYMENT  OPPORTUNITIES\n    5  IN THE MAIN STREET COMMUNITY AND THE REGION;\n    6    (II)  DETERMINATION BY THE CORPORATION OF THE EXISTENCE OF SIGNIFICANT\n    7  SUPPORT  FOR  SUCH  ACTIVITIES  FROM THE LOCAL BUSINESS COMMUNITY, LOCAL\n    8  GOVERNMENT AND COMMUNITY ORGANIZATIONS WITHIN THE MAIN STREET COMMUNITY,\n    9  INCLUDING THE COMMITMENT OF FINANCIAL RESOURCES; AND\n   10    (III)   THE POTENTIAL  FOR  THE  COMMUNITY  TO  ESTABLISH  A  BUSINESS\n   11  IMPROVEMENT DISTRICT.\n   12    (E)  RURAL COMMERCIAL REVITALIZATION PLANNING GRANTS. (I) NOT-FOR-PRO-\n   13  FIT CORPORATIONS LOCATED WITHIN MUNICIPALITIES WITH POPULATIONS  NOT  IN\n   14  EXCESS  OF FIFTY THOUSAND PERSONS SHALL BE ELIGIBLE TO APPLY FOR COMMER-\n   15  CIAL REVITALIZATION PLANNING GRANTS FROM THE  CORPORATION.  SUCH  GRANTS\n   16  SHALL  BE USED FOR THE PLANNING AND ORGANIZATION OF COMMERCIAL REVITALI-\n   17  ZATION ACTIVITIES INCLUDING AN ANALYSIS OF THE  SPECIFIC  NEEDS  OF  THE\n   18  COMMUNITY  IN  ADDITION  TO BOTH SHORT-TERM AND LONG-TERM STRATEGIES FOR\n   19  MEETING THOSE NEEDS.\n   20    (II) GRANTS MADE UNDER  THIS  PARAGRAPH  SHALL  BE  LIMITED  TO  FORTY\n   21  PERCENT  OF  THE  ACTUAL COSTS FOR PLANNING AND ORGANIZING OF COMMERCIAL\n   22  REVITALIZATION ACTIVITIES, AND SHALL NOT EXCEED  FIVE  THOUSAND  DOLLARS\n   23  PER GRANT, PROVIDED, HOWEVER, THAT IN HIGHLY DISTRESSED COMMUNITIES SUCH\n   24  GRANTS  SHALL  BE  LIMITED TO SIXTY PERCENT OF SUCH COSTS.  NO COMMUNITY\n   25  MAY RECEIVE MORE THAN ONE GRANT UNDER THIS PARAGRAPH.\n   26    (F) MANAGEMENT ASSISTANCE FOR RURAL COMMUNITIES.   (I)  NOT-FOR-PROFIT\n   27  CORPORATIONS  LOCATED  WITHIN  MUNICIPALITIES  WITH  POPULATIONS  NOT IN\n   28  EXCESS OF FIFTY THOUSAND PERSONS SHALL BE ELIGIBLE TO APPLY  FOR  GRANTS\n   29  FOR  THE ADMINISTRATION OF COMMERCIAL REVITALIZATION ACTIVITIES IN THEIR\n   30  BUSINESS DISTRICTS. PREFERENCE WILL BE GIVEN TO COMMUNITIES WHICH HAVE A\n   31  COMPREHENSIVE LOCAL PLAN FOR COMMERCIAL REVITALIZATION.\n   32    (II) THE GRANTS AWARDED UNDER THIS PARAGRAPH SHALL  BE  USED  FOR  THE\n   33  ADMINISTRATIVE COSTS OF A COMMERCIAL REVITALIZATION PROGRAM CONDUCTED BY\n   34  AN  INDIVIDUAL,  HEREINAFTER REFERRED TO AS THE MAIN STREET COORDINATOR,\n   35  WHOSE PURPOSE SHALL  BE  TO  COORDINATE  THE  COMMERCIAL  REVITALIZATION\n   36  ACTIVITIES  OF  THE BUSINESS DISTRICT.  EACH SUCH GRANT SHALL BE LIMITED\n   37  TO FORTY PERCENT OF THE ACTUAL COSTS OF ADMINISTERING SUCH ACTIVITIES BY\n   38  THE MAIN STREET COORDINATOR FOR THE FIRST YEAR  OF  THE  GRANT;  IN  THE\n   39  SECOND  YEAR OF THE GRANT, SUCH GRANT SHALL BE LIMITED TO THIRTY PERCENT\n   40  OF THE ACTUAL COSTS; AND IN THE THIRD YEAR  OF  THE  GRANT,  SUCH  GRANT\n   41  SHALL  BE LIMITED TO TWENTY PERCENT OF THE ACTUAL COSTS, EXCEPT THAT FOR\n   42  GRANTS MADE TO SUPPORT A MAIN STREET COORDINATOR  LOCATED  IN  A  HIGHLY\n   43  DISTRESSED  AREA, SUCH GRANTS MAY BE INCREASED TO COVER ADDITIONAL COSTS\n   44  EQUAL TO TEN PERCENT OF TOTAL COSTS IN EACH YEAR. THE CORPORATION  SHALL\n   45  DETERMINE  THE MAXIMUM DOLLAR AMOUNT PERMISSIBLE FOR EACH SUCH GRANT. NO\n   46  ORGANIZATION SHALL BE ELIGIBLE TO APPLY FOR OR RECEIVE SUCH GRANTS AFTER\n   47  THE THIRD YEAR OF SUPPORT UNDER THIS SUBDIVISION.\n   48    (III) EACH MAIN STREET COORDINATOR WHOSE ADMINISTRATIVE ACTIVITIES ARE\n   49  SUPPORTED BY A GRANT AWARDED UNDER  THIS  PARAGRAPH  SHALL  SUCCESSFULLY\n   50  COMPLETE  A  TRAINING  PROGRAM  CONDUCTED BY THE CORPORATION PURSUANT TO\n   51  PARAGRAPH (A) OF SUBDIVISION SEVEN OF THIS SECTION.\n   52    (G) MANAGEMENT ASSISTANCE FOR URBAN AREAS.  (I) NOT-FOR-PROFIT  CORPO-\n   53  RATIONS  LOCATED  WITHIN  MUNICIPALITIES  WITH  POPULATIONS IN EXCESS OF\n   54  FIFTY THOUSAND PERSONS SHALL BE ELIGIBLE TO APPLY  FOR  GRANTS  FOR  THE\n   55  ADMINISTRATION OF COMMERCIAL REVITALIZATION ACTIVITIES IN THEIR BUSINESS\n   56  DISTRICTS.\n\n       S. 2785                             5\n\n    1    (II)  THE  GRANTS AWARDED UNDER THIS SUBDIVISION SHALL BE USED FOR THE\n    2  ADMINISTRATIVE COSTS OF A COMMERCIAL REVITALIZATION PROGRAM CONDUCTED BY\n    3  AN INDIVIDUAL, HEREINAFTER REFERRED TO AS THE STRIP  COORDINATOR,  WHOSE\n    4  PURPOSE  SHALL BE TO COORDINATE THE COMMERCIAL REVITALIZATION ACTIVITIES\n    5  OF  THE  BUSINESS DISTRICT.   EACH SUCH GRANT  SHALL BE LIMITED TO FORTY\n    6  PERCENT OF THE ACTUAL COSTS OF  ADMINISTERING  SUCH  ACTIVITIES  BY  THE\n    7  STRIP COORDINATOR FOR THE FIRST YEAR OF THE GRANT; IN THE SECOND YEAR OF\n    8  THE  GRANT,  SUCH GRANT SHALL BE LIMITED TO THIRTY PERCENT OF THE ACTUAL\n    9  COSTS; AND IN THE THIRD YEAR OF THE GRANT, SUCH GRANT SHALL  BE  LIMITED\n   10  TO  TWENTY  PERCENT  OF THE ACTUAL COSTS, EXCEPT THAT FOR GRANTS MADE TO\n   11  SUPPORT A MAIN STREET COORDINATOR LOCATED IN A HIGHLY  DISTRESSED  AREA,\n   12  SUCH  GRANTS  MAY  BE  INCREASED  TO COVER ADDITIONAL COSTS EQUAL TO TEN\n   13  PERCENT OF TOTAL COSTS IN EACH YEAR.   THE CORPORATION  SHALL  DETERMINE\n   14  THE MAXIMUM DOLLAR AMOUNT PERMISSIBLE FOR EACH SUCH GRANT.  NO ORGANIZA-\n   15  TION  SHALL  BE  ELIGIBLE  TO APPLY FOR OR RECEIVE SUCH GRANTS AFTER THE\n   16  THIRD YEAR OF SUPPORT UNDER THIS SUBDIVISION.\n   17    (III)   EACH STRIP COORDINATOR  WHOSE  ADMINISTRATIVE  ACTIVITIES  ARE\n   18  SUPPORTED  BY  A  GRANT  AWARDED UNDER THIS PARAGRAPH SHALL SUCCESSFULLY\n   19  COMPLETE A TRAINING PROGRAM CONDUCTED BY  THE  CORPORATION  PURSUANT  TO\n   20  PARAGRAPH (A) OF SUBDIVISION SEVEN OF THIS SECTION.\n   21    (H)  THE CORPORATION SHALL PROVIDE TECHNICAL ASSISTANCE FOR COMMERCIAL\n   22  REVITALIZATION PROGRAMS.  SUCH ASSISTANCE SHALL INCLUDE ESTABLISHING AND\n   23  IMPLEMENTING A TRAINING PROGRAM FOR MAIN STREET COORDINATORS  AND  STRIP\n   24  COORDINATORS.  IN ADDITION THE CORPORATION SHALL CONDUCT ON-SITE SURVEYS\n   25  OF  BUSINESS  DISTRICTS  IN  ECONOMICALLY  DISTRESSED AREAS, MONITOR AND\n   26  ASSIST COMMUNITIES FORMING BUSINESS IMPROVEMENT DISTRICTS, AND  ORGANIZE\n   27  AND  COORDINATE  SEMINARS  AND CONFERENCES TO FACILITATE THE EXCHANGE OF\n   28  INFORMATION REGARDING COMMERCIAL REVITALIZATION STRATEGIES.\n   29    (I) NOTWITHSTANDING ANYTHING CONTAINED TO THE CONTRARY IN THIS  SUBDI-\n   30  VISION,  SECTIONS  TEN  AND  SIXTEEN  OF THIS ACT SHALL NOT APPLY TO ANY\n   31  GRANTS AUTHORIZED UNDER THIS SUBDIVISION.\n   32    (5) URBAN AND COMMUNITY DEVELOPMENT ASSISTANCE GRANTS  PROGRAM.    (A)\n   33  THERE  IS  HEREBY ESTABLISHED WITHIN THE URBAN AND COMMUNITY DEVELOPMENT\n   34  PROGRAM, AN URBAN AND COMMUNITY DEVELOPMENT  ASSISTANCE  GRANTS  PROGRAM\n   35  WHICH  SHALL  BE  USED  TO  PROVIDE  SUPPORT TO LOCAL DEVELOPMENT CORPO-\n   36  RATIONS, BUSINESS IMPROVEMENT DISTRICTS AND OTHER NOT-FOR-PROFIT  ORGAN-\n   37  IZATIONS FOR ACTIVITIES SET FORTH IN PARAGRAPH (C) OF THIS SUBDIVISION.\n   38    (B) THE CORPORATION SHALL, WITHIN AVAILABLE APPROPRIATIONS, AWARD SUCH\n   39  GRANTS TO LOCAL DEVELOPMENT CORPORATIONS, BUSINESS IMPROVEMENT DISTRICTS\n   40  AND  OTHER NOT-FOR-PROFIT ORGANIZATIONS INVOLVED IN COMMERCIAL REVITALI-\n   41  ZATION ACTIVITIES IN CENTRAL BUSINESS DISTRICTS OR COMMERCIAL STRIPS AND\n   42  THEIR SURROUNDING AREAS ON  A  COMPETITIVE  BASIS  AND  IN  RESPONSE  TO\n   43  REQUESTS  FOR  PROPOSALS THAT SHALL BE DISTRIBUTED TO SUCH ORGANIZATIONS\n   44  BY THE CORPORATION FOR THE PURPOSE OF SOLICITING APPLICATIONS.\n   45    (C) SUCH ACTIVITIES MAY INCLUDE, BUT NOT BE LIMITED TO:\n   46    (I) ARCHITECTURAL DESIGN STUDIES AND SERVICES AND OTHER  REDEVELOPMENT\n   47  WORK  IN  CONNECTION  WITH  THE  DESIGN AND IMPLEMENTATION OF A PLAN FOR\n   48  FACADE AND OTHER IMPROVEMENTS TO COMMERCIAL STRIPS AND CENTRAL  BUSINESS\n   49  DISTRICTS THROUGHOUT NEW YORK STATE;\n   50    (II) MARKETING AND PROMOTIONAL ACTIVITIES;\n   51    (III) JOB PLACEMENT PROGRAMS;\n   52    (IV) SECURITY ASSISTANCE;\n   53    (V) ENERGY AUDIT PROGRAMS;\n   54    (VI) ASSISTANCE IN FORMING BUSINESS IMPROVEMENT DISTRICTS;\n   55    (VII)  STUDIES,  SURVEYS OR REPORTS, INCLUDING FEASIBILITY STUDIES AND\n   56  PRELIMINARY PLANNING STUDIES TO:\n\n       S. 2785                             6\n\n    1    (A) ASSESS A PARTICULAR SITE OR STUDY  FOR  ANY  ECONOMIC  DEVELOPMENT\n    2  PURPOSE OTHER THAN RESIDENTIAL;\n    3    (B) ASSESS THE FEASIBILITY OF ORGANIZING A DISTRICT MANAGEMENT ASSOCI-\n    4  ATION FOR A BUSINESS IMPROVEMENT DISTRICT;\n    5    (C)  IDENTIFY  DEVELOPMENT  OPPORTUNITIES  WITHIN ESTABLISHED BUSINESS\n    6  IMPROVEMENT DISTRICTS;\n    7    (D) CONDUCT FEASIBILITY OR PLANNING STUDIES IN RELATION TO THE  ACQUI-\n    8  SITION,  CONSTRUCTION, OR RENOVATION OF COMMERCIAL, INDUSTRIAL OR MIXED-\n    9  USE FACILITIES OR DEVELOPMENTS; OR\n   10    (E) ANALYZING THE SPECIFIC NEEDS OF THE COMMUNITY IN ADDITION TO  BOTH\n   11  SHORT-TERM AND LONG-TERM STRATEGIES FOR MEETING THOSE NEEDS.\n   12    (D) GRANTS MADE UNDER THIS SUBDIVISION SHALL:\n   13    (I)  NOT  BE  USED  FOR  SALARIES,  PUBLIC  IMPROVEMENTS,  OR SERVICES\n   14  CURRENTLY PROVIDED BY THE LOCAL OR STATE GOVERNMENT.\n   15    (II) BE LIMITED TO FIFTY PERCENT OF THE ACTUAL COST  OF  THE  PROPOSED\n   16  ACTIVITIES,  AND  SHALL  NOT  EXCEED  FORTY  THOUSAND DOLLARS PER GRANT,\n   17  EXCEPT THAT FOR PROJECTS LOCATED IN EMPIRE ZONES AND  THEIR  SURROUNDING\n   18  AREAS  OR  IN  HIGHLY  DISTRESSED AREAS AND THEIR SURROUNDING AREAS SUCH\n   19  GRANTS MAY BE MADE FOR UP TO SIXTY PERCENT OF PROJECT COSTS.\n   20    (III) BE LIMITED TO ONE PROJECT GRANT PER YEAR UNDER THIS  SUBDIVISION\n   21  FOR ANY ONE ELIGIBLE NOT-FOR-PROFIT CORPORATION.\n   22    (E)  GRANTS MADE PURSUANT TO SUBPARAGRAPH (I) OF PARAGRAPH (C) OF THIS\n   23  SUBDIVISION MAY INCLUDE MONIES AVAILABLE FOR INDIVIDUAL PROPERTY  OWNERS\n   24  AND/OR  TENANTS WHO AGREE TO IMPROVE THEIR PROPERTY IN ACCORDANCE WITH A\n   25  FEASIBLE DESIGN PLAN, PROVIDED THAT,  SUCH  INDIVIDUAL  PROPERTY  OWNERS\n   26  AND/OR TENANTS MATCH THE AMOUNT OF ANY GRANT AWARDED TO THEM.\n   27    (F) TO BE ELIGIBLE FOR GRANTS UNDER THIS SUBDIVISION, APPLICANTS SHALL\n   28  BE  REQUIRED  TO DEMONSTRATE THE EXISTENCE OF EFFECTIVE COMMERCIAL REVI-\n   29  TALIZATION MANAGEMENT IN THE BUSINESS DISTRICT OR COMMERCIAL STRIP WHERE\n   30  APPROPRIATE.\n   31    (G) NOTWITHSTANDING ANYTHING CONTAINED TO THE CONTRARY IN THIS  SUBDI-\n   32  VISION,  SECTION  SIXTEEN  OF  THIS  ACT  SHALL  NOT APPLY TO ANY GRANTS\n   33  AUTHORIZED UNDER SUBPARAGRAPH (I) OF PARAGRAPH (C) OF THIS  SUBDIVISION,\n   34  AND  SECTION  TEN AND SUBDIVISION 2 OF SECTION SIXTEEN OF THIS ACT SHALL\n   35  NOT APPLY TO SUBPARAGRAPHS (II) THROUGH (VII) OF PARAGRAPH (C)  OF  THIS\n   36  SUBDIVISION.\n   37    (6)  URBAN  AND  COMMUNITY  PROJECT  DEVELOPMENT PROGRAM. (A) THERE IS\n   38  HEREBY ESTABLISHED WITHIN THE URBAN AND COMMUNITY DEVELOPMENT PROGRAM AN\n   39  URBAN AND COMMUNITY PROJECT DEVELOPMENT PROGRAM WHICH SHALL BE  USED  TO\n   40  PROVIDE  LOANS FOR PROJECTS AS SET FORTH IN PARAGRAPH (B) OF THIS SUBDI-\n   41  VISION, AND TO PROVIDE PROJECT DEVELOPMENT ASSISTANCE BY THE CORPORATION\n   42  ACTING AS A PROJECT DEVELOPER PURSUANT TO PARAGRAPH (C) OF THIS SUBDIVI-\n   43  SION.\n   44    (B) PROJECT DEVELOPMENT LOANS. (I) THE CORPORATION MAY MAKE LOANS  FOR\n   45  DEVELOPMENT  IN CENTRAL BUSINESS DISTRICTS AND COMMERCIAL STRIPS LOCATED\n   46  IN EMPIRE ZONES DESIGNATED PURSUANT  TO  ARTICLE  18-B  OF  THE  GENERAL\n   47  MUNICIPAL  LAW,  AND  THEIR  SURROUNDING  AREAS, OR IN HIGHLY DISTRESSED\n   48  AREAS, AND THEIR SURROUNDING AREAS,  FOR  THE  ACQUISITION,  RENOVATION,\n   49  AND   CONSTRUCTION  OF  DEVELOPMENT  PROJECTS,  OTHER  THAN  RESIDENTIAL\n   50  PROJECTS, AUTHORIZED PURSUANT TO AND IN ACCORDANCE WITH  THE  PROVISIONS\n   51  OF  THIS  ACT AND FOR WHICH NO OTHER FUNDS OF THE CORPORATION ARE AVAIL-\n   52  ABLE WITH THE EXCEPTION OF ANY APPROPRIATION MADE FOR THIS PROGRAM.\n   53    (II) SUCH PROJECTS SHALL BE RELATED TO THE IMPLEMENTATION OF NECESSARY\n   54  CONSTRUCTION AND RECONSTRUCTION PROJECTS  IDENTIFIED  OR  PLANNED  UNDER\n   55  GRANTS RECEIVED PURSUANT TO SUBPARAGRAPHS (I) AND (VII) OF PARAGRAPH (C)\n   56  OF SUBDIVISION FIVE OF THIS SECTION.\n\n       S. 2785                             7\n\n    1    (III) LOANS MADE TO DEVELOPERS FOR SUCH CONSTRUCTION OR RECONSTRUCTION\n    2  SHALL  NOT  EXCEED  FIFTY  PERCENT  OF  TOTAL PROJECT COSTS AND SHALL BE\n    3  LOCATED IN EMPIRE ZONES DESIGNATED  PURSUANT  TO  ARTICLE  18-B  OF  THE\n    4  GENERAL  MUNICIPAL  LAW  OR  IN HIGHLY DISTRESSED COMMUNITIES, AND THEIR\n    5  SURROUNDING AREAS.\n    6    (IV)  PROJECTS INTENDED TO BE PUBLICLY-OWNED SHALL NOT BE ELIGIBLE FOR\n    7  FINANCIAL ASSISTANCE IN CONNECTION WITH THE ACQUISITION, CONSTRUCTION OR\n    8  RENOVATION OF A FACILITY OR DEVELOPMENT HEREUNDER UNLESS SUCH PROJECT IS\n    9  LEASED TO A PRIVATE ENTERPRISE.\n   10    (C)    PROJECT DEVELOPMENT ASSISTANCE.  (I) THE CORPORATION MAY ACT AS\n   11  DEVELOPER IN THE ACQUISITION, RENOVATION, CONSTRUCTION, LEASING OR  SALE\n   12  OF  DEVELOPMENT  PROJECTS,  OTHER  THAN RESIDENTIAL PROJECTS, AUTHORIZED\n   13  PURSUANT TO THIS ACT IN ORDER TO STIMULATE THE DEVELOPMENT  OF  COMMUNI-\n   14  TIES.\n   15    (II)    IN  ACTING  AS  A  DEVELOPER,  THE  CORPORATION MAY BORROW FOR\n   16  PURPOSES OF THIS PARAGRAPH FOR APPROVED PROJECTS IN WHICH  THE  LENDER'S\n   17  RECOURSE  IS  SOLELY  TO  THE  ASSETS  OF THE PROJECT, AND MAY MAKE SUCH\n   18  ARRANGEMENTS AND AGREEMENTS WITH COMMUNITY-BASED ORGANIZATIONS AND LOCAL\n   19  DEVELOPMENT CORPORATIONS AS REQUIRED TO CARRY OUT THE  PURPOSE  OF  THIS\n   20  SECTION.\n   21    (III)    PRIOR  TO  DEVELOPING ANY SUCH PROJECT, THE CORPORATION SHALL\n   22  SECURE A FIRM COMMITMENT FROM ENTITIES, INDEPENDENT OF THE  CORPORATION,\n   23  FOR EITHER PURCHASE OR LEASE OF SUCH PROJECTS.\n   24    (IV)    PROJECTS  AUTHORIZED UNDER THIS PARAGRAPH WHETHER DEVELOPED BY\n   25  THE CORPORATION OR A  PRIVATE  DEVELOPER,  MUST  BE  LOCATED  IN  EITHER\n   26  STATE-DESIGNATED EMPIRE ZONES OR IN HIGHLY DISTRESSED COMMUNITIES.\n   27    (V)  THE CORPORATION, FOR PURPOSES OF THIS PARAGRAPH SHALL ONLY SELECT\n   28  PROJECTS THAT HAVE PROJECT COSTS ESTIMATED TO  BE  BETWEEN  ONE  MILLION\n   29  DOLLARS  AND  THREE  MILLION  DOLLARS OF WHICH THE CORPORATION'S PARTIC-\n   30  IPATION SHALL NOT EXCEED SIXTY PERCENT OF THE TOTAL AND FOR WHICH  THERE\n   31  IS AN ECONOMIC DEMAND FOR THE PROJECT IN THE PARTICULAR COMMUNITY.\n   32    (D)  THE CORPORATION SHALL SELECT POTENTIAL PROJECTS UNDER THIS SUBDI-\n   33  VISION  THROUGH  A  COMPETITIVE  PROCESS  SUCH AS A REQUEST FOR PROPOSAL\n   34  PROCESS DISTRIBUTED TO LOCAL DEVELOPMENT CORPORATIONS AND OTHERS IN SUCH\n   35  COMMUNITIES.\n   36    (E) THE CORPORATION SHALL:\n   37    (I)  DETERMINE WHETHER A FEASIBILITY STUDY  IS  NECESSARY  TO  FURTHER\n   38  ANALYZE SELECTED PROJECTS;\n   39    (II) RECOMMEND APPLICATION OF SUCH PROJECTS TO THE URBAN AND COMMUNITY\n   40  DEVELOPMENT  ASSISTANCE  GRANTS  PROGRAM PURSUANT TO SUBDIVISION FIVE OF\n   41  THIS SECTION FOR FUNDING, IF APPROPRIATE, OR CONDUCT A FEASIBILITY ANAL-\n   42  YSIS ITSELF; AND\n   43    (III)  IN ACCORDANCE WITH RULES AND REGULATIONS TO BE  PROMULGATED  BY\n   44  THE CORPORATION, DETERMINE WHICH PROJECTS WILL BE DEVELOPED.\n   45    (7)    URBAN  AND COMMUNITY TRAINING AND TECHNICAL ASSISTANCE PROGRAM.\n   46  THERE IS HEREBY ESTABLISHED WITHIN THE URBAN AND  COMMUNITY  DEVELOPMENT\n   47  PROGRAM  AN  URBAN  AND  COMMUNITY  TRAINING  AND  TECHNICAL  ASSISTANCE\n   48  PROGRAM.  THE CORPORATION SHALL, FROM APPROPRIATIONS MADE AVAILABLE  FOR\n   49  THESE PURPOSES:\n   50    (A)   PROVIDE   TECHNICAL  ASSISTANCE  FOR  COMMERCIAL  REVITALIZATION\n   51  PROGRAMS, INCLUDING ESTABLISHING AND IMPLEMENTING A TRAINING PROGRAM FOR\n   52  BUSINESS DISTRICT STREET COORDINATORS, WHO REQUEST OR WHO ARE  REQUESTED\n   53  BY  THE  CORPORATION,  TO  UNDERGO SUCH TRAINING PURSUANT TO SUBDIVISION\n   54  FOUR OF THIS SECTION.\n   55    (B) CONDUCT ON-SITE SURVEYS  OF  BUSINESS  DISTRICTS  IN  ECONOMICALLY\n   56  DISTRESSED  AREAS,  MONITOR  AND  ASSIST  COMMUNITIES  FORMING  BUSINESS\n\n       S. 2785                             8\n\n    1  IMPROVEMENT DISTRICTS, AND ORGANIZE AND COORDINATE SEMINARS AND  CONFER-\n    2  ENCES  TO  FACILITATE  THE  EXCHANGE OF INFORMATION REGARDING COMMERCIAL\n    3  REVITALIZATION STRATEGIES.\n    4    (C)  DEVELOP  THE  CAPACITY  OF  URBAN  AND COMMUNITY ORGANIZATIONS TO\n    5  UNDERTAKE ECONOMIC DEVELOPMENT INITIATIVES THROUGH:\n    6    (I) CONDUCTING OUTREACH TO COMMUNITIES IN AREAS WHERE LITTLE, IF  ANY,\n    7  ECONOMIC DEVELOPMENT CAPACITY EXISTS, INCLUDING UNDERTAKING, WHERE NEED-\n    8  ED,  PROJECT  PLANNING  AND MANAGEMENT FOR SUCH COMMUNITIES TO IMPLEMENT\n    9  SPECIFIC PROJECTS.\n   10    (II) PROVIDING ASSISTANCE TO SUCH  COMMUNITIES,  WHERE  NECESSARY,  IN\n   11  ORGANIZING  FOR  ECONOMIC  DEVELOPMENT,  ANALYZING POTENTIAL DEVELOPMENT\n   12  OPPORTUNITIES OR  OBSTACLES  TO  DEVELOPMENT,  AND  DEVELOPING  ECONOMIC\n   13  DEVELOPMENT STRATEGIES.\n   14    (III) PROVIDING TRAINING AND TECHNICAL AND FINANCIAL PACKAGING ASSIST-\n   15  ANCE  TO  NOT-FOR-PROFIT  COMMUNITY DEVELOPMENT AND ECONOMIC DEVELOPMENT\n   16  ORGANIZATIONS, EITHER DIRECTLY BY THE CORPORATION, INCLUDING THE DEPLOY-\n   17  MENT OF CIRCUIT RIDERS TO PROVIDE ONGOING ASSISTANCE, AND THROUGH GRANTS\n   18  TO NOT-FOR-PROFIT THIRD PARTY PROVIDERS OF SUCH SERVICES.\n   19    (IV) CONTRACTING WITH NOT-FOR-PROFIT THIRD PARTIES FOR THE PURPOSE  OF\n   20  PROVIDING  TECHNICAL ASSISTANCE TO MUNICIPALITIES, NOT-FOR-PROFIT ORGAN-\n   21  IZATIONS, LOCAL DEVELOPMENT CORPORATIONS, LOCAL EMPIRE ZONE  ADMINISTRA-\n   22  TIVE  BOARDS,  OR  BUSINESS  IMPROVEMENT  DISTRICTS TO ANALYZE POTENTIAL\n   23  DEVELOPMENT OPPORTUNITIES OR OBSTACLES.\n   24    (V) ESTABLISH A COMMUNITY REVITALIZATION ECONOMIC SELF-HELP PROGRAM TO\n   25  ASSIST PUBLIC OFFICIALS, COMMUNITY  LEADERS,  ECONOMIC  DEVELOPMENT  AND\n   26  COMMUNITY  GROUPS  TO UNDERTAKE AN ECONOMIC DEVELOPMENT PLANNING PROCESS\n   27  AND TO ORGANIZE FOR ECONOMIC DEVELOPMENT.\n   28    (A) ELIGIBLE APPLICANTS FOR  ASSISTANCE  UNDER  THIS  PARAGRAPH  SHALL\n   29  CONSIST  OF  A  MUNICIPALITY  OR  A  CONSORTIUM OF MUNICIPALITIES FROM A\n   30  REGION OF THE STATE, SUCH REGIONS AS ESTABLISHED  BY THE COMMISSIONER OF\n   31  THE DEPARTMENT OF ECONOMIC DEVELOPMENT PURSUANT TO SECTION  230  OF  THE\n   32  ECONOMIC DEVELOPMENT LAW.\n   33    (B)  EACH  TRAINING  PROGRAM  SHALL REQUIRE EACH PARTICIPATING MUNICI-\n   34  PALITY TO:\n   35    (1) ESTABLISH AN ECONOMIC DEVELOPMENT PLANNING GROUP;\n   36    (2) UNDERTAKE A COMMUNITY PROFILE AND NEEDS ASSESSMENT;\n   37    (3) UNDERTAKE LABOR MARKET AND RESOURCE SURVEYS; AND\n   38    (4) PRODUCE A FIVE-YEAR STRATEGIC PLAN AND A ONE-YEAR WORK PROGRAM.\n   39    (C) REQUESTS FROM MUNICIPALITIES OR CONSORTIA  OF  MUNICIPALITIES  FOR\n   40  TECHNICAL  ASSISTANCE  UNDER  THIS SECTION SHALL BE MADE DIRECTLY TO THE\n   41  CORPORATION OR THROUGH THE REGIONAL OFFICES OF THE DEPARTMENT OF ECONOM-\n   42  IC DEVELOPMENT.\n   43    (D)  THE CORPORATION IS AUTHORIZED TO ENTER  INTO  COOPERATIVE  AGREE-\n   44  MENTS  WITH STATEWIDE AND REGIONAL ECONOMIC DEVELOPMENT ORGANIZATIONS IN\n   45  NEW YORK  STATE,  ACTING  AS  CONSULTANTS,  TO  CONDUCT  JOINT  TRAINING\n   46  PROGRAMS  TO  TRAIN AND EDUCATE LOCAL OFFICIALS AND ECONOMIC DEVELOPMENT\n   47  PRACTITIONERS PURSUANT TO THIS PARAGRAPH. ANY CONTRACT FOR SERVICES WITH\n   48  SUCH ORGANIZATIONS SHALL NOT EXCEED THE SUM OF  FIFTY  THOUSAND  DOLLARS\n   49  FOR THE CONDUCT OF EACH TRAINING PROGRAM.\n   50    (E) PARTICIPATING MUNICIPALITIES SHALL BE REQUIRED TO PROVIDE MATCHING\n   51  FUNDS  IN  AN  AMOUNT AT LEAST EQUAL TO ANY FUNDS PROVIDED BY THE CORPO-\n   52  RATION UNDER SUBDIVISION FOUR OF THIS SECTION.\n   53    (F) THE CORPORATION SHALL, FOR ASSISTANCE PROVIDED  IN  THIS  PROGRAM,\n   54  DEVELOP  AND USE STANDARD PROJECT PROGRAM APPLICATIONS PURSUANT TO RULES\n   55  AND REGULATIONS, WHICH  SHALL  BE  PROMULGATED  BY  THE  CORPORATION  IN\n   56  ACCORDANCE WITH THE STATE ADMINISTRATIVE PROCEDURE ACT.  RULES AND REGU-\n\n       S. 2785                             9\n\n    1  LATIONS  SHALL  BE CONSISTENT WITH THE PROGRAM PLAN REQUIRED BY SUBDIVI-\n    2  SION 19 OF SECTION 100 OF THE ECONOMIC DEVELOPMENT LAW.\n    3    (8)  THE  DIRECTOR  OF  THE  BUDGET SHALL NOT ISSUE ANY CERTIFICATE OF\n    4  APPROVAL OF AVAILABILITY UNTIL THE CORPORATION HAS ENTERED INTO A  WRIT-\n    5  TEN  MASTER  AGREEMENT  WITH  THE  DIRECTOR  OF THE BUDGET PROVIDING FOR\n    6  REPAYMENT BY SUCH CORPORATION TO THE STATE OF NEW YORK  OF  ALL  AMOUNTS\n    7  EXPENDED  BY THE STATE FROM SUCH APPROPRIATION FOR LOANS, ON TERMS WHICH\n    8  MAY INCLUDE INTEREST THEREON AT A RATE PER ANNUM TO BE DETERMINED BY THE\n    9  DIRECTOR OF THE BUDGET AND A COPY OF SUCH AGREEMENT SHALL BE FILED  WITH\n   10  THE  STATE COMPTROLLER, THE CHAIRMAN OF THE SENATE FINANCE COMMITTEE AND\n   11  THE CHAIRMAN OF THE ASSEMBLY WAYS AND MEANS COMMITTEE.\n   12    (9) THE STATE COMPTROLLER IS HEREBY AUTHORIZED  TO  RECEIVE  FROM  THE\n   13  CORPORATION REIMBURSEMENT OF MONEYS EXPENDED FROM THIS APPROPRIATION AND\n   14  TO DEPOSIT THE SAME TO THE CREDIT OF THE CAPITAL PROJECTS FUND.\n   15    (10)  THE CORPORATION SHALL STREAMLINE THE REVIEW AND APPROVAL PROCESS\n   16  FOR PROJECTS AND WHEREVER POSSIBLE STANDARDIZE  ALL  RELEVANT  ATTENDANT\n   17  DOCUMENTATION AND LEGAL DOCUMENTS.\n   18    (11)  NOTWITHSTANDING  THE  PROVISIONS  OF  SECTION  40-A OF THE STATE\n   19  FINANCE LAW AND ANY OTHER GENERAL OR SPECIAL LAW, SUCH WRITTEN AGREEMENT\n   20  SHALL NOT REQUIRE REPAYMENT AT ANY TIME OR  ON  ANY  TERMS  INCONSISTENT\n   21  WITH  THE  PROVISIONS  OF THIS ACT OR THE NEW YORK STATE PROJECT FINANCE\n   22  AGENCY ACT.  EXCEPT, HOWEVER, THAT THE CORPORATION MAY  MAKE  GRANTS  TO\n   23  PROJECTS  USING  FUNDS APPROPRIATED FOR THIS PURPOSE AND THAT THE REPAY-\n   24  MENT PROVISION MAY NOT APPLY TO SUCH GRANTS.\n   25    (12) REPORT. THE CORPORATION SHALL:   (A) MONITOR THE  PERFORMANCE  OF\n   26  EACH RECIPIENT OF A GRANT OR CONTRACT UNDER THE PROVISIONS OF THIS ARTI-\n   27  CLE  AND REQUIRE PERIODIC AND ANNUAL REPORTS FROM EACH SUCH RECIPIENT AT\n   28  SUCH TIME AND IN SUCH A MANNER AS PRESCRIBED BY THE CHAIRMAN.\n   29    (B) EVALUATE THE URBAN  AND  COMMUNITY  ECONOMIC  DEVELOPMENT  PROGRAM\n   30  REPORT, ON OR BEFORE OCTOBER FIRST NEXT SUCCEEDING THE EFFECTIVE DATE OF\n   31  THIS  SUBDIVISION,  AND  ON OR BEFORE EACH OCTOBER FIRST THEREAFTER, THE\n   32  RESULTS OF SUCH EVALUATION TO THE GOVERNOR AND THE  LEGISLATURE.    SUCH\n   33  REPORT  SHALL DISCUSS THE VARIETY AND TYPES OF PROGRAMS SUPPORTED BY THE\n   34  CORPORATION UNDER THIS PROGRAM; AND, AS APPROPRIATE, THE EXTENT TO WHICH\n   35  THE PROGRAM HAS SERVED TO CREATE AND MAINTAIN JOBS; THE EXTENT TO  WHICH\n   36  THE  PROGRAM  HAS  HELPED TO INCREASE THE VITALITY OF LOCAL COMMUNITIES;\n   37  THE EXTENT TO WHICH THE PROGRAM IS COORDINATED WITH OTHER RELATED  STATE\n   38  AND  LOCAL  ASSISTANCE  PROGRAMS; THE EXTENT TO WHICH THE PROGRAM SERVES\n   39  MINORITIES AND WOMEN; THE EXTENT TO WHICH THE PROGRAM SERVES  URBAN  AND\n   40  RURAL  AREAS;  THE  EXTENT  TO  WHICH  THE  PROGRAM  SERVES ECONOMICALLY\n   41  DISTRESSED AND HIGHLY DISTRESSED AREAS; THE EXTENT TO WHICH THE  PROGRAM\n   42  HAS  HELPED  TO INCREASE THE CAPACITY OF LOCAL GOVERNMENTS AND ORGANIZA-\n   43  TIONS TO UNDERTAKE  ECONOMIC  DEVELOPMENT  ACTIVITIES;  AND  SUCH  OTHER\n   44  COMPONENTS  AS THE COMMISSIONER SHALL DEEM APPROPRIATE; AND SHALL RECOM-\n   45  MEND CHANGES AND IMPROVEMENTS IN THE PROGRAM.\n   46    (C) SUBMIT TO THE GOVERNOR, THE SPEAKER OF THE ASSEMBLY AND THE TEMPO-\n   47  RARY PRESIDENT OF THE SENATE, AN  EVALUATION  OF  PROGRAM  EFFECTIVENESS\n   48  PREPARED  BY  AN  ENTITY  INDEPENDENT OF THE DEPARTMENT. SUCH EVALUATION\n   49  SHALL BE SUBMITTED BY OCTOBER FIRST TWO YEARS AFTER THE  EFFECTIVE  DATE\n   50  OF  THIS  SUBDIVISION AND SHALL INCLUDE, BUT NOT BE LIMITED TO, INFORMA-\n   51  TION ON AND ASSESSMENT OF THE COMPONENTS REQUIRED TO BE INCLUDED IN  THE\n   52  ANNUAL REPORT OF THE CORPORATION, PURSUANT TO THIS SUBDIVISION.\n   53    S  4. This act shall take effect on the first of April next succeeding\n   54  the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the New York state urban development corporation act, in relation to establishing an urban and community development program ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110201.T160909.TXT", "SOBI.D110202.T114710.TXT", "SOBI.D110201.T163410.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296665230878
}