{
  "year" : 2011,
  "senateBillNo" : "S2789-2011",
  "billEvents" : [ {
    "eventDate" : 1296536400000,
    "eventText" : "REFERRED TO CONSUMER PROTECTION",
    "billEventId" : "S2789-2011-1296536400000-REFERRED+TO+CONSUMER+PROTECTION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KLEIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Regulates vehicle licensing recovery fees as they relate to rental vehicles",
  "summary" : "Regulates vehicle licensing recovery fees as they relate to rental vehicles. ",
  "currentCommittee" : "CONSUMER PROTECTION",
  "sameAs" : null,
  "lawSection" : "General Business Law",
  "previousVersions" : [ "S8267-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2789\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   February 1, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KLEIN  -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Consumer Protection\n\n       AN ACT to amend the general business law,  in  relation  to  rental  car\n         vehicles\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 1 of section 396-z of the general business  law\n    2  is amended by adding a new paragraph (k) to read as follows:\n    3    (K)  \"VEHICLE  LICENSING  RECOVERY  FEE\"  MEANS THE DAILY FEE A RENTAL\n    4  VEHICLE COMPANY MAY CHARGE ITS CUSTOMERS WHICH SHALL REPRESENT AN  AVER-\n    5  AGE  PER-RENTAL  DAY PORTION OF THE COMPANY'S ESTIMATED ANNUAL COSTS, AS\n    6  IMPOSED BY THE STATE,  FOR  THE  LICENSING,  TITLING,  REGISTRATION  AND\n    7  INSPECTION  OF ITS VEHICLES IN THIS STATE. IF THE TOTAL AMOUNT RECOVERED\n    8  FROM RENTERS BY A RENTAL VEHICLE  COMPANY  FOR  VEHICLE  LICENSING  FEES\n    9  DURING  THE CALENDAR YEAR IS DIFFERENT THAN THE TOTAL AMOUNT PAID BY THE\n   10  RENTAL VEHICLE COMPANY FOR SUCH ITEMS, THE RENTAL VEHICLE COMPANY  SHALL\n   11  ADJUST ITS DAILY FEE IN THE FOLLOWING CALENDAR YEAR BY THE AMOUNT OF THE\n   12  DIFFERENCE.    AS  OF  FEBRUARY  TWENTY-EIGHTH, TWO THOUSAND TWELVE, AND\n   13  ANNUALLY EACH FEBRUARY TWENTY-EIGHTH THEREAFTER, A RENTAL VEHICLE COMPA-\n   14  NY SHALL POST INFORMATION ON ITS INTERNET WEBSITE IN  AN  UNDERSTANDABLE\n   15  AND  READABLE  FORMAT  THAT SHALL SHOW A RECONCILIATION OF THE AMOUNT OF\n   16  VEHICLE LICENSING RECOVERY FEES ACTUALLY  PAID  BY  THE  RENTAL  VEHICLE\n   17  COMPANY  DURING  THE  PRECEDING  CALENDAR YEAR AND THE AMOUNT OF VEHICLE\n   18  LICENSING RECOVERY FEES CHARGED TO CUSTOMERS DURING THAT  SAME  CALENDAR\n   19  YEAR FOR RENTAL OF VEHICLES.\n   20    S  2.  Subdivision  8 of section 396-z of the general business law, as\n   21  amended by chapter 731 of the laws  of  2006,  is  amended  to  read  as\n   22  follows:\n   23    8.  No  rental  vehicle company shall advertise or quote a rental rate\n   24  that does not include all charges, except taxes or optional items and/or\n   25  services or any mileage charge, which an authorized driver must  pay  to\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD08036-01-1\n\n       S. 2789                             2\n\n    1  obtain  a  rental  vehicle.  Provided, however, a rental vehicle company\n    2  shall be permitted to separately  quote  and  charge  airport  fees  [as\n    3  defined  herein]  AND VEHICLE LICENSING RECOVERY FEES, which shall be in\n    4  addition to the rental rate; and provided further that advertised rental\n    5  rates  that  include locations at which airport fees apply shall clearly\n    6  indicate that additional fees apply.\n    7    S 3. Paragraphs (a) and (b) of subdivision 10 of section 396-z of  the\n    8  general business law, as amended by chapter 731 of the laws of 2006, are\n    9  amended to read as follows:\n   10    (a)  A  rental  vehicle  company  shall  not charge in addition to the\n   11  rental rate, taxes, and mileage charge, if any, any fee  which  must  be\n   12  paid as a condition of renting the vehicle, such as, but not limited to,\n   13  required  fuel  surcharges,  each of which shall be separately stated on\n   14  the rental agreement. In addition, a rental  vehicle  company  may  also\n   15  state  separately  and  charge,  where applicable, airport fees [as such\n   16  term is defined herein] AND VEHICLE LICENSING RECOVERY FEES.\n   17    (b) In addition to the rental rate, taxes,  applicable  airport  fees,\n   18  VEHICLE  LICENSING  RECOVERY  FEES, and mileage charge, if any, a rental\n   19  vehicle company may charge for an item or service provided in connection\n   20  with a particular rental transaction if the renter  could  have  avoided\n   21  incurring  the  charge by not choosing to obtain or utilize the optional\n   22  item or service, such as, but not limited to,  optional  accessories  or\n   23  services  requested  by  the  renter,  service  charges  incident to the\n   24  renter's optional return of the vehicle to a  location  other  than  the\n   25  location  where  the  vehicle  was rented, and charges for refueling the\n   26  vehicle with as much fuel as was in the fuel tank at  the  beginning  of\n   27  the rental.\n   28    S  4.  This act shall take effect immediately; provided, however, that\n   29  the amendments to section 396-z of the  general  business  law  made  by\n   30  sections  one,  two and three of this act shall not affect the repeal of\n   31  such section and shall be deemed repealed therewith.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general business law, in relation to rental car vehicles ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110202.T115210.TXT", "SOBI.D110201.T161409.TXT", "SOBI.D110201.T162910.TXT", "SOBI.D110201.T163410.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296665530077
}