{
  "year" : 2011,
  "senateBillNo" : "S2784-2011",
  "billEvents" : [ {
    "eventDate" : 1296536400000,
    "eventText" : "REFERRED TO HEALTH",
    "billEventId" : "S2784-2011-1296536400000-REFERRED+TO+HEALTH",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "PERKINS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Creates the New York Stem Cell Research Institute",
  "summary" : "Creates the New York Stem Cell Research Institute; provides for the appointment of the New York state stem cell board, to be composed of nineteen members, to run the institute; establishes the powers, duties, procedures, and functions of the institute. ",
  "currentCommittee" : "HEALTH",
  "sameAs" : null,
  "lawSection" : "Health",
  "previousVersions" : [ "S1133-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "DUANE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "HASSELL-THOMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "STAVISKY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2784\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   February 1, 2011\n                                      ___________\n\n       Introduced  by  Sens. PERKINS, DUANE, HASSELL-THOMPSON, STAVISKY -- read\n         twice and ordered printed, and when printed to  be  committed  to  the\n         Committee on Health\n\n       AN ACT creating the New York Stem Cell Research Institute\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Short title. This act shall be known and may  be  cited  as\n    2  the \"New York Stem Cell Research Institute act\".\n    3    S  2.  Legislative intent. Millions of children and adults suffer from\n    4  devastating diseases or injuries that are currently incurable, including\n    5  cancer, diabetes, heart disease, Parkinson's disease, spinal cord  inju-\n    6  ries,  blindness,  Lou  Gehrig's disease, HIV/AIDS, mental health disor-\n    7  ders, multiple sclerosis, Huntington's disease, and  more  than  seventy\n    8  other diseases and injuries.\n    9    Recently,  medical  science has discovered a new way to attack chronic\n   10  diseases and injuries. The cure and  treatment  of  these  diseases  can\n   11  potentially  be accomplished through the use of new regenerative medical\n   12  therapies including a special type of human cells,  called  stem  cells.\n   13  These  life-saving  medical  breakthroughs  can  only happen if adequate\n   14  funding is made available to advance stem cell research, develop  thera-\n   15  pies, and conduct clinical trials.\n   16    Unfortunately,  the  federal  government is not providing the adequate\n   17  funding necessary for the  urgent  research  and  facilities  needed  to\n   18  develop stem cell therapies to treat and cure diseases and serious inju-\n   19  ries. This critical funding gap currently prevents the rapid advancement\n   20  of research that could benefit millions of New Yorkers.\n   21    S 3. New York Stem Cell Research Institute. a. There is hereby created\n   22  an  institute  to be known as the New York Stem Cell Research Institute,\n   23  which shall have the following purposes:\n   24    (1) To make grants and loans for  stem  cell  research,  for  research\n   25  facilities, and for other vital research opportunities to realize thera-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07803-01-1\n\n       S. 2784                             2\n\n    1  pies,  protocols,  and/or  medical  procedures  that  will result in, as\n    2  speedily as possible, the cure for, and/or  substantial  mitigation  of,\n    3  major diseases, injuries, and orphan diseases.\n    4    (2)  To  support  all  stages of the process of developing cures, from\n    5  laboratory research through successful clinical trials.\n    6    (3) To establish appropriate regulatory standards and oversight bodies\n    7  for research and facilities development.\n    8    b. No fund authorized for, or made available to, the  institute  shall\n    9  be used for research involving human reproductive cloning.\n   10    c.  Funds authorized for, or made available to, the institute shall be\n   11  continuously appropriated without regard to fiscal  year,  be  available\n   12  and  used  only  for the purposes provided in this act, and shall not be\n   13  subject to appropriation or transfer by the legislature or the  governor\n   14  for any other purpose.\n   15    S  4.  There  shall  be  established within the institute the New York\n   16  state stem cell board, hereinafter, the board, which  shall  govern  the\n   17  institute and is hereby vested with full power, authority, and jurisdic-\n   18  tion over the institute.\n   19    S  5.  The  New  York  state  stem  cell  board. a. The board shall be\n   20  composed of nineteen members, who shall be appointed  in  the  following\n   21  manner:  five  shall  be  appointed  by  the  governor;  three  shall be\n   22  appointed by the temporary president of the senate; two by the  minority\n   23  leader  of  the  senate;  three shall be appointed by the speaker of the\n   24  assembly; two by the minority leader of the assembly; two by  the  state\n   25  comptroller;  and two by the attorney general.  The members of the board\n   26  shall be representative  of  the  public,  not-for-profit  academic  and\n   27  research  institutions,  life  science  commercial entities, and disease\n   28  advocacy groups.\n   29    b. All appointments shall be made within forty days of  the  effective\n   30  date  of  this  act.  In  the event that any of the appointments are not\n   31  completed within the permitted time frame, the board  shall  proceed  to\n   32  operate  with the appointments that are in place, provided that at least\n   33  sixty percent of the appointments have been made.\n   34    c. Board members shall serve six-year terms.  Members  shall  serve  a\n   35  maximum  of two terms. If a vacancy occurs within a term, the appointing\n   36  authority shall serve a maximum of two terms. If a vacancy occurs within\n   37  a term, the appointing authority  shall  appoint  a  replacement  member\n   38  within  thirty  days  to  serve  the  remainder of the term. When a term\n   39  expires, the appointing authority shall appoint a member  within  thirty\n   40  days. The board members shall continue to serve until their replacements\n   41  are appointed.\n   42    S  6.  The  board  shall  have the following powers and duties: a. The\n   43  board shall elect a chairperson and vice chairperson within  forty  days\n   44  of  the  effective  date  of this act. Each constitutional officer shall\n   45  nominate a candidate for chairperson  and  another  candidate  for  vice\n   46  chairperson.  The chairperson and vice chairperson shall each be elected\n   47  for  a  term  of  six years. The chairperson and vice chairperson of the\n   48  board shall be full or part time employees of the  institute  and  shall\n   49  meet the following criteria:\n   50    (1) have a documented history in successful stem cell research advoca-\n   51  cy;\n   52    (2)  have experience with state and federal legislative processes that\n   53  must include some experience with medical legislative approvals of stan-\n   54  dards and/or funding;\n   55    (3) are not concurrently employed by or on leave from any  prospective\n   56  grant or loan recipient institutions in New York;\n\n       S. 2784                             3\n\n    1    (4) have experience with governmental agencies or institutions, either\n    2  executive or board position;\n    3    (5)  have  experience  with  the  process of establishing governmental\n    4  standards and procedures;\n    5    (6) have legal experience with the legal review of proper governmental\n    6  authority for the exercise of government agency or  government  institu-\n    7  tional powers;\n    8    (7) have direct knowledge and experience in bond financing.\n    9    b.  Actions  of  the  board  may be taken only by a majority vote of a\n   10  quorum of the board.\n   11    c. The board shall oversee the operations of the institute.\n   12    d. The board shall develop annual and long-term strategic research and\n   13  financial plans for the institute.\n   14    e. The board shall make final  decisions  on  research  standards  and\n   15  grant awards in New York.\n   16    f.  Ensure  the  completion of an annual financial audit of the insti-\n   17  tute's operations.\n   18    g. Issue public reports on the activities of the institute.\n   19    h. Establish policies regarding intellectual property  rights  arising\n   20  from research funded by the institute.\n   21    i.  Establish  rules and guidelines for the operation of the board and\n   22  its working groups.\n   23    j. Perform all other acts necessary or appropriate in the exercise  of\n   24  its power, authority, and jurisdiction over the institute.\n   25    k.  Adopt,  amend,  and rescind rules and regulations to carry out the\n   26  purposes and provisions of this act, and to govern the procedures of the\n   27  board. These rules and regulations shall be adopted in  accordance  with\n   28  the state administrative procedure act.\n   29    S  7.  Public and financial accountability standards. a. Annual public\n   30  report. The institute shall issue an annual report to the public,  which\n   31  sets  forth its activities, grants awarded, grants in progress, research\n   32  accomplishments, and future program  directions.    Each  annual  report\n   33  shall include, but not be limited to, the following:\n   34    (1) the number and dollar amounts of research and facilities grants;\n   35    (2) the grantees for the prior year;\n   36    (3) the institute's administrative expenses;\n   37    (4)  an  assessment  of  the  availability  of  funding  for stem cell\n   38  research from sources other than the institute;\n   39    (5) a summary of research findings, including promising  new  research\n   40  areas;\n   41    (6)  an  assessment of the relationship between the institute's grants\n   42  and the overall strategy of its research program;\n   43    (7) a report of  the  institute's  strategic  research  and  financial\n   44  plans.\n   45    b.  Independent  financial  audit for review by state comptroller. The\n   46  institute shall annually commission an independent  financial  audit  of\n   47  its  activities  from a certified public accounting firm, which shall be\n   48  provided to the state comptroller, who shall review the audit and  annu-\n   49  ally issue a public report of that review.\n   50    c. Citizen's financial accountability oversight committee. There shall\n   51  be  a  citizen's financial accountability oversight committee chaired by\n   52  the state comptroller. This committee shall review the annual  financial\n   53  audit,  the state comptroller's report and evaluation of that audit, and\n   54  the financial practices of the institute.  The  state  comptroller,  the\n   55  state  treasurer,  the temporary president of the senate, the speaker of\n   56  the assembly, and the chairperson of the  board  shall  each  appoint  a\n\n       S. 2784                             4\n\n    1  public  member  of  the  committee. Committee members shall have medical\n    2  backgrounds and knowledge of relevant financial matters.  The  committee\n    3  shall  provide recommendations on the institute's financial practice and\n    4  performance.    The  state  comptroller shall provide staff support. The\n    5  committee shall hold a public meeting, with appropriate notice, and with\n    6  a formal public comment period.  The  committee  shall  evaluate  public\n    7  comments  and  include  appropriate  summaries in its annual report. The\n    8  board shall provide funds for the per diem  expenses  of  the  committee\n    9  members and for publication of the annual report.\n   10    S  8.  Conflicts  of  interest.  a. No member of the board shall make,\n   11  participate in making, or in any way attempt to use his or her  official\n   12  position  to  influence a decision to approve or award a grant, loan, or\n   13  contract to his or her employer, but a member may participate in a deci-\n   14  sion to approve or award a grant, loan, or contract to a nonprofit enti-\n   15  ty in the same field as his or her employer.\n   16    b. A member of the board may participate in a decision to  approve  or\n   17  award  a  grant,  loan,  or  contract  to  an  entity for the purpose of\n   18  research involving a disease from which a member or his or her immediate\n   19  family suffers or in which the member has an  interest  as  a  represen-\n   20  tative of a disease advocacy organization.\n   21    c.  The  adoption  of  standards  is  not  a  decision subject to this\n   22  section.\n   23    d. Service as a member of the board by a  member  of  the  faculty  or\n   24  administration  of  any  system  of  the  state university shall not, by\n   25  itself, be deemed to be inconsistent, incompatible, in conflict with, or\n   26  inimical to the duties of the board member as a member of the faculty or\n   27  administration of any system of  the  state  university  and  shall  not\n   28  result in the automatic vacation of either such office.\n   29    e. Service as a member of the board by a representative or employee of\n   30  a  disease  advocacy  organization,  a  nonprofit  academic and research\n   31  institution, or a life science commercial entity shall not be deemed  to\n   32  be  inconsistent,  incompatible,  in  conflict  with, or inimical to the\n   33  duties of the board member as  a  representative  or  employee  of  that\n   34  organization, institution, or entity.\n   35    S  9. Patent royalties and license revenues. The board shall establish\n   36  standards that require that all grants and loan  awards  be  subject  to\n   37  intellectual  property  agreements  that  balance the opportunity of the\n   38  state of New York to benefit from the patents, royalties,  and  licenses\n   39  that  result  from  basic  research,  therapy  development, and clinical\n   40  trials with the need to assure that essential medical  research  is  not\n   41  unreasonably hindered by the intellectual property agreements.\n   42    S  10.  Preference  for  New York suppliers. The board shall establish\n   43  standards to ensure that grantees purchase goods and services  from  New\n   44  York suppliers to the extent reasonably possible, in a good faith effort\n   45  to  achieve a goal of more than fifty percent of such purchases from New\n   46  York suppliers.\n   47    S 11. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT creating the New York Stem Cell Research Institute ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110201.T155908.TXT", "SOBI.D110202.T114710.TXT", "SOBI.D110201.T161909.TXT", "SOBI.D110201.T163410.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296665230875
}