{
  "year" : 2011,
  "senateBillNo" : "S2787-2011",
  "billEvents" : [ {
    "eventDate" : 1296536400000,
    "eventText" : "REFERRED TO LOCAL GOVERNMENT",
    "billEventId" : "S2787-2011-1296536400000-REFERRED+TO+LOCAL+GOVERNMENT",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "GALLIVAN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Permits the county of Erie to market serial bonds at private sale through June 30, 2012",
  "summary" : "Permits the county of Erie to market serial bonds at private sale through June 30, 2012. ",
  "currentCommittee" : "LOCAL GOVERNMENT",
  "sameAs" : "A4215",
  "lawSection" : "Local Finance Law",
  "previousVersions" : [ "S6833-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2787\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   February 1, 2011\n                                      ___________\n\n       Introduced  by Sen. GALLIVAN -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Local Government\n\n       AN ACT to amend the local finance law, in relation to the sale of munic-\n         ipal obligations by the county of Erie\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 54.50 of the local finance law, as amended by chap-\n    2  ter 127 of the laws of 2010, is amended to read as follows:\n    3    S 54.50 Costs of sales; county of Erie. To facilitate the marketing of\n    4  any  issue  of  serial bonds or notes of the county of Erie issued on or\n    5  before June thirtieth, two thousand [eleven]  TWELVE  such  county  may,\n    6  notwithstanding  any  limitations  on private sales of bonds provided by\n    7  law, and subject to approval by the state comptroller of the  terms  and\n    8  conditions of such sale:\n    9    a.  arrange for the underwriting of its bonds or notes at private sale\n   10  through negotiated agreement, compensation for such underwriting  to  be\n   11  provided  by  negotiated  fee  or  by  sale of such bonds or notes to an\n   12  underwriter at a price less than the  sum  of  par  value  of,  and  the\n   13  accrued interest on, such obligations; or\n   14    b.  arrange for the private sale of its bonds or notes through negoti-\n   15  ated agreement, compensation for such sales to be provided by negotiated\n   16  fee, if required. The cost of such  underwriting  or  private  placement\n   17  shall be deemed a preliminary cost for purposes of section 11.00 of this\n   18  chapter.\n   19    S 2. This act shall take effect immediately.\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07912-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the local finance law, in relation to the sale of municipal obligations by the county of Erie ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110201.T160909.TXT", "SOBI.D110202.T115210.TXT", "SOBI.D110202.T115710.TXT", "SOBI.D110201.T162910.TXT", "SOBI.D110201.T163410.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296665830286
}