{
  "year" : 2011,
  "senateBillNo" : "S2783-2011",
  "billEvents" : [ {
    "eventDate" : 1296536400000,
    "eventText" : "REFERRED TO HOUSING, CONSTRUCTION AND COMMUNITY DEVELOPMENT",
    "billEventId" : "S2783-2011-1296536400000-REFERRED+TO+HOUSING%2C+CONSTRUCTION+AND+COMMUNITY+DEVELOPMENT",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "ESPAILLAT",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to rent regulation",
  "summary" : "Relates to rent regulation; relates to recovery of certain housing accommodations by a landlord; relates to the declaration of emergencies for certain rental housing accommodations; extends certain provisions of law relating to rent regulation; relates to the adjustment of maximum allowable rent; relates to vacancy decontrol; relates to extending the length of time over which major capital improvement expenses may be recovered. ",
  "currentCommittee" : "HOUSING, CONSTRUCTION AND COMMUNITY DEVELOPMENT",
  "sameAs" : null,
  "lawSection" : "New York City Administrative Code",
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2783\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   February 1, 2011\n                                      ___________\n\n       Introduced by Sen. ESPAILLAT -- read twice and ordered printed, and when\n         printed  to be committed to the Committee on Housing, Construction and\n         Community Development\n\n       AN ACT to amend the administrative code of the city  of  New  York,  the\n         emergency tenant protection act of nineteen seventy-four and the emer-\n         gency  housing  rent  control  law, in relation to recovery of certain\n         housing accommodations by a landlord (Part A); to amend  the  adminis-\n         trative  code  of  the  city  of  New  York  and  the emergency tenant\n         protection act of nineteen seventy-four, in relation to limiting  rent\n         increase  after  vacancy of a housing accommodation (Part B); to amend\n         the administrative code of the city of  New  York  and  the  emergency\n         tenant  protection  act   of nineteen seventy-four, in relation to the\n         declaration of emergencies for certain rental  housing  accommodations\n         (Part  C);  to  amend the local emergency housing rent control act, in\n         relation to rent regulation laws (Part D); to amend chapter 576 of the\n         laws of 1974 amending the emergency housing rent control law  relating\n         to  the  control  of  and  stabilization of rent in certain cases, the\n         emergency housing rent control law, chapter 329 of the  laws  of  1963\n         amending  the emergency housing rent control law relating to recontrol\n         of rents in Albany, chapter 555 of  the  laws  of  1982  amending  the\n         general  business  law  and the administrative code of the city of New\n         York relating to conversion of residential property to cooperative  or\n         condominium ownership in the city of New York, chapter 402 of the laws\n         of  1983  amending  the general business law relating to conversion of\n         rental residential property to cooperative or condominium ownership in\n         certain municipalities in the  counties  of  Nassau,  Westchester  and\n         Rockland  and  the  rent regulation reform act of 1997, in relation to\n         extending the effectiveness thereof (Part E); to amend the administra-\n         tive code of the city of New York, the emergency tenant protection act\n         of nineteen seventy-four, and the emergency housing rent control  law,\n         in  relation  to  adjustment  of  maximum  allowable rent (Part F); to\n         repeal paragraph 13 of subdivision a of section  5  of  section  4  of\n         chapter  576  of  the  laws  of 1974 constituting the emergency tenant\n         protection act of nineteen seventy-four, paragraph (n) of  subdivision\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD08273-01-1\n\n       S. 2783                             2\n\n         2  of  section  2 of chapter 274 of the laws of 1946, constituting the\n         emergency housing rent control law, and section 26-504.2 and  subpara-\n         graph  (k)  of  paragraph  2 of subdivision e of section 26-403 of the\n         administrative  code  of  the  city  of  New York, relating to vacancy\n         decontrol (Part G); to amend the emergency tenant  protection  act  of\n         nineteen  seventy-four  and the administrative code of the city of New\n         York, in relation to the regulation of rents (Part H);  to  amend  the\n         administrative  code  of the city of New York and the emergency tenant\n         protection act of  nineteen  seventy-four,  in  relation  to  hardship\n         applications (Part I); to amend the administrative code of the city of\n         New York, the emergency tenant protection act of nineteen seventy-four\n         and  the  emergency housing rent control law, in relation to extending\n         the length of time over which major capital improvement  expenses  may\n         be  recovered  (Part  J); and to amend the emergency tenant protection\n         act of nineteen seventy-four, in relation to the declaration of  hous-\n         ing emergencies for rental housing accommodations located in buildings\n         owned by certain limited-profit housing companies (Part K)\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. This act enacts into law major  components  of  legislation\n    2  related  to rent regulations in the state of New York. Each component is\n    3  wholly contained within a Part identified as  Parts  A  through  K.  The\n    4  effective  date for each particular provision contained within such Part\n    5  is set forth in the last section of such  Part.  Any  provision  in  any\n    6  section  contained  within  a  Part, including the effective date of the\n    7  Part, which makes reference to a section \"of this  act\",  when  used  in\n    8  connection  with  that particular component, shall be deemed to mean and\n    9  refer to the corresponding section of the Part in  which  it  is  found.\n   10  Section  three of this act sets forth the general effective date of this\n   11  act.\n\n   12                                   PART A\n\n   13    Section 1. Paragraph 1 of subdivision  b  of  section  26-408  of  the\n   14  administrative  code  of  the  city  of  New  York is amended to read as\n   15  follows:\n   16    (1) The landlord seeks in good faith to recover possession of a  hous-\n   17  ing  accommodation because of immediate and compelling necessity for his\n   18  or her own personal use and occupancy AS HIS OR HER PRIMARY RESIDENCE or\n   19  for the use and occupancy of his or her immediate family AS THEIR PRIMA-\n   20  RY RESIDENCE provided,  however,  that  this  subdivision  shall  PERMIT\n   21  RECOVERY  OF  ONLY ONE HOUSING ACCOMMODATION AND SHALL not apply where a\n   22  member of the household lawfully occupying the housing accommodation  is\n   23  sixty-two years of age or older, has been a tenant in a housing accommo-\n   24  dation  in  that building for twenty years or more, or has an impairment\n   25  which results from anatomical,  physiological  or  psychological  condi-\n   26  tions,  other  than  addiction  to  alcohol, gambling, or any controlled\n   27  substance, which are demonstrable by medically acceptable  clinical  and\n   28  laboratory diagnostic techniques, and which are expected to be permanent\n   29  and  which  prevent  the tenant from engaging in any substantial gainful\n   30  employment; or\n\n       S. 2783                             3\n\n    1    S 2. Subparagraph (b) of paragraph  9  of  subdivision  c  of  section\n    2  26-511  of the administrative code of the city of New York is amended to\n    3  read as follows:\n    4    (b)  where  he  or  she  seeks  to recover possession of one [or more]\n    5  dwelling [units] UNIT BECAUSE OF IMMEDIATE AND COMPELLING NECESSITY  for\n    6  his  or  her  own personal use and occupancy as his or her primary resi-\n    7  dence [in the city of New York and/or] OR for the use and occupancy of a\n    8  member of his or her immediate family as his or  her  primary  residence\n    9  [in  the  city  of  New  York], provided however, that this subparagraph\n   10  shall PERMIT RECOVERY OF ONLY ONE DWELLING  UNIT  AND  SHALL  not  apply\n   11  where a tenant or the spouse of a tenant lawfully occupying the dwelling\n   12  unit is sixty-two years of age or older, HAS BEEN A TENANT IN A DWELLING\n   13  UNIT  IN  THAT  BUILDING  FOR TWENTY YEARS OR MORE, or has an impairment\n   14  which results from anatomical,  physiological  or  psychological  condi-\n   15  tions,  other  than  addiction  to  alcohol, gambling, or any controlled\n   16  substance, which are demonstrable by medically acceptable  clinical  and\n   17  laboratory diagnostic techniques, and which are expected to be permanent\n   18  and  which  prevent  the tenant from engaging in any substantial gainful\n   19  employment, unless such  owner  offers  to  provide  and  if  requested,\n   20  provides  an equivalent or superior housing accommodation at the same or\n   21  lower stabilized rent in a closely proximate  area.  The  provisions  of\n   22  this  subparagraph shall only permit one of the individual owners of any\n   23  building to recover possession of one [or more]  dwelling  [units]  UNIT\n   24  for  his or her own personal use and/or for that of his or her immediate\n   25  family. [Any] A dwelling unit recovered by an  owner  pursuant  to  this\n   26  subparagraph  shall  not  for a period of three years be rented, leased,\n   27  subleased or assigned to any person other than a person for whose  bene-\n   28  fit recovery of the dwelling unit is permitted pursuant to this subpara-\n   29  graph  or  to  the tenant in occupancy at the time of recovery under the\n   30  same terms as the original lease. This subparagraph shall not be  deemed\n   31  to establish or eliminate any claim that the former tenant of the dwell-\n   32  ing  unit  may otherwise have against the owner. Any such rental, lease,\n   33  sublease or assignment during such period to any  other  person  may  be\n   34  subject  to  a  penalty of a forfeiture of the right to any increases in\n   35  residential rents in such building for a period of three years; or\n   36    S 3. Subdivision a of section 10 of section 4 of chapter  576  of  the\n   37  laws  of 1974, constituting the emergency tenant protection act of nine-\n   38  teen seventy-four, as amended by chapter 234 of the  laws  of  1984,  is\n   39  amended to read as follows:\n   40    a.  For  cities having a population of less than one million and towns\n   41  and villages, the state division of housing and community renewal  shall\n   42  be  empowered  to  implement  this  act by appropriate regulations. Such\n   43  regulations may encompass such speculative or manipulative practices  or\n   44  renting or leasing practices as the state division of housing and commu-\n   45  nity  renewal determines constitute or are likely to cause circumvention\n   46  of this act. Such regulations shall prohibit practices which are  likely\n   47  to prevent any person from asserting any right or remedy granted by this\n   48  act,  including  but  not limited to retaliatory termination of periodic\n   49  tenancies and shall require owners to grant a new one or two year vacan-\n   50  cy or renewal lease at the option of the tenant, except where a mortgage\n   51  or mortgage commitment existing as of the local effective date  of  this\n   52  act  provides that the owner shall not grant a one-year lease; and shall\n   53  prescribe standards with respect to the terms and conditions of new  and\n   54  renewal  leases,  additional  rent  and such related matters as security\n   55  deposits, advance rental payments, the use of escalator clauses in leas-\n   56  es and provision for increase in rentals for garages and other ancillary\n\n       S. 2783                             4\n\n    1  facilities, so as to insure that the level of rent  adjustments  author-\n    2  ized  under  this  law  will  not be subverted and made ineffective. Any\n    3  provision of the regulations permitting an owner to refuse  to  renew  a\n    4  lease  on  grounds that the owner seeks to recover possession of [the] A\n    5  housing accommodation for his OR HER own use and occupancy  or  for  the\n    6  use  and  occupancy of his OR HER immediate family shall PERMIT RECOVERY\n    7  OF ONLY ONE HOUSING ACCOMMODATION, SHALL require that  an  owner  demon-\n    8  strate  immediate and compelling need AND THAT THE HOUSING ACCOMMODATION\n    9  WILL BE THE PROPOSED OCCUPANTS' PRIMARY RESIDENCE and  shall  not  apply\n   10  where a member of the housing accommodation is sixty-two years of age or\n   11  older, has been a tenant in a housing accommodation in that building for\n   12  twenty  years  or  more, or has an impairment which results from anatom-\n   13  ical, physiological or psychological conditions, other than addiction to\n   14  alcohol, gambling, or any controlled substance, which  are  demonstrable\n   15  by  medically  acceptable clinical and laboratory diagnostic techniques,\n   16  and which are expected to be permanent and which prevent the tenant from\n   17  engaging in any substantial gainful employment.\n   18    S 4. Paragraph (a) of subdivision 2 of section 5 of chapter 274 of the\n   19  laws of 1946, constituting the emergency housing rent  control  law,  as\n   20  amended  by  chapter  234  of  the  laws  of 1984, is amended to read as\n   21  follows:\n   22    (a) the landlord seeks in good faith to recover possession of A  hous-\n   23  ing  [accommodations]  ACCOMMODATION because of immediate and compelling\n   24  necessity for his OR HER own personal use and occupancy AS  HIS  OR  HER\n   25  PRIMARY  RESIDENCE  or for the use and occupancy of his OR HER immediate\n   26  family AS THEIR PRIMARY RESIDENCE; provided, however,  this  subdivision\n   27  shall  PERMIT  RECOVERY  OF ONLY ONE HOUSING ACCOMMODATION AND SHALL not\n   28  apply where a member of the household  lawfully  occupying  the  housing\n   29  accommodation is sixty-two years of age or older, has been a tenant in a\n   30  housing  accommodation in that building for twenty years or more, or has\n   31  an impairment which results from anatomical, physiological or psycholog-\n   32  ical conditions, other than  addiction  to  alcohol,  gambling,  or  any\n   33  controlled  substance,  which  are  demonstrable by medically acceptable\n   34  clinical and laboratory diagnostic techniques, and which are expected to\n   35  be permanent and which prevent the tenant from engaging in any  substan-\n   36  tial gainful employment; or\n   37    S  5.  This  act  shall take effect immediately and shall apply to any\n   38  tenant in possession at or after the time it takes effect, regardless of\n   39  whether the landlord's application for an  order,  refusal  to  renew  a\n   40  lease or refusal to extend or renew a tenancy took place before this act\n   41  shall have taken effect, provided that:\n   42    a.  the  amendments  to  section 26-408 of the city rent and rehabili-\n   43  tation law made by section one of this act shall remain  in  full  force\n   44  and effect only as long as the public emergency requiring the regulation\n   45  and control of residential rents and evictions continues, as provided in\n   46  subdivision  3  of section 1 of the local emergency housing rent control\n   47  act;\n   48    b. the amendments to section 26-511 of the rent stabilization  law  of\n   49  nineteen hundred sixty-nine made by section two of this act shall expire\n   50  on the same date as such law expires and shall not affect the expiration\n   51  of such law as provided under section 26-520 of such law;\n   52    c.  the  amendments to subdivision a of section 10 of section 4 of the\n   53  emergency tenant protection act of nineteen seventy-four made by section\n   54  three of this act shall expire on the same date as such act expires  and\n   55  shall not affect the expiration of such act as provided in section 17 of\n   56  chapter 576 of the laws of 1974; and\n\n       S. 2783                             5\n\n    1    d.  the  amendments  to paragraph (a) of subdivision 2 of section 5 of\n    2  the emergency housing rent control law made by section four of this  act\n    3  shall  expire  on the same date as such law expires and shall not affect\n    4  the expiration of such law as provided in subdivision 2 of section 1  of\n    5  chapter 274 of the laws of 1946.\n\n    6                                   PART B\n\n    7    Section  1.  Paragraph  5-a  of subdivision c of section 26-511 of the\n    8  administrative code of the city of New York, as added by chapter 116  of\n    9  the laws of 1997, is amended to read as follows:\n   10    (5-a)  provides  that,  notwithstanding any provision of this chapter,\n   11  the legal regulated rent for any vacancy lease entered  into  after  the\n   12  effective  date  of  this  paragraph shall be as hereinafter provided in\n   13  this paragraph. The previous  legal  regulated  rent  for  such  housing\n   14  accommodation  shall  be  increased by the following: (i) if the vacancy\n   15  lease is for a term of two years, [twenty] TEN percent of  the  previous\n   16  legal  regulated rent; or (ii) if the vacancy lease is for a term of one\n   17  year the increase shall be [twenty] TEN percent of  the  previous  legal\n   18  regulated  rent  less  an amount equal to the difference between (a) the\n   19  two year renewal lease guideline promulgated by the guidelines board  of\n   20  the  city  of  New York applied to the previous legal regulated rent and\n   21  (b) the one year renewal lease guideline promulgated by  the  guidelines\n   22  board  of  the  city of New York applied to the previous legal regulated\n   23  rent. In addition, if the legal regulated rent was  not  increased  with\n   24  respect  to  such housing accommodation by a permanent vacancy allowance\n   25  within eight years prior to a vacancy lease executed  on  or  after  the\n   26  effective  date  of  this  paragraph,  the  legal  regulated rent may be\n   27  further increased by an amount  equal  to  the  product  resulting  from\n   28  multiplying  such  previous  legal  regulated  rent by six-tenths of one\n   29  percent and further multiplying the amount of  rent  increase  resulting\n   30  therefrom by the greater of (A) the number of years since the imposition\n   31  of  the  last  permanent  vacancy  allowance, or (B) if the rent was not\n   32  increased by a permanent vacancy allowance since  the  housing  accommo-\n   33  dation  became  subject  to  this chapter, the number of years that such\n   34  housing accommodation has been subject to this chapter. Provided that if\n   35  the previous legal regulated rent was less than  three  hundred  dollars\n   36  the total increase shall be as calculated above plus one hundred dollars\n   37  per  month. Provided, further, that if the previous legal regulated rent\n   38  was at least three hundred dollars and no more than five hundred dollars\n   39  in no event shall the total increase pursuant to this paragraph be  less\n   40  than  one  hundred  dollars per month. Such increase shall be in lieu of\n   41  any allowance authorized for the one or two year renewal component ther-\n   42  eof, but shall be in addition to any other increases authorized pursuant\n   43  to this chapter including an  adjustment  based  upon  a  major  capital\n   44  improvement, or a substantial modification or increase of dwelling space\n   45  or  services,  or  installation  of new equipment or improvements or new\n   46  furniture or furnishings provided in or  to  the  housing  accommodation\n   47  pursuant to this section.  THE INCREASE AUTHORIZED IN THIS PARAGRAPH MAY\n   48  NOT BE IMPLEMENTED MORE THAN ONE TIME IN ANY CALENDAR YEAR NOTWITHSTAND-\n   49  ING THE NUMBER OF VACANCY LEASES ENTERED INTO IN SUCH YEAR.\n   50    S  2.  Subdivision  (a-1) of section 10 of section 4 of chapter 576 of\n   51  the laws of 1974, constituting the emergency tenant  protection  act  of\n   52  nineteen  seventy-four,  as added by chapter 116 of the laws of 1997, is\n   53  amended to read as follows:\n\n       S. 2783                             6\n\n    1    (a-1) provides that, notwithstanding any provision of  this  act,  the\n    2  legal regulated rent for any vacancy lease entered into after the effec-\n    3  tive  date  of  this subdivision shall be as hereinafter set forth.  The\n    4  previous legal regulated rent for such housing  accommodation  shall  be\n    5  increased  by  the  following: (i) if the vacancy lease is for a term of\n    6  two years, [twenty] TEN percent of the previous legal regulated rent; or\n    7  (ii) if the vacancy lease is for a term of one year the  increase  shall\n    8  be  [twenty]  TEN  percent  of the previous legal regulated rent less an\n    9  amount equal to the difference between (a) the two  year  renewal  lease\n   10  guideline promulgated by the guidelines board of the county in which the\n   11  housing accommodation is located applied to the previous legal regulated\n   12  rent  and  (b)  the  one year renewal lease guideline promulgated by the\n   13  guidelines board of the county in which  the  housing  accommodation  is\n   14  located  applied  to  the previous legal regulated rent. In addition, if\n   15  the legal regulated rent was not increased with respect to such  housing\n   16  accommodation  by a permanent vacancy allowance within eight years prior\n   17  to a vacancy lease executed on or  after  the  effective  date  of  this\n   18  subdivision,  the  legal  regulated  rent may be further increased by an\n   19  amount equal to the product resulting  from  multiplying  such  previous\n   20  legal  regulated rent by six-tenths of one percent and further multiply-\n   21  ing the amount of rent increase resulting therefrom by  the  greater  of\n   22  (A)  the  number  of  years  since  the imposition of the last permanent\n   23  vacancy allowance, or (B) if the rent was not increased by  a  permanent\n   24  vacancy allowance since the housing accommodation became subject to this\n   25  act,  the  number  of  years  that  such  housing accommodation has been\n   26  subject to this act. Provided that if the previous legal regulated  rent\n   27  was  less  than  three  hundred  dollars  the total increase shall be as\n   28  calculated above plus one hundred dollars per month. Provided,  further,\n   29  that  if  the  previous  legal regulated rent was at least three hundred\n   30  dollars and no more than five hundred dollars  in  no  event  shall  the\n   31  total  increase  pursuant  to  this subdivision be less than one hundred\n   32  dollars per month. Such increase shall  be  in  lieu  of  any  allowance\n   33  authorized  for the one or two year renewal component thereof, but shall\n   34  be in addition to any other increases authorized pursuant  to  this  act\n   35  including  an  adjustment  based  upon a major capital improvement, or a\n   36  substantial modification or increase of dwelling space or  services,  or\n   37  installation  of  new  equipment  or  improvements  or  new furniture or\n   38  furnishings provided in or to  the  housing  accommodation  pursuant  to\n   39  section  six  of this act.   THE INCREASE AUTHORIZED IN THIS SUBDIVISION\n   40  MAY NOT BE IMPLEMENTED MORE THAN ONE TIME IN ANY CALENDAR YEAR  NOTWITH-\n   41  STANDING THE NUMBER OF VACANCY LEASES ENTERED INTO IN SUCH YEAR.\n   42    S  3. This act shall take effect immediately; provided that the amend-\n   43  ments to section 26-511  of  the  rent  stabilization  law  of  nineteen\n   44  hundred  sixty-nine  made by section one of this act shall expire on the\n   45  same date as such law expires and shall not  affect  the  expiration  of\n   46  such  law  as  provided  under section 26-520 of such law; and provided,\n   47  further, that the amendments  to  section  4  of  the  emergency  tenant\n   48  protection  act of nineteen seventy-four made by section two of this act\n   49  shall expire on the same date as such act expires and shall  not  affect\n   50  the  expiration  of such act as provided in section 17 of chapter 576 of\n   51  the laws of 1974.\n\n   52                                   PART C\n\n       S. 2783                             7\n\n    1    Section 1. Subdivision a of section 26-504 of the administrative  code\n    2  of  the  city of New York, subparagraph (f) of paragraph 1 as amended by\n    3  chapter 422 of the laws of 2010, is amended to read as follows:\n    4    a.  Class  A  multiple  dwellings  not  owned as a cooperative or as a\n    5  condominium, except as provided in section three hundred  fifty-two-eeee\n    6  of  the  general  business  law,  containing  six or more dwelling units\n    7  which:   (1) were  completed  after  February  first,  nineteen  hundred\n    8  forty-seven,  except  dwelling units (a) owned or leased by, or financed\n    9  by loans from, a  public  agency  or  public  benefit  corporation,  (b)\n   10  subject  to rent regulation under the private housing finance law or any\n   11  other state law, (c) aided by government insurance under  any  provision\n   12  of  the  national  housing  act, to the extent this chapter or any regu-\n   13  lation or order issued thereunder  is  inconsistent  therewith,  or  (d)\n   14  located  in  a building for which a certificate of occupancy is obtained\n   15  after March tenth, nineteen hundred sixty-nine[;], or (e)  any  class  A\n   16  multiple  dwelling which on June first, nineteen hundred sixty-eight was\n   17  and still is commonly regarded as a hotel, transient hotel  or  residen-\n   18  tial  hotel,  and  which customarily provides hotel service such as maid\n   19  service, furnishing and laundering of  linen,  telephone  and  bell  boy\n   20  service, secretarial or desk service and use and upkeep of furniture and\n   21  fixtures, or (f) not occupied by the tenant, not including subtenants or\n   22  occupants,  as his or her primary residence, as determined by a court of\n   23  competent jurisdiction, provided, however that no action  or  proceeding\n   24  shall  be  commenced  seeking to recover possession on the ground that a\n   25  housing accommodation is not occupied by the tenant as his or her prima-\n   26  ry residence unless the owner or lessor shall  have  given  thirty  days\n   27  notice  to the tenant of his or her intention to commence such action or\n   28  proceeding on such grounds. For  the  purposes  of  determining  primary\n   29  residency,  a tenant who is a victim of domestic violence, as defined in\n   30  section four hundred fifty-nine-a of the social services  law,  who  has\n   31  left  the  unit  because  of such violence, and who asserts an intent to\n   32  return to the housing accommodation shall be deemed to be occupying  the\n   33  unit  as his or her primary residence. For the purposes of this subpara-\n   34  graph where a housing accommodation is rented to a not-for-profit hospi-\n   35  tal for residential use, affiliated subtenants authorized  to  use  such\n   36  accommodations  by  such  hospital shall be deemed to be tenants, or (g)\n   37  became vacant on or after June thirtieth, nineteen hundred  seventy-one,\n   38  or  become vacant, provided however, that this exemption shall not apply\n   39  or become effective with respect to  housing  accommodations  which  the\n   40  commissioner  determines  or finds became vacant because the landlord or\n   41  any person acting on his or her behalf, with intent to cause the  tenant\n   42  to  vacate,  engaged in any course of conduct (including but not limited\n   43  to, interruption or discontinuance of essential services)  which  inter-\n   44  fered with or disturbed or was intended to interfere with or disturb the\n   45  comfort, repose, peace or quiet of the tenant in his or her use or occu-\n   46  pancy  of the housing accommodations and provided further that any hous-\n   47  ing accommodations exempted by this paragraph shall be subject  to  this\n   48  law to the extent provided in subdivision b of this section; or (2) were\n   49  decontrolled  by the city rent agency pursuant to section 26-414 of this\n   50  title; or (3) are exempt from control by virtue of item one, two, six or\n   51  seven of subparagraph (i) of paragraph two of subdivision e  of  section\n   52  26-403  of this title; OR (4) WERE COVERED BY A PROJECT BASED ASSISTANCE\n   53  CONTRACT PURSUANT TO SECTION EIGHT OF THE UNITED STATES HOUSING  ACT  OF\n   54  1937  WHICH  CONTRACT  IS  NO  LONGER  IN  EFFECT,  NOTWITHSTANDING  THE\n   55  PROVISIONS OF SUBPARAGRAPH (D) OR (G) OF PARAGRAPH ONE OF THIS  SUBDIVI-\n   56  SION OR PARAGRAPH FIVE OF SUBDIVISION A OF SECTION FIVE OF THE EMERGENCY\n\n       S. 2783                             8\n\n    1  TENANT  PROTECTION  ACT  OF NINETEEN SEVENTY-FOUR PROVIDED HOWEVER, THAT\n    2  ANY DWELLING UNIT WHICH BECOMES SUBJECT TO THIS  LAW  PURSUANT  TO  THIS\n    3  PARAGRAPH  SHALL  NOT  BE  SUBJECT TO THE PROVISIONS OF SUBDIVISION A OF\n    4  SECTION 26-513 OF THIS CHAPTER; and\n    5    S 2. Section 5 of section 4 of chapter 576 of the laws of 1974 consti-\n    6  tuting  the  emergency tenant protection act of nineteen seventy-four is\n    7  amended by adding a new subdivision c to read as follows:\n    8    C. NOTWITHSTANDING THE PROVISIONS OF PARAGRAPH FIVE OF  SUBDIVISION  A\n    9  OF  THIS  SECTION BUT SUBJECT TO ANY OTHER APPLICABLE EXCEPTIONS IN SUCH\n   10  SUBDIVISION, NOTHING SHALL  PREVENT  THE  DECLARATION  OF  AN  EMERGENCY\n   11  PURSUANT TO SECTION THREE OF SECTION FOUR OF THIS ACT FOR RENTAL HOUSING\n   12  ACCOMMODATIONS  LOCATED  IN  A  BUILDING  WHICH WAS COVERED BY A PROJECT\n   13  BASED ASSISTANCE CONTRACT PURSUANT TO SECTION EIGHT OF THE UNITED STATES\n   14  HOUSING ACT OF 1937 WHICH CONTRACT  IS  NO  LONGER  IN  EFFECT  PROVIDED\n   15  HOWEVER,  THAT  ANY  HOUSING ACCOMMODATION WHICH BECOMES SUBJECT TO THIS\n   16  ACT PURSUANT TO THIS SUBDIVISION SHALL NOT BE SUBJECT TO THE  PROVISIONS\n   17  OF SUBDIVISION A OF SECTION NINE OF SECTION FOUR OF THIS ACT.\n   18    S  3.  This  act  shall take effect immediately and shall apply to all\n   19  buildings which are covered  by  a  project  based  assistance  contract\n   20  pursuant to section eight of the United States housing act of 1937 which\n   21  contract  ceased to be effective on or after such date; provided, howev-\n   22  er, that the amendment to subdivision a of section 26-504 of the  admin-\n   23  istrative  code  of the city of New York made by section one of this act\n   24  shall not affect the expiration of  such  section  pursuant  to  section\n   25  26-520  of  such code and shall expire therewith; and provided, further,\n   26  that the amendment to section 5 of the emergency tenant  protection  act\n   27  of  nineteen  seventy-four  made  by  section  two of this act shall not\n   28  affect the expiration of such act as provided in section 17  of  chapter\n   29  576 of the laws of 1974, as amended, and shall expire therewith.\n\n   30                                   PART D\n\n   31    Section  1.  Subdivision  5  of section 1 of chapter 21 of the laws of\n   32  1962, constituting the local emergency  housing  rent  control  act,  as\n   33  amended  by  chapter 82 of the laws of 2003 and the closing paragraph as\n   34  amended by chapter 422 of the laws  of  2010,  is  amended  to  read  as\n   35  follows:\n   36    5.  Authority  for local rent control legislation.  Each city having a\n   37  population of one million or more, acting through its local  legislative\n   38  body,  may  adopt  and  amend local laws or ordinances in respect of the\n   39  establishment or designation of a city  housing  rent  agency.  When  it\n   40  deems such action to be desirable or necessitated by local conditions in\n   41  order  to  carry  out the purposes of this section, such city, except as\n   42  hereinafter provided, acting through its local legislative body and  not\n   43  otherwise,  may  adopt  and amend local laws or ordinances in respect of\n   44  the regulation and control  of  residential  rents,  including  but  not\n   45  limited  to  provision  for  the establishment and adjustment of maximum\n   46  rents, the classification of housing accommodations, the  regulation  of\n   47  evictions,  and  the  enforcement  of such local laws or ordinances. The\n   48  validity of any such local laws or ordinances, and the  rules  or  regu-\n   49  lations  promulgated  in  accordance therewith, shall not be affected by\n   50  and need not be consistent with the state emergency housing rent control\n   51  law or with rules and regulations of the state division of  housing  and\n   52  community renewal.\n   53    Notwithstanding  any  local  law  or ordinance, housing accommodations\n   54  which became vacant on or after July first, nineteen hundred seventy-one\n\n       S. 2783                             9\n\n    1  or which hereafter become vacant shall be subject to the  provisions  of\n    2  the  emergency tenant protection act of nineteen seventy-four, provided,\n    3  however, that this provision shall not apply or  become  effective  with\n    4  respect  to housing accommodations which, by local law or ordinance, are\n    5  made directly subject to regulation and control by a city  housing  rent\n    6  agency  and  such  agency  determines or finds that the housing accommo-\n    7  dations became vacant because the landlord or any person acting  on  his\n    8  behalf, with intent to cause the tenant to vacate, engaged in any course\n    9  of conduct (including but not limited to, interruption or discontinuance\n   10  of  essential  services)  which  interfered  with  or  disturbed  or was\n   11  intended to interfere with or disturb  the  comfort,  repose,  peace  or\n   12  quiet  of  the  tenant  in  his use or occupancy of the housing accommo-\n   13  dations. The removal of any housing accommodation  from  regulation  and\n   14  control  of rents pursuant to the vacancy exemption provided for in this\n   15  paragraph shall not constitute or operate as a ground for the subjection\n   16  to more stringent regulation and control of any housing accommodation in\n   17  such property or in any other  property  owned  by  the  same  landlord,\n   18  notwithstanding any prior agreement to the contrary by the landlord. The\n   19  vacancy  exemption  provided  for in this paragraph shall not arise with\n   20  respect to any rented plot or parcel of land otherwise  subject  to  the\n   21  provisions  of this act, by reason of a transfer of title and possession\n   22  occurring on or after July first,  nineteen  hundred  seventy-one  of  a\n   23  dwelling  located  on  such plot or parcel and owned by the tenant where\n   24  such transfer of title and  possession  is  made  to  a  member  of  the\n   25  tenant's immediate family provided that the member of the tenant's imme-\n   26  diate family occupies the dwelling with the tenant prior to the transfer\n   27  of title and possession for a continuous period of two years.\n   28    The term \"immediate family\" shall include a husband, wife, son, daugh-\n   29  ter,  stepson, stepdaughter, father, mother, father-in-law or mother-in-\n   30  law.\n   31    [Notwithstanding the foregoing, no local law or ordinance shall  here-\n   32  after  provide  for  the regulation and control of residential rents and\n   33  eviction in respect of any housing accommodations which are (1) present-\n   34  ly exempt from such regulation and control or (2) hereafter decontrolled\n   35  either by operation of law or by a city housing rent agency, by order or\n   36  otherwise. No housing accommodations presently subject to regulation and\n   37  control pursuant to local laws or ordinances adopted  or  amended  under\n   38  authority  of  this subdivision shall hereafter be by local law or ordi-\n   39  nance or by rule or regulation which has not been  theretofore  approved\n   40  by  the state commissioner of housing and community renewal subjected to\n   41  more stringent or restrictive provisions of regulation and control  than\n   42  those presently in effect.\n   43    Notwithstanding any other provision of law, on and after the effective\n   44  date  of  this  paragraph,  a city having a population of one million or\n   45  more shall not, either through its local legislative body or  otherwise,\n   46  adopt  or  amend local laws or ordinances with respect to the regulation\n   47  and control of residential rents and eviction, including but not limited\n   48  to provision for the establishment and adjustment of rents, the  classi-\n   49  fication of housing accommodations, the regulation of evictions, and the\n   50  enforcement of such local laws or ordinances, or otherwise adopt laws or\n   51  ordinances  pursuant to the provisions of this act, the emergency tenant\n   52  protection act of nineteen seventy-four, the  New  York  city  rent  and\n   53  rehabilitation  law  or the New York city rent stabilization law, except\n   54  to the extent that such city for the purpose of reviewing the  continued\n   55  need  for the existing regulation and control of residential rents or to\n   56  remove a classification of housing accommodation  from  such  regulation\n\n       S. 2783                            10\n\n    1  and control adopts or amends local laws or ordinances pursuant to subdi-\n    2  vision  three of section one of this act, section three of the emergency\n    3  tenant protection act of nineteen seventy-four, section  26-415  of  the\n    4  New  York  city  rent  and  rehabilitation  law, and sections 26-502 and\n    5  26-520 of the New York city rent stabilization law of  nineteen  hundred\n    6  sixty-nine.]\n    7    Notwithstanding  any  provision of this act to the contrary, any local\n    8  law adopted pursuant to this act shall provide that notwithstanding  any\n    9  provision  of such local law in the case where all tenants occupying the\n   10  housing accommodation on the  effective  date  of  this  paragraph  have\n   11  vacated  the  housing accommodation and a family member of such vacating\n   12  tenant or tenants is entitled to and continues  to  occupy  the  housing\n   13  accommodation  subject  to the protections of such act, if such accommo-\n   14  dation continues to be subject to such  act  after  such  family  member\n   15  vacates,  on the occurrence of such vacancy the maximum collectable rent\n   16  shall be increased by a sum equal to the allowance then  in  effect  for\n   17  vacancy leases for housing accommodations covered by the rent stabiliza-\n   18  tion law of nineteen hundred sixty-nine, including the amount allowed by\n   19  paragraph  (5-a)  of  subdivision  c of section 26-511 of such law. This\n   20  increase shall be in addition to any other  increases  provided  for  in\n   21  this  act  and  shall be applicable in like manner to each second subse-\n   22  quent succession.\n   23    Notwithstanding the foregoing, no local law or ordinance shall subject\n   24  to such regulation and control any housing accommodation  which  is  not\n   25  occupied  by  the  tenant in possession as his or her primary residence;\n   26  provided, however, that such housing accommodation not occupied  by  the\n   27  tenant  in  possession as his or her primary residence shall continue to\n   28  be subject to regulation and control as provided for herein  unless  the\n   29  city  housing  rent  agency  issues an order decontrolling such accommo-\n   30  dation, which the agency shall do upon application by the landlord when-\n   31  ever it is established by any facts  and  circumstances  which,  in  the\n   32  judgment  of  the  agency, may have a bearing upon the question of resi-\n   33  dence, that the tenant maintains his or her primary  residence  at  some\n   34  place  other  than  at such housing accommodation.   For the purposes of\n   35  determining primary residency, a tenant who  is  a  victim  of  domestic\n   36  violence,  as defined in section four hundred fifty-nine-a of the social\n   37  services law, who has left the unit because of such  violence,  and  who\n   38  asserts an intent to return to the housing accommodation shall be deemed\n   39  to be occupying the unit as his or her primary residence.\n   40    S  2.  This act shall take effect immediately; provided, however, that\n   41  the amendments to subdivision 5 of section 1 of chapter 21 of  the  laws\n   42  of  1962  made by section one of this act shall remain in full force and\n   43  effect only so long as the public emergency requiring the regulation and\n   44  control of residential rents and evictions  continues,  as  provided  in\n   45  subdivision  3  of section 1 of the local emergency housing rent control\n   46  act; provided further, however, that the amendment to the second  undes-\n   47  ignated  paragraph  of  subdivision  5 of section 1 of chapter 21 of the\n   48  laws of 1962 made by section one of this act shall not affect the  expi-\n   49  ration of such paragraph and shall be deemed to expire therewith.\n\n   50                                   PART E\n\n   51    Section  1. Section 17 of chapter 576 of the laws of 1974 amending the\n   52  emergency housing rent control  law  relating  to  the  control  of  and\n   53  stabilization  of rent in certain cases, as amended by chapter 82 of the\n   54  laws of 2003, is amended to read as follows:\n\n       S. 2783                            11\n\n    1    S 17. Effective date.   This act shall  take  effect  immediately  and\n    2  shall  remain in full force and effect until and including the fifteenth\n    3  day of June [2011] 2016; except that sections two and three  shall  take\n    4  effect  with  respect  to any city having a population of one million or\n    5  more  and  section one shall take effect with respect to any other city,\n    6  or any town or village whenever the local legislative body  of  a  city,\n    7  town  or village determines the existence of a public emergency pursuant\n    8  to section three of the emergency  tenant  protection  act  of  nineteen\n    9  seventy-four,  as enacted by section four of this act, and provided that\n   10  the housing accommodations subject on the effective date of this act  to\n   11  stabilization  pursuant  to  the New York city rent stabilization law of\n   12  nineteen hundred sixty-nine shall remain subject to such  law  upon  the\n   13  expiration of this act.\n   14    S  2.  Subdivision  2  of section 1 of chapter 274 of the laws of 1946\n   15  constituting the emergency housing rent control law, as amended by chap-\n   16  ter 82 of the laws of 2003, is amended to read as follows:\n   17    2. The provisions  of  this  act,  and  all  regulations,  orders  and\n   18  requirements  thereunder shall remain in full force and effect until and\n   19  including June  15, [2011] 2016.\n   20    S 3. Section 2 of chapter 329 of the laws of 1963 amending  the  emer-\n   21  gency housing rent control law relating to recontrol of rents in Albany,\n   22  as  amended  by  chapter  82  of the laws of 2003, is amended to read as\n   23  follows:\n   24    S 2. This act shall take effect  immediately  and  the  provisions  of\n   25  subdivision  6  of section 12 of the emergency housing rent control law,\n   26  as added by this act, shall remain in full force and  effect  until  and\n   27  including June 15, [2011] 2016.\n   28    S 4. Section 10 of chapter 555 of the laws of 1982 amending the gener-\n   29  al  business  law  and  the  administrative code of the city of New York\n   30  relating to conversion of residential property to cooperative or  condo-\n   31  minium  ownership  in  the city of New York, as amended by chapter 82 of\n   32  the laws of 2003, is amended to read as follows:\n   33    S 10. This act shall  take  effect  immediately;  provided,  that  the\n   34  provisions  of  sections  one,  two and nine of this act shall remain in\n   35  full force and effect only until and including  June  15,  [2011]  2016;\n   36  provided  further that the provisions of section three of this act shall\n   37  remain in full force and effect only so long  as  the  public  emergency\n   38  requiring  the regulation and control of residential rents and evictions\n   39  continues as provided in subdivision 3 of section 1 of the  local  emer-\n   40  gency  housing rent control act; provided further that the provisions of\n   41  sections four, five, six and seven of this act shall expire  in  accord-\n   42  ance with the provisions of section 26-520 of the administrative code of\n   43  the city of New York as such section of the administrative code is, from\n   44  time  to  time, amended; provided further that the provisions of section\n   45  26-511 of the administrative code of the city of New York, as amended by\n   46  this act, which the New York City Department of Housing Preservation and\n   47  Development must find are contained in  the  code  of  the  real  estate\n   48  industry  stabilization association of such city in order to approve it,\n   49  shall be deemed contained therein as of the effective date of this  act;\n   50  and provided further that any plan accepted for filing by the department\n   51  of  law on or before the effective date of this act shall continue to be\n   52  governed by the provisions of section 352-eeee of the  general  business\n   53  law  as they had existed immediately prior to the effective date of this\n   54  act.\n   55    S 5. Section 4 of chapter 402 of the laws of 1983 amending the general\n   56  business law relating to conversion of rental  residential  property  to\n\n       S. 2783                            12\n\n    1  cooperative  or  condominium  ownership in certain municipalities in the\n    2  counties of Nassau, Westchester and Rockland, as amended by  chapter  82\n    3  of the laws of 2003, is amended to read as follows:\n    4    S  4.  This  act  shall  take  effect  immediately; provided, that the\n    5  provisions of sections one and three of this act shall  remain  in  full\n    6  force  and  effect  only  until  and including June 15, [2011] 2016; and\n    7  provided further that any plan accepted for filing by the department  of\n    8  law  on  or  before  the effective date of this act shall continue to be\n    9  governed by the provisions of section 352-eee of  the  general  business\n   10  law  as they had existed immediately prior to the effective date of this\n   11  act.\n   12    S 6. Subdivision 6 of section 46 of chapter 116 of the  laws  of  1997\n   13  constituting the rent regulation reform act of 1997, as amended by chap-\n   14  ter 82 of the laws of 2003, is amended to read as follows:\n   15    6.  sections  twenty-eight, twenty-eight-a, twenty-eight-b and twenty-\n   16  eight-c of this act shall expire and be deemed repealed after  June  15,\n   17  [2011] 2016;\n   18    S 7. This act shall take effect immediately.\n\n   19                                   PART F\n\n   20    Section 1. Subparagraph (e) of paragraph 1 of subdivision g of section\n   21  26-405 of the administrative code of the city of New York, as amended by\n   22  chapter 253 of the laws of 1993, is amended to read as follows:\n   23    (e)  The  landlord  and  tenant  by mutual voluntary written agreement\n   24  agree to a substantial increase or  decrease  in  dwelling  space  or  a\n   25  change  in the services, furniture, furnishings or equipment provided in\n   26  the housing accommodations. An adjustment under this subparagraph  shall\n   27  be  equal  to  [one-fortieth] ONE-SIXTIETH of the total cost incurred by\n   28  the landlord in providing such  modification  or  increase  in  dwelling\n   29  space, services, furniture, furnishings or equipment, including the cost\n   30  of  installation, but excluding finance charges, provided further [than]\n   31  THAT an owner who is entitled  to  a  rent  increase  pursuant  to  this\n   32  subparagraph shall not be entitled to a further rent increase based upon\n   33  the  installation  of similar equipment, or new furniture or furnishings\n   34  within the useful life of  such  new  equipment,  or  new  furniture  or\n   35  furnishings. The owner shall give written notice to the city rent agency\n   36  of any such adjustment pursuant to this subparagraph[.]; or\n   37    S  2.  Paragraph 13 of subdivision c of section 26-511 of the adminis-\n   38  trative code of the city of New York, as added by  chapter  253  of  the\n   39  laws of 1993, is amended to read as follows:\n   40    (13) provides that an owner is entitled to a rent increase where there\n   41  has  been a substantial modification or increase of dwelling space or an\n   42  increase in the services, or installation of new equipment  or  improve-\n   43  ments or new furniture or furnishings provided in or to a tenant's hous-\n   44  ing  accommodation,  on  written tenant consent to the rent increase. In\n   45  the case of a vacant housing accommodation, tenant consent shall not  be\n   46  required.\n   47    (A)  The  permanent  increase  in  the  legal  regulated  rent for the\n   48  affected housing accommodation shall be [one-fortieth]  ONE-SIXTIETH  of\n   49  the  total  cost incurred by the landlord in providing such modification\n   50  or increase in  dwelling  space,  services,  furniture,  furnishings  or\n   51  equipment,  including  the  cost  of installation, but excluding finance\n   52  charges. [Provided further that an]\n   53    (B) AN owner who is entitled to a rent increase pursuant to this para-\n   54  graph shall not be entitled to a further rent increase  based  upon  the\n\n       S. 2783                            13\n\n    1  installation of similar equipment, or new furniture or furnishings with-\n    2  in  the  useful  life  of  such  new  equipment,  or  new  furniture  or\n    3  furnishings.\n    4    (C)  NO  INCREASE  SHALL BE COLLECTIBLE UNDER THIS PARAGRAPH UNTIL THE\n    5  LANDLORD HAS PROVIDED THE TENANT WITH A RIDER PURSUANT TO SUBDIVISION  D\n    6  OF THIS SECTION, INCLUDING AN EXPLANATION OF HOW THE RENT IN THE VACANCY\n    7  LEASE  HAS  BEEN  COMPUTED, AND THE SPECIFIC AMOUNTS OF ALL EXPENDITURES\n    8  SUPPORTING A RENT INCREASE UNDER THIS PARAGRAPH.\n    9    (D) NO INCREASE SHALL BE COLLECTIBLE UNDER THIS   PARAGRAPH WHERE  THE\n   10  DIVISION  OF HOUSING AND COMMUNITY RENEWAL HAS DETERMINED THAT THE OWNER\n   11  IS NOT MAINTAINING ALL BUILDING-WIDE REQUIRED SERVICES OR  ALL  REQUIRED\n   12  SERVICES  WITH  RESPECT  TO THE AFFECTED HOUSING ACCOMMODATION, OR WHERE\n   13  THERE ARE CURRENT HAZARDOUS VIOLATIONS OF ANY MUNICIPAL,  COUNTY,  STATE\n   14  OR FEDERAL LAW WHICH RELATE TO THE MAINTENANCE OF SUCH SERVICES.\n   15    (E)  WITHIN  THIRTY DAYS OF THE SIGNING OF A VACANCY LEASE INCLUDING A\n   16  RENT INCREASE PURSUANT TO THIS PARAGRAPH THAT EXCEEDS TEN PERCENT OF THE\n   17  RENT CHARGED TO THE PREVIOUS TENANT, THE OWNER WILL FILE WITH THE  DIVI-\n   18  SION  OF HOUSING AND COMMUNITY RENEWAL AN EXPLANATION OF HOW THE VACANCY\n   19  RENT WAS COMPUTED, AND ALL DOCUMENTS NECESSARY TO SUPPORT THE COLLECTION\n   20  OF SUCH INCREASE,  INCLUDING  BUT  NOT  LIMITED  TO,  CANCELLED  CHECKS,\n   21  INVOICES  AND  SIGNED  CONTRACTS CONTEMPORANEOUSLY WITH THE IMPROVEMENTS\n   22  ALLEGED, AND CONTRACTOR'S AFFIDAVITS INDICATING  THAT  THE  INSTALLATION\n   23  WAS  COMPLETED AND PAID IN FULL. UPON RECEIPT OF ALL DOCUMENTS SUBMITTED\n   24  BY THE OWNER, AND AFTER GIVING THE TENANT NAMED IN SUCH VACANCY LEASE AN\n   25  OPPORTUNITY TO RESPOND, THE DIVISION OF HOUSING  AND  COMMUNITY  RENEWAL\n   26  SHALL ISSUE AN ORDER APPROVING OR DISAPPROVING SUCH INCREASE IN WHOLE OR\n   27  IN  PART.  BASED  UPON  SUCH  DETERMINATION, THE DIVISION OF HOUSING AND\n   28  COMMUNITY RENEWAL SHALL ORDER A REFUND TO THE TENANT EQUAL TO THE AMOUNT\n   29  COLLECTED IN EXCESS OF THE LEGAL REGULATED RENT APPROVED BY THE DIVISION\n   30  OF HOUSING AND COMMUNITY RENEWAL.\n   31    (F) IF THE OWNER FAILS TO ESTABLISH BY A PREPONDERANCE OF THE EVIDENCE\n   32  THAT THE OVERCHARGE WAS NOT WILLFUL, THE DIVISION OF  HOUSING AND COMMU-\n   33  NITY RENEWAL SHALL ORDER THE OWNER TO PAY TO THE  TENANT  AN  ADDITIONAL\n   34  AMOUNT EQUAL TO THREE TIMES THE EXCESS CHARGED.\n   35    (G)  THE  NEXT  ANNUAL  REGISTRATION  STATEMENT  FILED FOR ANY HOUSING\n   36  ACCOMMODATION SUBJECT TO AN INCREASE UNDER THIS  PARAGRAPH,  WHETHER  OR\n   37  NOT  SUBJECT  TO  THE  PROVISIONS  OF SUBPARAGRAPH (E) OF THIS PARAGRAPH\n   38  SHALL CONTAIN A DETAILED BREAKDOWN OF  THE  COSTS  OF  ALL  IMPROVEMENTS\n   39  UNDERLYING SUCH INCREASE.\n   40    S 3. Paragraph 2 of subdivision d of section 26-511 of the administra-\n   41  tive  code  of  the city of New York is renumbered paragraph 3 and a new\n   42  paragraph 2 is added to read as follows:\n   43    (2) FOR VACANCY LEASES, SUCH RIDER SHALL ALSO INCLUDE A NOTICE OF  THE\n   44  PRIOR  LEGAL  RENT,  IF ANY, THAT WAS IN EFFECT IMMEDIATELY PRIOR TO THE\n   45  VACANCY, AN EXPLANATION OF HOW THE  RENTAL  AMOUNT  HAS  BEEN  COMPUTED,\n   46  INCLUDING  A  DETAILED  BREAKDOWN OF THE NATURE AND COST OF ANY IMPROVE-\n   47  MENTS UNDERLYING AN INCREASE UNDER PARAGRAPH THIRTEEN OF  SUBDIVISION  C\n   48  OF  THIS  SECTION,  AND A STATEMENT THAT ANY INCREASE ABOVE THE PREVIOUS\n   49  RENT IS IN ACCORDANCE WITH ADJUSTMENTS PERMITTED BY LAW.\n   50    S 4. Paragraph 1 of subdivision d of section 6 of section 4 of chapter\n   51  576 of the laws of 1974, constituting the  emergency  tenant  protection\n   52  act  of  nineteen  seventy-four,  as added by chapter 253 of the laws of\n   53  1993, is amended to read as follows:\n   54    (1) there has been a substantial modification or increase of  dwelling\n   55  space  or  an increase in the services, or installation of new equipment\n   56  or improvements or new furniture or furnishings, provided  in  or  to  a\n\n       S. 2783                            14\n\n    1  tenant's  housing  accommodation,  on written tenant consent to the rent\n    2  increase. In the case of a vacant housing accommodation, tenant  consent\n    3  shall not be required. (A) The permanent increase in the legal regulated\n    4  rent  for  the  affected  housing  accommodation shall be [one-fortieth]\n    5  ONE-SIXTIETH of the total cost incurred by  the  landlord  in  providing\n    6  such  modification  or  increase in dwelling space, services, furniture,\n    7  furnishings or  equipment,  including  the  cost  of  installation,  but\n    8  excluding  finance  charges. [Provided further than an] (B) AN owner who\n    9  is entitled to a rent increase pursuant to this paragraph shall  not  be\n   10  entitled to a further rent increase based upon the installation of simi-\n   11  lar equipment, or new furniture or furnishings within the useful life of\n   12  such  new  equipment,  or  new furniture or furnishings.   (C) THE OWNER\n   13  SHALL GIVE WRITTEN NOTICE TO  THE  DIVISION  OF  HOUSING  AND  COMMUNITY\n   14  RENEWAL  AND  THE TENANT NAMED IN A VACANCY LEASE ON FORMS PRESCRIBED BY\n   15  THE DIVISION OF ANY SUCH ADJUSTMENT PURSUANT TO THIS PARAGRAPH  AND  THE\n   16  FAILURE TO PROVIDE SUCH WRITTEN NOTICE AS PROVIDED HEREIN SHALL PRECLUDE\n   17  THE  COLLECTION  OF  ANY  SUCH  ADJUSTMENT.  SUCH  NOTICE MUST INCLUDE A\n   18  DETAILED BREAKDOWN OF THE NATURE AND COST OF ANY IMPROVEMENTS UNDERLYING\n   19  AN INCREASE IN RENT UNDER  THIS  PARAGRAPH  AND  A  STATEMENT  THAT  ANY\n   20  INCREASE  ABOVE  THE  PREVIOUS  RENT  IS  IN ACCORDANCE WITH ADJUSTMENTS\n   21  PERMITTED BY LAW. (D) NO INCREASE SHALL BE COLLECTIBLE UNDER THIS  PARA-\n   22  GRAPH WHERE THE DIVISION OF HOUSING AND COMMUNITY RENEWAL HAS DETERMINED\n   23  THAT THE OWNER IS NOT MAINTAINING ALL BUILDING-WIDE REQUIRED SERVICES OR\n   24  ALL  REQUIRED  SERVICES  WITH  RESPECT  TO THE AFFECTED HOUSING ACCOMMO-\n   25  DATION, OR WHERE THERE ARE CURRENT HAZARDOUS VIOLATIONS OF  ANY  MUNICI-\n   26  PAL,  COUNTY,  STATE  OR  FEDERAL LAW WHICH RELATE TO THE MAINTENANCE OF\n   27  SUCH SERVICES.  (E) WITHIN THIRTY DAYS OF THE SIGNING OF A VACANCY LEASE\n   28  INCLUDING A RENT INCREASE PURSUANT TO THIS PARAGRAPH  THAT  EXCEEDS  TEN\n   29  PERCENT  OF THE RENT CHARGED TO THE PREVIOUS TENANT, THE OWNER WILL FILE\n   30  WITH THE DIVISION AN EXPLANATION OF HOW THE VACANCY RENT  WAS  COMPUTED,\n   31  AND  ALL DOCUMENTS NECESSARY TO SUPPORT THE COLLECTION OF SUCH INCREASE,\n   32  INCLUDING BUT NOT LIMITED TO,  CANCELLED  CHECKS,  INVOICES  AND  SIGNED\n   33  CONTRACTS  CONTEMPORANEOUSLY WITH THE IMPROVEMENTS ALLEGED, AND CONTRAC-\n   34  TOR'S AFFIDAVITS INDICATING THAT THE INSTALLATION WAS COMPLETED AND PAID\n   35  IN FULL. UPON RECEIPT OF ALL DOCUMENTS SUBMITTED BY THE OWNER AND  AFTER\n   36  GIVING  THE TENANT NAMED IN THE VACANCY LEASE AN OPPORTUNITY TO RESPOND,\n   37  THE DIVISION  SHALL  ISSUE  AN  ORDER  APPROVING  OR  DISAPPROVING  SUCH\n   38  INCREASE  IN  WHOLE OR IN PART. BASED UPON SUCH DETERMINATION, THE DIVI-\n   39  SION SHALL ORDER A REFUND TO THE TENANT EQUAL TO THE AMOUNT COLLECTED IN\n   40  EXCESS OF THE LEGAL REGULATED RENT APPROVED BY THE DIVISION.  (F) IF THE\n   41  OWNER FAILS TO ESTABLISH BY A PREPONDERANCE OF  THE  EVIDENCE  THAT  THE\n   42  OVERCHARGE WAS NOT WILLFUL, THE DIVISION SHALL ORDER THE OWNER TO PAY TO\n   43  THE TENANT AN ADDITIONAL AMOUNT EQUAL TO THREE TIMES THE EXCESS CHARGED.\n   44  (G)  THE NEXT ANNUAL REGISTRATION STATEMENT FILED FOR ANY HOUSING ACCOM-\n   45  MODATION SUBJECT TO AN INCREASE UNDER THIS  PARAGRAPH,  WHETHER  OR  NOT\n   46  SUBJECT  TO  THE  PROVISIONS OF SUBPARAGRAPH (E) OF THIS PARAGRAPH SHALL\n   47  CONTAIN A DETAILED BREAKDOWN OF THE COSTS OF ALL IMPROVEMENTS UNDERLYING\n   48  SUCH INCREASE.\n   49    S 5. Clause 5 of the second undesignated paragraph of paragraph (a) of\n   50  subdivision 4 of section 4 of chapter 274 of the laws of  1946,  consti-\n   51  tuting the emergency housing rent control law, as amended by chapter 253\n   52  of the laws of 1993, is amended to read as follows:\n   53    (5)  the  landlord  and  tenant  by mutual voluntary written agreement\n   54  agree to a substantial increase or  decrease  in  dwelling  space  or  a\n   55  change  in the services, furniture, furnishings or equipment provided in\n   56  the housing accommodations; provided that an owner shall be entitled  to\n\n       S. 2783                            15\n\n    1  a  rent  increase  where  there  has  been a substantial modification or\n    2  increase of dwelling space or an increase in the services, or  installa-\n    3  tion  of  new  equipment or improvements or new furniture or furnishings\n    4  provided  in  or  to  a  tenant's  housing  accommodation. The permanent\n    5  increase in the maximum rent  for  the  affected  housing  accommodation\n    6  shall  be  [one-fortieth] ONE-SIXTIETH of the total cost incurred by the\n    7  landlord in providing such modification or increase in  dwelling  space,\n    8  services,  furniture,  furnishings  or  equipment, including the cost of\n    9  installation, but excluding finance charges  provided  further  that  an\n   10  owner  who  is entitled to a rent increase pursuant to this clause shall\n   11  not be entitled to a further rent increase based upon  the  installation\n   12  of  similar equipment, or new furniture or furnishings within the useful\n   13  life of such new equipment, or new furniture or furnishings.  The  owner\n   14  shall  give  written  notice  to  the  commission of any such adjustment\n   15  pursuant to this clause; or\n   16    S 6. This act shall take effect on the ninetieth day  after  it  shall\n   17  have become a law; provided that:\n   18    (a)  the  amendments  to section 26-405 of the city rent and rehabili-\n   19  tation law made by section one of this act shall remain  in  full  force\n   20  and effect only as long as the public emergency requiring the regulation\n   21  and control of residential rents and evictions continues, as provided in\n   22  subdivision  3  of section 1 of the local emergency housing rent control\n   23  act;\n   24    (b) the amendments to chapter 4 of title 26 of the administrative code\n   25  of the city of New York made by sections two and three of this act shall\n   26  expire on the same date as such law expires and  shall  not  affect  the\n   27  expiration of such law as provided under section 26-520 of such law;\n   28    (c)  the amendments to the emergency tenant protection act of nineteen\n   29  seventy-four made by section four of this act shall expire on  the  same\n   30  date as such act expires and shall not affect the expiration of such act\n   31  as provided in section 17 of chapter 576 of the laws of 1974;\n   32    (d)  the amendments to section 4 of the emergency housing rent control\n   33  law made by section five of this act shall expire on the  same  date  as\n   34  such  law  expires  and  shall  not affect the expiration of such law as\n   35  provided in subdivision 2 of section 1 of chapter 274  of  the  laws  of\n   36  1946; and\n   37    (e)  effective  immediately,  the  division  of  housing and community\n   38  renewal is authorized to and shall promulgate all rules, regulations and\n   39  standards necessary to implement the provisions of this act.\n\n   40                                   PART G\n\n   41    Section 1. Legislative findings  and  declaration  of  emergency.  The\n   42  legislature  hereby finds and declares that the serious public emergency\n   43  which led to the enactment of the existing laws  regulating  residential\n   44  rents  and  evictions  continues  to  exist; that such laws would better\n   45  serve the public interest if certain changes were made thereto,  includ-\n   46  ing  the  continued  regulation  of  certain housing accommodations that\n   47  become vacant and the reinstatement of  regulation  of  certain  housing\n   48  accommodations that have been deregulated upon vacancy.\n   49    The  legislature  further  recognizes  that  severe  disruption of the\n   50  rental housing market has occurred and threatens to be exacerbated as  a\n   51  result  of  the present state of the law in relation to the deregulation\n   52  of housing accommodations upon  vacancy.  The  situation  has  permitted\n   53  speculative and profiteering practices and has brought about the loss of\n\n       S. 2783                            16\n\n    1  vital and irreplaceable affordable housing for working persons and fami-\n    2  lies.\n    3    The legislature therefore declares that in order to prevent uncertain-\n    4  ty,  potential  hardship  and  dislocation  of tenants living in housing\n    5  accommodations subject to  government  regulations  as  to  rentals  and\n    6  continued occupancy as well as those not subject to such regulation, the\n    7  provisions of this act are necessary to protect the public health, safe-\n    8  ty  and  general  welfare.  The necessity in the public interest for the\n    9  provisions hereinafter enacted is hereby declared as a matter of  legis-\n   10  lative determination.\n   11    S 2. Paragraph (n) of subdivision 2 of section 2 of chapter 274 of the\n   12  laws  of  1946,  constituting the emergency housing rent control law, is\n   13  REPEALED.\n   14    S 3. Paragraph 13 of subdivision a of section 5 of section 4 of  chap-\n   15  ter  576  of  the  laws  of  1974,  constituting  the  emergency  tenant\n   16  protection act of nineteen seventy-four, is REPEALED.\n   17    S 4. Subparagraph (k) of paragraph  2  of  subdivision  e  of  section\n   18  26-403 of the administrative code of the city of New York is REPEALED.\n   19    S  5.  Section  26-504.2 of the administrative code of the city of New\n   20  York is REPEALED.\n   21    S 6. Any housing accommodations that on or after January 1, 2007  were\n   22  excluded from coverage from the emergency tenant protection act of nine-\n   23  teen  seventy-four, the emergency housing rent control law or the admin-\n   24  istrative code of the city of New York pursuant to the provisions of law\n   25  repealed by sections two, three, four and five  of  this  act  shall  be\n   26  subject  to  the  provisions  of  such  act, law or administrative code,\n   27  respectively.  Notwithstanding the provisions of  any  lease  or  rental\n   28  agreement,  the  legal regulated rent or maximum collectible rent of any\n   29  housing accommodation excluded from regulation on or  after  January  1,\n   30  2007  by  reason of the provisions repealed by sections two, three, four\n   31  and five of this act shall  be  the  legal  regulated  rent  or  maximum\n   32  collectible  rent applicable to such accommodation on December 31, 2006,\n   33  subject to further adjustment in accordance with  applicable  provisions\n   34  of law.\n   35    S  7.  Any  housing  accommodations that prior to January 1, 2007 were\n   36  excluded from coverage from the emergency tenant protection act of nine-\n   37  teen seventy-four, the emergency housing rent control law or the  admin-\n   38  istrative code of the city of New York pursuant to the provisions of law\n   39  repealed  by  sections two, three, four, and five of this act, and where\n   40  such housing accommodations were located outside the city  of  New  York\n   41  and  were  rented  to a tenant on or after January 1, 2007 for less than\n   42  $3,500 per month or were located within the city of New  York  and  were\n   43  rented  to  a tenant on or after January 1, 2007 for less than $5,000.00\n   44  per month, shall be subject to the provisions of such act, law or admin-\n   45  istrative code, respectively.   Notwithstanding the  provisions  of  any\n   46  lease  or rental agreement, the legal regulated rent or maximum collect-\n   47  ible rent of any housing accommodation excluded from regulation prior to\n   48  January 1, 2007 by reason of the provisions repealed  by  sections  two,\n   49  three, four and five of this act and made subject to regulation shall be\n   50  the  actual rent applicable to such accommodations on January 1, 2007 or\n   51  the first rent applicable to such accommodation after January  1,  2007,\n   52  subject  to  further adjustment in accordance with applicable provisions\n   53  of law.\n   54    S 8.  This act shall take effect immediately.\n\n   55                                   PART H\n\n       S. 2783                            17\n\n    1    Section 1. Subdivision a-2 of section 10 of section 4 of  chapter  576\n    2  of the laws of 1974, constituting the emergency tenant protection act of\n    3  nineteen  seventy-four,  as  added by chapter 82 of the laws of 2003, is\n    4  amended to read as follows:\n    5    [a-2.]  (A-2)  Provides  that  where the amount of rent charged to and\n    6  paid by the tenant is less than the legal regulated rent for the housing\n    7  accommodation, the amount of rent for such housing  accommodation  which\n    8  may be charged [upon renewal or] upon vacancy thereof may, at the option\n    9  of  the owner, be based upon such previously established legal regulated\n   10  rent, as  adjusted  by  [the  most  recent]  ALL  applicable  guidelines\n   11  increases and other increases authorized by law; PROVIDED, HOWEVER, THAT\n   12  SUCH VACANCY SHALL NOT BE CAUSED BY THE FAILURE OF THE OWNER OR AN AGENT\n   13  OF  THE  OWNER, TO MAINTAIN THE HOUSING ACCOMMODATION IN COMPLIANCE WITH\n   14  THE WARRANTY OF HABITABILITY SET FORTH IN SUBDIVISION ONE OF SECTION TWO\n   15  HUNDRED THIRTY-FIVE-B OF THE REAL PROPERTY LAW.   [Where, subsequent  to\n   16  vacancy,  such  legal  regulated  rent,  as  adjusted by the most recent\n   17  applicable guidelines increases and any other  increases  authorized  by\n   18  law  is  two  thousand  dollars or more per month, such housing accommo-\n   19  dation shall be excluded from the provisions of  this  act  pursuant  to\n   20  paragraph thirteen of subdivision a of section five of this act.]\n   21    S  2.  Paragraph 14 of subdivision c of section 26-511 of the adminis-\n   22  trative code of the city of New York, as added by chapter 82 of the laws\n   23  of 2003, is amended to read as follows:\n   24    (14) provides that where the amount of rent charged to and paid by the\n   25  tenant is less than the legal regulated rent for  the  housing  accommo-\n   26  dation,  the  amount of rent for such housing accommodation which may be\n   27  charged [upon renewal or] upon vacancy thereof may, at the option of the\n   28  owner, be based upon such previously established legal  regulated  rent,\n   29  as  adjusted  by the most recent applicable guidelines increases and any\n   30  other increases authorized by law; PROVIDED, HOWEVER, THAT SUCH  VACANCY\n   31  SHALL  NOT  BE  CAUSED  BY  THE  FAILURE OF THE OWNER OR AN AGENT OF THE\n   32  OWNER, TO MAINTAIN THE HOUSING  ACCOMMODATION  IN  COMPLIANCE  WITH  THE\n   33  WARRANTY  OF  HABITABILITY  SET  FORTH IN SUBDIVISION ONE OF SECTION TWO\n   34  HUNDRED THIRTY-FIVE-B OF THE REAL PROPERTY LAW.   [Where, subsequent  to\n   35  vacancy,  such  legal  regulated  rent,  as  adjusted by the most recent\n   36  applicable guidelines increases and any other  increases  authorized  by\n   37  law  is  two  thousand  dollars or more per month, such housing accommo-\n   38  dation shall be excluded from the provisions of  this  law  pursuant  to\n   39  section 26-504.2 of this chapter.]\n   40    S  3.  This act shall take effect immediately; provided, however, that\n   41  the amendments to section 10 of the emergency tenant protection  act  of\n   42  nineteen  seventy-four  made  by section one of this act shall expire on\n   43  the same date as such act expires and shall not affect the expiration of\n   44  such act as provided in section 17 of chapter 576 of the laws  of  1974;\n   45  and provided, further, that the amendments to section 26-511 of the rent\n   46  stabilization  law of nineteen hundred sixty-nine made by section two of\n   47  this act shall expire on the same date as such law expires and shall not\n   48  affect the expiration of such law as provided under  section  26-520  of\n   49  such law.\n\n   50                                   PART I\n\n   51    Section  1.  Paragraph  6-a  of subdivision c of section 26-511 of the\n   52  administrative code of the city of  New  York  is  amended  to  read  as\n   53  follows:\n\n       S. 2783                            18\n\n    1    (6-a)  provides  criteria  whereby  as  an alternative to the hardship\n    2  application provided under paragraph six of this subdivision  owners  of\n    3  buildings  acquired  by  the same owner or a related entity owned by the\n    4  same principals [three] SIX years prior to the date of  application  may\n    5  apply to the division for increases in excess of the level of applicable\n    6  guideline increases established under this law based on a finding by the\n    7  commissioner  that such guideline increases are not sufficient to enable\n    8  the owner to maintain an annual gross  rent  income  for  such  building\n    9  which  exceeds  the  annual operating expenses of such building by a sum\n   10  equal to at least five percent of such gross rent. For the  purposes  of\n   11  this  paragraph, operating expenses shall consist of the actual, reason-\n   12  able, costs of fuel, labor,  utilities,  taxes,  other  than  income  or\n   13  corporate  franchise taxes, fees, permits, necessary contracted services\n   14  and non-capital repairs, insurance, parts and supplies, management  fees\n   15  and  other  administrative costs and mortgage interest. For the purposes\n   16  of this paragraph, mortgage interest shall be deemed to mean interest on\n   17  a bona fide mortgage including an allocable portion of  charges  related\n   18  thereto.  Criteria  to be considered in determining a bona fide mortgage\n   19  other than an institutional mortgage shall  include;  condition  of  the\n   20  property,  location of the property, the existing mortgage market at the\n   21  time the mortgage is placed, the term of the mortgage, the  amortization\n   22  rate, the principal amount of the mortgage, security and other terms and\n   23  conditions  of  the  mortgage. The commissioner shall set a rental value\n   24  for any unit occupied by the owner or a person related to the  owner  or\n   25  unoccupied  at  the  owner's  choice for more than one month at the last\n   26  regulated rent plus the minimum number of guidelines increases or, if no\n   27  such regulated rent existed or is known, the commissioner shall impute a\n   28  rent consistent with other rents in the building. The amount of hardship\n   29  increase shall be such as may be required to maintain the  annual  gross\n   30  rent  income as provided by this paragraph. The division shall not grant\n   31  a hardship application under this paragraph or  paragraph  six  of  this\n   32  subdivision  for  a period of three years subsequent to granting a hard-\n   33  ship application under the provisions of this paragraph. The  collection\n   34  of  any  increase  in the rent for any housing accommodation pursuant to\n   35  this paragraph shall not exceed six percent in any year from the  effec-\n   36  tive  date of the order granting the increase over the rent set forth in\n   37  the schedule of gross rents, with collectability of  any  dollar  excess\n   38  above  said  sum to be spread forward in similar increments and added to\n   39  the rent as established or set in future years. No application shall  be\n   40  approved unless the owner's equity in such building exceeds five percent\n   41  of: (i) the arms length purchase price of the property; (ii) the cost of\n   42  any  capital  improvements  for  which  the  owner  has  not collected a\n   43  surcharge; (iii) any repayment of principal of any mortgage or loan used\n   44  to finance the purchase of the property or any capital improvements  for\n   45  which  the  owner has not collected a surcharge and (iv) any increase in\n   46  the equalized assessed value of the property which  occurred  subsequent\n   47  to  the first valuation of the property after purchase by the owner. For\n   48  the purposes of this paragraph, owner's equity shall mean the sum of (i)\n   49  the purchase price of the property less the principal of any mortgage or\n   50  loan used to finance the purchase of the property, (ii) the cost of  any\n   51  capital  improvement  for  which the owner has not collected a surcharge\n   52  less the principal of any mortgage or loan used to finance said improve-\n   53  ment, (iii) any repayment of the principal of any mortgage or loan  used\n   54  to  finance  the purchase of the property or any capital improvement for\n   55  which the owner has not collected a surcharge, and (iv) any increase  in\n\n       S. 2783                            19\n\n    1  the  equalized  assessed value of the property which occurred subsequent\n    2  to the first valuation of the property after purchase by the owner.\n    3    S 2. Paragraph 5 of subdivision d of section 6 of section 4 of chapter\n    4  576  of the laws of 1974 enacting the emergency tenant protection act of\n    5  nineteen seventy-four, as amended by chapter 102 of the laws of 1984, is\n    6  amended to read as follows:\n    7    (5) as an alternative to the hardship application provided under para-\n    8  graph four of this subdivision, owners of buildings acquired by the same\n    9  owner or a related entity owned by the same principals [three] SIX years\n   10  prior to the date of application may apply to the division for increases\n   11  in excess of the level of  applicable  guideline  increases  established\n   12  under  this  law based on a finding by the commissioner that such guide-\n   13  line increases are not sufficient to enable the  owner  to  maintain  an\n   14  annual  gross  rent  income  for  such building which exceeds the annual\n   15  operating expenses of such building by a sum  equal  to  at  least  five\n   16  percent  of such gross rent. For the purposes of this paragraph, operat-\n   17  ing expenses shall consist of the actual,  reasonable,  costs  of  fuel,\n   18  labor, utilities, taxes, other than income or corporate franchise taxes,\n   19  fees,  permits,  necessary  contracted services and non-capital repairs,\n   20  insurance, parts and supplies, management fees and other  administrative\n   21  costs  and  mortgage interest. For the purposes of this paragraph, mort-\n   22  gage interest shall be deemed to mean interest on a bona  fide  mortgage\n   23  including  an allocable portion of charges related thereto.  Criteria to\n   24  be considered in determining a bona fide mortgage other than an institu-\n   25  tional mortgage shall include; condition of the  property,  location  of\n   26  the  property,  the existing mortgage market at the time the mortgage is\n   27  placed, the term of the mortgage, the amortization rate,  the  principal\n   28  amount  of  the mortgage, security and other terms and conditions of the\n   29  mortgage. The commissioner shall set a rental value for any  unit  occu-\n   30  pied  by the owner or a person related to the owner or unoccupied at the\n   31  owner's choice for more than one month at the last regulated  rent  plus\n   32  the minimum number of guidelines increases or, if no such regulated rent\n   33  existed  or  is  known,  the commissioner shall impute a rent consistent\n   34  with other rents in the building. The amount of hardship increase  shall\n   35  be  such  as may be required to maintain the annual gross rent income as\n   36  provided by this paragraph. The division  shall  not  grant  a  hardship\n   37  application  under  this paragraph or paragraph four of this subdivision\n   38  for a period of three years subsequent to granting a  hardship  applica-\n   39  tion  under  the  provisions  of  this  paragraph. The collection of any\n   40  increase in the rent for any  housing  accommodation  pursuant  to  this\n   41  paragraph  shall  not  exceed six percent in any year from the effective\n   42  date of the order granting the increase over the rent set forth  in  the\n   43  schedule  of gross rents, with collectability of any dollar excess above\n   44  said sum to be spread forward in similar increments  and  added  to  the\n   45  rent  as  established  or  set  in future years. No application shall be\n   46  approved unless the owner's equity in such building exceeds five percent\n   47  of: (i) the arms length purchase price of the property; (ii) the cost of\n   48  any capital improvements  for  which  the  owner  has  not  collected  a\n   49  surcharge; (iii) any repayment of principal of any mortgage or loan used\n   50  to  finance the purchase of the property or any capital improvements for\n   51  which the owner has not collected a surcharge; and (iv) any increase  in\n   52  the  equalized  assessed value of the property which occurred subsequent\n   53  to the first valuation of the property after purchase by the owner.  For\n   54  the purposes of this paragraph, owner's equity shall mean the sum of (i)\n   55  the purchase price of the property less the principal of any mortgage or\n   56  loan  used to finance the purchase of the property, (ii) the cost of any\n\n       S. 2783                            20\n\n    1  capital improvement for which the owner has not  collected  a  surcharge\n    2  less the principal of any mortgage or loan used to finance said improve-\n    3  ment,  (iii) any repayment of the principal of any mortgage or loan used\n    4  to  finance  the purchase of the property or any capital improvement for\n    5  which the owner has not collected a surcharge, and (iv) any increase  in\n    6  the  equalized  assessed value of the property which occurred subsequent\n    7  to the first valuation of the property after purchase by the owner.\n    8    S 3. This act shall take effect immediately; provided that the  amend-\n    9  ments  to  section 26-511 of chapter 4 of title 26 of the administrative\n   10  code of the city of New York made by  section  one  of  this  act  shall\n   11  expire  on  the  same  date as such law expires and shall not affect the\n   12  expiration of such law as provided under section 26-520 of such law; and\n   13  provided that the amendments  to  section  6  of  the  emergency  tenant\n   14  protection  act of nineteen seventy-four made by section two of this act\n   15  shall expire on the same date as such act expires and shall  not  affect\n   16  the  expiration  of such act as provided in section 17 of chapter 576 of\n   17  the laws of 1974.\n\n   18                                   PART J\n\n   19    Section 1. Subparagraph (g) of paragraph 1 of subdivision g of section\n   20  26-405 of the administrative code of the city of New York, as amended by\n   21  chapter 749 of the laws of 1990,  is amended to read as follows:\n   22    (g) (I) COLLECTION OF SURCHARGES TO THE MAXIMUM RENT AUTHORIZED PURSU-\n   23  ANT TO ITEM (II) OF THIS SUBPARAGRAPH SHALL CEASE  WHEN  THE  OWNER  HAS\n   24  RECOVERED THE COST OF THE MAJOR CAPITAL IMPROVEMENT;\n   25    (II)  There  has  been  since  July first, nineteen hundred seventy, a\n   26  major capital improvement [required for the operation,  preservation  or\n   27  maintenance  of the structure. An adjustment under this subparagraph (g)\n   28  shall be in an amount sufficient to amortize the cost  of  the  improve-\n   29  ments  pursuant  to  this  subparagraph  (g)  over a seven-year period];\n   30  PROVIDED THAT THE COMMISSIONER FINDS THAT SUCH IMPROVEMENTS  ARE  DEEMED\n   31  DEPRECIABLE  UNDER  THE  INTERNAL REVENUE CODE AND SUCH IMPROVEMENTS ARE\n   32  REQUIRED FOR THE OPERATION, PRESERVATION OR MAINTENANCE  OF  THE  STRUC-\n   33  TURE.  THE  INCREASE  PERMITTED  FOR  SUCH  CAPITAL IMPROVEMENT SHALL BE\n   34  COLLECTED AS A MONTHLY SURCHARGE TO THE MAXIMUM RENT. IT SHALL BE  SEPA-\n   35  RATELY  DESIGNATED AND BILLED AS SUCH AND SHALL NOT BE COMPOUNDED BY ANY\n   36  OTHER ADJUSTMENT TO THE MAXIMUM RENT. THE SURCHARGE  ALLOCABLE  TO  EACH\n   37  APARTMENT  SHALL  BE  AN  AMOUNT  EQUAL  TO  THE COST OF THE IMPROVEMENT\n   38  DIVIDED BY  EIGHTY-FOUR, DIVIDED BY THE NUMBER OF ROOMS IN THE BUILDING,\n   39  AND THEN MULTIPLIED BY THE NUMBER OF ROOMS IN SUCH  APARTMENT;  PROVIDED\n   40  THAT  THE  SURCHARGE  ALLOCABLE TO ANY APARTMENT IN ANY ONE YEAR MAY NOT\n   41  EXCEED AN AMOUNT EQUAL TO SIX PERCENT OF THE MONTHLY RENT  COLLECTED  BY\n   42  THE  OWNER  FOR  SUCH  APARTMENT  AS  SET FORTH IN THE SCHEDULE OF GROSS\n   43  RENTS.  ANY EXCESS ABOVE SAID SIX PERCENT SHALL BE CARRIED  FORWARD  AND\n   44  COLLECTED  IN FUTURE YEARS AS A FURTHER SURCHARGE NOT TO EXCEED AN ADDI-\n   45  TIONAL SIX PERCENT IN ANY ONE YEAR  PERIOD  UNTIL  THE  TOTAL  SURCHARGE\n   46  EQUALS  THE  AMOUNT IT WOULD HAVE BEEN IF THE AFOREMENTIONED SIX PERCENT\n   47  LIMITATION DID NOT APPLY; or\n   48    S 2. Subparagraph (k) of paragraph  1  of  subdivision  g  of  section\n   49  26-405 of the administrative code of the city of New York, as amended by\n   50  chapter 749 of the laws of 1990,  is amended to read as follows:\n   51    (k)  The  landlord has incurred, since January first, nineteen hundred\n   52  seventy, in connection with and in addition to a concurrent major  capi-\n   53  tal  improvement  pursuant  to subparagraph (g) of this paragraph, other\n   54  expenditures to improve, restore or preserve the quality of  the  struc-\n\n       S. 2783                            21\n\n    1  ture.  An  adjustment  under  this subparagraph shall be granted only if\n    2  such improvements represent an expenditure equal to  at  least  ten  per\n    3  centum of the total operating and maintenance expenses for the preceding\n    4  year.  An adjustment under this subparagraph shall be in addition to any\n    5  adjustment granted for the  concurrent  major  capital  improvement  and\n    6  shall  be  [in an amount sufficient to amortize the cost of the improve-\n    7  ments pursuant to this subparagraph over a seven-year    period]  IMPLE-\n    8  MENTED IN THE SAME MANNER AS SUCH MAJOR CAPITAL IMPROVEMENT AS A FURTHER\n    9  SURCHARGE TO THE MAXIMUM RENT.\n   10    S 3. Paragraph 6 of subdivision c of section 26-511 of the administra-\n   11  tive code of the city of New York, as amended by chapter 116 of the laws\n   12  of 1997,  is amended to read as follows:\n   13    (6)  provides  criteria whereby the commissioner may act upon applica-\n   14  tions by owners for increases in  excess  of  the  level  of  fair  rent\n   15  increase  established under this law provided, however, that such crite-\n   16  ria shall provide [(a)] as to hardship applications, for a finding  that\n   17  the level of fair rent increase is not sufficient to enable the owner to\n   18  maintain  approximately  the same average annual net income (which shall\n   19  be computed without regard to debt service, financing costs  or  manage-\n   20  ment  fees)  for the three year period ending on or within six months of\n   21  the date of an application pursuant to such criteria  as  compared  with\n   22  annual  net income, which prevailed on the average over the period nine-\n   23  teen hundred sixty-eight through nineteen hundred seventy,  or  for  the\n   24  first three years of operation if the building was completed since nine-\n   25  teen  hundred  sixty-eight  or  for the first three fiscal years after a\n   26  transfer of title to a new owner provided the new owner can establish to\n   27  the satisfaction of the commissioner that he or she  acquired  title  to\n   28  the  building as a result of a bona fide sale of the entire building and\n   29  that the new owner is unable to obtain requisite records for the  fiscal\n   30  years  nineteen  hundred  sixty-eight  through  nineteen hundred seventy\n   31  despite diligent efforts to obtain same from predecessors in  title  and\n   32  further  provided that the new owner can provide financial data covering\n   33  a minimum of six years under his or  her  continuous  and  uninterrupted\n   34  operation  of  the building to meet the three year to three year compar-\n   35  ative test periods herein provided[; and (b) as to  completed  building-\n   36  wide  major  capital  improvements, for a finding that such improvements\n   37  are deemed depreciable under the Internal Revenue Code and that the cost\n   38  is to be amortized over a seven-year period, based  upon  cash  purchase\n   39  price  exclusive  of  interest  or  service  charges].   Notwithstanding\n   40  anything to the contrary contained herein, no hardship increase  granted\n   41  pursuant  to this paragraph shall, when added to the annual gross rents,\n   42  as determined by the commissioner, exceed the sum  of,  (i)  the  annual\n   43  operating  expenses, (ii) an allowance for management services as deter-\n   44  mined by the commissioner, (iii) actual  annual  mortgage  debt  service\n   45  (interest  and  amortization)  on its indebtedness to a lending institu-\n   46  tion, an insurance company, a retirement fund or welfare fund  which  is\n   47  operated  under  the supervision of the banking or insurance laws of the\n   48  state of New York or the United States,  and  (iv)  eight  and  one-half\n   49  percent  of  that portion of the fair market value of the property which\n   50  exceeds  the  unpaid  principal  amount  of  the  mortgage  indebtedness\n   51  referred  to  in subparagraph (iii) of this paragraph. Fair market value\n   52  for the purposes of this paragraph shall be six times the  annual  gross\n   53  rent.  The  collection  of  any  increase in the stabilized rent for any\n   54  apartment pursuant to this paragraph shall not exceed six percent in any\n   55  year from the effective date of the order granting the increase over the\n   56  rent set forth in the schedule of gross rents,  with  collectability  of\n\n       S. 2783                            22\n\n    1  any  dollar excess above said sum to be spread forward in similar incre-\n    2  ments and added to the stabilized rent as established or set  in  future\n    3  years;\n    4    S 4. Subdivision c of section 26-511 of the administrative code of the\n    5  city  of New York is amended by adding two new paragraphs 6-b and 6-c to\n    6  read as follows:\n    7    (6-B) PROVIDES CRITERIA WHEREBY THE COMMISSIONER MAY ACT UPON APPLICA-\n    8  TION BY OWNERS FOR INCREASES  IN  EXCESS  OF  THE  LEVEL  OF  FAIR  RENT\n    9  INCREASE  ESTABLISHED UNDER THIS LAW PROVIDED, HOWEVER, THAT SUCH CRITE-\n   10  RIA SHALL PROVIDE AS TO COMPLETED BUILDING-WIDE MAJOR  CAPITAL  IMPROVE-\n   11  MENTS, FOR A FINDING THAT SUCH IMPROVEMENTS ARE DEEMED DEPRECIABLE UNDER\n   12  THE  INTERNAL  REVENUE  CODE  AND SUCH IMPROVEMENTS ARE REQUIRED FOR THE\n   13  OPERATION, PRESERVATION OR MAINTENANCE OF THE  STRUCTURE.  THE  INCREASE\n   14  PERMITTED  FOR  SUCH CAPITAL IMPROVEMENT SHALL BE COLLECTED AS A MONTHLY\n   15  SURCHARGE TO THE LEGAL REGULATED RENT. IT SHALL BE SEPARATELY DESIGNATED\n   16  AND BILLED AS SUCH AND SHALL NOT BE COMPOUNDED BY ANY ANNUAL  ADJUSTMENT\n   17  OF  THE  LEVEL  OF FAIR RENT PROVIDED FOR UNDER SUBDIVISION B OF SECTION\n   18  26-510 OF THIS LAW.  THE SURCHARGE ALLOCABLE TO EACH APARTMENT SHALL  BE\n   19  AN  AMOUNT  EQUAL TO THE COST OF THE IMPROVEMENT DIVIDED BY EIGHTY-FOUR,\n   20  DIVIDED BY THE NUMBER OF ROOMS IN THE BUILDING, AND THEN  MULTIPLIED  BY\n   21  THE NUMBER OF ROOMS IN SUCH APARTMENT; PROVIDED THAT THE SURCHARGE ALLO-\n   22  CABLE  TO  ANY APARTMENT, IN ANY ONE YEAR MAY NOT EXCEED AN AMOUNT EQUAL\n   23  TO SIX PERCENT OF THE MONTHLY RENT  COLLECTED  BY  THE  OWNER  FOR  SUCH\n   24  APARTMENT AS SET FORTH IN THE SCHEDULE OF GROSS RENTS.  ANY EXCESS ABOVE\n   25  SAID  SIX PERCENT SHALL BE CARRIED FORWARD AND COLLECTED IN FUTURE YEARS\n   26  AS A FURTHER SURCHARGE NOT TO EXCEED AN ADDITIONAL SIX  PERCENT  IN  ANY\n   27  ONE  YEAR  PERIOD  UNTIL  THE TOTAL SURCHARGE EQUALS THE AMOUNT IT WOULD\n   28  HAVE BEEN IF THE AFOREMENTIONED SIX PERCENT LIMITATION DID NOT APPLY.\n   29    (6-C) COLLECTION OF SURCHARGES IN EXCESS OF THE  LEVEL  OF  FAIR  RENT\n   30  AUTHORIZED  PURSUANT  TO PARAGRAPH SIX-B OF THIS SUBDIVISION SHALL CEASE\n   31  WHEN THE OWNER HAS RECOVERED THE COST OF THE MAJOR CAPITAL IMPROVEMENT.\n   32    S 5. Paragraph 3 of subdivision d of section 6 of section 4 of chapter\n   33  576 of the laws of 1974, constituting the  emergency  tenant  protection\n   34  act  of  nineteen seventy-four, as amended by chapter 749 of the laws of\n   35  1990, is amended to read as follows:\n   36    (3) (I) COLLECTION OF SURCHARGES IN ADDITION TO  THE  LEGAL  REGULATED\n   37  RENT  AUTHORIZED  PURSUANT  TO SUBPARAGRAPH (II) OF THIS PARAGRAPH SHALL\n   38  CEASE WHEN THE OWNER  HAS  RECOVERED  THE  COST  OF  THE  MAJOR  CAPITAL\n   39  IMPROVEMENT;\n   40    (II) there has been since January first, nineteen hundred seventy-four\n   41  a major capital improvement [required for the operation, preservation or\n   42  maintenance  of the structure.  An adjustment under this paragraph shall\n   43  be in an amount sufficient to amortize  the  cost  of  the  improvements\n   44  pursuant  to this paragraph over a seven-year period]; PROVIDED THAT THE\n   45  COMMISSIONER FINDS THAT SUCH IMPROVEMENTS ARE DEEMED  DEPRECIABLE  UNDER\n   46  THE  INTERNAL  REVENUE  CODE  AND SUCH IMPROVEMENTS ARE REQUIRED FOR THE\n   47  OPERATION, PRESERVATION OR MAINTENANCE OF THE STRUCTURE.   THE  INCREASE\n   48  PERMITTED  FOR  SUCH CAPITAL IMPROVEMENT SHALL BE COLLECTED AS A MONTHLY\n   49  SURCHARGE TO THE LEGAL REGULATED RENT. IT SHALL BE SEPARATELY DESIGNATED\n   50  AND BILLED AS SUCH AND SHALL  NOT  BE  COMPOUNDED  BY  ANY  ANNUAL  RENT\n   51  ADJUSTMENT  AUTHORIZED  BY THE RENT GUIDELINES BOARD UNDER THIS ACT. THE\n   52  SURCHARGE ALLOCABLE TO EACH APARTMENT SHALL BE AN AMOUNT  EQUAL  TO  THE\n   53  COST OF THE IMPROVEMENT DIVIDED BY EIGHTY-FOUR, DIVIDED BY THE NUMBER OF\n   54  ROOMS  IN  THE  BUILDING,  AND THEN MULTIPLIED BY THE NUMBER OF ROOMS IN\n   55  SUCH APARTMENT; PROVIDED THAT THE SURCHARGE ALLOCABLE TO  ANY  APARTMENT\n   56  IN  ANY  ONE  YEAR  MAY NOT EXCEED AN AMOUNT EQUAL TO SIX PERCENT OF THE\n\n       S. 2783                            23\n\n    1  MONTHLY RENT COLLECTED BY THE OWNER FOR SUCH APARTMENT AS SET  FORTH  IN\n    2  THE SCHEDULE OF GROSS RENTS.  ANY EXCESS ABOVE SAID SIX PERCENT SHALL BE\n    3  CARRIED FORWARD AND COLLECTED IN FUTURE YEARS AS A FURTHER SURCHARGE NOT\n    4  TO  EXCEED  AN  ADDITIONAL  SIX PERCENT IN ANY ONE YEAR PERIOD UNTIL THE\n    5  TOTAL SURCHARGE EQUALS THE AMOUNT IT WOULD HAVE BEEN  IF  THE  AFOREMEN-\n    6  TIONED SIX PERCENT LIMITATION DID NOT APPLY, or\n    7    S 6. The second undesignated paragraph of paragraph (a) of subdivision\n    8  4  of  section  4  of  chapter 274 of the laws of 1946, constituting the\n    9  emergency housing rent control law, as amended by chapter 21 of the laws\n   10  of 1962, clause 5 as amended by chapter 253 of  the  laws  of  1993,  is\n   11  amended to read as follows:\n   12    No application for adjustment of maximum rent based upon a sales price\n   13  valuation  shall  be filed by the landlord under this subparagraph prior\n   14  to six months from the date of such sale of the property.  In  addition,\n   15  no  adjustment  ordered  by  the  commission based upon such sales price\n   16  valuation shall be effective prior to one year from  the  date  of  such\n   17  sale.    Where, however, the assessed valuation of the land exceeds four\n   18  times the assessed valuation of the buildings  thereon,  the  commission\n   19  may determine a valuation of the property equal to five times the equal-\n   20  ized  assessed  valuation  of  the  buildings,  for the purposes of this\n   21  subparagraph.  The commission may make a determination  that  the  valu-\n   22  ation  of  the  property  is  an  amount  different  from such equalized\n   23  assessed valuation where there is a request  for  a  reduction  in  such\n   24  assessed  valuation  currently  pending;  or  where  there  has  been  a\n   25  reduction in the assessed valuation for  the  year  next  preceding  the\n   26  effective  date  of the current assessed valuation in effect at the time\n   27  of the filing of the application.  Net annual return shall be the amount\n   28  by which the earned income exceeds the operating expenses of the proper-\n   29  ty, excluding mortgage interest and amortization, and  excluding  allow-\n   30  ances  for  obsolescence  and  reserves,  but including an allowance for\n   31  depreciation of two per centum of the value of the  buildings  exclusive\n   32  of  the  land,  or the amount shown for depreciation of the buildings in\n   33  the latest required federal  income  tax  return,  whichever  is  lower;\n   34  provided,  however, that (1) no allowance for depreciation of the build-\n   35  ings shall be included where the buildings have been  fully  depreciated\n   36  for federal income tax purposes or on the books of the owner; or (2) the\n   37  landlord  who  owns  no more than four rental units within the state has\n   38  not been fully compensated by increases in rental income  sufficient  to\n   39  offset  unavoidable increases in property taxes, fuel, utilities, insur-\n   40  ance and repairs and maintenance, excluding mortgage interest and  amor-\n   41  tization,  and  excluding  allowances for depreciation, obsolescence and\n   42  reserves, which have occurred since the  federal  date  determining  the\n   43  maximum rent or the date the property was acquired by the present owner,\n   44  whichever  is  later;  or (3)   the landlord operates a hotel or rooming\n   45  house or owns a cooperative apartment and has not been fully compensated\n   46  by increases in rental income from the controlled housing accommodations\n   47  sufficient to offset unavoidable increases in property taxes  and  other\n   48  costs  as  are  allocable  to  such  controlled  housing accommodations,\n   49  including costs of operation of such hotel or rooming house, but exclud-\n   50  ing mortgage interest and amortization,  and  excluding  allowances  for\n   51  depreciation,  obsolescence  and reserves, which have occurred since the\n   52  federal date determining the maximum  rent  or  the  date  the  landlord\n   53  commenced the operation of the property, whichever is later; or (4)  the\n   54  landlord and tenant voluntarily enter into a valid written lease in good\n   55  faith  with  respect  to any housing accommodation, which lease provides\n   56  for an increase in the maximum rent not in excess of fifteen per  centum\n\n       S. 2783                            24\n\n    1  and  for a term of not less than two years, except that where such lease\n    2  provides for an increase in excess of fifteen per centum,  the  increase\n    3  shall  be  automatically reduced to fifteen per centum; or (5) the land-\n    4  lord  and  tenant  by  mutual  voluntary  written  agreement  agree to a\n    5  substantial increase or decrease in dwelling space or a  change  in  the\n    6  services,  furniture,  furnishings  or equipment provided in the housing\n    7  accommodations; provided that an owner  shall  be  entitled  to  a  rent\n    8  increase  where there has been a substantial modification or increase of\n    9  dwelling space or an increase in the services, or  installation  of  new\n   10  equipment or improvements or new furniture or furnishings provided in or\n   11  to a tenant's housing accommodation. The permanent increase in the maxi-\n   12  mum rent for the affected housing accommodation shall be one-fortieth of\n   13  the  total  cost incurred by the landlord in providing such modification\n   14  or increase in  dwelling  space,  services,  furniture,  furnishings  or\n   15  equipment,  including  the  cost  of installation, but excluding finance\n   16  charges provided further that  an  owner  who  is  entitled  to  a  rent\n   17  increase pursuant to this clause shall not be entitled to a further rent\n   18  increase based upon the installation of similar equipment, or new furni-\n   19  ture or furnishings within the useful life of such new equipment, or new\n   20  furniture  or  furnishings.  The  owner shall give written notice to the\n   21  commission of any such adjustment pursuant to this clause; or (6)  there\n   22  has been, since March first, nineteen hundred fifty, an increase in  the\n   23  rental  value of the housing accommodations as a result of a substantial\n   24  rehabilitation of the building or housing  accommodation  therein  which\n   25  materially adds to the value of the property or appreciably prolongs its\n   26  life,  excluding  ordinary repairs, maintenance and replacements; or (7)\n   27  (I) COLLECTION OF SURCHARGES TO THE MAXIMUM RENT AUTHORIZED PURSUANT  TO\n   28  ITEM  (II)  OF  THIS CLAUSE SHALL CEASE WHEN THE OWNER HAS RECOVERED THE\n   29  COST OF THE MAJOR CAPITAL IMPROVEMENT; (II) there has been  since  March\n   30  first, nineteen hundred fifty, a major capital improvement [required for\n   31  the  operation,  preservation or maintenance of the structure]; PROVIDED\n   32  THAT THE COMMISSIONER FINDS THAT SUCH IMPROVEMENTS ARE DEEMED  DEPRECIA-\n   33  BLE  UNDER  THE INTERNAL REVENUE CODE AND SUCH IMPROVEMENTS ARE REQUIRED\n   34  FOR THE OPERATION, PRESERVATION OR MAINTENANCE  OF  THE  STRUCTURE.  THE\n   35  INCREASE  PERMITTED FOR SUCH CAPITAL IMPROVEMENT SHALL BE COLLECTED AS A\n   36  MONTHLY SURCHARGE TO THE MAXIMUM RENT. IT SHALL BE SEPARATELY DESIGNATED\n   37  AND BILLED AS SUCH AND SHALL NOT BE COMPOUNDED BY ANY  OTHER  ADJUSTMENT\n   38  TO  THE MAXIMUM RENT. THE SURCHARGE ALLOCABLE TO EACH APARTMENT SHALL BE\n   39  AN AMOUNT EQUAL TO THE COST OF THE IMPROVEMENT DIVIDED BY   EIGHTY-FOUR,\n   40  DIVIDED  BY  THE NUMBER OF ROOMS IN THE BUILDING, AND THEN MULTIPLIED BY\n   41  THE NUMBER OF ROOMS IN SUCH APARTMENT; PROVIDED THAT THE SURCHARGE ALLO-\n   42  CABLE TO ANY APARTMENT IN ANY ONE YEAR MAY NOT EXCEED AN AMOUNT EQUAL TO\n   43  SIX PERCENT OF THE MONTHLY RENT COLLECTED BY THE OWNER FOR  SUCH  APART-\n   44  MENT AS SET FORTH IN THE SCHEDULE OF GROSS RENTS.  ANY EXCESS ABOVE SAID\n   45  SIX  PERCENT SHALL BE CARRIED FORWARD AND COLLECTED IN FUTURE YEARS AS A\n   46  FURTHER SURCHARGE NOT TO EXCEED AN ADDITIONAL SIX  PERCENT  IN  ANY  ONE\n   47  YEAR  PERIOD  UNTIL  THE TOTAL SURCHARGE EQUALS THE AMOUNT IT WOULD HAVE\n   48  BEEN IF THE AFOREMENTIONED SIX PERCENT LIMITATION DID NOT APPLY; or  (8)\n   49  there  has been since March first, nineteen hundred fifty, in structures\n   50  containing more than four  housing  accommodations,  other  improvements\n   51  made  with  the  express consent of the tenants in occupancy of at least\n   52  seventy-five per  centum of the housing accommodations, provided, howev-\n   53  er, that no adjustment granted hereunder shall exceed fifteen per centum\n   54  unless the tenants have agreed to a higher percentage  of  increase,  as\n   55  herein  provided;  or  (9)   there has been, since March first, nineteen\n   56  hundred fifty, a subletting without written consent from the landlord or\n\n       S. 2783                            25\n\n    1  an increase in the number of adult occupants who are not members of  the\n    2  immediate  family  of  the tenant, and the landlord has not been compen-\n    3  sated therefor by adjustment of the maximum rent by lease  or  order  of\n    4  the  commission or pursuant to the federal act; or (10)  the presence of\n    5  unique or peculiar circumstances materially affecting the  maximum  rent\n    6  has  resulted  in  a  maximum rent which is substantially lower than the\n    7  rents generally prevailing in the same area  for  substantially  similar\n    8  housing accommodations.\n    9    S  7. This act shall take effect immediately; provided that the amend-\n   10  ments to section 26-405 of the city rent and rehabilitation law made  by\n   11  sections  one  and two of this act shall remain in full force and effect\n   12  only so long as  the  public  emergency  requiring  the  regulation  and\n   13  control  of  residential  rents  and evictions continues, as provided in\n   14  subdivision 3 of section 1 of the local emergency housing  rent  control\n   15  act;  and  provided further that the amendments to section 26-511 of the\n   16  rent stabilization law of nineteen hundred sixty-nine made  by  sections\n   17  three  and  four  of  this act shall expire on the same date as such law\n   18  expires and shall not affect the expiration  of  such  law  as  provided\n   19  under  section  26-520  of  such  law, as from time to time amended; and\n   20  provided further that the amendment to section 6 of the emergency tenant\n   21  protection act of nineteen seventy-four made by section five of this act\n   22  shall expire on the same date as such act expires and shall  not  affect\n   23  the  expiration  of such act as provided in section 17 of chapter 576 of\n   24  the laws of 1974, as from time to time  amended;  and  further  provided\n   25  that  the  amendment  to section 4 of the emergency housing rent control\n   26  law made by section six of this act shall expire on  the  same  date  as\n   27  such  law  expires  and  shall  not affect the expiration of such law as\n   28  provided in subdivision 2 of section 1 of chapter 274  of  the  laws  of\n   29  1946.\n\n   30                                   PART K\n\n   31    Section  1. Section 5 of section 4 of chapter 576 of the laws of 1974,\n   32  constituting the emergency tenant protection act  of  nineteen  seventy-\n   33  four, is amended by adding a new subdivision d to read as follows:\n   34    D. NOTWITHSTANDING THE PROVISIONS OF PARAGRAPH THREE OR FIVE OF SUBDI-\n   35  VISION  A OF THIS SECTION BUT SUBJECT TO ANY OTHER APPLICABLE EXCEPTIONS\n   36  IN SUCH SUBDIVISION, NOTHING SHALL PREVENT THE DECLARATION OF  AN  EMER-\n   37  GENCY  PURSUANT TO SECTION THREE OF THIS ACT FOR RENTAL HOUSING ACCOMMO-\n   38  DATIONS LOCATED IN BUILDINGS WHICH WERE OWNED BY A  COMPANY  ESTABLISHED\n   39  UNDER  ARTICLE 2 OF THE PRIVATE HOUSING FINANCE LAW, OTHER THAN A MUTUAL\n   40  COMPANY, BY REASON OF A VOLUNTARY DISSOLUTION PURSUANT TO SECTION 35  OF\n   41  SUCH  LAW.  THE  PROVISION  OF SUBDIVISION A OF SECTION NINE OF THIS ACT\n   42  SHALL NOT APPLY TO ANY HOUSING ACCOMMODATION  WHICH  BECAME  SUBJECT  TO\n   43  THIS ACT PURSUANT TO THIS SUBDIVISION.\n   44    S 2. This act shall take effect immediately and shall apply to housing\n   45  companies  that dissolve before, on or after such date; provided, howev-\n   46  er, that the amendments to the emergency tenant protection act of  nine-\n   47  teen  seventy-four  made  by this act shall not affect the expiration of\n   48  such act as provided in section 17 of chapter 576 of the laws  of  1974,\n   49  as amended and shall be deemed to expire therewith.\n   50    S 2. Severability clause. If any clause, sentence, paragraph, subdivi-\n   51  sion,  section  or  part  of  this act shall be adjudged by any court of\n   52  competent jurisdiction to be invalid, such judgment  shall  not  affect,\n   53  impair,  or  invalidate  the remainder thereof, but shall be confined in\n   54  its operation to the clause, sentence, paragraph,  subdivision,  section\n\n       S. 2783                            26\n\n    1  or part thereof directly involved in the controversy in which such judg-\n    2  ment  shall have been rendered.  It is  hereby declared to be the intent\n    3  of the legislature that this act would have been enacted  even  if  such\n    4  invalid provisions had not been included herein.\n    5    S  3.  This  act shall take effect immediately provided, however, that\n    6  the applicable effective date of Parts A through K of this act shall  be\n    7  as specifically set forth in the last section of such Parts.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the administrative code of the city of New York, the emergency tenant protection act of nineteen seventy-four and the emergency housing rent control law, in relation to recovery of certain housing accommodations by a landlord (Part A); to amend the administrative code of the city of New York and the emergency tenant protection act of nineteen seventy-four, in relation to limiting rent increase after vacancy of a housing accommodation (Part B); to amend the administrative code of the city of New York and the emergency tenant protection act of nineteen seventy-four, in relation to the declaration of emergencies for certain rental housing accommodations (Part C); to amend the local emergency housing rent control act, in relation to rent regulation laws (Part D); to amend chapter 576 of the laws of 1974 amending the emergency housing rent control law relating to the control of and stabilization of rent in certain cases, the emergency housing rent control law, chapter 329 of the laws of 1963 amending the emergency housing rent control law relating to recontrol of rents in Albany, chapter 555 of the laws of 1982 amending the general business law and the administrative code of the city of New York relating to conversion of residential property to cooperative or condominium ownership in the city of New York, chapter 402 of the laws of 1983 amending the general business law relating to conversion of rental residential property to cooperative or condominium ownership in certain municipalities in the counties of Nassau, Westchester and Rockland and the rent regulation reform act of 1997, in relation to extending the effectiveness thereof (Part E); to amend the administrative code of the city of New York, the emergency tenant protection act of nineteen seventy-four, and the emergency housing rent control law, in relation to adjustment of maximum allowable rent (Part F); to repeal paragraph 13 of subdivision a of section 5 of section 4 of chapter 576 of the laws of 1974 constituting the emergency tenant protection act of nineteen seventy-four, paragraph (n) of subdivision 2 of section 2 of chapter 274 of the laws of 1946, constituting the emergency housing rent control law, and section 26-504.2 and subparagraph (k) of paragraph 2 of subdivision e of section 26-403 of the administrative code of the city of New York, relating to vacancy decontrol (Part G); to amend the emergency tenant protection act of nineteen seventy-four and the administrative code of the city of New York, in relation to the regulation of rents (Part H); to amend the administrative code of the city of New York and the emergency tenant protection act of nineteen seventy-four, in relation to hardship applications (Part I); to amend the administrative code of the city of New York, the emergency tenant protection act of nineteen seventy-four and the emergency housing rent control law, in relation to extending the length of time over which major protection act of nineteen seventy-four, in relation to the declaration of housing emergencies for rental housing accommodations located in buildings owned by certain limited-profit housing companies (Part K) ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110201.T170413.TXT", "SOBI.D110201.T155908.TXT", "SOBI.D110201.T170913.TXT", "SOBI.D110201.T162411.TXT", "SOBI.D110201.T163912.TXT", "SOBI.D110201.T165941.TXT", "SOBI.D110202.T114710.TXT", "SOBI.D110201.T161909.TXT", "SOBI.D110201.T162910.TXT", "SOBI.D110201.T163410.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296665230872
}