{
  "year" : 2011,
  "senateBillNo" : "S2795-2011",
  "billEvents" : [ {
    "eventDate" : 1296536400000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S2795-2011-1296536400000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "CARLUCCI",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for the designation of chief safety officers at mental health facilities and provides for their powers and duties",
  "summary" : "Provides for the designation of chief safety officers at mental health facilities; provides for the powers and duties of such chief safety officers. ",
  "currentCommittee" : "CODES",
  "sameAs" : null,
  "lawSection" : "Criminal Procedure Law",
  "previousVersions" : [ "S1923-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2795\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   February 1, 2011\n                                      ___________\n\n       Introduced  by Sen. CARLUCCI -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Codes\n\n       AN ACT to amend the criminal procedure law and the mental  hygiene  law,\n         in relation to the powers of chief safety officers\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 34 of section 1.20 of  the  criminal  procedure\n    2  law is amended by adding a new paragraph (w) to read as follows:\n    3    (W)  A  CHIEF  SAFETY OFFICER DESIGNATED BY THE COMMISSIONER OF MENTAL\n    4  HEALTH AND THE DIRECTORS OF  IN-PATIENT  FACILITIES  IN  THE  OFFICE  OF\n    5  MENTAL  HEALTH PURSUANT TO SUBDIVISION (C) OF SECTION 7.25 OF THE MENTAL\n    6  HYGIENE LAW AND A CHIEF SAFETY OFFICER DESIGNATED BY THE COMMISSIONER OF\n    7  DEVELOPMENTAL DISABILITIES AND THE DIRECTORS OF FACILITIES UNDER HIS  OR\n    8  HER  JURISDICTION  IN THE OFFICE FOR PEOPLE WITH DEVELOPMENTAL DISABILI-\n    9  TIES PURSUANT TO SUBDIVISION (C) OF SECTION 13.25 OF THE MENTAL  HYGIENE\n   10  LAW.\n   11    S 2. Paragraph (a) of subdivision 34-a of section 1.20 of the criminal\n   12  procedure law, as amended by chapter 428 of the laws of 1999, is amended\n   13  to read as follows:\n   14    (a)  Except  as provided in [paragraph] PARAGRAPHS (d) AND (E) of this\n   15  subdivision, New  York  state  constitutes  the  \"geographical  area  of\n   16  employment\"  of  any police officer employed as such by an agency of the\n   17  state or by an authority which functions  throughout  the  state,  or  a\n   18  police officer designated by the superintendent of state police pursuant\n   19  to section two hundred twenty-three of the executive law;\n   20    S 3. Paragraph (a) of subdivision 34-a of section 1.20 of the criminal\n   21  procedure law, as amended by chapter 424 of the laws of 1998, is amended\n   22  to read as follows:\n   23    (a)  Except  as provided in [paragraph] PARAGRAPHS (d) AND (E) OF THIS\n   24  SUBDIVISION, New  York  state  constitutes  the  \"geographical  area  of\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07471-01-1\n\n       S. 2795                             2\n\n    1  employment\"  of  any police officer employed as such by an agency of the\n    2  state or by an authority which functions throughout the state;\n    3    S 4. Subdivision 34-a of section 1.20 of the criminal procedure law is\n    4  amended by adding a new paragraph (e) to read as follows:\n    5    (E)  THE  GEOGRAPHICAL  AREA  OF  EMPLOYMENT OF A CHIEF SAFETY OFFICER\n    6  DESIGNATED BY THE COMMISSIONER OF MENTAL HEALTH  AND  THE  DIRECTORS  OF\n    7  IN-PATIENT  FACILITIES IN THE OFFICE OF MENTAL HEALTH PURSUANT TO SUBDI-\n    8  VISION (C) OF SECTION 7.25 OF THE MENTAL HYGIENE LAW IS  THE  FACILITIES\n    9  UNDER  THE  JURISDICTION  OF  THE  COMMISSIONER OF MENTAL HEALTH AND THE\n   10  GEOGRAPHICAL AREA OF EMPLOYMENT OF A CHIEF SAFETY OFFICER DESIGNATED  BY\n   11  THE  COMMISSIONER  OF  DEVELOPMENTAL  DISABILITIES  AND THE DIRECTORS OF\n   12  FACILITIES UNDER HIS OR HER JURISDICTION IN THE OFFICE FOR  PEOPLE  WITH\n   13  DEVELOPMENTAL  DISABILITIES PURSUANT TO SUBDIVISION (C) OF SECTION 13.25\n   14  OF THE MENTAL HYGIENE LAW IS THE FACILITIES UNDER  THE  JURISDICTION  OF\n   15  THE COMMISSIONER OF DEVELOPMENTAL DISABILITIES.\n   16    S  5. Subdivision 12 of section 2.10 of the criminal procedure law, as\n   17  added by chapter 843 of the laws of 1980, is amended to read as follows:\n   18    12. Special policemen, EXCEPT CHIEF  SAFETY  OFFICERS  AS  DEFINED  IN\n   19  SUBDIVISION  (C) OF SECTION 7.25 OF THE MENTAL HYGIENE LAW designated by\n   20  the commissioner and the  directors  of  in-patient  facilities  in  the\n   21  office  of  mental health pursuant to section 7.25 of the mental hygiene\n   22  law, and special policemen, EXCEPT CHIEF SAFETY OFFICERS AS  DEFINED  IN\n   23  SUBDIVISION  (C)  OF SECTION 13.25 OF THE MENTAL HYGIENE LAW, designated\n   24  by the commissioner and the directors of facilities  under  his  OR  HER\n   25  jurisdiction  in  the office [of mental retardation and] FOR PEOPLE WITH\n   26  developmental disabilities pursuant  to  section  13.25  of  the  mental\n   27  hygiene  law;  provided, however, that nothing in this subdivision shall\n   28  be deemed to authorize  such  officers  to  carry,  possess,  repair  or\n   29  dispose  of  a  firearm unless the appropriate license therefor has been\n   30  issued pursuant to section 400.00 of the penal law.\n   31    S 6. Section 7.25 of the mental hygiene law is amended by  adding  two\n   32  new subdivisions (c) and (d) to read as follows:\n   33    (C) THE COMMISSIONER AND THE DIRECTORS OF IN-PATIENT FACILITIES IN THE\n   34  OFFICE  MAY  DESIGNATE  CHIEF  SAFETY OFFICERS WHOSE DUTY IT SHALL BE TO\n   35  PRESERVE PEACE AND GOOD ORDER IN FACILITIES OF SUCH OFFICE AND TO  FULLY\n   36  PROTECT THE GROUNDS, BUILDINGS, AND PATIENTS. SUCH CHIEF SAFETY OFFICERS\n   37  SHALL  POSSESS  ALL  THE POWERS OF POLICE OFFICERS AS SET FORTH IN PARA-\n   38  GRAPH (W) OF SUBDIVISION THIRTY-FOUR OF SECTION  1.20  OF  THE  CRIMINAL\n   39  PROCEDURE LAW WHILE PERFORMING DUTIES IN OR ARISING OUT OF THE COURSE OF\n   40  THEIR  EMPLOYMENT.  SUBJECT  TO  THE  APPROVAL  OF THE COMMISSIONER, THE\n   41  DIRECTORS OF IN-PATIENT FACILITIES IN THE  OFFICE  SHALL  ENTER  INTO  A\n   42  WRITTEN  AGREEMENT  WITH ADJOINING LAW ENFORCEMENT AGENCIES ESTABLISHING\n   43  PROTOCOLS FOR THE EXERCISE OF AUTHORITY BY SUCH CHIEF  SAFETY  OFFICERS,\n   44  INCLUDING MUTUAL AID AND ASSISTANCE. SUCH WRITTEN PROTOCOLS SHALL NOT BE\n   45  DEEMED TO SUPERSEDE THE AUTHORITY OF OTHER SUCH POLICE OFFICERS.\n   46    (D)  THE  COMMISSIONER SHALL PROVIDE THAT CHIEF SAFETY OFFICERS SATIS-\n   47  FACTORILY COMPLETE WITHIN ONE YEAR OF THE  DATE  OF  HIS  APPOINTMENT  A\n   48  COURSE  OF ENFORCEMENT TRAINING APPROVED BY THE MUNICIPAL TRAINING COUN-\n   49  CIL IN CONSULTATION WITH THE OFFICE. THE COMMISSIONER SHALL  ALSO  CAUSE\n   50  TO BE DEVELOPED AND IMPLEMENTED A TRAINING PROGRAM FOR SUCH CHIEF SAFETY\n   51  OFFICERS TO INCLUDE: (1) FIRE PREVENTION; (2) FIRST AID AND CARDIOPULMO-\n   52  NARY  RESUSCITATION;  (3)  PROPER  USE  OF  RESTRAINT; AND (4) ANY OTHER\n   53  TRAINING DEEMED NECESSARY TO AUGMENT SUCH PERSON'S SKILLS  IN  PROVIDING\n   54  NECESSARY SAFETY AND SECURITY SERVICES FOR THE FACILITY.\n   55    S  7. Section 13.25 of the mental hygiene law is amended by adding two\n   56  new subdivisions (c) and (d) to read as follows:\n\n       S. 2795                             3\n\n    1    (C) THE COMMISSIONER AND THE DIRECTORS OF FACILITIES UNDER HIS OR  HER\n    2  JURISDICTION MAY DESIGNATE CHIEF SAFETY OFFICERS WHOSE DUTY IT SHALL BE,\n    3  UNDER  ORDERS  OF  THE  APPROPRIATE  OFFICER, TO PRESERVE PEACE AND GOOD\n    4  ORDER IN FACILITIES AND TO FULLY PROTECT  THE  GROUNDS,  BUILDINGS,  AND\n    5  PATIENTS.  SUCH  CHIEF  SAFETY  OFFICERS SHALL POSSESS ALL THE POWERS OF\n    6  POLICE OFFICERS AS SET FORTH IN PARAGRAPH (W) OF SUBDIVISION THIRTY-FOUR\n    7  OF SECTION 1.20 OF THE CRIMINAL PROCEDURE LAW WHILE PERFORMING DUTIES IN\n    8  OR ARISING OUT OF  THE  COURSE  OF  THEIR  EMPLOYMENT.  SUBJECT  TO  THE\n    9  APPROVAL  OF THE COMMISSIONER, THE DIRECTORS OF IN-PATIENT FACILITIES IN\n   10  THE OFFICE SHALL ENTER INTO  A  WRITTEN  AGREEMENT  WITH  ADJOINING  LAW\n   11  ENFORCEMENT AGENCIES ESTABLISHING PROTOCOLS FOR THE EXERCISE OF AUTHORI-\n   12  TY  BY  SUCH CHIEF SAFETY OFFICERS, INCLUDING MUTUAL AID AND ASSISTANCE.\n   13  SUCH WRITTEN PROTOCOLS SHALL NOT BE DEEMED TO SUPERSEDE THE AUTHORITY OF\n   14  OTHER SUCH POLICE OFFICERS.\n   15    (D) THE COMMISSIONER SHALL PROVIDE THAT CHIEF SAFETY  OFFICERS  SATIS-\n   16  FACTORILY COMPLETE WITHIN ONE YEAR OF THE DATE OF HIS OR HER APPOINTMENT\n   17  A  COURSE  OF  ENFORCEMENT  TRAINING  APPROVED BY THE MUNICIPAL TRAINING\n   18  COUNCIL IN CONSULTATION WITH THE OFFICE OF MENTAL HEALTH.   THE  COMMIS-\n   19  SIONER  SHALL  ALSO  CAUSE  TO  BE  DEVELOPED AND IMPLEMENTED A TRAINING\n   20  PROGRAM FOR SUCH CHIEF SAFETY OFFICERS TO INCLUDE: (1) FIRE  PREVENTION;\n   21  (2)  FIRST  AID  AND  CARDIOPULMONARY  RESUSCITATION;  (3) PROPER USE OF\n   22  RESTRAINT; AND (4) ANY OTHER TRAINING DEEMED NECESSARY TO  AUGMENT  SUCH\n   23  PERSON'S  SKILLS IN PROVIDING NECESSARY SAFETY AND SECURITY SERVICES FOR\n   24  THE FACILITY.\n   25    S 8. This act shall take effect 6 months after it shall have become  a\n   26  law,  provided  that the amendments to paragraph (a) of subdivision 34-a\n   27  of section 1.20 of the criminal procedure law made  by  section  two  of\n   28  this  act shall be subject to the expiration and reversion of such para-\n   29  graph pursuant to section 3 of chapter 428  of  the  laws  of  1999,  as\n   30  amended, when upon such date the provisions of section three of this act\n   31  shall take effect.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the criminal procedure law and the mental hygiene law, in relation to the powers of chief safety officers ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110201.T161409.TXT", "SOBI.D110201.T161909.TXT", "SOBI.D110201.T162910.TXT", "SOBI.D110201.T163410.TXT", "SOBI.D110202.T111207.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296663127214
}