{
  "year" : 2011,
  "senateBillNo" : "S2798-2011",
  "billEvents" : [ {
    "eventDate" : 1296536400000,
    "eventText" : "REFERRED TO INVESTIGATIONS AND GOVERNMENT OPERATIONS",
    "billEventId" : "S2798-2011-1296536400000-REFERRED+TO+INVESTIGATIONS+AND+GOVERNMENT+OPERATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KLEIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Designates as liquor, for purposes of sale and distribution, certain alcoholic beverages containing caffeine or other stimulants",
  "summary" : "Designates as liquor, for purposes of sale and distribution, certain alcoholic beverages containing caffeine or other stimulants. ",
  "currentCommittee" : "INVESTIGATIONS AND GOVERNMENT OPERATIONS",
  "sameAs" : null,
  "lawSection" : "Alcoholic Beverage Control Law",
  "previousVersions" : [ "S8506-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "VALESKY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2798\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   February 1, 2011\n                                      ___________\n\n       Introduced  by  Sens.  KLEIN, VALESKY -- read twice and ordered printed,\n         and when printed to be committed to the  Committee  on  Investigations\n         and Government Operations\n\n       AN  ACT  to  amend  the  alcoholic  beverage control law, in relation to\n         including, for the purposes of distribution and retail  sale,  certain\n         alcoholic  beverages  containing  a stimulant within the definition of\n         \"liquor\"\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Subdivisions 3 and 19 of section 3 of the alcoholic bever-\n    2  age control law are amended to read as follows:\n    3    3. \"Beer\" means and includes any fermented beverages of  any  name  or\n    4  description  manufactured  from  malt,  wholly  or  in part, or from any\n    5  substitute therefor; PROVIDED, HOWEVER, THAT SUCH TERM SHALL NOT INCLUDE\n    6  ANY ALCOHOLIC BEVERAGE THAT CONTAINS MORE THAN TWO PER CENTUM ALCOHOL BY\n    7  VOLUME, IN COMBINATION WITH MORE  THAN  FIVE  MILLIGRAMS  PER  OUNCE  OF\n    8  CAFFEINE  OR ANY OTHER STIMULANT INCLUDING, BUT NOT LIMITED TO, GUARANA,\n    9  GINSENG OR TAURINE THAT HAS AN EQUIVALENT EFFECT  AS  SUCH  QUANTITY  OF\n   10  CAFFEINE.\n   11    19.  \"Liquor\"  means  and  includes any and all distilled or rectified\n   12  spirits, brandy, whiskey, rum, gin, cordials or similar distilled  alco-\n   13  holic  beverages, including all dilutions and mixtures of one or more of\n   14  the foregoing; PROVIDED, FURTHER, THAT SOLELY FOR THE  PURPOSES  OF  THE\n   15  DISTRIBUTION, WHOLESALE AND RETAIL SALE THEREOF, SUCH TERM SHALL INCLUDE\n   16  ANY ALCOHOLIC BEVERAGE THAT CONTAINS MORE THAN TWO PER CENTUM ALCOHOL BY\n   17  VOLUME,  IN  COMBINATION  WITH  MORE  THAN  FIVE MILLIGRAMS PER OUNCE OF\n   18  CAFFEINE OR ANY OTHER STIMULANT INCLUDING, BUT NOT LIMITED TO,  GUARANA,\n   19  GINSENG  OR  TAURINE  THAT  HAS AN EQUIVALENT EFFECT AS SUCH QUANTITY OF\n   20  CAFFEINE.\n   21    S 2. This act shall take effect on the one hundred eightieth day after\n   22  it shall have become a law; provided that the  provisions  of  this  act\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05016-01-1\n\n       S. 2798                             2\n\n    1  shall  not  apply  to  any retail sale of an alcoholic beverage which is\n    2  received by a person licensed to sell alcoholic beverages for on-premis-\n    3  es or off-premises consumption, within sixty days of the date  this  act\n    4  shall have become a law. Effective immediately, the state liquor author-\n    5  ity  is authorized to amend, add and/or repeal any rules and regulations\n    6  necessary to implement the provisions of  this  act  on  or  before  its\n    7  effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the alcoholic beverage control law, in relation to including, for the purposes of distribution and retail sale, certain alcoholic beverages containing a stimulant within the definition of \"liquor\" ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110202.T111708.TXT", "SOBI.D110201.T162411.TXT", "SOBI.D110201.T161909.TXT", "SOBI.D110201.T163410.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296663428569
}