{
  "year" : 2011,
  "senateBillNo" : "S2799-2011",
  "billEvents" : [ {
    "eventDate" : 1296536400000,
    "eventText" : "REFERRED TO INVESTIGATIONS AND GOVERNMENT OPERATIONS",
    "billEventId" : "S2799-2011-1296536400000-REFERRED+TO+INVESTIGATIONS+AND+GOVERNMENT+OPERATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KLEIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Directs the state liquor authority to require certain labeling of alcoholic beverages containing caffeine or other stimulants",
  "summary" : "Directs the state liquor authority to require certain labeling of alcoholic beverages containing caffeine or other stimulants; requires retail licensees for off-premises consumption to sell alcoholic beverages containing stimulants in an area of the licensed premises separate from that where other alcoholic beverages and energy drinks are sold. ",
  "currentCommittee" : "INVESTIGATIONS AND GOVERNMENT OPERATIONS",
  "sameAs" : null,
  "lawSection" : "Alcoholic Beverage Control Law",
  "previousVersions" : [ "S8485-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "VALESKY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2799\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   February 1, 2011\n                                      ___________\n\n       Introduced  by  Sens.  KLEIN, VALESKY -- read twice and ordered printed,\n         and when printed to be committed to the  Committee  on  Investigations\n         and Government Operations\n\n       AN  ACT  to  amend  the  alcoholic  beverage control law, in relation to\n         requiring the segregation of certain alcoholic beverages with a stimu-\n         lant sold for off-premises consumption and the labeling of  containers\n         containing certain alcoholic beverages\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 105  of  the  alcoholic  beverage  control  law  is\n    2  amended by adding a new subdivision 13 to read as follows:\n    3    13.  (A)  EACH  RETAIL LICENSE FOR OFF-PREMISES CONSUMPTION THAT SELLS\n    4  ALCOHOLIC BEVERAGES THAT CONTAIN MORE THAN TWO  PER  CENTUM  ALCOHOL  BY\n    5  VOLUME,  IN  COMBINATION  WITH  MORE  THAN  FIVE MILLIGRAMS PER OUNCE OF\n    6  CAFFEINE OR ANY OTHER STIMULANT INCLUDING, BUT NOT LIMITED  TO  GUARANA,\n    7  GINSENG  OR  TAURINE  THAT  HAS AN EQUIVALENT EFFECT AS SUCH QUANTITY OF\n    8  CAFFEINE SHALL SELL SUCH ALCOHOLIC BEVERAGES IN AN AREA OF THE  LICENSED\n    9  PREMISES THAT IS SEGREGATED FROM THE AREA WHERE OTHER BEVERAGES, INCLUD-\n   10  ING  ALCOHOLIC BEVERAGES, ARE SOLD. NO SUCH ALCOHOLIC BEVERAGES CONTAIN-\n   11  ING A STIMULANT SHALL BE COMMINGLED WITH OTHER  ALCOHOLIC  BEVERAGES  OR\n   12  ENERGY DRINKS.\n   13    (B) AT THE FRONT OF THE SEGREGATED AREA OF THE LICENSED PREMISES WHERE\n   14  ALCOHOLIC  BEVERAGES CONTAINING A STIMULANT ARE SOLD, THE LICENSEE SHALL\n   15  CONSPICUOUSLY POST A SIGN CONTAINING THE NOTICES AND  WARNINGS  PROVIDED\n   16  FOR  IN  PARAGRAPHS  (A),  (B) AND (C) OF SUBDIVISION TWO OF SECTION ONE\n   17  HUNDRED SEVEN-A OF THIS ARTICLE.   FURTHERMORE, SUCH  SIGN  SHALL  STATE\n   18  THAT  THESE  BEVERAGES  CONTAIN  ALCOHOL  AND  BY  LAW CANNOT LEGALLY BE\n   19  CONSUMED BY PERSONS UNDER THE AGE OF TWENTY-ONE YEARS,  AND  THAT  THESE\n   20  BEVERAGES  SHOULD  NOT  BE CONFUSED WITH ENERGY DRINKS. THE STATE LIQUOR\n   21  AUTHORITY SHALL  BE  AUTHORIZED  TO  PROMULGATE  RULES  AND  REGULATIONS\n   22  PROVIDING FOR THE FORM AND CONTENT OF SUCH NOTICES AND WARNINGS.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05017-01-1\n\n       S. 2799                             2\n\n    1    S  2. Subdivision 2 of section 107-a of the alcoholic beverage control\n    2  law, as added by chapter 479 of the laws of 1940, is amended to read  as\n    3  follows:\n    4    2.  Such  regulations shall be calculated to prohibit deception of the\n    5  consumer; to afford him OR HER adequate information as  to  quality  and\n    6  identity;  and to achieve national uniformity in this field in so far as\n    7  possible.  IN ADDITION, FOR THE APPROVAL OF LABELS FOR CONTAINERS OF ANY\n    8  ALCOHOLIC BEVERAGE THAT CONTAINS MORE THAN TWO  PER  CENTUM  ALCOHOL  BY\n    9  VOLUME,  IN  COMBINATION  WITH  MORE  THAN  FIVE MILLIGRAMS PER OUNCE OF\n   10  CAFFEINE OR ANY OTHER STIMULANT INCLUDING, BUT NOT LIMITED  TO  GUARANA,\n   11  GINSENG  OR  TAURINE  THAT  HAS AN EQUIVALENT EFFECT AS SUCH QUANTITY OF\n   12  CAFFEINE, THE LABEL OR CONTAINER THEREOF MUST:\n   13    (A) HAVE A DISCLOSURE THAT IS EITHER PART OF THE LABEL OR  AFFIXED  TO\n   14  THE  CONTAINER  THAT ADVISES PURCHASERS THAT THIS ALCOHOLIC BEVERAGE (I)\n   15  CONTAINS A COMBINATION OF HIGH CONCENTRATIONS OF ALCOHOL (A  DEPRESSANT)\n   16  AND  CAFFEINE  (A  STIMULANT)  OR ANOTHER STIMULANT, AND THAT THE HEALTH\n   17  EFFECTS OF SUCH COMBINATION ARE NOT COMPLETELY KNOWN; (II) OVER CONSUMP-\n   18  TION OF THIS ALCOHOLIC  BEVERAGE  MAY  CAUSE  FUTURE  CARDIOVASCULAR  OR\n   19  NEUROLOGICAL  PROBLEMS, HIGHER RISK OF ACCIDENTAL PHYSICAL INJURY TO THE\n   20  CONSUMER OR OTHERS, OR ALCOHOL POISONING; (III) THE  STIMULANT  IN  THIS\n   21  ALCOHOLIC  BEVERAGE  MAY MASK THE LEVEL OF IMPAIRMENT AND DISORIENTATION\n   22  THAT CAN OCCUR DUE TO THE AMOUNT OF ALCOHOL THAT IS  ALSO  CONTAINED  IN\n   23  THIS  BEVERAGE;  AND  (IV)  THE  OPERATION  OF  MOTOR VEHICLES AND OTHER\n   24  MACHINERY SHOULD BE AVOIDED AFTER CONSUMING THIS ALCOHOLIC BEVERAGE;\n   25    (B) BE DESIGNED SO THAT IT CANNOT BE CONFUSED WITH OTHER ENERGY DRINKS\n   26  OR BEVERAGES THAT ARE NOT ALCOHOLIC  BEVERAGES AND ARE LEGALLY AVAILABLE\n   27  FOR SALE TO PERSONS UNDER THE AGE OF TWENTY-ONE YEARS. SUCH  DESIGN  MAY\n   28  BE  ACCOMPLISHED BY A LABEL DESIGN THAT PLACES A STRIPE OR OTHER INDICA-\n   29  TOR TO SHOW THAT THIS BEVERAGE  CONTAINS  ALCOHOL  OR  BY  AFFIXING  THE\n   30  DISCLOSURE  REQUIRED  BY  PARAGRAPH  (A)  OF  THIS SUBDIVISION THAT ALSO\n   31  CLEARLY INDICATES THAT THE BEVERAGE CONTAINS  ALCOHOL  AND  THAT  IT  IS\n   32  ILLEGAL  TO BE CONSUMED BY ANY PERSON UNDER THE AGE OF TWENTY-ONE YEARS;\n   33  AND\n   34    (C) BE DESIGNED SO AS  NOT  TO  BE  ATTRACTIVE  TO  OR  ENCOURAGE  THE\n   35  CONSUMPTION OF SUCH ALCOHOLIC BEVERAGE BY PERSONS UNDER THE AGE OF TWEN-\n   36  TY-ONE  YEARS.  SUCH  DESIGN  MAY BE ACCOMPLISHED BY A LABEL DESIGN THAT\n   37  CLEARLY INDICATES THAT THIS IS AN  ALCOHOLIC  BEVERAGE  THAT  CANNOT  BE\n   38  LEGALLY  CONSUMED BY PERSONS UNDER THE AGE OF TWENTY-ONE YEARS OR BY THE\n   39  PROMINENT AFFIXING OF THE DISCLOSURE REQUIRED BY PARAGRAPH (A)  OF  THIS\n   40  SUBDIVISION.\n   41    S  3.  Clause (ii) of subparagraph 2 of paragraph (c) of subdivision 4\n   42  of section 107-a of the alcoholic beverage control law,  as  amended  by\n   43  chapter 490 of the laws of 1993, is amended to read as follows:\n   44    (ii)  the  authority does not deny such application within thirty days\n   45  after receipt; PROVIDED, HOWEVER, THAT WITH  RESPECT  TO  ANY  ALCOHOLIC\n   46  BEVERAGE  THAT  CONTAIN  A  COMBINATION OF ALCOHOL AND CAFFEINE OR OTHER\n   47  STIMULANT, AS DESCRIBED IN SUBDIVISION TWO OF THIS SECTION, THE AUTHORI-\n   48  TY DOES NOT DENY SUCH APPLICATION WITHIN ONE HUNDRED TWENTY  DAYS  AFTER\n   49  RECEIPT  SO THAT THE AUTHORITY HAS A SUFFICIENT PERIOD OF TIME TO REVIEW\n   50  SUCH LABEL AND ENSURE THAT THE REQUIREMENTS ESTABLISHED IN SUCH SUBDIVI-\n   51  SION ARE COMPLIED WITH.\n   52    S 4. This act shall take effect on  the  two  hundred  seventieth  day\n   53  after  it  shall  have  become a law.   Effective immediately, the state\n   54  liquor authority is authorized to add, amend and/or repeal any rules and\n   55  regulations necessary to implement the provisions of this act within one\n   56  hundred twenty days after it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the alcoholic beverage control law, in relation to requiring the segregation of certain alcoholic beverages with a stimulant sold for off-premises consumption and the labeling of containers containing certain alcoholic beverages ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110201.T162411.TXT", "SOBI.D110201.T163912.TXT", "SOBI.D110202.T114710.TXT", "SOBI.D110201.T162910.TXT", "SOBI.D110201.T163410.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296665230867
}