{
  "year" : 2011,
  "senateBillNo" : "S2797-2011",
  "billEvents" : [ {
    "eventDate" : 1296536400000,
    "eventText" : "REFERRED TO ENVIRONMENTAL CONSERVATION",
    "billEventId" : "S2797-2011-1296536400000-REFERRED+TO+ENVIRONMENTAL+CONSERVATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SQUADRON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to freshwater wetland areas and the conservation of such areas and relates to making technical corrections thereto; repealer",
  "summary" : "Relates to freshwater wetland areas and the conservation of such areas; also relates to making technical corrections thereto. ",
  "currentCommittee" : "ENVIRONMENTAL CONSERVATION",
  "sameAs" : null,
  "lawSection" : "Environmental Conservation Law",
  "previousVersions" : [ "S3998-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2797\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   February 1, 2011\n                                      ___________\n\n       Introduced  by Sen. SQUADRON -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Environmental Conservation\n\n       AN ACT to amend the environmental conservation law and the state finance\n         law, in relation to the preservation of freshwater wetland areas;  and\n         to repeal section 24-1305 of the environmental conservation law relat-\n         ing thereto\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 7  of  section  24-0105  of  the  environmental\n    2  conservation  law,  as  added  by chapter 614 of the laws of 1975 and as\n    3  renumbered by chapter 654 of the laws of 1977, is  amended  to  read  as\n    4  follows:\n    5    7. Any loss of freshwater wetlands deprives the people of the state of\n    6  some  or  all  of  the  many  and  multiple  benefits to be derived from\n    7  wetlands, to wit:\n    8    (a) flood and storm control by the hydrologic absorption  and  storage\n    9  capacity of freshwater wetlands;\n   10    (b)  wildlife  habitat  by  providing  breeding,  nesting  and feeding\n   11  grounds and cover for many forms of wildlife, wildfowl  and  shorebirds,\n   12  including migratory wildfowl and rare, ENDANGERED  OR THREATENED species\n   13  such as the bald eagle and osprey;\n   14    (c)  protection  of subsurface water resources and provision for valu-\n   15  able watersheds and recharging ground water supplies;\n   16    (d) recreation by  providing  areas  for  hunting,  fishing,  boating,\n   17  hiking, bird watching, photography, camping and other uses;\n   18    (e)  pollution  treatment by serving as biological and chemical oxida-\n   19  tion basins;\n   20    (f) erosion control by serving as sedimentation  areas  and  filtering\n   21  basins,  absorbing  silt  and organic matter and protecting channels and\n   22  harbors;\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07742-01-1\n\n       S. 2797                             2\n\n    1    (g) education and scientific research by providing readily  accessible\n    2  outdoor  bio-physical  laboratories, living classrooms and vast training\n    3  and education resources; [and]\n    4    (h)  open space and aesthetic appreciation by providing often the only\n    5  remaining open areas along crowded river fronts and coastal Great  Lakes\n    6  regions; [and]\n    7    (i) sources of nutrients in freshwater food cycles and nursery grounds\n    8  and sanctuaries for freshwater fish[.];\n    9    (J)  PRESERVATION  OF  PLANT  SPECIES  THAT  ARE  RARE, ENDANGERED, OR\n   10  EXPLOITABLY VULNERABLE AS DEFINED IN SECTION 9-1503 OF THIS CHAPTER; AND\n   11    (K) PRESERVATION OF COMMUNITIES OF PLANTS AND ANIMALS THAT ARE  DEEMED\n   12  BY THE COMMISSIONER TO BE RARE IN THE STATE OR IN A REGION OF THE STATE.\n   13    S 2. Section 24-0107 of the environmental conservation law, as amended\n   14  by chapter 654 of the laws of 1977, is amended to read as follows:\n   15  S 24-0107. Definitions.\n   16    1. \"Freshwater wetlands\" means lands and waters of the state [as shown\n   17  on  the freshwater wetlands map] which contain any or all of the follow-\n   18  ing:\n   19    (a)  lands  and  submerged  lands  commonly  called  marshes,  swamps,\n   20  sloughs,  bogs,  and flats supporting aquatic or semi-aquatic vegetation\n   21  of the following types:\n   22    (1) wetland trees, which depend upon seasonal or permanent flooding or\n   23  sufficiently water-logged soils to give  them  a  competitive  advantage\n   24  over  other  trees;  including,  among  others, red maple (Acer rubrum),\n   25  willows (Salix spp.), black spruce  (Picea  mariana);  swamp  white  oak\n   26  (Quercus bicolor), red ash (Fraxinus pennsylvanica), black ash (Fraxinus\n   27  nigra), silver maple (Acer saccharinum), American elm (Ulmus americana),\n   28  and Larch (Larix laricina);\n   29    (2)  wetland  shrubs, which depend upon seasonal or permanent flooding\n   30  or sufficiently water-logged soils to give them a competitive  advantage\n   31  over  other shrubs; including, among others, alder (Alnus spp.), button-\n   32  bush (Cephalanthus occidentalis), bog rosemary (Andromeda glaucophylla),\n   33  dogwoods (Cornus spp.), and leatherleaf (Chamaedaphne calyculata);\n   34    (3) emergent vegetation,  including,  among  others,  cattails  (Typha\n   35  spp.),  pickerelweed  (Pontederia  cordata),  bulrushes  (Scirpus spp.),\n   36  arrow arum (Peltandra virginica),  arrowheads  (Sagittaria  spp.),  reed\n   37  (Phragmites communis), wildrice (Zizania aquatica), bur-reeds (Spargani-\n   38  um  spp.),  purple  loosetrife  (Lythrum  salicaria),  swamp loosestrife\n   39  (Decodon verticillatus); and water plantain (Alisma plantago-aquatica);\n   40    (4)  rooted,  floating-leaved  vegetation;  including,  among  others,\n   41  water-lily  (Nymphaea  odorata),  water shield (Brasenia schreberi), and\n   42  spatterdock (Nuphar spp.);\n   43    (5) free-floating vegetation; including, among others, duckweed (Lemna\n   44  spp.), big duckweed (Spirodela polyrhiza), and watermeal (Wolffia spp.);\n   45    (6) wet meadow vegetation, which depends upon  seasonal  or  permanent\n   46  flooding  or  sufficiently  water-logged  soils to give it a competitive\n   47  advantage over other open  land  vegetation;  including,  among  others,\n   48  sedges  (Carex  spp.), rushes (Juncus spp.), cattails (Typha spp.), rice\n   49  cut-grass (Leersia oryzoides), reed canary grass (Phalaris arundinacea),\n   50  swamp loosestrife (Decodon  verticillatus),  and  spikerush  (Eleocharis\n   51  spp.);\n   52    (7)  bog  mat  vegetation;  including,  among  others, sphagnum mosses\n   53  (Sphagnum spp.),  bog  rosemary  (Andromeda  glaucophylla),  leatherleaf\n   54  (Chamaedaphne  calyculata),  pitcher  plant  (Sarracenia  purpurea), and\n   55  cranberries (Vaccinium macrocarpon and V. oxycoccos);\n\n       S. 2797                             3\n\n    1    (8) submergent vegetation; including, among others,  pondweeds  (Pota-\n    2  mogeton  spp.),  naiads  (Najas  spp.), bladderworts (Utricularia spp.),\n    3  wild celery (Vallisneria americana), coontail (Ceratophyllum  demersum),\n    4  water  milfoils  (Myriophyllum  spp.), muskgrass (Chara spp.), stonewort\n    5  (Nitella  spp.), water weeds (Elodea spp.), and water smartweed (Polygo-\n    6  num amphibium);\n    7    (b) lands and submerged lands containing remnants  of  any  vegetation\n    8  that  is not aquatic or semi-aquatic that has died because of wet condi-\n    9  tions over a sufficiently long period, provided that such wet conditions\n   10  do not exceed a maximum seasonal water depth of six  feet  and  provided\n   11  further  that  such  conditions can be expected to persist indefinitely,\n   12  barring human intervention;\n   13    (c) lands and waters substantially enclosed by aquatic or semi-aquatic\n   14  vegetation as set forth in paragraph (a) OF THIS SUBDIVISION or by  dead\n   15  vegetation  as set forth in paragraph (b) OF THIS SUBDIVISION, the regu-\n   16  lation of which is necessary to protect and  preserve  the  aquatic  and\n   17  semi-aquatic vegetation; and\n   18    (d) the waters overlying the areas set forth in PARAGRAPHS (a) and (b)\n   19  OF  THIS  SUBDIVISION  and  the  lands  underlying PARAGRAPH (c) OF THIS\n   20  SUBDIVISION.\n   21    2. \"Freshwater wetlands map\" shall mean  [a  map  promulgated  by  the\n   22  department  pursuant  to  section  24-0301  of this article on which are\n   23  indicated the boundaries] MAPS OF THE STATE'S WETLANDS WHICH  SERVE  THE\n   24  PURPOSE  OF  EDUCATING  THE  PUBLIC  ON  THE  LOCATION of any freshwater\n   25  wetlands.\n   26    3. \"Boundaries of a freshwater wetland\" shall mean the outer limit  of\n   27  the vegetation specified in paragraphs (a) and (b) of subdivision one of\n   28  THIS  section  [24-0107]  and of the lands and waters specified in para-\n   29  graph (c) of such subdivision.\n   30    4.  \"Local government\" shall mean a village, town, city, or county.\n   31    5.  \"State agency\" shall mean any state  department,  bureau,  commis-\n   32  sion,  board  or other agency, public authority or public benefit corpo-\n   33  ration.\n   34    6.  \"Person\" means any corporation,  firm,  partnership,  association,\n   35  trust,  estate,  one  or more individuals, and any unit of government or\n   36  agency or subdivision thereof, including the state.\n   37    7.  \"Board\" shall mean the freshwater wetland appeals board.\n   38    8.  \"Pollution\" shall mean the presence in the environment of  man-in-\n   39  duced  conditions or contaminants in quantities or characteristics which\n   40  are or may be injurious to human, plant or  wildlife,  or  other  animal\n   41  life or to property.\n   42    S 3. Section 24-0301 of the environmental conservation law, as amended\n   43  by  chapter  654  of  the  laws  of  1977 and subdivisions 4, 5 and 6 as\n   44  amended by chapter 16 of the  laws  of  2010,  is  amended  to  read  as\n   45  follows:\n   46  S 24-0301. Commissioner's study.\n   47    1.  The commissioner shall, as soon as practicable, conduct a study to\n   48  identify and map those individual freshwater wetlands in  the  state  of\n   49  New  York  [which  shall have an area of at least twelve and four-tenths\n   50  acres or more, or if less than twelve and four-tenths acres,  (a)  have,\n   51  in  the  discretion  of  the  commissioner, and subject to review of his\n   52  action by the board created pursuant to title eleven  of  this  article,\n   53  unusual  local  importance  for one or more of the specific benefits set\n   54  forth in subdivision seven of section 24-0105] (A) AS DEFINED IN SECTION\n   55  24-0107 OF THIS ARTICLE or (b) THAT are located  within  the  Adirondack\n   56  park  and  meet  the  definition  of  wetlands  contained in subdivision\n\n       S. 2797                             4\n\n    1  sixty-eight of section eight hundred two [of  article  twenty-seven]  of\n    2  the executive law, and shall determine their characteristics. This study\n    3  shall,  in addition to such other data as the commissioner may determine\n    4  to  be  included,  consist  of  the freshwater wetlands inventory of the\n    5  department of environmental conservation, currently being made, together\n    6  with other available data on freshwater wetlands,  whether  assisted  by\n    7  the  state  of  New  York  under the tidal wetlands act or otherwise, or\n    8  assembled by federal or local governmental or private agencies,  all  of\n    9  which information shall be assembled and integrated, as applicable, into\n   10  a  map  of freshwater wetlands of the state of New York. Such study may,\n   11  in the discretion of the commissioner, be carried out on a sectional  or\n   12  regional  basis,  as indicated by need, subject to overall completion in\n   13  an expeditious fashion subject to the terms of this chapter.  This  map,\n   14  and  any orders issued pursuant to the provisions of this article, shall\n   15  comprise a part of the statewide environmental plan as provided  for  in\n   16  section  3-0303 of this chapter. As soon as practicable the commissioner\n   17  shall file with the secretary of state a  detailed  description  of  the\n   18  technical  methods  and  requirements  to  be  utilized in compiling the\n   19  inventory, and he OR SHE shall  afford  the  public  an  opportunity  to\n   20  submit comments thereon.\n   21    2. Upon completion of a freshwater wetlands inventory, the commission-\n   22  er shall prepare a [tentative] DRAFT freshwater wetlands map delineating\n   23  the boundaries of such wetlands as determined by the study and inventory\n   24  conducted  pursuant  to  subdivision one of this section. The map may be\n   25  prepared for different sections or regions of the state  separately,  as\n   26  the  commissioner  shall  determine.  The commissioner shall consult and\n   27  cooperate with the Adirondack  park  agency  in  the  preparation  of  a\n   28  [tentative]  DRAFT  freshwater  wetlands  map  for  any  area within the\n   29  Adirondack park.\n   30    3. The [tentative] DRAFT freshwater wetlands map shall set  forth  the\n   31  boundaries  of  such  wetlands as accurately as is practicable to inform\n   32  the owners thereof, the public and the  department  of  the  approximate\n   33  location of the actual boundaries of the wetlands, subject to motion for\n   34  delineation pursuant to this section, or more precise definition thereof\n   35  in  the discretion of the commissioner. The commissioner shall take into\n   36  consideration, whenever possible, the boundaries of the local government\n   37  or governments within which the wetlands are located.\n   38    4. Upon completion of the [tentative] DRAFT  freshwater  wetlands  map\n   39  for  a particular area, the commissioner or his designated hearing offi-\n   40  cer shall hold a public hearing in that  area  in  order  to  afford  an\n   41  opportunity  for  any person to propose additions or deletions from such\n   42  map. The commissioner shall give notice of such hearing to each owner of\n   43  record as shown on the latest completed tax assessment rolls,  of  lands\n   44  designated  as  such wetlands as shown on said map and also to the chief\n   45  administrative officer and clerk of each  local  government  within  the\n   46  boundaries  of  which  any  such wetland or a portion thereof is located\n   47  and, in the case of a [tentative] DRAFT freshwater wetlands map for  any\n   48  area  within  the  Adirondack  park,  to  the Adirondack park agency, by\n   49  certified mail not less than thirty days prior to the date set for  such\n   50  hearing  and  shall  assure that a copy of the relevant map is available\n   51  for public inspection at a convenient location in such local government.\n   52  The map filed with a local government may,  at  the  local  government's\n   53  request,  be either a physical copy of the tentative freshwater wetlands\n   54  map, or, if available, a digital file that represents  it.  The  commis-\n   55  sioner  shall also cause notice of such hearing to be published at least\n   56  once, not more than thirty days nor fewer than ten days before the  date\n\n       S. 2797                             5\n\n    1  set  for  such hearing, in at least two newspapers having general circu-\n    2  lation in the area where such wetlands are located. The commissioner may\n    3  post on the department's website a digital  image  that  represents  the\n    4  tentative freshwater wetlands map.\n    5    5. After considering the testimony given at such hearing and any other\n    6  facts  which  may  be  deemed pertinent, after considering the rights of\n    7  affected property owners and the ecological balance in  accordance  with\n    8  the policy and purposes of this article, and, in the case of wetlands or\n    9  portions  thereof  within the Adirondack park, after consulting with the\n   10  Adirondack park agency, the commissioner shall promulgate by  order  the\n   11  final  freshwater wetlands map. Such order shall not be promulgated less\n   12  than sixty days from the date of the  hearing  required  by  subdivision\n   13  four  of  this section.  AFTER CONSIDERATION OF COMMENTS FROM THE PUBLIC\n   14  THE COMMISSIONER MAY MAKE ALTERATIONS TO THE DRAFT MAP  CONSISTENT  WITH\n   15  SECTION 24-0107 OF THIS ARTICLE. THE COMMISSIONER SHALL FINALIZE THE MAP\n   16  AND  FILE A COPY OF THE MAP WITH THE OFFICE OF THE CLERK OF EACH GOVERN-\n   17  MENT WITH JURISDICTION OVER PART OR ALL OF THE REGION SHOWN ON THE  MAP.\n   18  A  copy  of  the  order,  together  with  a copy of such map or relevant\n   19  portion thereof shall be filed in the office of the clerk of each  local\n   20  government  in  which  each such wetland or a portion thereof is located\n   21  and, in the case of a map for any area within the Adirondack park,  with\n   22  the  Adirondack  park agency. The map filed with a local government may,\n   23  at the local government's request, be either  a  physical  copy  of  the\n   24  final  freshwater  wetlands  map,  or, if available, a digital file that\n   25  represents it. The commissioner shall simultaneously give notice of such\n   26  order to each owner of lands, as  shown  on  the  latest  completed  tax\n   27  assessment  rolls, designated as such wetlands by mailing a copy of such\n   28  order to such owner by certified mail in any  case  where  a  notice  by\n   29  certified  mail  was  not  sent  pursuant  to  subdivision  four of this\n   30  section, and in all other cases by first class  mail.  The  commissioner\n   31  shall  also give notice of such order at such time to the chief adminis-\n   32  trative officer of each local government within the boundaries of  which\n   33  any  such wetland or a portion thereof is located. At the time of filing\n   34  with such clerk or clerks, the commissioner shall also cause a  copy  of\n   35  such  order  to  be  published in at least two newspapers having general\n   36  circulation in the area where such wetlands are located. The commission-\n   37  er may post on the department's website a digital image that  represents\n   38  the final freshwater wetlands map.\n   39    6.  Except  as  provided  in  subdivision  eight of this section, [the\n   40  commissioner shall supervise the  maintenance  of  such  boundary  maps,\n   41  which  shall  be] FRESHWATER WETLAND MAPS SHALL BE POSTED ON THE DEPART-\n   42  MENT'S WEBSITE AS ELECTRONIC IMAGES SO AS TO MAKE THEM BROADLY available\n   43  to the public for inspection and examination.  IN  ADDITION,  ELECTRONIC\n   44  IMAGES  SHALL  BE AVAILABLE FOR INSPECTION at the regional office of the\n   45  department in which the wetlands are wholly or partly located and in the\n   46  office of the clerk of each county in  which  each  such  wetland  or  a\n   47  portion  thereof is located.  The [commissioner] DEPARTMENT may readjust\n   48  the map AS NEEDED thereafter to clarify the boundaries of the  wetlands,\n   49  to  correct any errors on the map, to effect any additions, deletions or\n   50  technical changes on the map, and to reflect changes as have occurred as\n   51  a result of the granting of permits pursuant to section 24-0703 of  this\n   52  article,  or  natural  changes  which may have occurred through erosion,\n   53  accretion, or otherwise, EXCEPT WETLANDS SHALL NOT BE REMOVED  FROM  THE\n   54  MAP  IF THEY ARE REDUCED IN SIZE AS A RESULT OF PERMITTED OR UNPERMITTED\n   55  ACTIVITIES AND SHALL CONTINUE TO BE SUBJECT TO JURISDICTION  UNDER  THIS\n   56  ARTICLE.  THE DEPARTMENT SHALL THEN CORRECT THE MAP IMAGE AND UPDATE ANY\n\n       S. 2797                             6\n\n    1  ELECTRONIC IMAGE OF THE MAP PREVIOUSLY POSTED ON ITS WEBSITE TO  REFLECT\n    2  SUCH  READJUSTMENT.  AT  THAT  TIME, THE DEPARTMENT SHALL GIVE NOTICE OF\n    3  SUCH MAP ADJUSTMENT TO AFFECTED LANDOWNERS AND TO THE CHIEF  ADMINISTRA-\n    4  TIVE  OFFICER  OF  EACH  COUNTY  WITHIN THE BOUNDARIES OF WHICH ANY SUCH\n    5  WETLAND OR A PORTION THEREOF IS LOCATED.  THE    DEPARTMENT  SHALL  ALSO\n    6  CAUSE NOTICE OF THE ADJUSTED MAP TO BE PUBLISHED IN AT LEAST TWO NEWSPA-\n    7  PERS  HAVING  GENERAL  CIRCULATION  IN  THE AREA WHERE SUCH WETLANDS ARE\n    8  LOCATED. PROVIDED, HOWEVER, THAT WHEN THE DEPARTMENT IS NOTIFIED THAT  A\n    9  PROPOSED  ACTIVITY  SUBJECT  TO  REGULATION  MAY  AFFECT  ANY FRESHWATER\n   10  WETLANDS AS DEFINED IN THIS ARTICLE, WHETHER MAPPED OR NOT, THE  DEPART-\n   11  MENT SHALL DETERMINE WHETHER WETLANDS ARE PRESENT AND WHETHER AN ADJUST-\n   12  MENT  ON  THE  MAP,  AS  CURRENTLY FILED, IS NEEDED IMMEDIATELY SO AS TO\n   13  PROTECT THE VALUES OR MEET THE POLICIES SET FORTH IN SECTION 24-0105  OF\n   14  THIS  ARTICLE,  AND  IF  SO,  THE DEPARTMENT SHALL PROVIDE NOTICE TO THE\n   15  LANDOWNER THAT SUCH LAND IS THEREBY SUBJECT TO ITS JURISDICTION AND  THE\n   16  LANDOWNER SHALL OBTAIN A PERMIT PURSUANT TO SECTIONS 24-0701 AND 24-0703\n   17  OF THIS ARTICLE PRIOR TO CONDUCTING A REGULATED ACTIVITY UPON ANY FRESH-\n   18  WATER  WETLAND,  TO  BE  FOLLOWED  EXPEDITIOUSLY  THEREAFTER  WITH A MAP\n   19  ADJUSTMENT AS PROVIDED IN THIS SUBDIVISION.  Notice of such readjustment\n   20  shall be given in the same manner as set forth in  subdivision  five  of\n   21  this  section for the promulgation of final freshwater wetlands maps. In\n   22  addition, at the time notice is provided pursuant to subdivision five of\n   23  this section, the commissioner shall update any digital image of the map\n   24  posted on the department's website to reflect such readjustment.\n   25    7. Except as provided  in  subdivision  eight  of  this  section,  the\n   26  [commissioner] DEPARTMENT may, upon [his] ITS own initiative, and shall,\n   27  upon  a  written  request by a landowner whose land or a portion thereof\n   28  may be included within a wetland, or upon the written request of another\n   29  person or persons or an official body whose interests are  shown  to  be\n   30  affected,  cause  to  be  delineated more precisely the boundary line or\n   31  lines of a freshwater wetland or a portion thereof.  Such  more  precise\n   32  delineation  of  a freshwater wetland boundary line or lines shall be of\n   33  appropriate scale and sufficient clarity to permit the ready identifica-\n   34  tion of individual buildings and of other major man-made  structures  or\n   35  facilities  or  significant  geographical  features  with respect to the\n   36  boundary of any freshwater wetland. The [commissioner] DEPARTMENT  shall\n   37  undertake to delineate the boundary of a particular wetland or wetlands,\n   38  or  a particular part of the boundary thereof only upon a showing by the\n   39  applicant therefor of good cause for such more precise  delineation  and\n   40  the establishment of such more precise line.\n   41    8.  The  supervision of the maintenance of any freshwater wetlands map\n   42  or portion thereof applicable to wetlands within  the  Adirondack  park,\n   43  the  readjustment  and precise delineation of wetland boundary lines and\n   44  the other functions and duties ascribed to the [commissioner] DEPARTMENT\n   45  by [subdivisions six and seven  of]  this  section  shall  be  performed\n   46  INSIDE  THE  ADIRONDACK  PARK by the Adirondack park agency, which shall\n   47  make such maps available for public inspection and  examination  at  its\n   48  headquarters.\n   49    S 4. Section 24-0701 of the environmental conservation law, as amended\n   50  by chapter 654 of the laws of 1977 and subdivision 4 as amended by chap-\n   51  ter 697 of the laws of 1979, is amended to read as follows:\n   52  S 24-0701. Permits.\n   53    1.  After  issuance  of  the  official  freshwater wetlands map of the\n   54  state, or of any selected section or region thereof, any person desiring\n   55  to conduct on freshwater wetlands as so designated thereon  any  of  the\n\n       S. 2797                             7\n\n    1  regulated  activities  set forth in subdivision two of this section must\n    2  obtain a permit as provided in this title.\n    3    2.  Activities  subject  to  regulation  UNDER SUBDIVISION ONE OF THIS\n    4  SECTION shall include SUBDIVISIONS OF PARCELS OF LAND CONTAINING  FRESH-\n    5  WATER  WETLANDS  AND any form of draining, dredging, excavation, removal\n    6  of soil, mud, sand, shells, gravel or other aggregate from any  freshwa-\n    7  ter  wetland,  either  directly  or indirectly; and any form of dumping,\n    8  filling, or depositing of any soil, stones, sand, gravel,  mud,  rubbish\n    9  or  fill of any kind, either directly or indirectly; erecting any struc-\n   10  tures,  roads,  the  driving  of  pilings,  or  placing  of  any   other\n   11  obstructions  whether or not changing the ebb and flow of the water; any\n   12  form of pollution, including but not limited  to,  installing  a  septic\n   13  tank,  running a sewer outfall, discharging sewage treatment effluent or\n   14  other liquid wastes into or so as to drain into  a  freshwater  wetland;\n   15  and  any  other  activity which substantially impairs any of the several\n   16  functions served by freshwater wetlands or the benefits  derived  there-\n   17  from  which  are  set  forth  in  section 24-0105 of this article. These\n   18  activities are subject to regulation whether or not they occur upon  the\n   19  wetland  itself,  if they impinge upon or otherwise substantially affect\n   20  the wetlands and are located not more than one  hundred  feet  from  the\n   21  boundary  of  such  wetland.  Provided, that a greater distance from any\n   22  such wetland may be regulated pursuant to this article by the  appropri-\n   23  ate  local  government  or by the department, whichever has jurisdiction\n   24  over such wetland, where necessary to protect and preserve the wetland.\n   25    3. The depositing or removal of the natural products of the freshwater\n   26  wetlands by recreational or commercial fishing, shell-fishing,  aquacul-\n   27  ture,  hunting  or trapping shall be excluded from regulated activities,\n   28  where otherwise legally permitted and regulated.\n   29    4. [The] ON LANDS IN ACTIVE AGRICULTURAL USE, THE activities of  farm-\n   30  ers  and  other  landowners  in  grazing  and watering livestock, making\n   31  reasonable use of water resources, harvesting natural  products  of  the\n   32  wetlands,  selectively  cutting  timber,  draining  land or wetlands for\n   33  growing agricultural products and  otherwise  engaging  in  the  use  of\n   34  wetlands  or  other  land  for  growing  agricultural  products shall be\n   35  excluded from regulated activities and shall not require a permit  under\n   36  subdivision one hereof, except that structures not required for enhance-\n   37  ment or maintenance of the agricultural productivity of the land and any\n   38  filling  activities  shall  not be excluded hereunder, and provided that\n   39  the use of land [designated as a freshwater wetland upon the  freshwater\n   40  wetlands map at the effective date thereof] THAT MEETS THE DEFINITION OF\n   41  A  FRESHWATER  WETLAND AS DEFINED IN SECTION 24-0107 OF THIS ARTICLE for\n   42  uses other than those referred to in this subdivision shall  be  subject\n   43  to the provisions of this article.\n   44    5. Public health activities, orders, and regulations of the department\n   45  of  health  shall  be  excluded from regulated activities. Copies of all\n   46  such public health orders and regulations affecting  wetlands  shall  be\n   47  filed with the department of environmental conservation. The commission-\n   48  er  may  request modification of such orders or regulations if he OR SHE\n   49  deems such necessary to implement the [policy] POLICIES of this article.\n   50    6. The commissioner shall review all current mosquito control projects\n   51  to determine whether they are having any adverse  impact  on  freshwater\n   52  wetlands.  Where  any  adverse  impact  is  found,  the commissioner may\n   53  require modification of such projects if he OR SHE deems such  necessary\n   54  for the implementation of the policies of this article.\n   55    7. Where dredging or filling is in navigable waters of the state or is\n   56  for  the  reconstruction  or repair of certain dams and docks, and where\n\n       S. 2797                             8\n\n    1  such activity also affects freshwater wetlands, any  person  undertaking\n    2  such  activity  must seek permission under this article as well as under\n    3  any other applicable law.\n    4    8.  On  any  land  that  is being developed pursuant to a planned unit\n    5  development ordinance or local law  where  freshwater  wetlands  are  to\n    6  remain as open space, development activities shall be permitted in areas\n    7  contiguous  to  such  wetlands if the local government affirms that such\n    8  activities will not despoil said wetland.\n    9    9. ANY PERMIT OBTAINED SUBJECT TO  SUBDIVISION  ONE  OF  THIS  SECTION\n   10  SHALL  BE  PERMANENTLY  APPENDED  TO THE DEED FOR THE REAL PROPERTY SUCH\n   11  REGULATED ACTION OCCURRED ON.\n   12    S 5. Subdivision 5 of section 24-0703 of the  environmental  conserva-\n   13  tion  law,  as amended by chapter 233 of the laws of 1979, is amended to\n   14  read as follows:\n   15    5. Prior to the promulgation of the final freshwater wetlands map in a\n   16  particular  area  and  the  implementation  of  a  freshwater   wetlands\n   17  protection  law  or  ordinance,  no person shall conduct, or cause to be\n   18  conducted, any activity for which a permit  is  required  under  section\n   19  24-0701 of this article on any freshwater wetland unless he has obtained\n   20  a  permit  from  the  commissioner  under  this  section. Any person may\n   21  inquire of the department as to whether or not a given  parcel  of  land\n   22  [will  be  designated]  INCLUDES  a  freshwater wetland subject to regu-\n   23  lation. The department shall give a definite answer  in  writing  within\n   24  thirty  days  of  such request as to [whether] THE STATUS OF such parcel\n   25  [will or will not be so designated]. Provided that, in  the  event  that\n   26  weather or ground conditions prevent the department from making a deter-\n   27  mination  within thirty days, it may extend such period until a determi-\n   28  nation can be made. Such answer in the affirmative shall  be  reviewable\n   29  pursuant to title eleven of this article; such an answer in the negative\n   30  shall  be  a  complete  defense to the enforcement of this article as to\n   31  such parcel of land. The commissioner may by  regulation  adopted  after\n   32  public  hearing  exempt  categories or classes of wetlands or individual\n   33  wetlands which he determines not to be critical to  the  furtherance  of\n   34  the policies and purposes of this article.\n   35    S  6.  Subdivisions 1, 2 and 4 of section 24-0901 of the environmental\n   36  conservation law, subdivisions 1 and 2 as added by chapter  614  of  the\n   37  laws  of 1975 and subdivision 4 as amended by chapter 654 of the laws of\n   38  1977, are amended to read as follows:\n   39    1. Upon completion of the freshwater wetlands map, the  [commissioner]\n   40  DEPARTMENT  shall  confer with local government officials in each region\n   41  in which the [inventory has been conducted] WETLANDS OCCUR to  establish\n   42  a program for the protection of the freshwater wetlands of the state.\n   43    2. The [commissioner] DEPARTMENT may enter into cooperative agreements\n   44  with  any  city,  village,  town  or  county, or with ANY NOT-FOR-PROFIT\n   45  CONSERVATION ORGANIZATION OR an owner of freshwater wetlands or with any\n   46  one or more of them, for the purpose of  preserving  [and  maintaining],\n   47  MANAGING,  RESTORING AND MAINTAINING, OR OTHERWISE ENGAGING IN CONSERVA-\n   48  TION PRACTICES, in accordance with the policies of this  article,  those\n   49  freshwater  wetlands  which  are  within  the  boundaries  of such city,\n   50  village, town [or], county, OR PRIVATE PROPERTY.\n   51    4. A cooperative agreement with any such village, town, city or county\n   52  may provide for the development  by  personnel  and  facilities  of  the\n   53  department  or  the  payment out of funds appropriated therefor, for the\n   54  purpose of preserving, maintaining, MANAGING,  RESTORING,  or  enhancing\n   55  such  wetlands  in accordance with the policies of this article, AND FOR\n   56  BENEFITS ACCRUED TO THE PEOPLE OF THE STATE, and for the  furnishing  of\n\n       S. 2797                             9\n\n    1  such personnel, facilities or funds as may be agreed upon by the parties\n    2  to the cooperative agreement.\n    3    S  7.  Subdivision 1 of section 24-0903 of the environmental conserva-\n    4  tion law, as added by chapter 614 of the laws of  1975,  is  amended  to\n    5  read as follows:\n    6    1.  Upon completion of the freshwater wetlands map of the state, or of\n    7  any selected section or region thereof, the commissioner  shall  proceed\n    8  to classify freshwater wetlands so designated thereon according to their\n    9  most appropriate uses[, in]. IN light of the values set forth in section\n   10  24-0105  of this article and the present conditions of [such] FRESHWATER\n   11  wetlands[. The], THE commissioner shall determine what  uses  of  [such]\n   12  FRESHWATER  wetlands  are  most  compatible with the foregoing and shall\n   13  prepare minimum land use regulations  to  permit  only  such  compatible\n   14  uses.    The  classifications may cover freshwater wetlands in more than\n   15  one governmental subdivision.  Permits pursuant to  section  24-0701  of\n   16  this  article  are  required  whether  or  not a classification has been\n   17  promulgated.\n   18    S  8.  Section  24-1305  of  the  environmental  conservation  law  is\n   19  REPEALED.\n   20    S  9.  Subdivision 8 of section 70-0117 of the environmental conserva-\n   21  tion law, as added by section 1 of part AAA of chapter 59 of the laws of\n   22  2009, is amended, and a new subdivision 9 is added to read as follows:\n   23    8. (a) All persons required to obtain a  permit  from  the  department\n   24  pursuant  to section 24-0701 of this chapter shall submit to the depart-\n   25  ment an application fee in an amount not to exceed the following:\n   26    [(i) fifty dollars per application for a permit for a minor project as\n   27  defined in this article or modification to any  existing  permit  issued\n   28  pursuant to section 24-0701 of this chapter;\n   29    (ii)  fifty  dollars  per  application  for a permit for a residential\n   30  project defined as  associated  with  one  single  family  dwelling  and\n   31  customary appurtenances thereto;\n   32    (iii) one hundred dollars per application for multiple family dwelling\n   33  and customary appurtenances thereto;\n   34    (iv)  two  hundred  dollars per application for a permit for any other\n   35  project as defined in this article.]\n   36    (I) TWO HUNDRED DOLLARS PER APPLICATION FEE FOR A PERMIT FOR  A  MINOR\n   37  PROJECT  OR  MODIFICATION  TO  AN  EXISTING STRUCTURE AND FIVE CENTS PER\n   38  SQUARE FOOT OF IMPACT TO WETLAND AND BUFFER AREAS;\n   39    (II) TWO HUNDRED DOLLARS PER APPLICATION FOR  A  PERMIT  FOR  A  MAJOR\n   40  PROJECT  ASSOCIATED WITH A SINGLE FAMILY DWELLING AND CUSTOMARY APPURTE-\n   41  NANCES THERETO AND FIVE CENTS PER SQUARE FOOT OF IMPACT TO  WETLAND  AND\n   42  BUFFER AREAS;\n   43    (III)  NINE  HUNDRED  DOLLARS PER APPLICATION FOR A PERMIT FOR A MAJOR\n   44  PROJECT PLUS TEN CENTS PER SQUARE FOOT OF IMPACT TO WETLAND  AND  BUFFER\n   45  AREAS.\n   46    (b) All persons required to obtain a permit from the department pursu-\n   47  ant to section 25-0402 of this chapter shall submit to the department an\n   48  application fee in an amount not to exceed the following:\n   49    [(i)  two  hundred  dollars  per  application for a permit for a minor\n   50  project as defined in this  article  or  modification  to  any  existing\n   51  permit issued pursuant to section 25-0402 of this chapter;\n   52    (ii)  nine  hundred dollars per application for a permit for a project\n   53  as defined in this article.]\n   54    (I) TWO HUNDRED DOLLARS PER APPLICATION  FOR  A  PERMIT  FOR  A  MINOR\n   55  PROJECT  OR  MODIFICATION  TO  AN  EXISTING STRUCTURE AND FIVE CENTS PER\n   56  SQUARE FOOT OF IMPACT TO WETLAND AND BUFFER AREAS;\n\n       S. 2797                            10\n\n    1    (II) TWO HUNDRED DOLLARS PER APPLICATION FOR  A  PERMIT  FOR  A  MAJOR\n    2  PROJECT  ASSOCIATED WITH A SINGLE FAMILY DWELLING AND CUSTOMARY APPURTE-\n    3  NANCES THERETO AND FIVE CENTS PER SQUARE FOOT OF IMPACT TO  WETLAND  AND\n    4  BUFFER AREAS;\n    5    (III)  NINE  HUNDRED  DOLLARS PER APPLICATION FOR A PERMIT FOR A MAJOR\n    6  PROJECT PLUS TEN CENTS PER SQUARE FOOT OF IMPACT TO WETLAND  AND  BUFFER\n    7  AREAS.\n    8    (c) All fees collected pursuant to this subdivision shall be deposited\n    9  into  the environmental protection fund pursuant to section ninety-two-s\n   10  of the state finance law.\n   11    9. ANY NOT-FOR-PROFIT CORPORATION THAT HAS ENTERED INTO A  COOPERATIVE\n   12  AGREEMENT  WITH  THE DEPARTMENT FOR THE PURPOSE OF PRESERVING, MAINTAIN-\n   13  ING, MANAGING, RESTORING, OR ENHANCING SUCH WETLANDS IN ACCORDANCE  WITH\n   14  THE  POLICIES  OF THIS ARTICLE AND FOR BENEFITS ACCRUED TO THE PEOPLE OF\n   15  THE STATE, SHALL NOT BE CHARGED A FEE FOR PERMITS THAT MAY  BE  REQUIRED\n   16  FOR  ACTIVITIES  ASSOCIATED  WITH  RESTORATION  OF  FRESHWATER  OR TIDAL\n   17  WETLANDS.\n   18    S 10. Section  71-2303  of  the  environmental  conservation  law,  as\n   19  amended  by  chapter  99  of  the  laws  of  2010, is amended to read as\n   20  follows:\n   21  S 71-2303. Violation; penalties.\n   22    1. Administrative sanctions. Any  person  who  violates,  disobeys  or\n   23  disregards any provision of article twenty-four, including title five OF\n   24  SAID  ARTICLE  and  section  24-0507  thereof or any rule or regulation,\n   25  local law or ordinance, OR permit  or  order  issued  pursuant  thereto,\n   26  shall be liable to the people of the state for a civil penalty of not to\n   27  exceed eleven thousand dollars for every such violation, to be assessed,\n   28  after  a hearing or opportunity to be heard upon due notice and with the\n   29  rights to specification of the charges and representation by counsel  at\n   30  such hearing, by the [commissioner] DEPARTMENT or local government. Such\n   31  penalty may be recovered in an action brought by the attorney general at\n   32  the  request  and  in the name of the [commissioner] DEPARTMENT or local\n   33  government in any court of competent jurisdiction.  Such  civil  penalty\n   34  may be released or compromised by the [commissioner] DEPARTMENT or local\n   35  government  before the matter has been referred to the attorney general;\n   36  and where such matter has been referred to  the  attorney  general,  any\n   37  such  penalty may be released or compromised and any action commenced to\n   38  recover the same may be settled and discontinued by the attorney general\n   39  with the consent of the [commissioner] DEPARTMENT or  local  government.\n   40  In  addition,  the  [commissioner]  DEPARTMENT or local government shall\n   41  have power, following a hearing held in conformance with the  procedures\n   42  set  forth in section 71-1709 of this article, to direct the violator to\n   43  cease his OR HER violation of the act and to restore the affected fresh-\n   44  water wetland AND ITS REGULATED ADJACENT AREA to its condition prior  to\n   45  the  violation, insofar as that is possible within a reasonable time and\n   46  under the supervision of the [commissioner] DEPARTMENT or local  govern-\n   47  ment.  Any  such order of the [commissioner] DEPARTMENT or local govern-\n   48  ment shall be enforceable in an action brought by the  attorney  general\n   49  at the request and in the name of the [commissioner] DEPARTMENT or local\n   50  government in any court of competent jurisdiction.  Any civil penalty or\n   51  order issued by the [commissioner] DEPARTMENT or local government pursu-\n   52  ant  to this subdivision shall be reviewable in a proceeding pursuant to\n   53  article seventy-eight of the civil practice law and rules.\n   54    2. Criminal sanctions. Any person who violates any provision of  arti-\n   55  cle twenty-four of this chapter, including any rule or regulation, local\n   56  law  or ordinance, OR permit or order issued pursuant thereto, shall, in\n\n       S. 2797                            11\n\n    1  addition, for the first offense, be guilty of a violation punishable  by\n    2  a  fine of not less than two thousand nor more than [four] FIVE thousand\n    3  dollars; for a second and each subsequent offense he  OR  SHE  shall  be\n    4  guilty of a misdemeanor punishable by a fine of not less than four thou-\n    5  sand  nor  more than [seven] TEN thousand dollars or a term of imprison-\n    6  ment of not less than fifteen days nor more than  six  months  or  both.\n    7  [Instead  of]  IN  ADDITION  TO  these  punishments, any offender may be\n    8  [punishable] PUNISHED by being ordered  by  the  court  to  restore  the\n    9  affected  freshwater  wetland  AND  ITS  REGULATED  ADJACENT AREA to its\n   10  condition prior to the offense, insofar as that is possible.  The  court\n   11  shall  specify a reasonable time for the completion of such restoration,\n   12  which shall be effected under  the  supervision  of  the  [commissioner]\n   13  DEPARTMENT  or  local government.   Each offense shall be a separate and\n   14  distinct offense and, in the case of a continuing  offense,  each  day's\n   15  continuance thereof shall be deemed a separate and distinct offense.\n   16    3. All fines collected pursuant to this section shall be paid into the\n   17  environmental  protection  fund  established pursuant to section ninety-\n   18  two-s of the state finance law.\n   19    S 11. Paragraph 1 of subdivision (a) and subdivision (g) of section 83\n   20  of the state finance law, paragraph 1 of subdivision (a) as  amended  by\n   21  chapter  512 of the laws of 1994 and subdivision (g) as added by chapter\n   22  666 of the laws of 1989, are amended to read as follows:\n   23    1. The conservation fund shall consist of all moneys belonging to  the\n   24  state  received by the department of environmental conservation from the\n   25  sale of licenses for hunting, for trapping, and for fishing, all  moneys\n   26  received  in actions for penalties under articles eleven and thirteen of\n   27  the environmental  conservation  law  and  subdivision  two  of  section\n   28  71-1929 of the environmental conservation law, or upon the settlement or\n   29  compromise  thereof, all fines for violation of any of the provisions of\n   30  articles eleven and thirteen of the environmental conservation law,  all\n   31  moneys arising out of the operation of real property under the jurisdic-\n   32  tion  of the division of fish and wildlife in the department of environ-\n   33  mental conservation heretofore or hereafter acquired by the state of New\n   34  York, and from any concessions thereon  and  from  any  leases  thereof,\n   35  including  moneys received from the sale thereof when authorized by law,\n   36  all moneys received from leases or rentals of shellfish grounds  in  the\n   37  marine and coastal district, all moneys from gifts for fish and wildlife\n   38  management  pursuant  to section six hundred twenty-five of the tax law,\n   39  moneys received by the department of environmental conservation from the\n   40  sale of limited edition  prints  of  fish  and  wildlife  paintings,  as\n   41  authorized  by  paragraph  t of subdivision two of section 3-0301 of the\n   42  environmental conservation law, all moneys received from the  reimburse-\n   43  ment  provided for in paragraph b of subdivision seven of section 8-0109\n   44  of the environmental  conservation  law,  ALL  MONEYS  RECEIVED  BY  THE\n   45  DEPARTMENT  OF  ENVIRONMENTAL  CONSERVATION FROM PERMIT FEES PURSUANT TO\n   46  SUBDIVISION EIGHT OF SECTION 70-0117 OF THE  ENVIRONMENTAL  CONSERVATION\n   47  LAW, ALL MONEYS RECEIVED BY THE DEPARTMENT OF ENVIRONMENTAL CONSERVATION\n   48  FROM FINES AND PENALTIES PURSUANT TO SUBDIVISIONS ONE AND TWO OF SECTION\n   49  71-2303  OF  THE  ENVIRONMENTAL  CONSERVATION  LAW, and all other moneys\n   50  arising out of the application of any provisions of articles eleven  and\n   51  thirteen  of  the  environmental  conservation  law. These moneys, after\n   52  appropriation by the legislature, and within the amounts set  forth  and\n   53  for the several purposes specified, shall be available to the department\n   54  of  environmental  conservation for the care, management, protection and\n   55  enlargement of the fish, game and shell fish resources of the state  and\n   56  for  the promotion of public fishing and shooting. In the accomplishment\n\n       S. 2797                            12\n\n    1  of these objects the moneys made available hereunder shall be devoted to\n    2  the purchase or acquisition of lands,  lands  under  water,  waters,  or\n    3  rights therein as required, to payment for personal service, for mainte-\n    4  nance and operation, and for new construction and permanent betterments,\n    5  and  to  all  other  proper  expenses of the department of environmental\n    6  conservation in the administration and enforcement of the provisions  of\n    7  articles eleven and thirteen of the environmental conservation law.\n    8    (g)  All moneys, fees, fines and penalties arising out of the adminis-\n    9  tration and enforcement of the tidal wetlands act  (article  twenty-five\n   10  of  the  environmental conservation law), EXCEPT PERMIT FEES RECEIVED BY\n   11  THE DEPARTMENT OF ENVIRONMENTAL  CONSERVATION  PURSUANT  TO  SUBDIVISION\n   12  EIGHT OF SECTION 70-0117 OF THE ENVIRONMENTAL CONSERVATION LAW, shall be\n   13  deposited into the marine resources account of the conservation fund.\n   14    S 12. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the environmental conservation law and the state finance law, in relation to the preservation of freshwater wetland areas; and to repeal section 24-1305 of the environmental conservation law relating thereto ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110202.T111708.TXT", "SOBI.D110201.T161909.TXT", "SOBI.D110201.T162910.TXT", "SOBI.D110201.T163410.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296663428567
}