{
  "year" : 2011,
  "senateBillNo" : "S279-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO HEALTH",
    "billEventId" : "S279-2011-1294203600000-REFERRED+TO+HEALTH",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MAZIARZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires the packaging on prescribed drugs to include a label which lists the country of origin of the prescribed drug",
  "summary" : "Requires the packaging on prescribed drugs to include a label which lists the country of origin of the prescribed drug. ",
  "currentCommittee" : "HEALTH",
  "sameAs" : null,
  "lawSection" : "Public Health Law",
  "previousVersions" : [ "S3213-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "ALESI",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "BONACIC",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "GOLDEN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "GRIFFO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "LARKIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "NOZZOLIO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "RANZENHOFER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SEWARD",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          279\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sens.  MAZIARZ,  ALESI, BONACIC, GOLDEN, GRIFFO, LARKIN,\n         NOZZOLIO, RANZENHOFER, SEWARD -- read twice and ordered  printed,  and\n         when printed to be committed to the Committee on Health\n\n       AN ACT to amend the public health law and the education law, in relation\n         to required labeling on prescription drugs\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The public health law is amended by adding  a  new  article\n    2  33-B to read as follows:\n    3                                ARTICLE 33-B\n    4                   REQUIRED LABELING ON PRESCRIPTION DRUGS\n    5  SECTION 3398. IDENTIFICATION OF THE COUNTRY OF ORIGIN OF A PRESCRIBED\n    6                  DRUG.\n    7    S  3398. IDENTIFICATION OF THE COUNTRY OF ORIGIN OF A PRESCRIBED DRUG.\n    8  1.    NO  PRESCRIBED  DRUG  DISPENSED  BY  A  PHARMACY  PURSUANT  TO   A\n    9  PRESCRIPTION  BY  AN AUTHORIZED PRACTITIONER OF MEDICINE OR OTHER PERSON\n   10  LEGALLY AUTHORIZED TO ISSUE SUCH PRESCRIPTION MAY BE SOLD TO THE  PUBLIC\n   11  UNLESS  THE PACKAGING INCLUDES A LABEL WHICH LISTS THE COUNTRY OF ORIGIN\n   12  OF THE PRESCRIBED DRUG.\n   13    2. WHENEVER THE ATTORNEY GENERAL SHALL BELIEVE FROM EVIDENCE SATISFAC-\n   14  TORY TO HIM OR HER THAT ANY PERSON, FIRM, CORPORATION OR ASSOCIATION  OR\n   15  AGENT OR EMPLOYEE THEREOF HAS VIOLATED ANY PROVISION OF THIS SECTION, HE\n   16  OR SHE MAY BRING AN ACTION IN THE SUPREME COURT OF THE STATE OF NEW YORK\n   17  FOR  A  JUDGMENT  ENJOINING  THE CONTINUANCE OF SUCH VIOLATION AND FOR A\n   18  CIVIL PENALTY OF NOT MORE THAN FIVE HUNDRED DOLLARS FOR EACH  VIOLATION.\n   19  IF  IT SHALL APPEAR TO THE SATISFACTION OF THE COURT OR JUSTICE THAT THE\n   20  DEFENDANT HAS VIOLATED ANY PROVISION OF THIS SECTION, NO PROOF SHALL  BE\n   21  REQUIRED THAT ANY PERSON HAS BEEN INJURED THEREBY NOR THAT THE DEFENDANT\n   22  KNOWINGLY  OR  INTENTIONALLY  VIOLATED  SUCH  PROVISION. IN SUCH ACTION,\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01665-01-1\n\n       S. 279                              2\n\n    1  PRELIMINARY RELIEF MAY BE GRANTED UNDER ARTICLE SIXTY-THREE OF THE CIVIL\n    2  PRACTICE LAW AND RULES.\n    3    S 2. Subdivision 2 of section 6811-a of the education law, as added by\n    4  chapter 729 of the laws of 1981, is amended to read as follows:\n    5    2. No drug for which any prescription is required by the provisions of\n    6  the Federal Food, Drug and Cosmetic Act or by the commissioner of health\n    7  contained  within  a  bottle, vial, carton or other container, or in any\n    8  way affixed or appended to or enclosed within a package of any kind, and\n    9  designed or intended for delivery in such container  or  package  to  an\n   10  ultimate  consumer,  shall  be  manufactured  or distributed within this\n   11  state unless such container  or  package  has  clearly  and  permanently\n   12  marked  or  imprinted  upon  it  in conformance with the applicable plan\n   13  required by subdivision three of this section:\n   14    (a) an individual symbol, N.  D.  C.  number,  company  name,  number,\n   15  letters, words or marking identifying the manufacturer or distributor of\n   16  the drug;\n   17    (b)  an  N.  D.  C.  number, symbol, number, letters, words or marking\n   18  identifying such drug or combination of drugs; [and]\n   19    (c) ITS COUNTRY OF ORIGIN; AND\n   20    (D) whenever the distributor of the prescription drug product does not\n   21  also manufacture the product the names and places of  business  of  both\n   22  shall appear on the label in words clearly distinguishing each.\n   23    S 3. This act shall take effect on the one hundred eightieth day after\n   24  it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public health law and the education law, in relation to required labeling on prescription drugs ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101213.T132318.TXT", "SOBI.D101215.T114400.TXT", "SOBI.D101213.T115306.TXT", "SOBI.D101213.T124810.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292431440310
}