{
  "year" : 2011,
  "senateBillNo" : "S2794-2011",
  "billEvents" : [ {
    "eventDate" : 1296536400000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "S2794-2011-1296536400000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SQUADRON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Creates an executive ethics and compliance commission and the NY state commission on lobbying ethics and compliance; repealer",
  "summary" : "Creates an executive ethics and compliance commission and the New York state commission on lobbying ethics and compliance; establishes the the legislative office of ethics investigation and joint legislative commission on ethics standards; relates to ethics reports and financial disclosure of public officers; relates to a state board of elections enforcement unit and counsel; relates to personal use of campaign funds, filing requirements, political communication, independent expenditure reporting, enforcement proceedings, and penalties for violations. ",
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "Executive Law",
  "previousVersions" : [ "S6457-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2794\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   February 1, 2011\n                                      ___________\n\n       Introduced  by Sen. SQUADRON -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Finance\n\n       AN ACT to amend the executive law, in relation to establishing the exec-\n         utive ethics and compliance commission; to amend the legislative  law,\n         in relation to the creation of the New York state commission on lobby-\n         ing  ethics  and compliance; to amend the legislative law, in relation\n         to establishing the legislative office of ethics investigation and the\n         joint legislative commission on ethics standards and to repeal certain\n         provisions of such law relating to ethics; and  to  amend  the  public\n         officers  law, in relation to ethics reports; to amend the legislative\n         law and the public officers law, in relation to  financial  disclosure\n         of  public officers; to amend the election law, in relation to a state\n         board of elections enforcement  unit  and  counsel,  personal  use  of\n         campaign  funds,  filing  requirements, political communication, inde-\n         pendent expenditure reporting, enforcement  proceeding  and  penalties\n         for  violations;  to  repeal  certain  provisions  of the election law\n         relating to filing of statements; to repeal certain provisions of  the\n         legislative  law  relating  to  prohibited  activities  of legislative\n         employees; and providing for the repeal of certain provisions upon the\n         expiration thereof\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 94 of the executive law, as added by chapter 813 of\n    2  the laws of 1987, the section heading and subdivisions 1, 2, 3, 4, 5, 6,\n    3  7  and 8 as amended by section 2, subdivisions 9, 10, 11, 12, 13, 14, 16\n    4  and 17 as amended and subdivisions 13-a, 16-a and 18 as added by section\n    5  2-a, paragraph (l) of subdivision 9 as amended by section  3,  paragraph\n    6  (c) of subdivision 12 as amended by section 4, subdivision 15 as amended\n    7  by section 5, and paragraphs (a) and (b) of subdivision 17 as amended by\n    8  section  6  of  chapter  14  of  the laws of 2007, is amended to read as\n    9  follows:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07738-01-1\n\n       S. 2794                             2\n\n    1    S 94. [Commission on public integrity; functions, powers  and  duties;\n    2  review  of  financial disclosure statements; advisory opinions; investi-\n    3  gation and enforcement] EXECUTIVE ETHICS AND COMPLIANCE COMMISSION.   1.\n    4  There  is  established  within  the department of state [a commission on\n    5  public  integrity]  AN  EXECUTIVE ETHICS AND COMPLIANCE COMMISSION which\n    6  shall consist of [thirteen] SIX members and shall have and exercise  the\n    7  powers  and duties set forth in this section only with respect to state-\n    8  wide elected officials [and], state officers and employees,  as  defined\n    9  in  sections  seventy-three  and  seventy-three-a of the public officers\n   10  law, candidates for statewide elected  office,  [and  the]  A  political\n   11  party chairman as [that term is] defined in PARAGRAPH (K) OF SUBDIVISION\n   12  ONE  OF  section  [seventy-three-a] SEVENTY-THREE of the public officers\n   13  law, [lobbyists and the clients of lobbyists as such terms  are  defined\n   14  in  article  one-A  of  the  legislative  law], and individuals who have\n   15  formerly held such positions, [were lobbyists or clients  of  lobbyists,\n   16  as  such  terms are defined in article one-A of the legislative law,] or\n   17  who have formerly been such candidates. This section shall not revoke or\n   18  rescind any regulations or advisory opinions issued by the state  ethics\n   19  commission  [and],  the temporary lobbying commission AND THE COMMISSION\n   20  ON PUBLIC INTEGRITY in effect upon the effective date of [a] THE chapter\n   21  of the laws of two thousand [seven] TEN which amended  this  section  to\n   22  the  extent  that such regulations or opinions are not inconsistent with\n   23  any law of the state of New York,  but  such  regulations  and  opinions\n   24  shall apply only to matters over which such commissions had jurisdiction\n   25  at  the  time  such regulations and opinions were promulgated or issued.\n   26  The commission shall undertake a comprehensive review of all such  regu-\n   27  lations  and  opinions, which will address the consistency of such regu-\n   28  lations and opinions among each  other  and  with  the  [new]  statutory\n   29  language. The commission shall, before April first, two thousand [eight]\n   30  ELEVEN, report to the governor and legislature regarding such review and\n   31  shall  propose  any  regulatory  changes and issue any advisory opinions\n   32  necessitated by such review.\n   33    2. The SIX members of the commission shall be appointed [by the gover-\n   34  nor provided, however, that one member shall be appointed on  the  nomi-\n   35  nation  of  the  comptroller, one member shall be appointed on the nomi-\n   36  nation of the attorney general, one member shall  be  appointed  on  the\n   37  nomination of the temporary president of the senate, one member shall be\n   38  appointed  on  the nomination of the speaker of the assembly, one member\n   39  shall be appointed on the nomination  of  the  minority  leader  of  the\n   40  senate,  and  one  member  shall  be  appointed on the nomination of the\n   41  minority leader of the assembly. Of the seven members appointed  by  the\n   42  governor  without  prior  nomination,  no  more  than four members shall\n   43  belong to the same political party and no members shall be public  offi-\n   44  cers  or  employees or hold any public office, elected or appointed.] AS\n   45  FOLLOWS:  TWO BY THE GOVERNOR, TWO BY THE ATTORNEY GENERAL, AND  TWO  BY\n   46  THE  COMPTROLLER.  NO TWO APPOINTMENTS BY EACH OF THE FOREGOING OFFICERS\n   47  SHALL BE FROM THE SAME POLITICAL PARTY AS DEFINED IN  SECTION  1-104  OF\n   48  THE  ELECTION  LAW.  No  member  shall  be OR SHALL HAVE BEEN WITHIN THE\n   49  PRECEDING FIVE YEARS a member of the legislature, a candidate for member\n   50  of the legislature, an employee of the legislature,  a  political  party\n   51  chairman  as  defined  in  paragraph  (k)  of subdivision one of section\n   52  seventy-three of the public officers law, A STATE OFFICER OR EMPLOYEE AS\n   53  DEFINED BY PARAGRAPH (I) OF SUBDIVISION ONE OF SECTION SEVENTY-THREE  OF\n   54  THE PUBLIC OFFICERS LAW, or a lobbyist [as defined in subdivision (a) of\n   55  section  one-c  of the legislative law] REQUIRED TO REGISTER IN NEW YORK\n   56  STATE OR ANY OTHER JURISDICTION.\n\n       S. 2794                             3\n\n    1    3. Members of the commission shall serve  for  terms  of  [five]  FOUR\n    2  years;  provided,  however, that [of the members first appointed without\n    3  prior nomination, one shall serve for one year, one shall serve for  two\n    4  years,  one  shall  serve  for three years, and one shall serve for four\n    5  years, as designated by the governor; the members first appointed on the\n    6  nominations of the comptroller and the temporary president of the senate\n    7  shall  serve for four years and the members first appointed on the nomi-\n    8  nations of the attorney general and the speaker of  the  assembly  shall\n    9  serve  for  two years] THE MEMBERS FIRST APPOINTED BY THE GOVERNOR SHALL\n   10  SERVE TWO YEAR TERMS, THE MEMBERS FIRST APPOINTED BY THE ATTORNEY GENER-\n   11  AL SHALL SERVE THREE YEAR TERMS AND THE MEMBERS FIRST APPOINTED  BY  THE\n   12  COMPTROLLER SHALL SERVE FOUR YEAR TERMS.\n   13    4.  The  [governor shall designate the chairman of the commission from\n   14  among the members thereof, who shall serve as chairman at  the  pleasure\n   15  of  the  governor] CHAIRPERSON OF THE COMMISSION SHALL BE ELECTED BY THE\n   16  MEMBERS OF THE COMMISSION BY A MAJORITY VOTE  OF  THE  TOTAL  NUMBER  OF\n   17  MEMBERS  OF  THE COMMISSION.   The [chairman] CHAIRPERSON or any [seven]\n   18  THREE members of the commission may call a meeting.\n   19    5. Any vacancy occurring on the  commission  shall  be  filled  within\n   20  sixty  days  of  its  occurrence,  by the governor, ATTORNEY GENERAL, OR\n   21  COMPTROLLER in the same manner as the  member  whose  vacancy  is  being\n   22  filled  was  appointed.  A  person appointed to fill a vacancy occurring\n   23  other than by expiration of a term of office shall be appointed for  the\n   24  unexpired  term  of  the member he succeeds.  IN THE EVENT OF A VACANCY,\n   25  THE APPOINTING AUTHORITY MUST APPOINT A MEMBER OF THE COMMISSION FROM  A\n   26  POLITICAL  PARTY  OTHER  THAN THAT OF THE APPOINTING AUTHORITY'S ALREADY\n   27  SEATED MEMBER OF THE COMMISSION.\n   28    6. [Seven] FOUR members of the commission shall constitute  a  quorum,\n   29  and the commission shall have power to act by majority vote of the total\n   30  number of members of the commission without vacancy.\n   31    7. Members of the commission may be removed by the [governor] APPOINT-\n   32  ING  AUTHORITY  for  substantial  neglect  of  duty, gross misconduct in\n   33  office, inability to  discharge  the  powers  or  duties  of  office  or\n   34  violation  of  this  section, after written notice and opportunity for a\n   35  reply.\n   36    8. The members of the commission  shall  [not]  receive  [compensation\n   37  but] A PER DIEM ALLOWANCE IN THE SUM OF ONE HUNDRED DOLLARS FOR EACH DAY\n   38  ACTUALLY  SPENT IN THE PERFORMANCE OF HIS OR HER DUTIES UNDER THIS ARTI-\n   39  CLE, NOT EXCEEDING, HOWEVER, THE SUM OF FIVE  THOUSAND  DOLLARS  IN  ANY\n   40  CALENDAR  YEAR  AND  IN  ADDITION  THERETO  shall  be reimbursed for ALL\n   41  reasonable expenses ACTUALLY AND NECESSARILY incurred in the performance\n   42  of their official duties.\n   43    9. The commission shall:\n   44    (a) Appoint an executive director who shall act in accordance with the\n   45  policies of the commission. The commission may delegate authority to the\n   46  executive director to act in the name of the commission between meetings\n   47  of the commission provided such delegation is in writing and the specif-\n   48  ic powers to be delegated are enumerated. THE EXECUTIVE  DIRECTOR  SHALL\n   49  BE  APPOINTED  FOR A TERM OF THREE YEARS AND SHALL BE DISMISSED ONLY FOR\n   50  CAUSE BY A MAJORITY VOTE OF THE COMMISSION;\n   51    (b) Appoint such other staff as are necessary to carry out its  duties\n   52  under this section;\n   53    (c)  Adopt,  amend, and rescind rules and regulations to govern proce-\n   54  dures of the commission, which shall include, but not be limited to, the\n   55  procedure whereby a person who is required to file an  annual  financial\n   56  disclosure statement with the commission may request an additional peri-\n\n       S. 2794                             4\n\n    1  od of time within which to file such statement, due to justifiable cause\n    2  or  undue  hardship;  such rules or regulations shall provide for a date\n    3  beyond which in all cases of justifiable  cause  or  undue  hardship  no\n    4  further extension of time will be granted;\n    5    (d) Adopt, amend, and rescind rules and regulations to assist appoint-\n    6  ing  authorities  in  determining which persons hold policy-making posi-\n    7  tions for purposes of section seventy-three-a  of  the  public  officers\n    8  law;\n    9    (e) Make available forms for annual statements of financial disclosure\n   10  required  to  be filed pursuant to section seventy-three-a of the public\n   11  officers law;\n   12    (f) Review financial disclosure  statements  in  accordance  with  the\n   13  provisions  of  this  section, provided however, that the commission may\n   14  delegate all or part of this review function to the  executive  director\n   15  who  shall be responsible for completing staff review of such statements\n   16  in a manner consistent with the terms of  the  commission's  delegation.\n   17  SUCH  REVIEW  SHALL  REQUIRE THAT ALL STATEMENTS OF FINANCIAL DISCLOSURE\n   18  FILED WITH THE COMMISSION BE EXAMINED TO ENSURE THAT EACH  STATEMENT  IS\n   19  FACIALLY COMPLETE AND SIGNED BY THE REPORTING INDIVIDUAL;\n   20    (g)  [Receive]  INITIATE  OR RECEIVE complaints and referrals alleging\n   21  violations of section seventy-three, seventy-three-a or seventy-four  of\n   22  the  public  officers  law[,  article  one-A  of the legislative law] or\n   23  section one hundred seven of the civil service law;\n   24    (h) Permit any person subject to the jurisdiction  of  the  commission\n   25  who  is required to file a financial disclosure statement to request the\n   26  commission to delete from the copy thereof  made  available  for  public\n   27  inspection  and  copying  one  or more items of information which may be\n   28  deleted by the commission upon a finding  by  the  commission  that  the\n   29  information  which  would otherwise be required to be made available for\n   30  public inspection and copying will  have  no  material  bearing  on  the\n   31  discharge of the reporting person's official duties. If such request for\n   32  deletion is denied, the commission, in its notification of denial, shall\n   33  inform  the person of his or her right to appeal the commission's deter-\n   34  mination pursuant to its rules governing  adjudicatory  proceedings  and\n   35  appeals adopted pursuant to subdivision thirteen of this section;\n   36    (i)  Permit  any  person subject to the jurisdiction of the commission\n   37  who is required to file a financial disclosure statement to  request  an\n   38  exemption  from  any requirement to report one or more items of informa-\n   39  tion which pertain to such person's  spouse  or  unemancipated  children\n   40  which  item or items may be exempted by the commission upon a finding by\n   41  the commission that the reporting individual's spouse, on his or her own\n   42  behalf or on behalf of an unemancipated child, objects to providing  the\n   43  information  necessary  to make such disclosure and that the information\n   44  which would otherwise be required to be reported will have  no  material\n   45  bearing  on  the discharge of the reporting person's official duties. If\n   46  such request for exemption is denied, the commission, in  its  notifica-\n   47  tion  of  denial,  shall inform the person of his or her right to appeal\n   48  the commission's determination pursuant to its rules governing adjudica-\n   49  tory proceedings and appeals adopted pursuant to subdivision thirteen of\n   50  this section;\n   51    (j) Advise and assist any state agency in establishing rules and regu-\n   52  lations relating to possible conflicts  between  private  interests  and\n   53  official  duties  of  present  or former statewide elected officials and\n   54  state officers and employees;\n   55    (k) Permit any person who has  not  been  determined  by  his  or  her\n   56  appointing  authority to hold a policy-making position but who is other-\n\n       S. 2794                             5\n\n    1  wise required to file a financial disclosure  statement  to  request  an\n    2  exemption from such requirement in accordance with rules and regulations\n    3  governing  such exemptions. Such rules and regulations shall provide for\n    4  exemptions  to  be granted either on the application of an individual or\n    5  on behalf of persons who share the same job title or employment  classi-\n    6  fication  which  the  commission  deems to be comparable for purposes of\n    7  this section. Such rules and regulations may permit the granting  of  an\n    8  exemption  where, in the discretion of the commission, the public inter-\n    9  est does not require  disclosure  and  the  applicant's  duties  do  not\n   10  involve the negotiation, authorization or approval of:\n   11    (i)  contracts,  leases,  franchises, revocable consents, concessions,\n   12  variances, special permits, or licenses as defined in  section  seventy-\n   13  three of the public officers law;\n   14    (ii)  the  purchase,  sale, rental or lease of real property, goods or\n   15  services, or a contract therefor;\n   16    (iii) the obtaining of grants of money or loans; or\n   17    (iv) the adoption or repeal of any rule or regulation having the force\n   18  and effect of law;\n   19    (l) Prepare an annual report to the governor and legislature summariz-\n   20  ing the activities of the commission during the previous year and recom-\n   21  mending any changes in the laws governing the conduct of persons subject\n   22  to the jurisdiction of the commission, or  the  rules,  regulations  and\n   23  procedures  governing  the  commission's  conduct.  Such report shall BE\n   24  POSTED ON THE COMMISSION'S WEBSITE AND SHALL include: (i) THE NUMBER  OF\n   25  REPORTING  INDIVIDUALS WHOSE FILES WERE REVIEWED PURSUANT TO SUBDIVISION\n   26  (O) OF THIS SECTION DURING THE PREVIOUS YEAR AND WHICH, IF ANY,  CLASSES\n   27  OF  REPORTING  INDIVIDUALS  WERE  SELECTED  FOR CLASS REVIEW RATHER THAN\n   28  RANDOM REVIEW; (II) a listing by assigned number of each  complaint  and\n   29  referral  received  which alleged a possible violation within its juris-\n   30  diction, including the current status of each complaint[,];  and  [(ii)]\n   31  (III)  where  a  matter  has  been  resolved, the date and nature of the\n   32  disposition and any sanction imposed,  subject  to  the  confidentiality\n   33  requirements of this section, provided, however, that such annual report\n   34  shall  not contain any information for which disclosure is not permitted\n   35  pursuant to subdivision seventeen of this section; [and]\n   36    (m) Determine a question common to a  class  or  defined  category  of\n   37  persons or items of information required to be disclosed, where determi-\n   38  nation  of  the  question  will prevent undue repetition of requests for\n   39  exemption or deletion or prevent undue complication  in  complying  with\n   40  the requirements of such section[.];\n   41    (N)  PREPARE AND ISSUE A REPORT BY DECEMBER FIRST, TWO THOUSAND TWELVE\n   42  TO THE GOVERNOR AND THE LEGISLATURE RECOMMENDING ANY CHANGES TO THE  LAW\n   43  GOVERNING THE FILING OF ANNUAL STATEMENTS OF FINANCIAL DISCLOSURE, WHICH\n   44  SHALL  INCLUDE  AN ANALYSIS OF THE STATUTES WHICH REQUIRE INDIVIDUALS TO\n   45  FILE FINANCIAL DISCLOSURE STATEMENTS, THE SCOPE OF DISCLOSURE  REQUIRED,\n   46  AND ALTERNATIVE APPROACHES TO THE CURRENT SYSTEM, AND RECOMMENDATIONS AS\n   47  TO THE APPROPRIATE SCOPE OF DISCLOSURE FOR DIFFERENT CLASSES OF INDIVID-\n   48  UALS, INCLUDING THOSE WHO SERVE IN UNCOMPENSATED POSITIONS; AND\n   49    (O)  PROMULGATE  GUIDELINES FOR THE COMMISSION TO CONDUCT A PROGRAM OF\n   50  RANDOM REVIEWS, TO BE CARRIED OUT IN THE FOLLOWING MANNER:   (I)  ANNUAL\n   51  STATEMENTS  OF  FINANCIAL  DISCLOSURE  SHALL BE SELECTED FOR REVIEW IN A\n   52  MANNER PURSUANT TO WHICH THE IDENTITY OF  ANY  PARTICULAR  PERSON  WHOSE\n   53  STATEMENT  IS  SELECTED IS UNKNOWN TO THE COMMISSION AND ITS STAFF PRIOR\n   54  TO ITS SELECTION; (II) SUCH REVIEW SHALL INCLUDE A PRELIMINARY  EXAMINA-\n   55  TION  OF  THE  SELECTED STATEMENT FOR INTERNAL CONSISTENCY, A COMPARISON\n   56  WITH OTHER RECORDS MAINTAINED BY THE  COMMISSION,  INCLUDING  PREVIOUSLY\n\n       S. 2794                             6\n\n    1  FILED  STATEMENTS AND REQUESTS FOR ADVISORY OPINIONS, AND AN EXAMINATION\n    2  OF RELEVANT PUBLIC INFORMATION, INCLUDING, BUT NOT LIMITED  TO,  RECORDS\n    3  FILED  WITH  THE  COMMISSION  ON  LOBBYING ETHICS AND COMPLIANCE AND THE\n    4  DEPARTMENT  OF  STATE; (III) UPON COMPLETION OF THE PRELIMINARY EXAMINA-\n    5  TION,  THE  COMMISSION  SHALL  DETERMINE  WHETHER  FURTHER  INQUIRY   IS\n    6  WARRANTED, WHEREUPON IT SHALL NOTIFY THE REPORTING INDIVIDUAL IN WRITING\n    7  THAT  THE  STATEMENT IS UNDER REVIEW, ADVISE THE REPORTING INDIVIDUAL OF\n    8  THE SPECIFIC AREAS OF INQUIRY, AND PROVIDE THE REPORTING INDIVIDUAL WITH\n    9  THE OPPORTUNITY TO PROVIDE THE COMMISSION WITH ANY RELEVANT  INFORMATION\n   10  RELATED  TO  THE  SPECIFIC AREAS OF INQUIRY, AND THE OPPORTUNITY TO FILE\n   11  AMENDMENTS TO THE SELECTED STATEMENT ON FORMS PROVIDED  BY  THE  COMMIS-\n   12  SION;  AND  (IV)  IF  THEREAFTER SUFFICIENT CAUSE EXISTS, THE COMMISSION\n   13  SHALL INITIATE AN INVESTIGATION TO DETERMINE WHETHER THE REPORTING INDI-\n   14  VIDUAL HAS FILED A DEFICIENT STATEMENT; PROVIDED, HOWEVER IF THE COMMIS-\n   15  SION CONDUCTS A REVIEW OF ALL STATEMENTS OF FINANCIAL  DISCLOSURE  FILED\n   16  BY  A  CLASS  OF  REPORTING  INDIVIDUALS IN THE MANNER SET FORTH IN THIS\n   17  PARAGRAPH WITH RESPECT TO A GIVEN CALENDAR YEAR, THE INDIVIDUALS  WITHIN\n   18  SUCH  CLASS  SHALL  NOT BE SUBJECT TO RANDOM REVIEW. FOR THE PURPOSES OF\n   19  THIS PARAGRAPH, THE CLASSES OF REPORTING INDIVIDUALS ARE  (A)  STATEWIDE\n   20  ELECTED  OFFICIALS,  (B)  CANDIDATES  FOR STATEWIDE OFFICE, (C) HEADS OF\n   21  STATE DEPARTMENTS AND THEIR DEPUTIES AND ASSISTANTS PURSUANT TO SUBPARA-\n   22  GRAPH (I) OF PARAGRAPH (I) OF SUBDIVISION ONE OF  SECTION  SEVENTY-THREE\n   23  OF THE PUBLIC OFFICERS LAW, AND (D) OTHER STATE OFFICERS AND EMPLOYEES.\n   24    10.    The  commission,  or  the  executive  director and staff of the\n   25  commission if responsibility therefor has been delegated, shall  inspect\n   26  all  financial disclosure statements filed with the commission to ascer-\n   27  tain whether any person subject to the reporting requirements of section\n   28  seventy-three-a of the public officers law has failed  to  file  such  a\n   29  statement,  has  filed  a  deficient  statement or has filed a statement\n   30  which reveals a possible violation of  section  seventy-three,  seventy-\n   31  three-a or seventy-four of the public officers law.\n   32    11.    If  a  person required to file a financial disclosure statement\n   33  with the commission has failed to file a  disclosure  statement  or  has\n   34  filed  a  deficient statement, the commission shall notify the reporting\n   35  person in writing, state the failure to file or detail  the  deficiency,\n   36  provide the person with a fifteen day period to cure the deficiency, and\n   37  advise  the  person  of  the  penalties  for  failure to comply with the\n   38  reporting requirements. Such notice shall be confidential. If the person\n   39  fails to make such filing or fails to cure  the  deficiency  within  the\n   40  specified  time period, the commission shall send a notice of delinquen-\n   41  cy: (a) to the reporting person; (b) in the case of a statewide  elected\n   42  official,  to  the  temporary president of the senate and the speaker of\n   43  the assembly; and (c) in the case of a state officer or employee, to the\n   44  appointing authority for such person. Such notice of delinquency may  be\n   45  sent  at  any  time during the reporting person's service as a statewide\n   46  elected official, state officer or employee, political  party  chair  or\n   47  while  a candidate for statewide office, or within one year after termi-\n   48  nation of such service or candidacy. The jurisdiction of the commission,\n   49  when acting pursuant  to  subdivision  thirteen  of  this  section  with\n   50  respect to financial disclosure, shall continue notwithstanding that the\n   51  reporting  person separates from state service, or ceases to hold office\n   52  as a statewide elected official or political party chair, or  ceases  to\n   53  be  a  candidate,  provided  the  commission notifies such person of the\n   54  alleged failure to file or deficient filing pursuant  to  this  subdivi-\n   55  sion.\n\n       S. 2794                             7\n\n    1    12.    (a)  If  the  commission  receives a sworn complaint alleging a\n    2  violation of section seventy-three, seventy-three-a or  seventy-four  of\n    3  the  public  officers  law[,]  OR section one hundred seven of the civil\n    4  service law [or article one-A of the legislative law]  by  a  person  or\n    5  entity  subject to the jurisdiction of the commission, or if a reporting\n    6  individual has filed a statement which reveals a possible  violation  of\n    7  these  provisions, or if the commission determines on its own initiative\n    8  to investigate a possible violation, the  commission  shall  notify  the\n    9  individual  in  writing,  describe  the possible or alleged violation of\n   10  such laws and provide the person with a fifteen day period in  which  to\n   11  submit  a  written  response  setting  forth information relating to the\n   12  activities cited as a possible or alleged violation of law.  THE COMMIS-\n   13  SION SHALL ALSO, AT THE TIME OF PROVIDING NOTICE, INFORM THE  INDIVIDUAL\n   14  OF  ITS  RULES  REGARDING  THE  CONDUCT  OF ADJUDICATORY PROCEEDINGS AND\n   15  APPEALS AND THE DUE PROCESS  PROCEDURAL  MECHANISMS  AVAILABLE  TO  SUCH\n   16  INDIVIDUAL.  If  the  commission  thereafter  makes a determination that\n   17  further inquiry is justified, it shall give the individual  an  opportu-\n   18  nity  to  be  heard. [The commission shall also inform the individual of\n   19  its rules regarding the conduct of adjudicatory proceedings and  appeals\n   20  and the due process procedural mechanisms available to such individual.]\n   21  If  the commission determines at any stage of the proceeding, that there\n   22  is no violation or that any potential conflict of interest violation has\n   23  been rectified, it shall [so advise the individual and the  complainant,\n   24  if  any]  ISSUE WRITTEN NOTICE TO THE INDIVIDUAL AND THE COMPLAINANT, IF\n   25  ANY, STATING THE CIRCUMSTANCES UNDER WHICH THE MATTER HAS BEEN RECTIFIED\n   26  AND THE COMPLAINT DISMISSED.  All of the foregoing proceedings shall  be\n   27  confidential.\n   28    (b)  If  the  commission  determines that there is reasonable cause to\n   29  believe that a violation has occurred, it shall send a notice of reason-\n   30  able cause: (i) to the reporting person; (ii) to the complainant if any;\n   31  (iii) in the case of a statewide  elected  official,  to  the  temporary\n   32  president of the senate and the speaker of the assembly; and (iv) in the\n   33  case  of  a  state  officer or employee, to the appointing authority for\n   34  such person.\n   35    (c) The jurisdiction of the commission when acting  pursuant  to  this\n   36  section shall continue notwithstanding that a statewide elected official\n   37  or  a state officer or employee separates from state service, or a poli-\n   38  tical party chair ceases to hold such office, or a candidate  ceases  to\n   39  be  a candidate, [or a lobbyist or client of a lobbyist ceases to act as\n   40  such,] provided that the commission notifies such individual  or  entity\n   41  of the alleged violation of law pursuant to paragraph (a) of this subdi-\n   42  vision  within one year from his or her separation from state service or\n   43  his or her termination of party service or candidacy[, or from his,  her\n   44  or  its  last  report filed pursuant to article one-A of the legislative\n   45  law]. Nothing in this section shall serve to limit the  jurisdiction  of\n   46  the  commission  in enforcement of subdivision eight of section seventy-\n   47  three of the public officers law.\n   48    13.  An individual subject to the jurisdiction of the  commission  who\n   49  knowingly  and intentionally violates the provisions of subdivisions two\n   50  through [five,] FIVE-A, seven,  eight,  twelve  [or],  fourteen  through\n   51  [seventeen]  SIXTEEN  OR EIGHTEEN of section seventy-three of the public\n   52  officers law, section one hundred seven of the civil service law,  or  a\n   53  reporting  individual who knowingly and wilfully fails to file an annual\n   54  statement of financial disclosure or who  knowingly  and  wilfully  with\n   55  intent  to  deceive  makes  a  false statement or fraudulent omission or\n   56  gives information which such individual knows to be false on such state-\n\n       S. 2794                             8\n\n    1  ment of financial disclosure filed pursuant to  section  seventy-three-a\n    2  of  the  public  officers  law shall be subject to a civil penalty in an\n    3  amount not to exceed forty thousand dollars and the value of  any  gift,\n    4  compensation or benefit received as a result of such violation. An indi-\n    5  vidual  who knowingly and intentionally violates the provisions of para-\n    6  graph b, c, d or i of subdivision three of section seventy-four  of  the\n    7  public officers law shall be subject to a civil penalty in an amount not\n    8  to  exceed  ten thousand dollars and the value of any gift, compensation\n    9  or benefit received as a result of such  violation.  An  individual  who\n   10  knowingly and intentionally violates the provisions of paragraph a, e or\n   11  g  of  subdivision  three of section seventy-four of the public officers\n   12  law shall be subject to a civil penalty in an amount not to  exceed  the\n   13  value  of any gift, compensation or benefit received as a result of such\n   14  violation. [An individual subject to the jurisdiction of the  commission\n   15  who  knowingly  and  willfully violates article one-A of the legislative\n   16  law shall be subject to civil penalty as provided for in that  article.]\n   17  Assessment  of a civil penalty hereunder shall be made by the commission\n   18  with respect to persons subject to its jurisdiction.  In  assessing  the\n   19  amount  of  the  civil  penalties  to  be  imposed, the commission shall\n   20  consider the seriousness of the violation, the amount  of  gain  to  the\n   21  individual and whether the individual previously had any civil or crimi-\n   22  nal  penalties  imposed  pursuant to this section, and any other factors\n   23  the commission deems appropriate. For a violation of  this  subdivision,\n   24  other  than  for  conduct  which  constitutes a violation of section one\n   25  hundred seven of the civil service law, subdivisions twelve or  fourteen\n   26  through  [seventeen]  SIXTEEN  OR  EIGHTEEN  of section seventy-three or\n   27  section seventy-four of the public officers law [or article one-A of the\n   28  legislative law,] the commission may, in lieu of a civil penalty,  refer\n   29  a violation to the appropriate prosecutor and upon such conviction, such\n   30  violation  shall be punishable as a class A misdemeanor. A civil penalty\n   31  for false filing may not be imposed hereunder in the event a category of\n   32  \"value\" or \"amount\" reported hereunder is incorrect unless such reported\n   33  information is falsely understated. Notwithstanding any other  provision\n   34  of  law  to  the  contrary,  no  other penalty, civil or criminal may be\n   35  imposed for a failure to file, or for a false filing, of such statement,\n   36  or a violation of section seventy-three  of  the  public  officers  law,\n   37  except  that  the appointing authority may impose disciplinary action as\n   38  otherwise provided by law. The commission may refer violations  of  this\n   39  subdivision  to  the  appointing  authority  for  disciplinary action as\n   40  otherwise provided by law. The commission shall be deemed to be an agen-\n   41  cy within the meaning of  article  three  of  the  state  administrative\n   42  procedure act and shall adopt rules governing the conduct of adjudicato-\n   43  ry  proceedings  and  appeals  taken  pursuant to a proceeding commenced\n   44  under article seventy-eight of the civil practice law and rules relating\n   45  to the assessment of the civil penalties herein authorized  and  commis-\n   46  sion  denials of requests for certain deletions or exemptions to be made\n   47  from a financial disclosure statement as authorized in paragraph (h)  or\n   48  paragraph  (i)  of  subdivision  nine of this section. Such rules, which\n   49  shall not be subject to the approval requirements of the state  adminis-\n   50  trative  procedure  act,  shall provide for due process procedural mech-\n   51  anisms substantially similar to those set forth in article three of  the\n   52  state administrative procedure act but such mechanisms need not be iden-\n   53  tical  in  terms  or  scope. Assessment of a civil penalty or commission\n   54  denial of such a request shall be final unless  modified,  suspended  or\n   55  vacated within thirty days of imposition, with respect to the assessment\n   56  of  such  penalty,  or  unless such denial of request is reversed within\n\n       S. 2794                             9\n\n    1  such time period, and upon becoming final shall be subject to review  at\n    2  the  instance  of  the  affected  reporting  individuals in a proceeding\n    3  commenced against the commission, pursuant to article  seventy-eight  of\n    4  the civil practice law and rules.\n    5    13-a.  [If] NOTWITHSTANDING ANY OTHER PROVISION OF LAW, IF the commis-\n    6  sion has a reasonable basis to believe that any person  subject  to  the\n    7  jurisdiction  of  the [legislative ethics] commission ON LOBBYING ETHICS\n    8  AND COMPLIANCE may have violated any  provisions  of  [section  seventy-\n    9  three  or  seventy-four] ARTICLE ONE-A of the [public officers] LEGISLA-\n   10  TIVE law OR THAT ANY PERSON SUBJECT TO THE  JURISDICTION  OF  THE  STATE\n   11  BOARD  OF  ELECTIONS  MAY HAVE VIOLATED ARTICLE FOURTEEN OF THE ELECTION\n   12  LAW, it shall refer such violation to the  [legislative  ethics  commis-\n   13  sion]  COMMISSION  ON  LOBBYING ETHICS AND COMPLIANCE OR TO THE BOARD OF\n   14  ELECTIONS, AS APPROPRIATE, unless the commission determines that such  a\n   15  referral  would  compromise  the  prosecution  or confidentiality of its\n   16  investigations and, if so, shall make such a referral as soon as practi-\n   17  cable. The referral by the commission to the [legislative ethics commis-\n   18  sion] COMMISSION ON LOBBYING ETHICS AND COMPLIANCE OR TO  THE  BOARD  OF\n   19  ELECTIONS, AS APPROPRIATE, shall include any information relating there-\n   20  to coming into the custody or under the control of the commission at any\n   21  time prior or subsequent to the time of the referral.\n   22    14.  A copy of any notice of delinquency or notice of reasonable cause\n   23  sent pursuant to subdivisions eleven and twelve of this section shall be\n   24  included  in  the  reporting  person's  file and be available for public\n   25  inspection and copying.\n   26    15.  Upon written request from any person who is subject to the juris-\n   27  diction of the commission and  the  requirements  of  sections  seventy-\n   28  three,  seventy-three-a  or seventy-four of the public officers law, the\n   29  commission shall render advisory opinions on the  requirements  of  said\n   30  provisions.  An  opinion  rendered  by  the commission, until and unless\n   31  amended or revoked, shall be binding on the commission in any subsequent\n   32  proceeding concerning the person who requested the opinion and who acted\n   33  in good faith, unless material facts were omitted or  misstated  by  the\n   34  person  in  the  request for an opinion. Such opinion may also be relied\n   35  upon by such person, and may be introduced and shall be  a  defense,  in\n   36  any  criminal  or  civil action. Such requests shall be confidential but\n   37  the commission may publish such opinions provided that the name  of  the\n   38  requesting person and other identifying details shall not be included in\n   39  the publication.\n   40    16.   In addition to any other powers and duties specified by law, the\n   41  commission shall have the power and duty to:\n   42    (a) Promulgate rules concerning restrictions on outside activities and\n   43  limitations on the receipt of gifts and honoraria by persons subject  to\n   44  its jurisdiction, provided, however, a violation of such rules in and of\n   45  itself  shall not be punishable pursuant to subdivision thirteen of this\n   46  section unless the conduct constituting the  violation  would  otherwise\n   47  constitute a violation of this section; and\n   48    (b)  Conduct  training  programs  in  cooperation  with the governor's\n   49  office of employee relations to provide education to individuals subject\n   50  to its jurisdiction; and\n   51    (c) Administer and enforce all the provisions of this section; and\n   52    (d) Conduct any investigation necessary to carry out the provisions of\n   53  this section. Pursuant to this power and duty, the commission may admin-\n   54  ister oaths or affirmations, subpoena witnesses, compel their attendance\n   55  and require the production of any books or records  which  it  may  deem\n   56  relevant or material[;].\n\n       S. 2794                            10\n\n    1    16-a.    Within  one hundred twenty days of the effective date of this\n    2  subdivision, the commission  shall  create  and  thereafter  maintain  a\n    3  publicly  accessible  website  which  shall  set forth the procedure for\n    4  filing a complaint with the commission,  and  which  shall  contain  the\n    5  documents  identified  in  subdivision  seventeen of this section, other\n    6  than financial disclosure statements OF STATE  OFFICERS  AND  EMPLOYEES,\n    7  and  any other records or information which the commission determines to\n    8  be appropriate.\n    9    16-B.  (A) WHEN AN INDIVIDUAL BECOMES A MEMBER OF  THE  COMMISSION  OR\n   10  STAFF  OF  THE  COMMISSION,  THAT INDIVIDUAL SHALL BE REQUIRED TO SIGN A\n   11  NON-DISCLOSURE STATEMENT.\n   12    (B) NO TESTIMONY RECEIVED OR  ANY  OTHER  INFORMATION  OBTAINED  BY  A\n   13  MEMBER  OF  THE COMMISSION OR STAFF OF THE COMMISSION SHALL BE DISCLOSED\n   14  BY ANY SUCH INDIVIDUAL TO ANY PERSON OR ENTITY OUTSIDE  THE  COMMISSION.\n   15  ANY  CONFIDENTIAL  COMMUNICATION  TO  ANY  PERSON  OR ENTITY OUTSIDE THE\n   16  COMMISSION RELATED TO THE MATTERS BEFORE THE COMMISSION MAY  OCCUR  ONLY\n   17  AS  AUTHORIZED  BY THE COMMISSION AS NECESSARY TO CONDUCT OFFICIAL BUSI-\n   18  NESS OR PURSUANT TO COMMISSION RULES OR AS REQUIRED BY LAW.\n   19    (C) THE COMMISSION SHALL ESTABLISH PROCEDURES NECESSARY TO PREVENT THE\n   20  UNAUTHORIZED DISCLOSURE OF ANY INFORMATION RECEIVED BY ANY MEMBER OF THE\n   21  COMMISSION OR STAFF OF THE COMMISSION. ANY BREACHES  OF  CONFIDENTIALITY\n   22  SHALL  BE INVESTIGATED BY THE COMMISSION AND APPROPRIATE ACTION SHALL BE\n   23  TAKEN.\n   24    17. (a) Notwithstanding the provisions of article six  of  the  public\n   25  officers  law,  the only records of the commission which shall be avail-\n   26  able for public inspection and copying are:\n   27    (1) the information set forth in  an  annual  statement  of  financial\n   28  disclosure filed pursuant to section seventy-three-a of the public offi-\n   29  cers  law  except [the categories of value or amount, which shall remain\n   30  confidential, and] any [other] item of information deleted  pursuant  to\n   31  paragraph (h) of subdivision nine of this section;\n   32    (2)  notices  of  delinquency  sent  under  subdivision eleven of this\n   33  section;\n   34    (3) notices of reasonable cause sent under paragraph (b)  of  subdivi-\n   35  sion twelve of this section;\n   36    (4)  notices  of  civil  assessments  imposed under this section which\n   37  shall include a description of the nature of the alleged wrongdoing, the\n   38  procedural history of the complaint,  the  findings  and  determinations\n   39  made by the commission, and any sanction imposed; AND\n   40    (5) the terms of any settlement or compromise of a complaint or refer-\n   41  ral which includes a fine, penalty or other remedy[; and\n   42    (6)  those required to be held or maintained publicly available pursu-\n   43  ant to article one-A of the legislative law].\n   44    (b) Notwithstanding the provisions of  article  seven  of  the  public\n   45  officers  law,  no  meeting or proceeding, including any such proceeding\n   46  contemplated under paragraph (h) or (i)  of  subdivision  nine  of  this\n   47  section,  of  the  commission  shall  be  open  to the public, except if\n   48  expressly provided otherwise by the commission [or  as  is  required  by\n   49  article one-A of the legislative law], PROVIDED HOWEVER THAT THE COMMIS-\n   50  SION  SHALL  MEET  PUBLICLY  WHENEVER  IT ADOPTS, AMENDS OR RESCINDS ITS\n   51  POLICIES, RULES OR REGULATIONS,  PROMULGATES  ITS  GUIDELINES,  APPROVES\n   52  EDUCATIONAL MATERIAL, OR ADOPTS ITS ANNUAL REPORT.\n   53    (c)  Pending  any application for deletion or exemption to the commis-\n   54  sion, all information which is the subject or a part of the  application\n   55  shall  remain confidential. Upon an adverse determination by the commis-\n   56  sion, the reporting individual may request, and upon  such  request  the\n\n       S. 2794                            11\n\n    1  commission  shall  provide, that any information which is the subject or\n    2  part of the application remain confidential for a period of thirty  days\n    3  following  notice of such determination. In the event that the reporting\n    4  individual  resigns  his office and holds no other office subject to the\n    5  jurisdiction of the commission, the information shall not be made public\n    6  and shall be expunged in its entirety.\n    7    18. IF THE COMMISSION BECOMES AWARE OR IS AWARE THAT ALLEGED  CRIMINAL\n    8  CONDUCT  THAT  MIGHT ALSO VIOLATE SECTION SEVENTY-THREE, SEVENTY-THREE-A\n    9  OR SEVENTY-FOUR OF THE PUBLIC OFFICERS LAW IS UNDER INVESTIGATION  BY  A\n   10  FEDERAL,  STATE  OR LOCAL LAW ENFORCEMENT AGENCY, OR IS BEING PROSECUTED\n   11  IN LOCAL, STATE OR FEDERAL COURT, THE COMMISSION SHALL HOLD  THE  MATTER\n   12  IN ABEYANCE UNTIL THE CRIMINAL MATTER IS RESOLVED.\n   13    19. If any part or provision of this section or the application there-\n   14  of  to  any  person  or organization is adjudged by a court of competent\n   15  jurisdiction to be unconstitutional or otherwise invalid, such  judgment\n   16  shall  not  affect or impair any other part or provision or the applica-\n   17  tion thereof to any other person or organization, but shall be  confined\n   18  in its operation to such part or provision.\n   19    S  2. Section 1-b of the legislative law, as added by chapter 2 of the\n   20  laws of 1999, is amended to read as follows:\n   21    S 1-b. Short title. This article shall be known and may  be  cited  as\n   22  the \"ETHICAL STANDARDS IN Lobbying act OF 2010\".\n   23    S  3.  Paragraph (i) of subdivision (c) and subdivision (j) of section\n   24  1-c of the legislative law, paragraph (i) of subdivision (c) as added by\n   25  chapter 1 of the laws of 2005 and subdivision (j) as added by chapter 14\n   26  of the laws of 2007, are amended and a new subdivision (w) is  added  to\n   27  read as follows:\n   28    (i)  the  passage or defeat of any legislation OR RESOLUTION by either\n   29  house of the state legislature or approval or disapproval of any  legis-\n   30  lation by the governor;\n   31    (j)  The  term  \"gift\"  shall mean anything of more than nominal value\n   32  given to a public official in any form including,  but  not  limited  to\n   33  money,  service,  loan,  travel,  lodging,  meals,  refreshments, enter-\n   34  tainment, discount, forbearance, or promise, having  a  monetary  value.\n   35  The following are excluded from the definition of a gift:\n   36    (i)  complimentary  attendance,  including  food and beverage, at bona\n   37  fide charitable or political events[, and food and beverage of a nominal\n   38  value offered other than as part of a meal];\n   39    (ii) complimentary attendance, food and beverage offered by the  spon-\n   40  sor  of  [an  event  that  is]  A  widely attended [or was in good faith\n   41  intended to be widely attended, when attendance at the event is  related\n   42  to  the  attendee's  duties  or responsibilities as a public official or\n   43  allows the public official to perform a ceremonial function  appropriate\n   44  to  his  or  her position] EVENT. THE TERM \"WIDELY ATTENDED EVENT\" SHALL\n   45  MEAN AN EVENT: (A) WHICH AT LEAST  TWENTY-FIVE  INDIVIDUALS  OTHER  THAN\n   46  MEMBERS,  OFFICERS,  OR  EMPLOYEES FROM THE GOVERNMENTAL ENTITY IN WHICH\n   47  THE PUBLIC OFFICIAL SERVES ATTEND OR WERE, IN GOOD  FAITH,  INTENDED  TO\n   48  ATTEND,  AND  (B) WHICH IS RELATED TO THE ATTENDEE'S DUTIES OR RESPONSI-\n   49  BILITIES AS DETERMINED IN ACCORDANCE WITH STANDARDS AND GUIDANCE  ISSUED\n   50  BY  THE ETHICS OVERSIGHT BODY THAT HAS JURISDICTION OVER THE ATTENDEE OR\n   51  WHICH ALLOWS THE PUBLIC OFFICIAL TO PERFORM A CEREMONIAL FUNCTION APPRO-\n   52  PRIATE TO HIS OR HER POSITION;\n   53    (iii) awards, plaques, and other ceremonial items which  are  publicly\n   54  presented,  or  intended  to  be  publicly  presented, in recognition of\n   55  public service, provided that the item or items are of the type  custom-\n   56  arily  bestowed  at such or similar ceremonies and are otherwise reason-\n\n       S. 2794                            12\n\n    1  able under the circumstances, and further provided that the functionali-\n    2  ty of such items shall not determine whether such  items  are  permitted\n    3  under this paragraph;\n    4    (iv) an honorary degree bestowed upon a public official by a public or\n    5  private college or university;\n    6    (v) promotional items having no substantial resale value such as pens,\n    7  mugs,  calendars,  hats, and t-shirts which bear an organization's name,\n    8  logo, or message in a manner which promotes the organization's cause;\n    9    (vi) goods and services, or discounts for goods and services,  offered\n   10  to  the  general  public or a segment of the general public defined on a\n   11  basis other than status as a public official and  offered  on  the  same\n   12  terms and conditions as the goods or services are offered to the general\n   13  public or segment thereof;\n   14    (vii)  gifts  from  a  family member, member of the same household, or\n   15  person with a personal relationship with the public official,  including\n   16  invitations to attend personal or family social events, when the circum-\n   17  stances  establish  that  it  is  the  family,  household,  or  personal\n   18  relationship that is the primary motivating factor; in determining moti-\n   19  vation, the following factors shall be among those considered:  (A)  the\n   20  history and nature of the relationship between the donor and the recipi-\n   21  ent,  including whether or not items have previously been exchanged; (B)\n   22  whether the item was purchased by the donor; and (C) whether or not  the\n   23  donor at the same time gave similar items to other public officials; the\n   24  transfer shall not be considered to be motivated by a family, household,\n   25  or  personal  relationship  if  the  donor seeks to charge or deduct the\n   26  value of such item as a business expense or seeks reimbursement  from  a\n   27  client;\n   28    (viii) contributions reportable under article fourteen of the election\n   29  law;\n   30    (ix)  travel  reimbursement  or  payment for transportation, meals and\n   31  accommodations for an attendee, panelist or speaker at an  informational\n   32  event when such reimbursement or payment is made by a governmental enti-\n   33  ty  or by an in-state accredited public or private institution of higher\n   34  education that hosts the event on its campus,  provided,  however,  that\n   35  the public official may only accept lodging from an institution of high-\n   36  er education: (A) at a location on or within close proximity to the host\n   37  campus;  and  (B)  for the night preceding and the nights of the days on\n   38  which the attendee, panelist or speaker actually attends the event;\n   39    (x) provision of local transportation to inspect or  tour  facilities,\n   40  operations  or  property [owned or operated by the entity providing such\n   41  transportation] LOCATED IN NEW YORK STATE, provided, however, THAT  SUCH\n   42  INSPECTION  OR  TOUR  IS  RELATED TO THE INDIVIDUAL'S OFFICIAL DUTIES OR\n   43  RESPONSIBILITIES AS DETERMINED IN ACCORDANCE WITH STANDARDS AND GUIDANCE\n   44  ISSUED BY THE ETHICS OVERSIGHT BOARD  THAT  HAS  JURISDICTION  OVER  THE\n   45  INDIVIDUAL AND that payment or reimbursement of lodging, meals or travel\n   46  expenses  to  and from the locality where such facilities, operations or\n   47  property are located shall be considered to be  gifts  unless  otherwise\n   48  permitted under this subdivision; [and]\n   49    (xi)  meals  or  refreshments  when participating in a professional or\n   50  educational program and the meals or refreshments are  provided  to  all\n   51  participants; AND\n   52    (XII)  FOOD  OR  BEVERAGE  VALUED AT TEN DOLLARS OR LESS OFFERED OTHER\n   53  THAN AS PART OF A MEAL.\n   54    (W) THE TERM \"REPORTABLE BUSINESS RELATIONSHIP\" SHALL MEAN A RELATION-\n   55  SHIP IN WHICH COMPENSATION IS PAID BY A LOBBYIST OR BY  A  CLIENT  OF  A\n   56  LOBBYIST,  IN EXCHANGE FOR ANY GOODS, SERVICES OR ANYTHING OF VALUE, THE\n\n       S. 2794                            13\n\n    1  TOTAL VALUE OF WHICH IS IN EXCESS OF ONE THOUSAND DOLLARS  ANNUALLY,  TO\n    2  BE  PERFORMED  OR PROVIDED BY OR INTENDED TO BE PERFORMED OR PROVIDED BY\n    3  (I) ANY STATEWIDE  ELECTED  OFFICIAL,  STATE  OFFICER,  STATE  EMPLOYEE,\n    4  MEMBER  OF THE LEGISLATURE OR LEGISLATIVE EMPLOYEE OR (II) ANY ENTITY IN\n    5  WHICH THE LOBBYIST OR THE CLIENT OF A LOBBYIST KNOWS OR  HAS  REASON  TO\n    6  KNOW  THE  STATEWIDE  ELECTED  OFFICIAL,  STATE OFFICER, STATE EMPLOYEE,\n    7  MEMBER OF THE LEGISLATURE OR LEGISLATIVE EMPLOYEE IS A PROPRIETOR, PART-\n    8  NER, DIRECTOR, OFFICER OR MANAGER, OR OWNS OR CONTROLS  TEN  PERCENT  OR\n    9  MORE OF THE STOCK OF SUCH ENTITY (OR ONE PERCENT IN THE CASE OF A CORPO-\n   10  RATION  WHOSE  STOCK  IS  REGULARLY  TRADED ON AN ESTABLISHED SECURITIES\n   11  EXCHANGE).\n   12    S 3-a. Subdivision (f) of section  1-c  of  the  legislative  law,  as\n   13  amended  by  chapter  14  of  the  laws  of  2007, is amended to read as\n   14  follows:\n   15    (f) The term \"commission\" shall mean the [commission on public  integ-\n   16  rity created by section ninety-four of the executive law] NEW YORK STATE\n   17  COMMISSION ON LOBBYING ETHICS AND COMPLIANCE CREATED BY SECTION ONE-D OF\n   18  THIS ARTICLE.\n   19    S  4.  Section 1-d of the legislative law, as amended by chapter 14 of\n   20  the laws of 2007, is amended to read as follows:\n   21    S 1-d. [Lobby-related powers of the commission]  THE  NEW  YORK  STATE\n   22  COMMISSION  ON  LOBBYING  ETHICS  AND COMPLIANCE. (A) (I) THERE SHALL BE\n   23  ESTABLISHED A COMMISSION TO BE KNOWN AS THE NEW YORK STATE COMMISSION ON\n   24  LOBBYING ETHICS AND COMPLIANCE WHICH SHALL CONSIST OF SIX  MEMBERS.  THE\n   25  MEMBERS OF THE COMMISSION SHALL BE APPOINTED AS FOLLOWS:\n   26    (1) TWO BY THE GOVERNOR;\n   27    (2) ONE BY THE TEMPORARY PRESIDENT OF THE SENATE;\n   28    (3) ONE BY THE SPEAKER OF THE ASSEMBLY;\n   29    (4) ONE BY THE MINORITY LEADER OF THE SENATE; AND\n   30    (5) ONE BY THE MINORITY LEADER OF THE ASSEMBLY.\n   31    (II)  OF  THE  TWO  MEMBERS  APPOINTED BY THE GOVERNOR, ONE SHALL BE A\n   32  MEMBER OF THE SAME POLITICAL PARTY AS THE SPEAKER OF  THE  ASSEMBLY  AND\n   33  ONE SHALL BE A MEMBER OF THE SAME POLITICAL PARTY AS THE MINORITY LEADER\n   34  OF THE ASSEMBLY.\n   35    (B) THE TERM OF OFFICE OF THE MEMBERS SHALL BE FOR FOUR YEARS COMMENC-\n   36  ING  WITH THE FIRST DAY OF AUGUST, TWO THOUSAND ELEVEN, PROVIDED, HOWEV-\n   37  ER, THAT OF THE INITIAL MEMBERS SO APPOINTED: ONE  MEMBER  APPOINTED  BY\n   38  THE GOVERNOR SHALL SERVE A TERM OF ONE YEAR; THE MEMBER APPOINTED BY THE\n   39  TEMPORARY PRESIDENT OF THE SENATE AND THE MEMBER APPOINTED BY THE MINOR-\n   40  ITY LEADER OF THE SENATE SHALL SERVE A TERM OF TWO YEARS; AND THE MEMBER\n   41  APPOINTED BY THE SPEAKER OF THE ASSEMBLY AND THE MEMBER APPOINTED BY THE\n   42  MINORITY  LEADER  OF THE ASSEMBLY SHALL SERVE A TERM OF THREE YEARS.  NO\n   43  MEMBER OF THE COMMISSION SHALL  HOLD  OR  SHALL  HAVE  HELD  WITHIN  THE\n   44  PRECEDING FIVE YEARS ANY STATE OR LOCAL ELECTED OFFICE; AND NO MEMBER OF\n   45  THE  COMMISSION  SHALL  BE  OR HAVE BEEN WITHIN THE PRECEDING FIVE YEARS\n   46  EMPLOYED BY THE STATE OR BY ANY LOCAL POLITICAL SUBDIVISION  SUBJECT  TO\n   47  THIS  ARTICLE.   NO PERSON SUBJECT TO THE JURISDICTION OF THE COMMISSION\n   48  AND THE PROVISIONS OF THIS ARTICLE OR REGISTERED AS A  LOBBYIST  IN  ANY\n   49  OTHER  JURISDICTION  WITHIN  THE  PRECEDING  FIVE YEARS MAY SERVE ON THE\n   50  COMMISSION.\n   51    (C) THE CHAIR AND THE VICE-CHAIR OF THE COMMISSION SHALL BE ELECTED BY\n   52  A MAJORITY OF THE MEMBERS OF THE COMMISSION TO SERVE A  ONE  YEAR  TERM.\n   53  THE  CHAIR  SHALL  BE  A  MEMBER OF A DIFFERENT POLITICAL PARTY THAN THE\n   54  CHAIR OF THE COMMISSION DURING THE PRECEDING TERM.  THE CHAIR AND  VICE-\n   55  CHAIR  SHALL  EACH  BE  A MEMBER OF A DIFFERENT MAJOR POLITICAL PARTY AS\n   56  SUCH TERM IS DEFINED IN THE ELECTION LAW.\n\n       S. 2794                            14\n\n    1    (D) ANY MATTER UPON WHICH THE COMMISSION MUST ACT BY  A  VOTE  OF  THE\n    2  MEMBERSHIP  MUST  BE BY AN AFFIRMATIVE VOTE OF A MAJORITY OF THE MEMBERS\n    3  OF THE COMMISSION WITHOUT VACANCY.  EACH MEMBER SHALL CONTINUE TO  SERVE\n    4  UNTIL A SUCCESSOR IS APPOINTED IN THE MANNER PROVIDED IN THIS SECTION.\n    5    (E)  EACH  OF  THE MEMBERS OF THE COMMISSION SHALL RECEIVE, AS COMPEN-\n    6  SATION FOR HIS OR HER SERVICES UNDER THIS ARTICLE, A PER DIEM  ALLOWANCE\n    7  IN  THE  SUM  OF  ONE HUNDRED DOLLARS FOR EACH DAY ACTUALLY SPENT IN THE\n    8  PERFORMANCE OF HIS OR HER DUTIES  UNDER  THIS  ARTICLE,  NOT  EXCEEDING,\n    9  HOWEVER,  THE SUM OF FIVE THOUSAND DOLLARS IN ANY CALENDAR YEAR, AND, IN\n   10  ADDITION THERETO, SHALL BE REIMBURSED FOR ALL REASONABLE EXPENSES  ACTU-\n   11  ALLY AND NECESSARILY INCURRED BY HIM OR HER IN THE PERFORMANCE OF HIS OR\n   12  HER DUTIES UNDER THIS ARTICLE.\n   13    (F)  VACANCIES  IN  THE MEMBERSHIP OF THE COMMISSION OCCURRING FOR ANY\n   14  CAUSE SHALL BE FILLED FOR THE BALANCE OF THE UNEXPIRED TERM IN THE  SAME\n   15  MANNER  AS  THE  ORIGINAL APPOINTMENT OF THE MEMBER WHOSE OFFICE BECOMES\n   16  VACANT.\n   17    (G) MEMBERS OF THE COMMISSION MAY BE REMOVED BY THE APPOINTING AUTHOR-\n   18  ITY FOR SUBSTANTIAL NEGLECT OF DUTY, GROSS MISCONDUCT IN OFFICE, INABIL-\n   19  ITY TO DISCHARGE THE POWERS OR DUTIES OF OFFICE  OR  VIOLATION  OF  THIS\n   20  SECTION, AFTER WRITTEN NOTICE AND OPPORTUNITY FOR A REPLY.\n   21    (H) STRUCTURE OF THE COMMISSION:\n   22    (I)  THE  CHIEF  ADMINISTRATIVE OFFICER OF THE COMMISSION SHALL BE THE\n   23  EXECUTIVE DIRECTOR, WHO SHALL BE APPOINTED BY A  MAJORITY  VOTE  OF  THE\n   24  COMMISSION  AND  SHALL  SERVE  A  THREE YEAR TERM, EXCEPT THAT HE OR SHE\n   25  SHALL BE DISMISSED ONLY FOR CAUSE BY A MAJORITY VOTE OF THE COMMISSION.\n   26    [In addition to any other powers and duties provided by section  nine-\n   27  ty-four  of  the  executive  law,  the] (II) THE commission shall[, with\n   28  respect to its lobbying-related functions only,] have the power and duty\n   29  to:\n   30    [(a)] (1) administer and enforce all the provisions of this article;\n   31    [(b)] (2) conduct a program of random audits subject to the terms  and\n   32  conditions of this section. Any such program shall be carried out in the\n   33  following manner:\n   34    [(i)]  A.  The  commission may randomly select reports or registration\n   35  statements required to be filed by lobbyists or clients pursuant to this\n   36  article for audit. Any such selection shall be done in a manner pursuant\n   37  to which the identity of any particular lobbyist or client whose  state-\n   38  ment  or  report is selected for audit is unknown to the commission, its\n   39  staff or any of their agents prior to selection.\n   40    [(ii)] B. The commission shall develop protocols for  the  conduct  of\n   41  such  random  audits.  Such  random audits may require the production of\n   42  books, papers, records or memoranda relevant and material to the  prepa-\n   43  ration  of  the  selected  statements or reports, for examination by the\n   44  commission.  Any such protocols shall  ensure  that  similarly  situated\n   45  statements or reports are audited in a uniform manner.\n   46    [(iii)]  C.  The  commission shall contract with an outside accounting\n   47  entity, which shall monitor the process pursuant to which the commission\n   48  selects statements or reports for audit and carries out  the  provisions\n   49  of [paragraphs (i) and (ii) of this subdivision] CLAUSES A AND B OF THIS\n   50  SUBPARAGRAPH and [certifies] CERTIFY that such process complies with the\n   51  provisions of such [paragraphs] CLAUSES.\n   52    [(iv)]  D.  Upon  completion of a random audit conducted in accordance\n   53  with the provisions of [paragraphs (i), (ii) and (iii) of this  subdivi-\n   54  sion]  CLAUSES  A,  B  AND  C OF THIS SUBPARAGRAPH, the commission shall\n   55  determine whether there is reasonable cause to  believe  that  any  such\n   56  statement  or  report  is inaccurate or incomplete. Upon a determination\n\n       S. 2794                            15\n\n    1  that such reasonable  cause  exists,  the  commission  may  require  the\n    2  production  of  further books, records or memoranda, subpoena witnesses,\n    3  compel their attendance and testimony and administer oaths  or  affirma-\n    4  tions,  to  the extent the commission determines such actions are neces-\n    5  sary to obtain information relevant and material to  investigating  such\n    6  inaccuracies or omissions;\n    7    [(c)]  (3)  conduct  hearings  pursuant to article seven of the public\n    8  officers law. Any hearing may be conducted  as  a  video  conference  in\n    9  accordance  with  the  provisions  of  subdivision  four  of section one\n   10  hundred four of the public officers law;\n   11    [(d)] (4)  prepare  uniform  forms  for  the  statements  and  reports\n   12  required by this article;\n   13    [(e)]  (5)  meet at least once during each bi-monthly reporting period\n   14  of the year as established by subdivision (a) of section one-h  of  this\n   15  article and may meet at such other times as the commission, or the chair\n   16  and vice-chair jointly, shall determine;\n   17    [(f)]  (6)  issue  advisory  opinions to those under its jurisdiction.\n   18  Such advisory opinions, which shall be published and made  available  to\n   19  the  public,  shall  not  be  binding  upon  such commission except with\n   20  respect to the person to whom such opinion is rendered, provided, howev-\n   21  er, that a subsequent modification by such commission of such  an  advi-\n   22  sory opinion shall operate prospectively only; and\n   23    [(g)] (7) submit by the first day of March next following the year for\n   24  which  such report is made to the governor and the members of the legis-\n   25  lature an annual report summarizing the commission's work,  listing  the\n   26  lobbyists  and clients required to register pursuant to this article and\n   27  the expenses and compensation reported  pursuant  to  this  article  and\n   28  making  recommendations  with  respect  to  this article. The commission\n   29  shall make this report available free of charge to the public.\n   30    (I) THE COMMISSION SHALL  UNDERTAKE  A  COMPREHENSIVE  REVIEW  OF  ALL\n   31  APPLICABLE  REGULATIONS  AND  OPINIONS  ISSUED BY THE TEMPORARY LOBBYING\n   32  COMMISSION AND THE COMMISSION ON PUBLIC INTEGRITY,  WHICH  REVIEWS  WILL\n   33  ADDRESS  THE  CONSISTENCY  OF  SUCH  REGULATIONS AND OPINIONS AMONG EACH\n   34  OTHER AND WITH THE STATUTORY  LANGUAGE.  THE  COMMISSION  SHALL,  BEFORE\n   35  DECEMBER FIRST, TWO THOUSAND TWELVE, REPORT TO THE GOVERNOR AND LEGISLA-\n   36  TURE  REGARDING SUCH REVIEW AND SHALL PROPOSE ANY REGULATORY CHANGES AND\n   37  ISSUE ANY ADVISORY OPINIONS NECESSITATED BY SUCH REVIEW.\n   38    S 5. Subdivision (b) and paragraph 3 of subdivision (c) of section 1-e\n   39  of the legislative law, subdivision (b) as amended by section 1 of  part\n   40  S  of  chapter 62 of the laws of 2003 and paragraph 3 of subdivision (c)\n   41  as amended by chapter 1 of the laws of 2005,  are  amended  to  read  as\n   42  follows:\n   43    (b)  (i)  Such  statements of registration shall be kept on file for a\n   44  period of [three] FOUR years  for  those  filing  periods  where  annual\n   45  statements  are  required, and shall be open to public inspection during\n   46  such period; (ii) Biennial statements of registration shall be  kept  on\n   47  file  for a period of [three] TWO biennial filing periods where biennial\n   48  statements are required, and shall be open to public  inspection  during\n   49  such period.\n   50    (3)  if  such  lobbyist  is retained or employed pursuant to a written\n   51  agreement of retainer or employment,  a  copy  of  such  shall  also  be\n   52  attached  and if such retainer or employment is oral, a statement of the\n   53  substance thereof; such written retainer, or if it is oral, a  statement\n   54  of  the  substance thereof, and any amendment thereto, shall be retained\n   55  for a period of [three] FOUR years;\n\n       S. 2794                            16\n\n    1    S 5-a. Subdivision (c) of  section  1-e  of  the  legislative  law  is\n    2  amended by adding a new paragraph 8 to read as follows:\n    3     (8)  (I)  THE NAME AND PUBLIC OFFICE ADDRESS OF ANY STATEWIDE ELECTED\n    4  OFFICIAL, STATE OFFICER OR EMPLOYEE, MEMBER OF THE LEGISLATURE OR LEGIS-\n    5  LATIVE EMPLOYEE AND ENTITY WITH WHOM THE LOBBYIST HAS A REPORTABLE BUSI-\n    6  NESS RELATIONSHIP;\n    7    (II) A DESCRIPTION OF THE GENERAL SUBJECT OR SUBJECTS  OF  THE  TRANS-\n    8  ACTIONS  BETWEEN  THE  LOBBYIST  OR  LOBBYISTS AND THE STATEWIDE ELECTED\n    9  OFFICIAL, STATE OFFICER OR EMPLOYEE, MEMBER OF THE LEGISLATURE OR LEGIS-\n   10  LATIVE EMPLOYEE AND ENTITY; AND\n   11    (III) THE COMPENSATION, INCLUDING EXPENSES, TO BE PAID  BY  VIRTUE  OF\n   12  THE BUSINESS RELATIONSHIP.\n   13    S  5-b.  Subdivision  (b)  of  section  1-j  of the legislative law is\n   14  amended by adding a new paragraph 6 to read as follows:\n   15    (6) (I) THE NAME AND PUBLIC OFFICE ADDRESS OF  ANY  STATEWIDE  ELECTED\n   16  OFFICIAL, STATE OFFICER OR EMPLOYEE, MEMBER OF THE LEGISLATURE OR LEGIS-\n   17  LATIVE  EMPLOYEE  AND  ENTITY  WITH  WHOM THE CLIENT OF A LOBBYIST HAS A\n   18  REPORTABLE BUSINESS RELATIONSHIP;\n   19    (II) A DESCRIPTION OF THE GENERAL SUBJECT OR SUBJECTS  OF  THE  TRANS-\n   20  ACTIONS  BETWEEN  THE CLIENT OF THE LOBBYIST OR LOBBYISTS AND THE STATE-\n   21  WIDE ELECTED OFFICIAL, STATE OFFICER OR EMPLOYEE, MEMBER OF THE LEGISLA-\n   22  TURE OR LEGISLATIVE EMPLOYEE AND ENTITY;\n   23    (III) THE COMPENSATION, INCLUDING EXPENSES, TO BE PAID  BY  VIRTUE  OF\n   24  THE BUSINESS RELATIONSHIP.\n   25    S  6. Subparagraph (v) of paragraph 5 of subdivision (b) and paragraph\n   26  2 of subdivision (c) of section 1-h of the legislative law, as added  by\n   27  chapter 2 of the laws of 1999, are amended to read as follows:\n   28    (v)  expenses  of  more  than  fifty dollars shall be paid by check or\n   29  substantiated by receipts and such checks and receipts shall be kept  on\n   30  file by the lobbyist for a period of [three] FOUR years.\n   31    (2)  Such  bi-monthly  reports  shall be kept on file for [three] FOUR\n   32  years and shall be open to public inspection during such time.\n   33    S 7. Subparagraph (v) of paragraph 6 of subdivision (b) and  paragraph\n   34  2  of subdivision (c) of section 1-i of the legislative law, as added by\n   35  chapter 2 of the laws of 1999, are amended to read as follows:\n   36    (v) expenses of more than fifty dollars  must  be  paid  by  check  or\n   37  substantiated  by receipts and such checks and receipts shall be kept on\n   38  file by such public corporation for a period of [three] FOUR years.\n   39    (2) Such bi-monthly reports shall be kept on  file  for  a  period  of\n   40  [three]  FOUR  years  and shall be open to public inspection during such\n   41  period.\n   42    S 8. Subparagraph (v) of paragraph 5 of subdivision (b) and  paragraph\n   43  2  of  subdivision (c) of section 1-j of the legislative law, as amended\n   44  by chapter 1 of the laws of 2005, are amended to read as follows:\n   45    (v) expenses of more than fifty dollars  must  be  paid  by  check  or\n   46  substantiated  by receipts and such checks and receipts shall be kept on\n   47  file by such client for a period of [three] FOUR years.\n   48    (2) Such semi-annual reports shall be kept on file  for  a  period  of\n   49  [three]  FOUR  years  and shall be open to public inspection during such\n   50  period.\n   51    S 8-a. Subdivision (a) of section 1-o of the legislative law, as added\n   52  by chapter 14 of the laws of 2007, is amended to read as follows:\n   53    (a) (i) Any lobbyist, public corporation, or client who knowingly  and\n   54  wilfully  fails  to  file  timely a report or statement required by this\n   55  [section] ARTICLE or knowingly and wilfully files false  information  or\n\n       S. 2794                            17\n\n    1  knowingly  and  wilfully violates section one-m of this article shall be\n    2  guilty of a class A misdemeanor; and\n    3    (ii)  any  lobbyist,  public  corporation, or client who knowingly and\n    4  wilfully fails to file timely a report or  statement  required  by  this\n    5  [section]  ARTICLE  or knowingly and wilfully files false information or\n    6  knowingly and wilfully violates section one-m  of  this  article,  after\n    7  having  previously  been  convicted  in  the preceding five years of the\n    8  crime described in paragraph (i) of this subdivision, shall be guilty of\n    9  a class E felony. Any lobbyist convicted of  or  pleading  guilty  to  a\n   10  felony under the provisions of this section may be barred from acting as\n   11  a lobbyist for a period of one year from the date of the conviction. For\n   12  the  purposes  of  this subdivision, the chief administrative officer of\n   13  any organization required to file a statement or  report  shall  be  the\n   14  person responsible for making and filing such statement or report unless\n   15  some other person prior to the due date thereof has been duly designated\n   16  to make and file such statement or report.\n   17    S  8-b.  Section 1-p of the legislative law is amended by adding a new\n   18  subdivision (d) to read as follows:\n   19    (D) NOTWITHSTANDING ANY OTHER PROVISION OF LAW, IF THE COMMISSION  HAS\n   20  A  REASONABLE  BASIS TO BELIEVE THAT ANY PERSON SUBJECT TO THE JURISDIC-\n   21  TION OF THE EXECUTIVE ETHICS AND  COMPLIANCE  COMMISSION  OR  THE  JOINT\n   22  LEGISLATIVE  COMMISSION  ON  ETHICS  STANDARDS  MAY  HAVE  VIOLATED  ANY\n   23  PROVISION OF SECTION SEVENTY-THREE OR SEVENTY-FOUR OF THE  PUBLIC  OFFI-\n   24  CERS  LAW  OR  THAT  ANY PERSON SUBJECT TO THE JURISDICTION OF THE STATE\n   25  BOARD OF ELECTIONS MAY HAVE VIOLATED ARTICLE FOURTEEN  OF  THE  ELECTION\n   26  LAW,  IT  SHALL REFER SUCH VIOLATION TO THE EXECUTIVE ETHICS AND COMPLI-\n   27  ANCE COMMISSION OR THE JOINT LEGISLATIVE COMMISSION ON ETHICS STANDARDS,\n   28  AS APPROPRIATE, UNLESS THE COMMISSION DETERMINES THAT  SUCH  A  REFERRAL\n   29  WOULD  COMPROMISE  THE  PROSECUTION  OR  CONFIDENTIALITY OF ITS INVESTI-\n   30  GATIONS AND, IF SO, SHALL MAKE A REFERRAL AS SOON  AS  PRACTICABLE.  THE\n   31  REFERRAL  BY  THE COMMISSION TO SUCH ENTITIES SHALL INCLUDE ANY INFORMA-\n   32  TION RELATING THERETO COMING INTO THE CUSTODY OR CONTROL OF THE  COMMIS-\n   33  SION AT ANY TIME PRIOR OR SUBSEQUENT TO THE REFERRAL.\n   34    S  9.  Section  80  of  the  legislative  law  is REPEALED and two new\n   35  sections 80 and 81 are added to read as follows:\n   36    S 80. LEGISLATIVE OFFICE OF ETHICS INVESTIGATIONS.   1. OFFICE  ESTAB-\n   37  LISHED.  THERE  IS  ESTABLISHED  A LEGISLATIVE OFFICE OF ETHICS INVESTI-\n   38  GATIONS FOR THE PURPOSE OF ASSISTING THE LEGISLATURE IN CARRYING OUT ITS\n   39  INVESTIGATORY  AND  ENFORCEMENT  RESPONSIBILITIES  WITH  REGARD  TO  ITS\n   40  ETHICAL  STANDARDS  AND  RECEIVING  REFERRALS OF COMPLAINTS FOR INVESTI-\n   41  GATION FROM THE JOINT LEGISLATIVE COMMISSION  ON  ETHICS  STANDARDS  AND\n   42  FROM  THE  STANDING COMMITTEES ON ETHICS OF THE SENATE AND ASSEMBLY, AND\n   43  RECEIVING COMPLAINTS FROM THE PUBLIC.\n   44    2. THE GOVERNING BOARD.  (A) THE OFFICE SHALL BE GOVERNED BY  A  BOARD\n   45  CONSISTING  OF  EIGHT  INDIVIDUALS OF WHOM TWO SHALL BE APPOINTED BY THE\n   46  SPEAKER OF THE ASSEMBLY; TWO SHALL BE APPOINTED BY THE  MINORITY  LEADER\n   47  OF  THE  ASSEMBLY;  TWO SHALL BE APPOINTED BY THE TEMPORARY PRESIDENT OF\n   48  THE SENATE; AND TWO SHALL BE APPOINTED BY THE  MINORITY  LEADER  OF  THE\n   49  SENATE.\n   50    (B)  THE  LEGISLATIVE  LEADERS  EACH SHALL APPOINT INDIVIDUALS WHO ARE\n   51  QUALIFIED TO SERVE ON THE BOARD BY VIRTUE OF THEIR  EDUCATION,  TRAINING\n   52  OR  EXPERIENCE IN ONE OR MORE OF THE FOLLOWING DISCIPLINES OR PROCESSES:\n   53  LEGISLATIVE, JUDICIAL, ADMINISTRATIVE,  PROFESSIONAL  ETHICS,  BUSINESS,\n   54  LEGAL, AND ACADEMIC.\n   55    (C)  THE  SPEAKER AND THE TEMPORARY PRESIDENT OF THE SENATE SHALL EACH\n   56  DESIGNATE ONE MEMBER OF THE BOARD AS CO-CHAIRPERSON.\n\n       S. 2794                            18\n\n    1    (D) NO INDIVIDUAL SHALL BE ELIGIBLE FOR APPOINTMENT TO, OR SERVICE ON,\n    2  THE BOARD WHO CURRENTLY OR WITHIN THE LAST FIVE YEARS:\n    3    (I)  IS  REQUIRED  TO REGISTER AS A LOBBYIST OR HAS BEEN A LOBBYIST IN\n    4  NEW YORK STATE OR IN ANY OTHER JURISDICTION;\n    5    (II) IS OR HAS BEEN A CANDIDATE FOR A POSITION IN THE NEW  YORK  STATE\n    6  LEGISLATURE;\n    7    (III)  IS  OR  HAS BEEN A MEMBER, OFFICER, OR EMPLOYEE OF THE NEW YORK\n    8  STATE LEGISLATURE; OR\n    9    (IV) IS OR HAS BEEN A POLITICAL PARTY CHAIRMAN, AS  DEFINED  IN  PARA-\n   10  GRAPH  (K)  OF  SUBDIVISION  ONE  OF SECTION SEVENTY-THREE OF THE PUBLIC\n   11  OFFICERS LAW.\n   12    (E) NO BOARD MEMBER SHALL BE CURRENTLY A STATEWIDE ELECTED OFFICIAL OR\n   13  AN OFFICER OR EMPLOYEE OF THE NEW YORK STATE GOVERNMENT.\n   14    (F) THE TERM OF A BOARD MEMBER SHALL BE FOUR YEARS.\n   15    (G) BOARD MEMBERS SHALL RECEIVE A PER DIEM ALLOWANCE IN THE SUM OF ONE\n   16  HUNDRED DOLLARS FOR EACH DAY ACTUALLY SPENT IN THE PERFORMANCE OF HIS OR\n   17  HER DUTIES UNDER THIS ARTICLE, NOT EXCEEDING, HOWEVER, THE SUM  OF  FIVE\n   18  THOUSAND  DOLLARS  IN ANY CALENDAR YEAR, AND, IN ADDITION THERETO, SHALL\n   19  BE REIMBURSED FOR  ALL  REASONABLE  EXPENSES  ACTUALLY  AND  NECESSARILY\n   20  INCURRED  BY  HIM  OR  HER IN THE PERFORMANCE OF HIS OR HER DUTIES UNDER\n   21  THIS ARTICLE.\n   22    (H) A MAJORITY OF THE MEMBERS  OF  THE  BOARD  WITHOUT  VACANCY  SHALL\n   23  CONSTITUTE A QUORUM.\n   24    (I)  THE  BOARD  SHALL MEET AT THE CALL OF THE CHAIRPERSONS OR FOUR OF\n   25  ITS MEMBERS PURSUANT TO ITS RULES.\n   26    (J) ANY VACANCY OCCURRING ON THE BOARD SHALL BE  FILLED  WITHIN  SIXTY\n   27  DAYS BY THE APPOINTING AUTHORITY.\n   28    3.  POWERS  AND  DUTIES  OF  THE  BOARD.  THE  BOARD IS AUTHORIZED AND\n   29  DIRECTED TO:\n   30    (A) APPOINT AN EXECUTIVE DIRECTOR FOR A TERM OF THREE YEARS, WHO SHALL\n   31  BE DISMISSED ONLY FOR CAUSE BY A MAJORITY VOTE  OF  THE  BOARD,  APPOINT\n   32  SUCH  OTHER  STAFF AS ARE NECESSARY TO ASSIST IT TO CARRY OUT ITS DUTIES\n   33  UNDER THIS SECTION AND ENTER INTO CONTRACTS FOR SERVICES AS  ARE  NECES-\n   34  SARY TO ASSIST IT TO CARRY OUT ITS DUTIES UNDER THIS SECTION;\n   35    (B)  RECEIVE  AND ACT ON SWORN COMPLAINTS REGARDING PERSONS SUBJECT TO\n   36  ITS JURISDICTION ALLEGING A POSSIBLE VIOLATION OF SECTION SEVENTY-THREE,\n   37  SEVENTY-THREE-A, OR SEVENTY-FOUR OF THE PUBLIC OFFICERS LAW, AND CONDUCT\n   38  SUCH INVESTIGATIONS AND PROCEEDINGS AS ARE AUTHORIZED AND  NECESSARY  TO\n   39  CARRY OUT THE PROVISIONS OF THIS SECTION. IN CONNECTION WITH SUCH INVES-\n   40  TIGATIONS,  THE  BOARD  MAY  ADMINISTER  OATHS OR AFFIRMATIONS, SUBPOENA\n   41  WITNESSES, COMPEL THEIR ATTENDANCE AND REQUIRE  THE  PRODUCTION  OF  ANY\n   42  BOOKS OR RECORDS WHICH IT MAY DEEM RELEVANT OR MATERIAL;\n   43    (C) RECEIVE AND ACT ON, AS IF IT WERE A SWORN COMPLAINT, ANY REFERRALS\n   44  FROM  THE JOINT LEGISLATIVE COMMISSION ON ETHICS STANDARDS OR THE STAND-\n   45  ING COMMITTEES ON ETHICS OF THE SENATE AND ASSEMBLY;\n   46    (D) RECEIVE AND ACT ON, AS IF IT WERE A SWORN COMPLAINT, ANY  REFERRAL\n   47  FROM  ANOTHER  OVERSIGHT  BODY  INDICATING  THAT  A VIOLATION OF SECTION\n   48  SEVENTY-THREE OR SEVENTY-FOUR  OF  THE  PUBLIC  OFFICERS  LAW  MAY  HAVE\n   49  OCCURRED  INVOLVING  PERSONS SUBJECT TO THE JURISDICTION OF THE LEGISLA-\n   50  TIVE OFFICE OF ETHICS INVESTIGATIONS;\n   51    (E) DELIVER TO THE JOINT LEGISLATIVE COMMISSION ON ETHICS STANDARDS  A\n   52  REPORT  ON THE BOARD'S FINDINGS AND DETERMINATIONS REGARDING ANY ALLEGED\n   53  VIOLATIONS OF SECTIONS SEVENTY-THREE, SEVENTY-THREE-A, AND  SEVENTY-FOUR\n   54  OF  THE  PUBLIC  OFFICERS  LAW AND DELIVER TO THE STANDING COMMITTEES ON\n   55  ETHICS OF THE SENATE OR  ASSEMBLY,  AS  APPROPRIATE,  A  REPORT  ON  THE\n\n       S. 2794                            19\n\n    1  BOARD'S  FINDINGS AND DETERMINATIONS REGARDING ANY COMPLAINT REFERRED TO\n    2  IT BY THE COMMITTEES; AND\n    3    (F) ADOPT RULES TO CARRY OUT ITS DUTIES CONSISTENT WITH THE PROVISIONS\n    4  OF SUBDIVISION FOUR OF THIS SECTION.\n    5    4.  PROCEDURE.   (A) PRELIMINARY REVIEW. (I) UPON RECEIPT OF A WRITTEN\n    6  SWORN COMPLAINT OR  REFERRAL  PURSUANT  TO  SUBDIVISION  THREE  OF  THIS\n    7  SECTION, THE GOVERNING BOARD SHALL, WITHIN TEN CALENDAR DAYS:\n    8    (A) INITIATE A PRELIMINARY REVIEW OF ANY ALLEGED VIOLATION BY A MEMBER\n    9  OF  THE  LEGISLATURE, OFFICER, OR LEGISLATIVE EMPLOYEE OF SECTION SEVEN-\n   10  TY-THREE, SEVENTY-THREE-A OR SEVENTY-FOUR OF THE  PUBLIC  OFFICERS  LAW,\n   11  AND  ANY  OTHER MATTER REFERRED TO IT BY THE ASSEMBLY OR SENATE STANDING\n   12  COMMITTEE ON ETHICS OR THE JOINT LEGISLATIVE COMMISSION ON ETHICS STAND-\n   13  ARDS PURSUANT TO SUBDIVISION THREE OF THIS SECTION;\n   14    (B) NOTIFY IN WRITING THE JOINT LEGISLATIVE COMMISSION ON ETHICS STAN-\n   15  DARDS OR THE APPROPRIATE STANDING COMMITTEE ON ETHICS AND THE  COMPLAIN-\n   16  ANT, IF THERE IS ONE, THAT THE PRELIMINARY REVIEW HAS COMMENCED; AND\n   17    (C)  NOTIFY  IN  WRITING  ANY  INDIVIDUAL  WHO  IS THE SUBJECT OF SUCH\n   18  PRELIMINARY REVIEW AND PROVIDE SUCH INDIVIDUAL WITH A DESCRIPTION OF THE\n   19  POSSIBLE OR ALLEGED VIOLATION AND A COPY OF ITS  RULES  AND  PROCEDURES,\n   20  WHICH  SHALL  INCLUDE THE DUE PROCESS PROCEDURAL MECHANISMS AVAILABLE TO\n   21  SUCH INDIVIDUAL AND THE OPPORTUNITY FOR  SUCH  INDIVIDUAL  TO  SUBMIT  A\n   22  WRITTEN RESPONSE IN ACCORDANCE WITH SUBPARAGRAPH (II) OF THIS PARAGRAPH.\n   23    (II) THE INDIVIDUAL WHO IS THE SUBJECT OF THE PRELIMINARY REVIEW SHALL\n   24  HAVE  THE  OPPORTUNITY TO SUBMIT WITHIN FIFTEEN CALENDAR DAYS OF RECEIPT\n   25  OF NOTICE PURSUANT TO CLAUSE (C) OF SUBPARAGRAPH (I) OF THIS  PARAGRAPH,\n   26  A  WRITTEN RESPONSE SETTING FORTH INFORMATION RELATING TO THE ACTIVITIES\n   27  CITED AS A POSSIBLE OR ALLEGED VIOLATION OF LAW.\n   28    (III) THE GOVERNING BOARD SHALL, WITHIN FORTY-FIVE CALENDAR DAYS AFTER\n   29  RECEIPT OF A WRITTEN COMPLAINT OR REFERRAL  UNDER  SUBPARAGRAPH  (I)  OF\n   30  THIS PARAGRAPH, COMPLETE ITS PRELIMINARY REVIEW AND SHALL VOTE ON WHETH-\n   31  ER TO COMMENCE A SECOND PHASE REVIEW OF THE MATTER UNDER CONSIDERATION.\n   32    (IV)  NOTWITHSTANDING  THE  PROVISIONS  OF SUBPARAGRAPHS (I), (II) AND\n   33  (III) OF THIS PARAGRAPH, THE GOVERNING BOARD MAY TERMINATE A PRELIMINARY\n   34  REVIEW BY AN AFFIRMATIVE VOTE OF NOT LESS THAN FIVE MEMBERS AT ANY  TIME\n   35  WITHIN  THE  APPLICABLE  FORTY-FIVE CALENDAR DAYS UPON ITS DETERMINATION\n   36  THAT THE ALLEGED VIOLATION UNDER REVIEW  IS  DE  MINIMIS  IN  NATURE  OR\n   37  CURED.  UPON  THE  TERMINATION  OF A PRELIMINARY REVIEW PURSUANT TO THIS\n   38  SUBPARAGRAPH OR SUBPARAGRAPH (III)  OF  THIS  PARAGRAPH,  THE  GOVERNING\n   39  BOARD  SHALL  NOTIFY,  IN  WRITING,  THE JOINT LEGISLATIVE COMMISSION ON\n   40  ETHICS STANDARDS OR THE APPROPRIATE STANDING COMMITTEE  ON  ETHICS,  THE\n   41  COMPLAINANT,  IF THERE IS ONE, AND THE INDIVIDUAL WHO WAS THE SUBJECT OF\n   42  SUCH PRELIMINARY REVIEW, OF SUCH TERMINATION. UPON SUCH TERMINATION, THE\n   43  GOVERNING BOARD SHALL NOT DISCLOSE ANY MATERIALS OR INFORMATION  RELATED\n   44  TO SUCH PRELIMINARY REVIEW.\n   45    (B)  SECOND-PHASE  REVIEW.  (I)  UPON THE AFFIRMATIVE VOTE OF NOT LESS\n   46  THAN FOUR GOVERNING BOARD MEMBERS TO  COMMENCE  A  SECOND-PHASE  REVIEW,\n   47  WRITTEN  NOTICE  OF  THE GOVERNING BOARD'S DECISION SHALL BE PROVIDED TO\n   48  THE JOINT LEGISLATIVE COMMISSION ON ETHICS STANDARDS OR THE  APPROPRIATE\n   49  STANDING  COMMITTEE  ON ETHICS, AND TO THE INDIVIDUAL WHO IS THE SUBJECT\n   50  OF SUCH SECOND-PHASE REVIEW. SUCH WRITTEN NOTICE SHALL INCLUDE A COPY OF\n   51  THE GOVERNING BOARD'S  RULES  AND  PROCEDURES  AND  SHALL  ALSO  INCLUDE\n   52  NOTIFICATION OF SUCH INDIVIDUAL'S RIGHT TO BE HEARD WITHIN THIRTY CALEN-\n   53  DAR DAYS OF THE DATE OF THE GOVERNING BOARD'S WRITTEN NOTICE.\n   54    (II)  THE  GOVERNING  BOARD MAY HOLD SUCH HEARINGS AS MAY BE NECESSARY\n   55  AND SIT AND ACT ONLY IN EXECUTIVE SESSION AT SUCH TIMES AND  PLACES  AND\n   56  SOLICIT  SUCH  TESTIMONY  AND  RECEIVE  SUCH RELEVANT EVIDENCE AS MAY BE\n\n       S. 2794                            20\n\n    1  NECESSARY TO CARRY OUT ITS DUTIES.  THE BOARD SHALL PROVIDE THE INDIVID-\n    2  UAL WHO IS THE SUBJECT OF THE REVIEW THE OPPORTUNITY TO BE HEARD ON  THE\n    3  MATTER WITHIN THIRTY CALENDAR DAYS OF SUCH WRITTEN NOTICE.\n    4    (III)  NOT  LATER  THAN  FORTY-FIVE  CALENDAR DAYS AFTER THE GOVERNING\n    5  BOARD'S DECISION TO COMMENCE A SECOND-PHASE REVIEW, THE GOVERNING  BOARD\n    6  SHALL  PRESENT  A  WRITTEN REPORT TO THE JOINT LEGISLATIVE COMMISSION ON\n    7  ETHICS STANDARDS OR THE APPROPRIATE STANDING  COMMITTEE  ON  ETHICS  AND\n    8  DELIVER A COPY OF THE REPORT TO THE INDIVIDUAL WHO IS THE SUBJECT OF THE\n    9  REVIEW. SUCH WRITTEN REPORT SHALL INCLUDE:\n   10    (A)  A  STATEMENT  THAT  THE  MATTER  REQUIRES  FURTHER REVIEW BY SUCH\n   11  COMMITTEE OR COMMISSION, AS APPROPRIATE; OR\n   12    (B) A RECOMMENDATION THAT THE MATTER UNDER REVIEW BE DISMISSED BY SUCH\n   13  COMMITTEE OR COMMISSION IN ACCORDANCE WITH PARAGRAPH (C) OF THIS  SUBDI-\n   14  VISION; OR\n   15    (C) A STATEMENT THAT THE GOVERNING BOARD IS UNABLE TO RECOMMEND ACTION\n   16  BECAUSE  OF  A  TIE  VOTE.  SUCH  STATEMENT  SHALL INCLUDE THE NUMBER OF\n   17  MEMBERS VOTING IN THE AFFIRMATIVE AND NEGATIVE AND A  STATEMENT  OF  THE\n   18  NATURE OF THE REVIEW; AND\n   19    (D) A SUMMARY OF THE GOVERNING BOARD'S FINDINGS OF FACT.\n   20    (IV)  THE GOVERNING BOARD SHALL ALSO TRANSMIT TO THE JOINT LEGISLATIVE\n   21  COMMISSION ON ETHICS STANDARDS OR THE APPROPRIATE STANDING COMMITTEE  ON\n   22  ETHICS;  CITATIONS  TO ANY RELEVANT LAW, RULE, REGULATION OR STANDARD OF\n   23  CONDUCT; THE NAMES OF ALL WITNESSES; COPIES OF ANY DOCUMENTS  SUBMITTED;\n   24  ANY CONCLUSIONS REGARDING THE VALIDITY OF THE ALLEGATIONS UPON WHICH THE\n   25  COMPLAINT OR REFERRAL IS BASED; AND A DESCRIPTION OF ANY RELEVANT INFOR-\n   26  MATION  THAT  THE  GOVERNING BOARD WAS UNABLE TO OBTAIN AND WITNESSES IT\n   27  WAS UNABLE TO INTERVIEW, AND THE REASONS THEREFOR.\n   28    (V) THE GOVERNING BOARD MAY, BY AN AFFIRMATIVE VOTE OF A  MAJORITY  OF\n   29  ITS  MEMBERS,  EXTEND THE PERIOD TO PRESENT A WRITTEN REPORT PURSUANT TO\n   30  SUBPARAGRAPH (III) OF THIS PARAGRAPH FOR ONE ADDITIONAL  PERIOD  OF  NOT\n   31  MORE THAN FOURTEEN CALENDAR DAYS.\n   32    (C)  RECOMMENDATION TO DISMISS. PURSUANT TO CLAUSE (B) OF SUBPARAGRAPH\n   33  (III) OF PARAGRAPH (B) OF THIS SUBDIVISION, THE GOVERNING BOARD MAY,  BY\n   34  AN  AFFIRMATIVE  VOTE  OF  NOT  LESS THAN FOUR MEMBERS, RECOMMEND TO THE\n   35  JOINT LEGISLATIVE COMMISSION ON  ETHICS  STANDARDS  OR  THE  APPROPRIATE\n   36  STANDING  COMMITTEE  ON ETHICS THAT THE MATTER UNDER SECOND-PHASE REVIEW\n   37  BE DISMISSED. SUCH RECOMMENDATION TO SUCH COMMITTEE OR COMMISSION MAY BE\n   38  BASED ON ANY GROUND INCLUDING, BUT NOT  LIMITED  TO,  ITS  DETERMINATION\n   39  THAT THE ALLEGED VIOLATION:\n   40    (I) WAS DE MINIMIS IN NATURE;\n   41    (II) WAS CURED; OR\n   42    (III) SHOULD BE RESOLVED PURSUANT TO A SETTLEMENT AGREEMENT.\n   43  ANY  MATTER SO DISMISSED BY SUCH COMMITTEE OR COMMISSION SHALL BE DEEMED\n   44  A PRELIMINARY REVIEW TERMINATION PURSUANT TO SUBPARAGRAPH (IV) OF  PARA-\n   45  GRAPH  (A)  OF THIS SUBDIVISION, PROVIDED THAT SUCH COMMITTEE OR COMMIS-\n   46  SION SHALL MAKE PUBLIC THE TERMS OF ANY SETTLEMENT OR  COMPROMISE  WHICH\n   47  INCLUDES A FINE, PENALTY OR OTHER REMEDY.\n   48    (D)  ADOPTION OF RULES. THE GOVERNING BOARD SHALL ADOPT RULES TO CARRY\n   49  OUT ITS DUTIES, WHICH SHALL INCLUDE, BUT NOT BE LIMITED TO, THE  FOLLOW-\n   50  ING:\n   51    (I) A RULE REQUIRING THAT ALL WITNESSES SIGN A STATEMENT ACKNOWLEDGING\n   52  THE UNDERSTANDING THAT FALSE TESTIMONY AND THE SUBMISSION OF FALSE DOCU-\n   53  MENTS CONSTITUTES PERJURY AND IS PUNISHABLE BY LAW.\n   54    (II) A RULE REQUIRING THAT THERE BE NO EX PARTE COMMUNICATIONS BETWEEN\n   55  ANY  MEMBER  OF THE GOVERNING BOARD OR STAFF OF THE OFFICE AND ANY INDI-\n   56  VIDUAL WHO IS THE SUBJECT OF  ANY  REVIEW  BY  THE  GOVERNING  BOARD  OR\n\n       S. 2794                            21\n\n    1  BETWEEN ANY MEMBER OR STAFF AND ANY INTERESTED PARTY, AND THAT NO MEMBER\n    2  OR  OFFICER  OF THE LEGISLATURE, OR LEGISLATIVE EMPLOYEE MAY COMMUNICATE\n    3  WITH ANY MEMBER OF THE GOVERNING BOARD OR STAFF OF THE OFFICE  REGARDING\n    4  ANY  MATTER  UNDER REVIEW BY THE GOVERNING BOARD EXCEPT AS AUTHORIZED BY\n    5  THE BOARD.\n    6    (III) A RULE THAT ESTABLISHES A CODE OF CONDUCT TO GOVERN THE BEHAVIOR\n    7  OF ITS MEMBERS AND STAFF, WHICH SHALL INCLUDE THE AVOIDANCE OF CONFLICTS\n    8  OF INTEREST.\n    9    5. REQUESTS FROM THE ASSEMBLY OR SENATE STANDING COMMITTEE ON  ETHICS.\n   10  IN   ADDITION   TO   REFERRALS   OF   POSSIBLE   VIOLATIONS  OF  SECTION\n   11  SEVENTY-THREE, SEVENTY-THREE-A OR SEVENTY-FOUR OF  THE  PUBLIC  OFFICERS\n   12  LAW,  THE  ASSEMBLY  OR  SENATE STANDING COMMITTEE ON ETHICS MAY REQUEST\n   13  THAT THE BOARD REVIEW AND CONDUCT AN  INVESTIGATION  OF  ANY  MATTER  OR\n   14  ASPECT  OF  ANY  MATTER BEFORE THE COMMITTEE.  NOTWITHSTANDING ANY OTHER\n   15  PROVISIONS OF THIS SECTION, UPON RECEIPT OF A WRITTEN REQUEST  FROM  THE\n   16  APPROPRIATE  COMMITTEE  THAT  THE  BOARD  CEASE ITS REVIEW OF ANY MATTER\n   17  OTHER THAN A REFERRAL OF AN ALLEGED VIOLATION OF SECTIONS SEVENTY-THREE,\n   18  SEVENTY-THREE-A, AND SEVENTY-FOUR OF THE PUBLIC OFFICERS LAW  AND  REFER\n   19  SUCH  MATTER  TO  THE  COMMITTEE BECAUSE OF THE ONGOING INVESTIGATION OF\n   20  SUCH MATTER BY THE COMMITTEE, THE BOARD SHALL REFER SUCH MATTER BACK  TO\n   21  THE  COMMITTEE  AND  CEASE  ITS  PRELIMINARY  OR SECOND-PHASE REVIEW, AS\n   22  APPLICABLE, OF THAT MATTER AND SO  NOTIFY  ANY  INDIVIDUAL  WHO  IS  THE\n   23  SUBJECT  OF THE REVIEW. IN ANY SUCH CASE, THE BOARD SHALL SEND A WRITTEN\n   24  REPORT TO THE COMMITTEE CONTAINING A STATEMENT THAT, UPON THE REQUEST OF\n   25  THAT COMMITTEE, THE MATTER IS REFERRED TO IT FOR ITS CONSIDERATION,  BUT\n   26  NOT  ANY  FINDINGS.    SUCH REPORT SHALL BE SUBJECT TO THE PROVISIONS OF\n   27  SUBPARAGRAPH (IV) OF PARAGRAPH (A) OF SUBDIVISION SEVEN OF THIS SECTION.\n   28    6. LIMITATIONS ON REVIEW.  (A) NO REVIEW SHALL BE  UNDERTAKEN  BY  THE\n   29  BOARD  OF  ANY ALLEGED VIOLATION OF LAW, RULE, REGULATION OR STANDARD OF\n   30  CONDUCT NOT IN EFFECT AT THE TIME OF THE ALLEGED VIOLATION.\n   31    (B) IF THE BOARD IS AWARE  OR  BECOMES  AWARE  THAT  ALLEGED  CRIMINAL\n   32  CONDUCT  WHICH MIGHT ALSO VIOLATE SECTION SEVENTY-THREE, SEVENTY-THREE-A\n   33  OR SEVENTY-FOUR OF THE PUBLIC OFFICERS LAW IS UNDER INVESTIGATION  BY  A\n   34  FEDERAL,  STATE,  OR LOCAL LAW ENFORCEMENT AGENCY OR IS BEING PROSECUTED\n   35  IN STATE OR FEDERAL COURT, IT SHALL HOLD THE MATTER  IN  ABEYANCE  UNTIL\n   36  THE CRIMINAL MATTER IS RESOLVED.\n   37    7.  PROHIBITION  ON  PUBLIC  DISCLOSURE.    (A) (I) WHEN AN INDIVIDUAL\n   38  BECOMES A MEMBER OF THE BOARD OR STAFF OF THE  OFFICE,  THAT  INDIVIDUAL\n   39  SHALL BE REQUIRED TO SIGN A NON-DISCLOSURE STATEMENT.\n   40    (II)  NO  TESTIMONY  RECEIVED  OR  ANY OTHER INFORMATION OBTAINED BY A\n   41  MEMBER OF THE BOARD OR STAFF OF THE OFFICE SHALL  BE  DISCLOSED  BY  ANY\n   42  SUCH  INDIVIDUAL  TO ANY PERSON OR ENTITY OUTSIDE THE OFFICE. ANY CONFI-\n   43  DENTIAL COMMUNICATION TO ANY PERSON OR ENTITY OUTSIDE THE OFFICE RELATED\n   44  TO THE MATTERS BEFORE THE BOARD MAY OCCUR  ONLY  AS  AUTHORIZED  BY  THE\n   45  BOARD  AS  NECESSARY  TO  CONDUCT OFFICIAL BUSINESS OR PURSUANT TO BOARD\n   46  RULES.\n   47    (III) THE OFFICE SHALL ESTABLISH PROCEDURES NECESSARY TO  PREVENT  THE\n   48  UNAUTHORIZED DISCLOSURE OF ANY INFORMATION RECEIVED BY ANY MEMBER OF THE\n   49  BOARD  OR STAFF OF THE OFFICE.  ANY BREACHES OF CONFIDENTIALITY SHALL BE\n   50  INVESTIGATED BY THE BOARD AND APPROPRIATE ACTION SHALL BE TAKEN.\n   51    (IV) NOTWITHSTANDING THE PROVISIONS OF ARTICLE SIX OF THE PUBLIC OFFI-\n   52  CERS LAW, THE RECORDS  OF  THE  BOARD  ARE  CONFIDENTIAL  AND  SHALL  BE\n   53  DISCLOSED  ONLY  AS  EXPRESSLY PROVIDED OTHERWISE BY THIS SECTION OR THE\n   54  BOARD.\n\n       S. 2794                            22\n\n    1    (V) NOTWITHSTANDING THE PROVISIONS OF  ARTICLE  SEVEN  OF  THE  PUBLIC\n    2  OFFICERS LAW, NO MEETING OF THE BOARD SHALL BE OPEN TO THE PUBLIC EXCEPT\n    3  IF EXPRESSLY PROVIDED OTHERWISE BY THIS SECTION OR THE BOARD.\n    4    (B) PARAGRAPH (A) OF THIS SUBDIVISION SHALL NOT PRECLUDE BOARD MEMBERS\n    5  OR  THE BOARD'S STAFF FROM PRESENTING A REPORT OR FINDINGS OR TESTIFYING\n    6  BEFORE THE ASSEMBLY OR SENATE STANDING COMMITTEE ON  ETHICS  OR  TO  THE\n    7  JOINT  LEGISLATIVE  COMMISSION  ON ETHICS STANDARDS RELATING TO OFFICIAL\n    8  CONDUCT OF ANY MEMBER, OFFICER, OR LEGISLATIVE EMPLOYEE.\n    9    8. PRESENTATION OF REPORTS.  WHENEVER THE BOARD TRANSMITS  ANY  REPORT\n   10  TO A STANDING COMMITTEE ON ETHICS OR TO THE JOINT LEGISLATIVE COMMISSION\n   11  ON ETHICS STANDARDS RELATING TO OFFICIAL CONDUCT OF ANY MEMBER, OFFICER,\n   12  OR  LEGISLATIVE  EMPLOYEE,  IT  SHALL DESIGNATE A MEMBER OF THE BOARD OR\n   13  STAFF TO PRESENT THE REPORT TO SUCH COMMITTEE OR COMMISSION IF REQUESTED\n   14  BY SUCH COMMITTEE OR COMMISSION.\n   15    9. REIMBURSEMENTS. THE BOARD MAY REIMBURSE ITS MEMBERS AND  STAFF  FOR\n   16  TRAVEL,  SUBSISTENCE,  AND  OTHER NECESSARY EXPENSES INCURRED BY THEM IN\n   17  THE PERFORMANCE OF THEIR DUTIES IN THE SAME MANNER AS IS PERMISSIBLE FOR\n   18  SUCH EXPENSES OF LEGISLATIVE EMPLOYEES.\n   19    10. (A) PUBLIC DISCLOSURE. NOT LATER  THAN  FORTY-FIVE  CALENDAR  DAYS\n   20  AFTER  RECEIPT  FROM  THE BOARD OF A WRITTEN REPORT AND ANY FINDINGS AND\n   21  SUPPORTING DOCUMENTATION REGARDING A MATTER BEFORE THE BOARD, THE CHAIR-\n   22  PERSON OF THE ASSEMBLY OR SENATE STANDING COMMITTEE  ON  ETHICS  OR  THE\n   23  CHAIRPERSONS OF THE JOINT LEGISLATIVE COMMISSION ON ETHICS STANDARDS, AS\n   24  APPROPRIATE,  SHALL  MAKE  PUBLIC THE WRITTEN REPORT OF THE BOARD UNLESS\n   25  THE COMMITTEE OR COMMISSION, AS APPROPRIATE, DECIDES  TO  WITHHOLD  SUCH\n   26  INFORMATION  FOR  NOT  MORE THAN ONE ADDITIONAL PERIOD OF THE SAME DURA-\n   27  TION, IN WHICH CASE THE  CHAIRPERSON  OR  CHAIRPERSONS  SHALL  UPON  THE\n   28  TERMINATION  OF  SUCH ADDITIONAL PERIOD, MAKE PUBLIC THE WRITTEN REPORT,\n   29  AND UPON THE DAY OF SUCH DECISION OR VOTE, MAKE A PUBLIC STATEMENT  THAT\n   30  THE  COMMITTEE  OR  COMMISSION,  AS APPROPRIATE, HAS VOTED TO EXTEND THE\n   31  MATTER RELATING TO THE REFERRAL MADE BY THE BOARD REGARDING THE INDIVID-\n   32  UAL WHO IS THE SUBJECT OF THE APPLICABLE REFERRAL.\n   33    (B) AT LEAST ONE CALENDAR DAY BEFORE THE COMMITTEE OR  COMMISSION,  AS\n   34  APPROPRIATE,  MAKES PUBLIC ANY WRITTEN REPORT AND FINDINGS OF THE BOARD,\n   35  THE CHAIRPERSON OR CHAIRPERSONS SHALL NOTIFY SUCH BOARD AND THE INDIVID-\n   36  UAL WHO IS THE SUBJECT OF THE INVESTIGATION OF THAT FACT AND TRANSMIT TO\n   37  SUCH INDIVIDUAL A COPY OF THE STATEMENT ON THE  COMMITTEE'S  OR  COMMIS-\n   38  SION'S DISPOSITION OF, AND ANY COMMITTEE REPORT ON, THE MATTER.\n   39    11.  NOTWITHSTANDING PARAGRAPH (A) OF SUBDIVISION TEN OF THIS SECTION,\n   40  IF THE COMMITTEE OR COMMISSION,  AS  APPROPRIATE,  VOTES  TO  DISMISS  A\n   41  MATTER  WHICH IS THE SUBJECT OF A REFERRAL FROM THE BOARD, THE COMMITTEE\n   42  OR COMMISSION  IS  NOT  REQUIRED  TO  MAKE  PUBLIC  THE  WRITTEN  REPORT\n   43  DESCRIBED  IN  SUCH  SUBDIVISION  UNLESS THE COMMITTEE'S OR COMMISSION'S\n   44  VOTE IS INCONSISTENT WITH THE RECOMMENDATION OF THE BOARD. FOR  PURPOSES\n   45  OF  THE  PREVIOUS  SENTENCE,  A  VOTE  BY THE COMMITTEE OR COMMISSION TO\n   46  DISMISS A MATTER IS NOT  INCONSISTENT  WITH  A  REPORT  FROM  THE  BOARD\n   47  RESPECTING THE MATTER AS UNRESOLVED DUE TO A TIE VOTE.\n   48    12.  NOTWITHSTANDING PARAGRAPH (A) OF SUBDIVISION TEN OF THIS SECTION,\n   49  IF THE BOARD TRANSMITS A REPORT RESPECTING ANY MATTER WITH A RECOMMENDA-\n   50  TION TO DISMISS OR AS UNRESOLVED DUE TO A TIE VOTE, AND THE COMMITTEE OR\n   51  COMMISSION VOTES TO EXTEND  THE  MATTER  FOR  AN  ADDITIONAL  PERIOD  AS\n   52  PROVIDED IN SUBDIVISION TEN OF THIS SECTION, THE COMMITTEE OR COMMISSION\n   53  IS NOT REQUIRED TO MAKE A PUBLIC STATEMENT THAT THE COMMITTEE OR COMMIS-\n   54  SION  HAS VOTED TO EXTEND THE MATTER.  EXCEPT AS OTHERWISE PROVIDED, THE\n   55  REPORT SHALL BE MADE PUBLIC.\n\n       S. 2794                            23\n\n    1    13.  IF THE COMMISSION OR COMMITTEE IS  AWARE  THAT  ALLEGED  CRIMINAL\n    2  CONDUCT  WHICH MIGHT ALSO VIOLATE SECTION SEVENTY-THREE, SEVENTY-THREE-A\n    3  OR SEVENTY-FOUR OF THE PUBLIC OFFICERS LAW IS UNDER INVESTIGATION  BY  A\n    4  FEDERAL,  STATE,  OR LOCAL LAW ENFORCEMENT AGENCY OR IS BEING PROSECUTED\n    5  IN  LOCAL,  STATE OR FEDERAL COURT, IT SHALL HOLD THE MATTER IN ABEYANCE\n    6  UNTIL THE CRIMINAL MATTER IS RESOLVED.\n    7    S 81. JOINT LEGISLATIVE COMMISSION ON ETHICS STANDARDS. A.   THERE  IS\n    8  ESTABLISHED  A  JOINT  LEGISLATIVE  COMMISSION ON ETHICS STANDARDS WHICH\n    9  SHALL CONSIST OF EIGHT MEMBERS AND WHICH SHALL BE RESPONSIBLE FOR TRAIN-\n   10  ING,   EDUCATION,   AND   ADVICE   REGARDING   SECTIONS   SEVENTY-THREE,\n   11  SEVENTY-THREE-A  AND  SEVENTY-FOUR OF THE PUBLIC OFFICERS LAW AND REVIEW\n   12  THE ENFORCEMENT OF SUCH SECTIONS.  FOUR MEMBERS SHALL BE MEMBERS OF  THE\n   13  LEGISLATURE  AND  SHALL  BE  APPOINTED  AS FOLLOWS: ONE BY THE TEMPORARY\n   14  PRESIDENT OF THE SENATE, ONE BY THE SPEAKER OF THE ASSEMBLY, ONE BY  THE\n   15  MINORITY  LEADER  OF  THE  SENATE  AND ONE BY THE MINORITY LEADER OF THE\n   16  ASSEMBLY. THE REMAINING FOUR MEMBERS SHALL  NOT  BE  PRESENT  OR  FORMER\n   17  MEMBERS  OF  THE LEGISLATURE AND SHALL NOT BE AND SHALL NOT HAVE BEEN IN\n   18  THE PREVIOUS FIVE YEARS,  CANDIDATES  FOR  MEMBER  OF  THE  LEGISLATURE,\n   19  EMPLOYEES  OF THE LEGISLATURE, OR PERSONS WHO HAVE BEEN EMPLOYEES OF THE\n   20  LEGISLATURE, POLITICAL PARTY CHAIRMEN AS DEFINED  IN  PARAGRAPH  (K)  OF\n   21  SUBDIVISION  ONE OF SECTION SEVENTY-THREE OF THE PUBLIC OFFICERS LAW, OR\n   22  LOBBYISTS REQUIRED TO REGISTER IN NEW YORK STATE OR ANY OTHER  JURISDIC-\n   23  TION.  THE  FOUR  MEMBERS  WHO ARE NOT LEGISLATORS SHALL BE APPOINTED AS\n   24  FOLLOWS: ONE BY THE TEMPORARY PRESIDENT OF THE SENATE, ONE BY THE SPEAK-\n   25  ER OF THE ASSEMBLY, ONE BY THE MINORITY LEADER OF THE SENATE, AND ONE BY\n   26  THE MINORITY LEADER OF THE ASSEMBLY.   THE  COMMISSION  SHALL  SERVE  AS\n   27  DESCRIBED  IN  THIS  SECTION AND HAVE AND EXERCISE THE POWERS AND DUTIES\n   28  SET FORTH IN THIS SECTION ONLY WITH RESPECT TO MEMBERS OF  THE  LEGISLA-\n   29  TURE,  LEGISLATIVE  EMPLOYEES AS DEFINED IN SECTION SEVENTY-THREE OF THE\n   30  PUBLIC OFFICERS LAW, CANDIDATES FOR MEMBER OF THE LEGISLATURE AND  INDI-\n   31  VIDUALS  WHO HAVE FORMERLY HELD SUCH POSITIONS OR WHO HAVE FORMERLY BEEN\n   32  SUCH CANDIDATES.\n   33    B. MEMBERS OF THE LEGISLATURE WHO SERVE ON THE COMMISSION  SHALL  EACH\n   34  HAVE  A TWO YEAR TERM CONCURRENT WITH THEIR LEGISLATIVE TERMS OF OFFICE.\n   35  THE MEMBERS OF THE COMMISSION WHO ARE NOT MEMBERS OF THE LEGISLATURE AND\n   36  WHO ARE FIRST APPOINTED BY THE TEMPORARY PRESIDENT OF THE SENATE, SPEAK-\n   37  ER OF THE ASSEMBLY, MINORITY LEADER OF THE SENATE, AND  MINORITY  LEADER\n   38  OF THE ASSEMBLY SHALL SERVE ONE, TWO, THREE AND FOUR YEAR TERMS, RESPEC-\n   39  TIVELY.  EACH MEMBER OF THE COMMISSION WHO IS NOT A MEMBER OF THE LEGIS-\n   40  LATURE SHALL BE APPOINTED THEREAFTER FOR A TERM OF FOUR YEARS AND MAY BE\n   41  REMOVED  BY  THE  APPOINTING  AUTHORITY FOR SUBSTANTIAL NEGLECT OF DUTY,\n   42  MISCONDUCT IN OFFICE, INABILITY TO DISCHARGE THE POWERS OR DUTIES OF THE\n   43  OFFICE OR VIOLATIONS OF THIS SECTION AFTER WRITTEN NOTICE  AND  OPPORTU-\n   44  NITY FOR A REPLY.\n   45    C. THE TEMPORARY PRESIDENT OF THE SENATE AND THE SPEAKER OF THE ASSEM-\n   46  BLY  SHALL EACH DESIGNATE ONE MEMBER OF THE COMMISSION AS A CO-CHAIRPER-\n   47  SON THEREOF. THE COMMISSION SHALL MEET AT LEAST BI-MONTHLY AND  AT  SUCH\n   48  ADDITIONAL  TIMES AS MAY BE CALLED FOR BY THE CO-CHAIRPERSONS JOINTLY OR\n   49  ANY FOUR MEMBERS OF THE COMMISSION.\n   50    D. ANY VACANCY OCCURRING ON THE  COMMISSION  SHALL  BE  FILLED  WITHIN\n   51  SIXTY DAYS BY THE APPOINTING AUTHORITY.\n   52    E.  FIVE  MEMBERS OF THE COMMISSION SHALL CONSTITUTE A QUORUM, AND THE\n   53  COMMISSION SHALL HAVE POWER TO ACT BY MAJORITY VOTE OF THE TOTAL  NUMBER\n   54  OF MEMBERS OF THE COMMISSION WITHOUT VACANCY.\n   55    F.  EACH  MEMBER OF THE COMMISSION WHO IS NOT A MEMBER OF THE LEGISLA-\n   56  TURE SHALL RECEIVE, AS COMPENSATION FOR HIS OR HER SERVICES  UNDER  THIS\n\n       S. 2794                            24\n\n    1  ARTICLE, A PER DIEM ALLOWANCE IN THE SUM OF ONE HUNDRED DOLLARS FOR EACH\n    2  DAY  ACTUALLY  SPENT  IN THE PERFORMANCE OF HIS OR HER DUTIES UNDER THIS\n    3  ARTICLE, NOT EXCEEDING, HOWEVER, THE SUM OF FIVE THOUSAND DOLLARS IN ANY\n    4  CALENDAR  YEAR,  AND,  IN  ADDITION THERETO, SHALL BE REIMBURSED FOR ALL\n    5  REASONABLE EXPENSES ACTUALLY AND NECESSARILY INCURRED BY HIM OR  HER  IN\n    6  THE PERFORMANCE OF HIS OR HER DUTIES UNDER THIS ARTICLE.\n    7    G. THE COMMISSION SHALL:\n    8    1.   APPOINT AN EXECUTIVE DIRECTOR FOR A THREE YEAR TERM WHO SHALL ACT\n    9  IN ACCORDANCE WITH THE POLICIES OF  THE  COMMISSION  AND  WHO  SHALL  BE\n   10  DISMISSED ONLY FOR CAUSE BY A MAJORITY VOTE OF THE COMMISSION;\n   11    2.    APPOINT  SUCH OTHER STAFF AS ARE NECESSARY TO ASSIST IT TO CARRY\n   12  OUT ITS DUTIES UNDER THIS SECTION;\n   13    3.  ADOPT, AMEND, AND RESCIND POLICIES, RULES AND REGULATIONS CONSIST-\n   14  ENT WITH THIS SECTION TO GOVERN PROCEDURES OF THE COMMISSION WHICH SHALL\n   15  NOT BE SUBJECT TO THE PROMULGATION AND HEARING REQUIREMENTS OF THE STATE\n   16  ADMINISTRATIVE PROCEDURE ACT;\n   17    4.  ADMINISTER THE PROVISIONS OF THIS SECTION;\n   18    5.  SPECIFY THE PROCEDURES WHEREBY A PERSON WHO IS REQUIRED TO FILE AN\n   19  ANNUAL FINANCIAL DISCLOSURE STATEMENT WITH THE COMMISSION MAY REQUEST AN\n   20  ADDITIONAL PERIOD OF TIME WITHIN WHICH TO FILE SUCH  STATEMENT,  DUE  TO\n   21  JUSTIFIABLE  CAUSE  OR  UNDUE  HARDSHIP; SUCH RULES OR REGULATIONS SHALL\n   22  PROVIDE FOR A DATE BEYOND WHICH IN ALL CASES  OF  JUSTIFIABLE  CAUSE  OR\n   23  UNDUE HARDSHIP NO FURTHER EXTENSION OF TIME WILL BE GRANTED;\n   24    6.    PROMULGATE GUIDELINES TO ASSIST APPOINTING AUTHORITIES IN DETER-\n   25  MINING WHICH  PERSONS  HOLD  POLICY-MAKING  POSITIONS  FOR  PURPOSES  OF\n   26  SECTION  SEVENTY-THREE-A  OF  THE PUBLIC OFFICERS LAW AND MAY PROMULGATE\n   27  GUIDELINES TO ASSIST FIRMS, ASSOCIATIONS AND CORPORATIONS IN  SEPARATING\n   28  AFFECTED  PERSONS  FROM  NET REVENUES FOR PURPOSES OF SUBDIVISION TEN OF\n   29  SECTION SEVENTY-THREE OF THE PUBLIC OFFICERS LAW, AND PROMULGATE  GUIDE-\n   30  LINES  TO ASSIST ANY FIRM, ASSOCIATION OR CORPORATION IN WHICH ANY PRES-\n   31  ENT OR FORMER STATEWIDE ELECTED OFFICIAL,  STATE  OFFICER  OR  EMPLOYEE,\n   32  MEMBER  OF  THE  LEGISLATURE OR LEGISLATIVE EMPLOYEE, OR POLITICAL PARTY\n   33  CHAIR IS A MEMBER, ASSOCIATE, RETIRED MEMBER, OF COUNSEL OR SHAREHOLDER,\n   34  IN COMPLYING WITH THE PROVISIONS OF SUBDIVISION TEN OF SECTION  SEVENTY-\n   35  THREE  OF THE PUBLIC OFFICERS LAW WITH RESPECT TO THE SEPARATION OF SUCH\n   36  PRESENT OR FORMER STATEWIDE ELECTED OFFICIAL, STATE OFFICER OR EMPLOYEE,\n   37  MEMBER OF THE LEGISLATURE OR LEGISLATIVE EMPLOYEE,  OR  POLITICAL  PARTY\n   38  CHAIRMAN  FROM THE NET REVENUES OF THE FIRM, ASSOCIATION OR CORPORATION.\n   39  SUCH FIRM, ASSOCIATION OR CORPORATION SHALL NOT BE REQUIRED TO ADOPT THE\n   40  PROCEDURES CONTAINED IN THE  GUIDELINES  TO  ESTABLISH  COMPLIANCE  WITH\n   41  SUBDIVISION TEN OF SECTION SEVENTY-THREE OF THE PUBLIC OFFICERS LAW, BUT\n   42  IF  SUCH FIRM, ASSOCIATION OR CORPORATION DOES ADOPT SUCH PROCEDURES, IT\n   43  SHALL BE DEEMED TO BE IN COMPLIANCE WITH SUCH SUBDIVISION TEN;\n   44    7.  MAKE AVAILABLE FORMS FOR FINANCIAL DISCLOSURE STATEMENTS  REQUIRED\n   45  TO  BE  FILED  PURSUANT  TO SUBDIVISION SIX OF SECTION SEVENTY-THREE AND\n   46  SECTION SEVENTY-THREE-A OF THE PUBLIC OFFICERS LAW;\n   47    8.   REVIEW FINANCIAL DISCLOSURE STATEMENTS  IN  ACCORDANCE  WITH  THE\n   48  PROVISIONS  OF  THIS  SECTION, PROVIDED HOWEVER, THAT THE COMMISSION MAY\n   49  DELEGATE ALL OR PART  OF  THE  REVIEW  FUNCTION  RELATING  TO  FINANCIAL\n   50  DISCLOSURE   STATEMENTS   PURSUANT   TO   SECTIONS   SEVENTY-THREE   AND\n   51  SEVENTY-THREE-A OF THE PUBLIC OFFICERS LAW TO THE EXECUTIVE DIRECTOR WHO\n   52  SHALL BE RESPONSIBLE FOR COMPLETING STAFF REVIEW OF SUCH STATEMENTS IN A\n   53  MANNER CONSISTENT WITH THE TERMS OF THE  COMMISSION'S  DELEGATION.  SUCH\n   54  REVIEW  SHALL  REQUIRE THAT ALL STATEMENTS OF FINANCIAL DISCLOSURE FILED\n   55  WITH THE COMMISSION BE EXAMINED TO ENSURE THAT EACH STATEMENT IS FACIAL-\n   56  LY COMPLETE AND SIGNED BY THE REPORTING INDIVIDUAL;\n\n       S. 2794                            25\n\n    1    9.  PERMIT ANY PERSON REQUIRED TO FILE A FINANCIAL  DISCLOSURE  STATE-\n    2  MENT  TO  REQUEST  THE  COMMISSION  TO DELETE FROM THE COPY THEREOF MADE\n    3  AVAILABLE FOR PUBLIC INSPECTION AND COPYING ONE OR MORE ITEMS OF  INFOR-\n    4  MATION,  WHICH  MAY BE DELETED BY THE COMMISSION UPON A FINDING THAT THE\n    5  INFORMATION  WHICH WOULD OTHERWISE BE REQUIRED TO BE DISCLOSED WILL HAVE\n    6  NO MATERIAL BEARING ON THE DISCHARGE OF THE REPORTING PERSON'S  OFFICIAL\n    7  DUTIES;\n    8    10.   PERMIT ANY PERSON REQUIRED TO FILE A FINANCIAL DISCLOSURE STATE-\n    9  MENT TO REQUEST AN EXEMPTION FROM ANY REQUIREMENT TO REPORT ONE OR  MORE\n   10  ITEMS  OF INFORMATION WHICH PERTAIN TO SUCH PERSON'S SPOUSE OR UNEMANCI-\n   11  PATED CHILDREN WHICH ITEM OR ITEMS MAY BE  EXEMPTED  BY  THE  COMMISSION\n   12  UPON A FINDING THAT THE REPORTING INDIVIDUAL'S SPOUSE, ON HIS OR HER OWN\n   13  BEHALF  OR ON BEHALF OF AN UNEMANCIPATED CHILD, OBJECTS TO PROVIDING THE\n   14  INFORMATION NECESSARY TO MAKE SUCH DISCLOSURE AND THAT  THE  INFORMATION\n   15  WHICH  WOULD  OTHERWISE BE REQUIRED TO BE REPORTED WILL HAVE NO MATERIAL\n   16  BEARING ON THE DISCHARGE OF THE REPORTING PERSON'S OFFICIAL DUTIES;\n   17    11.  ADVISE AND ASSIST THE LEGISLATURE IN ESTABLISHING RULES AND REGU-\n   18  LATIONS RELATING TO POSSIBLE CONFLICTS  BETWEEN  PRIVATE  INTERESTS  AND\n   19  OFFICIAL  DUTIES  OF  PRESENT MEMBERS OF THE LEGISLATURE AND LEGISLATIVE\n   20  EMPLOYEES;\n   21    12. RECEIVE COMPLAINTS REGARDING PERSONS SUBJECT TO  ITS  JURISDICTION\n   22  ALLEGING  A POSSIBLE VIOLATION OF SECTION SEVENTY-THREE, SEVENTY-THREE-A\n   23  OR SEVENTY-FOUR OF THE PUBLIC OFFICERS LAW, AND  REFER  SUCH  COMPLAINTS\n   24  FOR  INVESTIGATION TO THE LEGISLATIVE OFFICE OF ETHICS INVESTIGATIONS AS\n   25  WELL AS ANY OTHER POSSIBLE VIOLATIONS OF SUCH SECTIONS BY  SUCH  PERSONS\n   26  THAT  THE  COMMISSION DETERMINES ON ITS OWN INITIATIVE WARRANTS INVESTI-\n   27  GATION;\n   28    13. RECEIVE AND REFER AS APPROPRIATE, AS IF IT WERE A SWORN COMPLAINT,\n   29  ANY REFERRAL  FROM  ANOTHER  STATE  OVERSIGHT  BODY  INDICATING  THAT  A\n   30  VIOLATION  OF  SECTION SEVENTY-THREE OR SEVENTY-FOUR OF THE PUBLIC OFFI-\n   31  CERS LAW MAY HAVE OCCURRED INVOLVING PERSONS SUBJECT TO THE JURISDICTION\n   32  OF THE COMMISSION;\n   33    14. UPON WRITTEN REQUEST FROM ANY PERSON WHO IS SUBJECT TO THE  JURIS-\n   34  DICTION   OF   THE   COMMISSION   AND   THE   REQUIREMENTS  OF  SECTIONS\n   35  SEVENTY-THREE, SEVENTY-THREE-A AND SEVENTY-FOUR OF THE  PUBLIC  OFFICERS\n   36  LAW  RENDER  FORMAL  ADVISORY  OPINIONS  ON  THE  REQUIREMENTS  OF  SAID\n   37  PROVISIONS. A FORMAL OPINION  RENDERED  BY  THE  COMMISSION,  UNTIL  AND\n   38  UNLESS AMENDED OR REVOKED, SHALL BE BINDING ON THE LEGISLATIVE OFFICE OF\n   39  ETHICS INVESTIGATIONS IN ANY SUBSEQUENT PROCEEDING CONCERNING THE PERSON\n   40  WHO  REQUESTED  THE OPINION AND WHO ACTED IN GOOD FAITH, UNLESS MATERIAL\n   41  FACTS WERE OMITTED OR MISSTATED BY THE PERSON  IN  THE  REQUEST  FOR  AN\n   42  OPINION. SUCH OPINION MAY ALSO BE RELIED UPON BY SUCH PERSON, AND MAY BE\n   43  INTRODUCED AND SHALL BE A DEFENSE IN ANY CRIMINAL OR CIVIL ACTION;\n   44    15.  ISSUE  AND  PUBLISH  GENERIC ADVISORY OPINIONS COVERING QUESTIONS\n   45  FREQUENTLY POSED TO THE COMMISSION, OR QUESTIONS COMMON TO  A  CLASS  OR\n   46  DEFINED  CATEGORY  OF  PERSONS, OR THAT WILL TEND TO PREVENT UNDUE REPE-\n   47  TITION OF REQUESTS OR UNDUE COMPLICATION,  AND  WHICH  ARE  INTENDED  TO\n   48  PROVIDE  GENERAL  GUIDANCE  AND  INFORMATION  TO  PERSONS SUBJECT TO THE\n   49  COMMISSION'S JURISDICTION;\n   50    16.  DEVELOP EDUCATIONAL MATERIALS AND TRAINING WITH REGARD TO  LEGIS-\n   51  LATIVE ETHICS FOR MEMBERS OF THE LEGISLATURE AND LEGISLATIVE EMPLOYEES;\n   52    17. PREPARE AN ANNUAL REPORT TO THE GOVERNOR AND LEGISLATURE SUMMARIZ-\n   53  ING THE ACTIVITIES OF THE COMMISSION DURING THE PREVIOUS YEAR AND RECOM-\n   54  MENDING ANY CHANGES IN THE LAWS GOVERNING THE CONDUCT OF PERSONS SUBJECT\n   55  TO  THE  JURISDICTION  OF  THE COMMISSION, OR THE RULES, REGULATIONS AND\n   56  PROCEDURES GOVERNING THE COMMISSION'S  CONDUCT.  SUCH  REPORT  SHALL  BE\n\n       S. 2794                            26\n\n    1  POSTED  ON THE COMMISSION'S WEBSITE AND SHALL INCLUDE: (I) THE NUMBER OF\n    2  REPORTING INDIVIDUALS WHOSE FILES WERE REVIEWED PURSUANT TO  SUBDIVISION\n    3  EIGHTEEN  OF  THIS  SECTION  DURING THE PREVIOUS YEAR AND WHICH, IF ANY,\n    4  CLASSES WERE SELECTED FOR CLASS REVIEW RATHER THAN RANDOM REVIEW, (II) A\n    5  LISTING BY ASSIGNED NUMBER OF EACH COMPLAINT AND REFERRAL RECEIVED WHICH\n    6  ALLEGED  A  POSSIBLE  VIOLATION  WITHIN  ITS JURISDICTION, INCLUDING THE\n    7  CURRENT STATUS OF EACH COMPLAINT, AND (III)  WHERE  A  MATTER  HAS  BEEN\n    8  RESOLVED,  THE  DATE  AND  NATURE  OF  THE  DISPOSITION AND ANY SANCTION\n    9  IMPOSED, SUBJECT TO THE CONFIDENTIALITY REQUIREMENTS  OF  THIS  SECTION.\n   10  SUCH  ANNUAL  REPORT SHALL NOT CONTAIN ANY INFORMATION FOR WHICH DISCLO-\n   11  SURE IS NOT PERMITTED PURSUANT TO SUBDIVISION FOURTEEN OF THIS  SECTION;\n   12  AND\n   13    18.  PROMULGATE  GUIDELINES FOR THE COMMISSION TO CONDUCT A PROGRAM OF\n   14  RANDOM REVIEWS, TO BE CARRIED OUT IN THE FOLLOWING MANNER:   (I)  ANNUAL\n   15  STATEMENTS  OF  FINANCIAL  DISCLOSURE  SHALL BE SELECTED FOR REVIEW IN A\n   16  MANNER PURSUANT TO WHICH THE IDENTITY OF  ANY  PARTICULAR  PERSON  WHOSE\n   17  STATEMENT IS SELECTED IS UNKNOWN TO THE COMMISSION, ITS STAFF AND TO THE\n   18  LEGISLATIVE  OFFICE OF ETHICS INVESTIGATION PRIOR TO ITS SELECTION; (II)\n   19  SUCH REVIEW SHALL INCLUDE A  PRELIMINARY  EXAMINATION  OF  THE  SELECTED\n   20  STATEMENT  FOR  INTERNAL  CONSISTENCY,  A  COMPARISON WITH OTHER RECORDS\n   21  MAINTAINED BY THE COMMISSION, INCLUDING PREVIOUSLY FILED STATEMENTS  AND\n   22  REQUESTS  FOR  ADVISORY  OPINIONS,  AND  EXAMINATION  OF RELEVANT PUBLIC\n   23  INFORMATION, INCLUDING, BUT NOT  LIMITED  TO,  RECORDS  FILED  WITH  THE\n   24  COMMISSION  ON  LOBBYING  ETHICS  AND  COMPLIANCE  AND THE DEPARTMENT OF\n   25  STATE; (III) UPON COMPLETION OF THE PRELIMINARY EXAMINATION, THE COMMIS-\n   26  SION SHALL DETERMINE WHETHER FURTHER INQUIRY IS WARRANTED, WHEREUPON  IT\n   27  SHALL  NOTIFY  THE REPORTING INDIVIDUAL IN WRITING THAT THE STATEMENT IS\n   28  UNDER REVIEW, ADVISE THE REPORTING INDIVIDUAL OF THE SPECIFIC  AREAS  OF\n   29  INQUIRY,  AND  PROVIDE  THE REPORTING INDIVIDUAL WITH THE OPPORTUNITY TO\n   30  PROVIDE THE COMMISSION WITH ANY  RELEVANT  INFORMATION  RELATED  TO  THE\n   31  SPECIFIC AREAS OF INQUIRY, AND THE OPPORTUNITY TO FILE AMENDMENTS TO THE\n   32  SELECTED  STATEMENT  ON  FORMS  PROVIDED  BY THE COMMISSION; AND (IV) IF\n   33  THEREAFTER SUFFICIENT CAUSE  EXISTS,  THE  COMMISSION  SHALL  REFER  THE\n   34  MATTER  TO  THE  LEGISLATIVE  OFFICE OF ETHICS INVESTIGATIONS; PROVIDED,\n   35  HOWEVER IF THE COMMISSION CONDUCTS A REVIEW OF ALL STATEMENTS OF  FINAN-\n   36  CIAL  DISCLOSURE FILED BY A CLASS OF REPORTING INDIVIDUALS IN THE MANNER\n   37  SET FORTH IN THIS PARAGRAPH WITH RESPECT TO A GIVEN CALENDAR  YEAR,  THE\n   38  INDIVIDUALS WITHIN SUCH CLASS SHALL NOT BE SUBJECT TO RANDOM REVIEW. FOR\n   39  THE PURPOSES OF THIS PARAGRAPH, THE CLASSES OF REPORTING INDIVIDUALS ARE\n   40  MEMBERS  OF  THE  LEGISLATURE, CANDIDATES FOR MEMBER OF THE LEGISLATURE,\n   41  LEGISLATIVE   EMPLOYEES   SUBJECT   TO   THE   PROVISIONS   OF   SECTION\n   42  SEVENTY-THREE-A  OF  THE  PUBLIC OFFICERS LAW, AND LEGISLATIVE EMPLOYEES\n   43  REQUIRED TO FILE A FINANCIAL DISCLOSURE STATEMENT PURSUANT  TO  SUBDIVI-\n   44  SION SIX OF SECTION SEVENTY-THREE OF THE PUBLIC OFFICERS LAW.\n   45    H.  THE COMMISSION, OR THE EXECUTIVE DIRECTOR AND STAFF OF THE COMMIS-\n   46  SION IF RESPONSIBILITY REGARDING SUCH  FINANCIAL  DISCLOSURE  STATEMENTS\n   47  FILED  HAS BEEN DELEGATED, SHALL INSPECT ALL FINANCIAL DISCLOSURE STATE-\n   48  MENTS FILED WITH THE COMMISSION TO ASCERTAIN WHETHER ANY PERSON  SUBJECT\n   49  TO   THE   REPORTING   REQUIREMENTS   OF   SUBDIVISION  SIX  OF  SECTION\n   50  SEVENTY-THREE OR SECTION SEVENTY-THREE-A OF THE PUBLIC OFFICERS LAW  HAS\n   51  FAILED  TO FILE SUCH A STATEMENT, HAS FILED A DEFICIENT STATEMENT OR HAS\n   52  FILED A STATEMENT WHICH REVEALS A POSSIBLE VIOLATION OF  SECTION  SEVEN-\n   53  TY-THREE, SEVENTY-THREE-A OR SEVENTY-FOUR OF THE PUBLIC OFFICERS LAW.\n   54    I.  1.  IF  A PERSON REQUIRED TO FILE A FINANCIAL DISCLOSURE STATEMENT\n   55  WITH THE COMMISSION HAS FAILED TO FILE A FINANCIAL DISCLOSURE  STATEMENT\n   56  OR  HAS  FILED  A  DEFICIENT  STATEMENT, THE COMMISSION SHALL NOTIFY THE\n\n       S. 2794                            27\n\n    1  REPORTING PERSON IN WRITING, STATE THE FAILURE TO  FILE  OR  DETAIL  THE\n    2  DEFICIENCY,  PROVIDE  THE  PERSON  WITH A FIFTEEN DAY PERIOD TO CURE THE\n    3  DEFICIENCY, AND ADVISE THE PERSON OF THE PENALTIES FOR FAILURE TO COMPLY\n    4  WITH  THE  REPORTING REQUIREMENTS. SUCH NOTICE SHALL BE CONFIDENTIAL. IF\n    5  THE PERSON FAILS TO MAKE SUCH FILING OR FAILS  TO  CURE  THE  DEFICIENCY\n    6  WITHIN  THE SPECIFIED TIME PERIOD, THE COMMISSION SHALL SEND A NOTICE OF\n    7  DELINQUENCY: (A) TO THE REPORTING PERSON; (B) IN THE CASE OF A  SENATOR,\n    8  TO  THE  TEMPORARY PRESIDENT OF THE SENATE, AND IF A MEMBER OF ASSEMBLY,\n    9  TO THE SPEAKER OF THE ASSEMBLY; AND (C) IN THE  CASE  OF  A  LEGISLATIVE\n   10  EMPLOYEE,  TO THE APPOINTING AUTHORITY FOR SUCH PERSON AND TO THE TEMPO-\n   11  RARY PRESIDENT OF THE SENATE OR THE SPEAKER OF THE ASSEMBLY,  AS  APPRO-\n   12  PRIATE,  WHO  HAS  JURISDICTION  OVER  SUCH APPOINTING AUTHORITY.   SUCH\n   13  NOTICE OF DELINQUENCY MAY BE SENT  AT  ANY  TIME  DURING  THE  REPORTING\n   14  PERSON'S  SERVICE AS A MEMBER OF THE LEGISLATURE OR LEGISLATIVE EMPLOYEE\n   15  OR WHILE A CANDIDATE FOR MEMBER OF THE LEGISLATURE, OR WITHIN  ONE  YEAR\n   16  AFTER SEPARATION FROM SUCH SERVICE OR THE TERMINATION OF SUCH CANDIDACY.\n   17  THE  JURISDICTION OF THE COMMISSION, WHEN ACTING PURSUANT TO SUBDIVISION\n   18  K OF THIS SECTION WITH RESPECT TO FINANCIAL DISCLOSURE,  SHALL  CONTINUE\n   19  NOTWITHSTANDING  THAT  THE REPORTING PERSON SEPARATES FROM STATE SERVICE\n   20  OR TERMINATES HIS OR HER CANDIDACY,  PROVIDED  THE  COMMISSION  NOTIFIES\n   21  SUCH  PERSON OF THE ALLEGED FAILURE TO FILE OR DEFICIENT FILING PURSUANT\n   22  TO THIS SUBDIVISION.\n   23    2. IF THE PERSON REQUIRED TO FILE FAILS TO MAKE  THE  REQUIRED  FILING\n   24  WITHIN  THE  FIFTEEN  DAYS  OF THE NOTICE OF DELINQUENCY, THE COMMISSION\n   25  SHALL NOTIFY THE PERSON IN WRITING, DESCRIBE THE ALLEGED VIOLATION THER-\n   26  EOF AND PROVIDE THE PERSON WITH A FIFTEEN DAY PERIOD IN WHICH TO  SUBMIT\n   27  A  WRITTEN  RESPONSE  SETTING  FORTH INFORMATION RELATING TO THE ALLEGED\n   28  VIOLATION. IF THE  COMMISSION  THEREAFTER  MAKES  A  DETERMINATION  THAT\n   29  FURTHER  INQUIRY  IS JUSTIFIED, IT SHALL GIVE  THE PERSON AN OPPORTUNITY\n   30  TO BE HEARD. THE COMMISSION SHALL ALSO PROVIDE THE PERSON WITH ITS RULES\n   31  REGARDING THE CONDUCT OF ADJUDICATORY PROCEEDINGS AND  APPEALS  AND  THE\n   32  DUE  PROCESS  PROCEDURAL  MECHANISMS  AVAILABLE  TO  SUCH PERSON. IF THE\n   33  COMMISSION DETERMINES AT ANY STAGE OF THE PROCEEDING THAT THERE   IS  NO\n   34  VIOLATION  OR THAT SUCH VIOLATION HAS BEEN CURED, IT SHALL SO ADVISE THE\n   35  PERSON. ALL OF THE FOREGOING PROCEEDINGS SHALL BE CONFIDENTIAL.\n   36    J. 1. IF A REPORTING PERSON HAS FILED  A  STATEMENT  WHICH  REVEALS  A\n   37  POSSIBLE  VIOLATION  OF SECTION SEVENTY-THREE, SEVENTY-THREE-A OR SEVEN-\n   38  TY-FOUR OF THE PUBLIC OFFICERS LAW, OR THE COMMISSION RECEIVES A  REFER-\n   39  RAL  FROM  ANOTHER  STATE  OVERSIGHT  BODY, OR THE COMMISSION RECEIVES A\n   40  SWORN COMPLAINT ALLEGING SUCH A VIOLATION BY A  REPORTING  PERSON  OR  A\n   41  LEGISLATIVE  EMPLOYEE  SUBJECT TO THE PROVISIONS OF SUCH LAWS, OR IF THE\n   42  PERSON FAILS TO MAKE THE REQUIRED FILING  WITHIN  FIFTEEN  DAYS  OF  THE\n   43  NOTICE  OF  DELINQUENCY,  THE  COMMISSION  SHALL REFER THE MATTER TO THE\n   44  LEGISLATIVE OFFICE OF ETHICS  INVESTIGATIONS  FOR  INVESTIGATION  AND  A\n   45  REPORT TO THE COMMISSION CONTAINING FINDINGS AND RECOMMENDATIONS. IF THE\n   46  COMMISSION  THEREAFTER  MAKES  A  DETERMINATION  THAT FURTHER INQUIRY IS\n   47  JUSTIFIED, IT SHALL GIVE THE  REPORTING  PERSON  AN  OPPORTUNITY  TO  BE\n   48  HEARD.  THE COMMISSION SHALL ALSO INFORM THE REPORTING INDIVIDUAL OF ITS\n   49  RULES REGARDING THE CONDUCT OF ADJUDICATORY PROCEEDINGS AND APPEALS  AND\n   50  THE  DUE  PROCESS PROCEDURAL MECHANISMS AVAILABLE TO SUCH INDIVIDUAL. IF\n   51  THE COMMISSION DETERMINES AT ANY STAGE OF THE PROCEEDING THAT  THERE  IS\n   52  NO  VIOLATION  OR  THAT  ANY POTENTIAL CONFLICT OF INTEREST VIOLATION OR\n   53  DEFICIENCY HAS BEEN RECTIFIED, IT SHALL SO ADVISE THE  REPORTING  PERSON\n   54  AND  THE  COMPLAINANT, IF ANY. ALL OF THE FOREGOING PROCEEDINGS SHALL BE\n   55  CONFIDENTIAL.\n\n       S. 2794                            28\n\n    1    2. IF THE COMMISSION DETERMINES THAT  THERE  IS  REASONABLE  CAUSE  TO\n    2  BELIEVE THAT A VIOLATION HAS OCCURRED, IT SHALL SEND A NOTICE OF REASON-\n    3  ABLE  CAUSE: (A) TO THE REPORTING PERSON; (B) TO THE COMPLAINANT IF ANY;\n    4  (C) IN THE CASE OF A SENATOR, TO THE TEMPORARY PRESIDENT OF THE  SENATE,\n    5  AND IF A MEMBER OF THE ASSEMBLY, TO THE SPEAKER OF THE ASSEMBLY; AND (D)\n    6  IN  THE  CASE OF A LEGISLATIVE EMPLOYEE, TO THE APPOINTING AUTHORITY FOR\n    7  SUCH PERSON AND TO THE TEMPORARY PRESIDENT  OF  THE  SENATE  AND/OR  THE\n    8  SPEAKER  OF  THE ASSEMBLY, AS THE CASE MAY BE, WHO HAS JURISDICTION OVER\n    9  SUCH APPOINTING AUTHORITY.\n   10    3. THE JURISDICTION OF THE COMMISSION WHEN  ACTING  PURSUANT  TO  THIS\n   11  SECTION  SHALL CONTINUE NOTWITHSTANDING THAT A MEMBER OF THE LEGISLATURE\n   12  OR A LEGISLATIVE EMPLOYEE SEPARATES FROM STATE SERVICE, OR  A  CANDIDATE\n   13  FOR  MEMBER  OF  THE LEGISLATURE CEASES TO BE A CANDIDATE, PROVIDED THAT\n   14  THE COMMISSION NOTIFIES SUCH INDIVIDUAL OF THE ALLEGED VIOLATION OF  LAW\n   15  PURSUANT TO THIS SECTION WITHIN ONE YEAR FROM HIS OR HER SEPARATION FROM\n   16  STATE  SERVICE  OR  THE  TERMINATION OF HIS OR HER CANDIDACY. NOTHING IN\n   17  THIS SECTION SHALL SERVE TO LIMIT THE JURISDICTION OF THE COMMISSION  IN\n   18  ENFORCEMENT  OF SUBDIVISION EIGHT OF SECTION SEVENTY-THREE OF THE PUBLIC\n   19  OFFICERS LAW.\n   20    K. AN INDIVIDUAL SUBJECT TO THE JURISDICTION  OF  THE  COMMISSION  WHO\n   21  KNOWINGLY  AND INTENTIONALLY VIOLATES THE PROVISIONS OF SUBDIVISIONS TWO\n   22  THROUGH FIVE-A, SEVEN, EIGHT, TWELVE, FOURTEEN, FIFTEEN OR SEVENTEEN  OF\n   23  SECTION SEVENTY-THREE OF THE PUBLIC OFFICERS LAW OR A REPORTING INDIVID-\n   24  UAL  WHO  KNOWINGLY  AND  WILFULLY  FAILS TO FILE AN ANNUAL STATEMENT OF\n   25  FINANCIAL DISCLOSURE OR  WHO  KNOWINGLY  AND  WILFULLY  WITH  INTENT  TO\n   26  DECEIVE MAKES A FALSE STATEMENT OR GIVES INFORMATION WHICH SUCH INDIVID-\n   27  UAL  KNOWS  TO  BE FALSE ON SUCH STATEMENT OF FINANCIAL DISCLOSURE FILED\n   28  PURSUANT TO SECTION SEVENTY-THREE-A OF THE PUBLIC OFFICERS LAW SHALL  BE\n   29  SUBJECT  TO  A  CIVIL  PENALTY IN AN AMOUNT NOT TO EXCEED FORTY THOUSAND\n   30  DOLLARS AND THE VALUE OF ANY GIFT, COMPENSATION OR BENEFIT RECEIVED AS A\n   31  RESULT OF SUCH VIOLATION. ANY SUCH INDIVIDUAL WHO KNOWINGLY  AND  INTEN-\n   32  TIONALLY  VIOLATES THE PROVISIONS OF PARAGRAPH B, C, D, OR I OF SUBDIVI-\n   33  SION THREE OF SECTION SEVENTY-FOUR OF THE PUBLIC OFFICERS LAW  SHALL  BE\n   34  SUBJECT  TO  A  CIVIL  PENALTY  IN  AN AMOUNT NOT TO EXCEED TEN THOUSAND\n   35  DOLLARS AND THE VALUE OF ANY GIFT, COMPENSATION OR BENEFIT RECEIVED AS A\n   36  RESULT OF SUCH VIOLATION. ANY SUCH INDIVIDUAL WHO KNOWINGLY  AND  INTEN-\n   37  TIONALLY  VIOLATES  THE PROVISIONS OF PARAGRAPH A, E OR G OF SUBDIVISION\n   38  THREE OF SECTION SEVENTY-FOUR  OF  THE  PUBLIC  OFFICERS  LAW  SHALL  BE\n   39  SUBJECT  TO A CIVIL PENALTY IN AN AMOUNT EQUAL TO THE VALUE OF ANY GIFT,\n   40  COMPENSATION OR BENEFIT RECEIVED AS A RESULT OF SUCH VIOLATION.  ASSESS-\n   41  MENT  OF  A CIVIL PENALTY HEREUNDER SHALL BE MADE BY THE COMMISSION WITH\n   42  RESPECT TO PERSONS SUBJECT  TO  ITS  JURISDICTION  BUT  NOT  BEFORE  ITS\n   43  RECEIPT  OF  A  REPORT  FROM  THE  LEGISLATIVE OFFICE OF ETHICS INVESTI-\n   44  GATIONS; PROVIDED THAT IT DOES NOT NEED TO  OBTAIN  SUCH  REPORT  BEFORE\n   45  ASSESSING  A CIVIL PENALTY FOR FAILURE TO FILE.  IN ASSESSING THE AMOUNT\n   46  OF THE CIVIL PENALTIES TO BE IMPOSED, THE COMMISSION SHALL CONSIDER  THE\n   47  SERIOUSNESS  OF  THE VIOLATION, THE AMOUNT OF GAIN TO THE INDIVIDUAL AND\n   48  WHETHER THE INDIVIDUAL PREVIOUSLY HAD ANY CIVIL  OR  CRIMINAL  PENALTIES\n   49  IMPOSED  PURSUANT  TO THIS SECTION, AND ANY OTHER FACTORS THE COMMISSION\n   50  DEEMS APPROPRIATE. FOR A VIOLATION  OF  THIS  SECTION,  OTHER  THAN  FOR\n   51  CONDUCT WHICH CONSTITUTES A VIOLATION OF SUBDIVISION TWELVE, FOURTEEN OR\n   52  FIFTEEN  OF  SECTION SEVENTY-THREE OR SECTION SEVENTY-FOUR OF THE PUBLIC\n   53  OFFICERS LAW, THE COMMISSION MAY, IN LIEU OF A CIVIL  PENALTY,  REFER  A\n   54  VIOLATION  TO  THE  APPROPRIATE PROSECUTOR AND UPON SUCH CONVICTION, BUT\n   55  ONLY AFTER SUCH REFERRAL, SUCH VIOLATION SHALL BE PUNISHABLE AS A  CLASS\n   56  A MISDEMEANOR. A CIVIL PENALTY FOR FALSE FILING MAY NOT BE IMPOSED HERE-\n\n       S. 2794                            29\n\n    1  UNDER  IN THE EVENT A CATEGORY OF \"VALUE\" OR \"AMOUNT\" REPORTED HEREUNDER\n    2  IS INCORRECT UNLESS SUCH REPORTED INFORMATION  IS  FALSELY  UNDERSTATED.\n    3  NOTWITHSTANDING  ANY  OTHER  PROVISION  OF LAW TO THE CONTRARY, NO OTHER\n    4  PENALTY, CIVIL OR CRIMINAL, MAY BE IMPOSED FOR A FAILURE TO FILE, OR FOR\n    5  A   FALSE   FILING,  OF  SUCH  STATEMENT,  OR  A  VIOLATION  OF  SECTION\n    6  SEVENTY-THREE OF THE PUBLIC OFFICERS LAW,  EXCEPT  THAT  THE  APPOINTING\n    7  AUTHORITY  MAY  IMPOSE DISCIPLINARY ACTION AS OTHERWISE PROVIDED BY LAW.\n    8  THE COMMISSION SHALL BE DEEMED TO BE AN AGENCY  WITHIN  THE  MEANING  OF\n    9  ARTICLE  THREE OF THE STATE ADMINISTRATIVE PROCEDURE ACT AND SHALL ADOPT\n   10  RULES GOVERNING THE CONDUCT  OF  ADJUDICATORY  PROCEEDINGS  AND  APPEALS\n   11  TAKEN  PURSUANT TO A PROCEEDING COMMENCED UNDER ARTICLE SEVENTY-EIGHT OF\n   12  THE CIVIL PRACTICE LAW AND RULES RELATING TO THE ASSESSMENT OF THE CIVIL\n   13  PENALTIES HEREIN AUTHORIZED  AND  COMMISSION  DENIALS  OF  REQUESTS  FOR\n   14  CERTAIN  DELETIONS  OR EXEMPTIONS TO BE MADE FROM A FINANCIAL DISCLOSURE\n   15  STATEMENT AS AUTHORIZED IN PARAGRAPHS NINE AND TEN OF SUBDIVISION  G  OF\n   16  THIS SECTION. SUCH RULES, WHICH SHALL NOT BE SUBJECT TO THE PROMULGATION\n   17  AND  HEARING  REQUIREMENTS  OF  THE  STATE ADMINISTRATIVE PROCEDURE ACT,\n   18  SHALL PROVIDE FOR DUE PROCESS PROCEDURAL MECHANISMS SUBSTANTIALLY  SIMI-\n   19  LAR  TO  THOSE  SET FORTH IN SUCH ARTICLE THREE BUT SUCH MECHANISMS NEED\n   20  NOT BE IDENTICAL IN TERMS OR SCOPE. ASSESSMENT OF  A  CIVIL  PENALTY  OR\n   21  COMMISSION DENIAL OF SUCH A DELETION OR EXEMPTION REQUEST SHALL BE FINAL\n   22  UNLESS  MODIFIED, SUSPENDED OR VACATED WITHIN THIRTY DAYS OF IMPOSITION,\n   23  WITH RESPECT TO THE ASSESSMENT OF SUCH PENALTY, OR UNLESS SUCH DENIAL OF\n   24  REQUEST IS REVERSED WITHIN SUCH TIME PERIOD,  AND  UPON  BECOMING  FINAL\n   25  SHALL  BE  SUBJECT  TO  REVIEW AT THE INSTANCE OF THE AFFECTED REPORTING\n   26  INDIVIDUALS IN A PROCEEDING COMMENCED AGAINST THE  COMMISSION,  PURSUANT\n   27  TO ARTICLE SEVENTY-EIGHT OF THE CIVIL PRACTICE LAW AND RULES.\n   28    L. IF THE COMMISSION HAS A REASONABLE BASIS TO BELIEVE THAT ANY PERSON\n   29  SUBJECT  TO  THE  JURISDICTION  OF ANOTHER STATE OVERSIGHT BODY MAY HAVE\n   30  VIOLATED SECTION SEVENTY-THREE OR SEVENTY-FOUR OF  THE  PUBLIC  OFFICERS\n   31  LAW,  OR  THAT ANY PERSON SUBJECT TO THE JURISDICTION OF THE STATE BOARD\n   32  OF ELECTIONS MAY HAVE VIOLATED ARTICLE FOURTEEN OF THE ELECTION LAW,  IT\n   33  SHALL  REFER  SUCH  VIOLATION  TO SUCH OVERSIGHT BODY OR TO THE BOARD OF\n   34  ELECTIONS, AS APPROPRIATE, UNLESS THE COMMISSION DETERMINES THAT SUCH  A\n   35  REFERRAL  WOULD  COMPROMISE THE PROSECUTION OR CONFIDENTIALITY OF ITS OR\n   36  THE LEGISLATIVE OFFICE OF ETHICS INVESTIGATIONS' INVESTIGATIONS AND,  IF\n   37  SO,  SHALL  MAKE SUCH A REFERRAL AS SOON AS PRACTICABLE. THE REFERRAL BY\n   38  THE COMMISSION SHALL INCLUDE ANY  INFORMATION  RELATING  THERETO  COMING\n   39  INTO  THE  CUSTODY  OR  UNDER  THE CONTROL OF THE COMMISSION AT ANY TIME\n   40  PRIOR OR SUBSEQUENT TO THE TIME OF THE REFERRAL.\n   41    M. A COPY OF ANY NOTICE OF DELINQUENCY SENT PURSUANT TO SUBDIVISION  I\n   42  OF  THIS SECTION SHALL BE INCLUDED IN THE REPORTING PERSON'S FILE AND BE\n   43  AVAILABLE FOR PUBLIC INSPECTION AND COPYING.\n   44    N. 1.  NOTWITHSTANDING THE PROVISIONS OF ARTICLE  SIX  OF  THE  PUBLIC\n   45  OFFICERS  LAW,  THE ONLY RECORDS OF THE COMMISSION WHICH SHALL BE AVAIL-\n   46  ABLE FOR PUBLIC INSPECTION AND COPYING ARE AS FOLLOWS:\n   47    (A) THE INFORMATION SET FORTH IN  AN  ANNUAL  STATEMENT  OF  FINANCIAL\n   48  DISCLOSURE FILED PURSUANT TO SECTION SEVENTY-THREE-A OF THE PUBLIC OFFI-\n   49  CERS  LAW,  EXCEPT ANY ITEM OF INFORMATION DELETED PURSUANT TO PARAGRAPH\n   50  NINE OF SUBDIVISION G OF THIS SECTION, WHICH SHALL BE MADE AVAILABLE  TO\n   51  THE PUBLIC NO LATER THAN THIRTY DAYS AFTER RECEIPT;\n   52    (B)  FINANCIAL DISCLOSURE STATEMENTS FILED PURSUANT TO SUBDIVISION SIX\n   53  OF SECTION SEVENTY-THREE OF THE PUBLIC OFFICERS LAW WHICH SHALL BE  MADE\n   54  AVAILABLE TO THE PUBLIC NO LATER THAN THIRTY DAYS AFTER THEIR RECEIPT;\n   55    (C) NOTICES OF DELINQUENCY SENT UNDER SUBDIVISION I OF THIS SECTION;\n\n       S. 2794                            30\n\n    1    (D) NOTICES OF CIVIL ASSESSMENT IMPOSED UNDER THIS SECTION WHICH SHALL\n    2  INCLUDE  A  DESCRIPTION  OF  THE  NATURE  OF THE ALLEGED WRONGDOING, THE\n    3  PROCEDURAL HISTORY OF THE COMPLAINT,  THE  FINDINGS  AND  DETERMINATIONS\n    4  MADE BY THE COMMISSION, AND ANY SANCTION IMPOSED;\n    5    (E) GENERIC ADVISORY OPINIONS; AND\n    6    (F) ALL REPORTS REQUIRED BY THIS SECTION.\n    7    2.    NOTWITHSTANDING  THE  PROVISIONS  OF ARTICLE SEVEN OF THE PUBLIC\n    8  OFFICERS LAW, NO MEETING OR PROCEEDING OF THE COMMISSION SHALL  BE  OPEN\n    9  TO THE PUBLIC, EXCEPT IF EXPRESSLY PROVIDED OTHERWISE BY THIS SECTION OR\n   10  THE COMMISSION PROVIDED, HOWEVER, THAT THE COMMISSION SHALL MEET PUBLIC-\n   11  LY  WHENEVER  IT ADOPTS, AMENDS OR RESCINDS ITS POLICIES, RULES OR REGU-\n   12  LATIONS, PROMULGATES ITS GUIDELINES, APPROVES EDUCATIONAL  MATERIAL,  OR\n   13  ADOPTS ITS ANNUAL REPORT.\n   14    3.  NOTWITHSTANDING  ANY  OTHER PROVISION OF LAW, THE COMMISSION SHALL\n   15  MAKE AVAILABLE TO THE LEGISLATIVE OFFICE  OF  ETHICS  INVESTIGATION  ALL\n   16  RECORDS MAINTAINED BY THE COMMISSION AND SHALL REGULARLY FORWARD TO SUCH\n   17  OFFICE COPIES OF ALL ADVISORY OPINIONS ADOPTED BY THE COMMISSION.\n   18    O.  THE  COMMISSION SHALL MAINTAIN A PUBLICLY ACCESSIBLE WEBSITE WHICH\n   19  SHALL SET FORTH THE PROCEDURE FOR FILING A  COMPLAINT  AND  WHICH  SHALL\n   20  CONTAIN THE DOCUMENTS IDENTIFIED IN SUBDIVISION N OF THIS SECTION, OTHER\n   21  THAN FINANCIAL DISCLOSURE STATEMENTS FILED BY LEGISLATIVE EMPLOYEES, AND\n   22  ANY  OTHER  RECORDS OR INFORMATION WHICH THE COMMISSION DETERMINES TO BE\n   23  APPROPRIATE.\n   24    P.   THE LEGISLATIVE  COMMITTEES  RESPONSIBLE  FOR  OVERSIGHT  OF  THE\n   25  COMMISSION  SHALL  HOLD ONE OR MORE PUBLIC HEARINGS REGARDING THE EFFEC-\n   26  TIVENESS OF THE COMMISSION AT LEAST  FIVE  MONTHS  BEFORE  THIS  SECTION\n   27  EXPIRES  PURSUANT  TO  THE  PROVISIONS OF THE CHAPTER OF THE LAWS OF TWO\n   28  THOUSAND TEN WHICH ADDED THIS SECTION.\n   29    Q.  THIS SECTION SHALL NOT REVOKE  OR  RESCIND  ANY  POLICIES,  RULES,\n   30  REGULATIONS  OR  ADVISORY  OPINIONS  ISSUED  BY  THE  LEGISLATIVE ETHICS\n   31  COMMITTEE AND LEGISLATIVE ETHICS COMMISSION IN EFFECT UPON THE EFFECTIVE\n   32  DATE OF THIS SUBDIVISION, TO THE EXTENT THAT SUCH REGULATIONS  OR  OPIN-\n   33  IONS  ARE  NOT  INCONSISTENT WITH ANY LAWS OF THE STATE OF NEW YORK. THE\n   34  COMMISSION SHALL UNDERTAKE A COMPREHENSIVE REVIEW OF ALL SUCH  POLICIES,\n   35  RULES,  REGULATIONS OR ADVISORY OPINIONS WHICH WILL ADDRESS THE CONSIST-\n   36  ENCY OF SUCH POLICIES, RULES, REGULATIONS OR ADVISORY OPINIONS WITH  THE\n   37  LAWS  OF  THE  STATE  OF NEW YORK. THE COMMISSION SHALL, BEFORE DECEMBER\n   38  FIRST, TWO THOUSAND ELEVEN,  REPORT  TO  THE  GOVERNOR  AND  LEGISLATURE\n   39  REGARDING SUCH REVIEW AND SHALL PROPOSE ANY REGULATORY CHANGES AND ISSUE\n   40  ANY ADVISORY OPINIONS NECESSITATED BY SUCH REVIEW.\n   41    R.    SEPARABILITY CLAUSE. IF ANY PART OR PROVISION OF THIS SECTION OR\n   42  THE APPLICATION THEREOF TO ANY PERSON IS ADJUDGED BY A COURT  OF  COMPE-\n   43  TENT  JURISDICTION  TO  BE  UNCONSTITUTIONAL  OR OTHERWISE INVALID, SUCH\n   44  JUDGMENT SHALL NOT AFFECT OR IMPAIR ANY OTHER PART OR PROVISION  OR  THE\n   45  APPLICATION  THEREOF  TO ANY OTHER PERSON, BUT SHALL BE CONFINED TO SUCH\n   46  PART OR PROVISION.\n   47    S 10. The public officers law is amended by adding a new section  89-a\n   48  to read as follows:\n   49    S 89-A. ETHICS REPORTS. THE COMMITTEE ON OPEN GOVERNMENT SHALL ANNUAL-\n   50  LY  PREPARE  A  REPORT THAT SUMMARIZES THE PUBLIC ACTIONS AND REPORTS OF\n   51  THE JOINT LEGISLATIVE COMMISSION ON ETHICS  STANDARDS,  THE  LEGISLATIVE\n   52  OFFICE OF ETHICS INVESTIGATIONS, THE STATE COMMISSION ON LOBBYING ETHICS\n   53  AND  COMPLIANCE,  THE SENATE AND ASSEMBLY STANDING COMMITTEES ON ETHICS,\n   54  AND THE EXECUTIVE ETHICS AND COMPLIANCE COMMISSION. IT SHALL DELIVER THE\n   55  REPORT TO THE GOVERNOR, THE SPEAKER OF THE ASSEMBLY, THE TEMPORARY PRES-\n   56  IDENT OF THE SENATE, THE MINORITY LEADER OF THE ASSEMBLY,  THE  MINORITY\n\n       S. 2794                            31\n\n    1  LEADER  OF  THE  SENATE, THE COMPTROLLER, AND THE ATTORNEY GENERAL ON OR\n    2  BEFORE MARCH FIRST OF EACH YEAR. IT ALSO SHALL PUBLISH THE REPORT ON ITS\n    3  WEBSITE.\n    4    S  11. The state of New York shall appropriate during each fiscal year\n    5  to the New York state commission on lobbying ethics  and  compliance  an\n    6  amount  equivalent to not less than seven and one-half per centum of the\n    7  appropriation available from the general fund in the department of state\n    8  to pay for the expenses of such commission; it shall appropriate  during\n    9  each  fiscal  year  to the executive ethics and compliance commission an\n   10  amount equivalent to not less than seven and one-half per centum of  the\n   11  general  fund  appropriation  in  the department of state to pay for the\n   12  expenses of such commission; it shall appropriate to the joint  legisla-\n   13  tive commission on ethics standards and the legislative office of ethics\n   14  investigations  an  amount equivalent to not less than one per centum of\n   15  the appropriation available to the state senate.\n   16    S 12.  Subdivisions 17 and 18 of section 73 of the public officers law\n   17  are renumbered subdivisions 18 and 19 and a new subdivision 17 is  added\n   18  to read as follows:\n   19    17. NO LEGISLATIVE EMPLOYEE SHALL, EXCEPT WITHIN THE SCOPE OF LEGISLA-\n   20  TIVE EMPLOYMENT, USE HIS OR HER POSITION, INFLUENCE OR ACCESS TO DIRECT-\n   21  LY  OR  INDIRECTLY PROMOTE OR OPPOSE THE PASSAGE OF BILLS OR RESOLUTIONS\n   22  BY EITHER HOUSE. NOTWITHSTANDING THE PROVISIONS OF THIS  SUBDIVISION,  A\n   23  LEGISLATIVE EMPLOYEE WHO SERVES AS AN ELECTED CHIEF EXECUTIVE OFFICER OR\n   24  MEMBER OF A GOVERNING BODY OF A MUNICIPAL CORPORATION OR DISTRICT CORPO-\n   25  RATION  SHALL  BE AUTHORIZED TO PARTICIPATE WHILE CARRYING OUT THE OFFI-\n   26  CIAL DUTIES OF SUCH OFFICE IN  THE  DISCUSSION,  DRAFTING,  PREPARATION,\n   27  VOTING  AND  DISPATCH OF A RESOLUTION, MESSAGE OR PROCLAMATION ADDRESSED\n   28  TO EITHER HOUSE.\n   29    S 13. Section 66-a of the legislative law is REPEALED.\n   30    S 13-a. Paragraph (c) of subdivision 6 and subdivision 10  of  section\n   31  73  of the public officers law, as amended by chapter 813 of the laws of\n   32  1987, are amended to read as follows:\n   33    (c) Any such legislative employee  who  knowingly  and  wilfully  with\n   34  intent  to deceive makes a false statement or gives information which he\n   35  OR SHE knows to be false in any written statement required to  be  filed\n   36  pursuant  to  this  subdivision, shall be assessed a civil penalty in an\n   37  amount not to exceed ten thousand dollars. Assessment of a civil penalty\n   38  shall be made by the [legislative ethics  committee]  JOINT  LEGISLATIVE\n   39  COMMISSION  ON  ETHICS  STANDARDS  in  accordance with the provisions of\n   40  [subdivision twelve of] section [eighty] EIGHTY-ONE of  the  legislative\n   41  law.  For  a  violation  of this subdivision, the [committee] COMMISSION\n   42  may, in lieu of a civil penalty, refer a violation  to  the  appropriate\n   43  prosecutor  and  upon  conviction,  but  only  after such referral, such\n   44  violation shall be punishable as a class A misdemeanor.\n   45    10. Nothing contained in this section, the judiciary law,  the  educa-\n   46  tion  law  or  any  other law or disciplinary rule shall be construed or\n   47  applied to prohibit any firm, association or corporation, in  which  any\n   48  present or former statewide elected official, state officer or employee,\n   49  or  political  party  chairman, member of the legislature or legislative\n   50  employee is a member, associate, retired member, of  counsel  or  share-\n   51  holder, from appearing, practicing, communicating or otherwise rendering\n   52  services  in relation to any matter before, or transacting business with\n   53  a state agency, or a city agency  with  respect  to  a  political  party\n   54  chairman in a county wholly included in a city with a population of more\n   55  than  one  million,  otherwise proscribed by this section, the judiciary\n   56  law, the education law or  any  other  law  or  disciplinary  rule  with\n\n       S. 2794                            32\n\n    1  respect  to  such  official,  member  of  the  legislature or officer or\n    2  employee, or political party  chairman,  where  such  statewide  elected\n    3  official, state officer or employee, member of the legislature or legis-\n    4  lative  employee,  or political party chairman does not share in the net\n    5  revenues, as defined in accordance with  generally  accepted  accounting\n    6  principles by the [state ethics commission] EXECUTIVE ETHICS AND COMPLI-\n    7  ANCE  COMMISSION or by the [legislative ethics committee] JOINT LEGISLA-\n    8  TIVE COMMISSION ON ETHICS STANDARDS in relation to  persons  subject  to\n    9  their  respective jurisdictions, resulting therefrom, or, acting in good\n   10  faith, reasonably believed that he or she would not  share  in  the  net\n   11  revenues  as  so  defined; nor shall anything contained in this section,\n   12  the judiciary law, the education law or any other  law  or  disciplinary\n   13  rule  be  construed  to prohibit any firm, association or corporation in\n   14  which any present or former statewide elected official,  member  of  the\n   15  legislature,  legislative  employee, full-time salaried state officer or\n   16  employee or state officer or employee who is subject to  the  provisions\n   17  of  section  seventy-three-a  of  this  chapter  is a member, associate,\n   18  retired member, of counsel or shareholder, from  appearing,  practicing,\n   19  communicating  or otherwise rendering services in relation to any matter\n   20  before, or transacting business with, the court of  claims,  where  such\n   21  statewide  elected  official,  member  of  the  legislature, legislative\n   22  employee, full-time salaried state officer or employee or state  officer\n   23  or  employee who is subject to the provisions of section seventy-three-a\n   24  of this chapter does not share  in  the  net  revenues,  as  defined  in\n   25  accordance  with  generally accepted accounting principles by the [state\n   26  ethics commission] EXECUTIVE ETHICS AND COMPLIANCE COMMISSION or by  the\n   27  [legislative  ethics  committee]  JOINT LEGISLATIVE COMMISSION ON ETHICS\n   28  STANDARDS in relation to persons subject to their  respective  jurisdic-\n   29  tions,  resulting  therefrom,  or,  acting  in  good  faith,  reasonably\n   30  believed that he or she would not  share  in  the  net  revenues  as  so\n   31  defined.\n   32    S  13-b.  Subparagraph  (ii) of paragraph (a) and paragraphs (c), (d),\n   33  (f) and (g) of subdivision 2 of section 73-a of the public officers law,\n   34  subparagraph (ii) of paragraph (a) and paragraphs (c), (d)  and  (f)  as\n   35  added by chapter 813 of the laws of 1987 and paragraph (g) as amended by\n   36  chapter 242 of the laws of 1989, are amended to read as follows:\n   37    (ii)  a  person who is required to file an annual financial disclosure\n   38  statement with  the  [state  ethics]  EXECUTIVE  ETHICS  AND  COMPLIANCE\n   39  commission  or with the [legislative ethics committee] JOINT LEGISLATIVE\n   40  COMMISSION ON ETHICS STANDARDS, and who is granted an additional  period\n   41  of  time within which to file such statement due to justifiable cause or\n   42  undue hardship, in accordance with required rules and regulations on the\n   43  subject adopted pursuant to paragraph [c] (C)  of  subdivision  nine  of\n   44  section  ninety-four of the executive law or pursuant to [paragraph c of\n   45  subdivision eight of] section [eighty]  EIGHTY-ONE  of  the  legislative\n   46  law,  shall  file  such  statement  within the additional period of time\n   47  granted;\n   48    (c) If the reporting individual is a senator or  member  of  assembly,\n   49  candidate  for the senate or member of assembly or a legislative employ-\n   50  ee, such statement shall be filed with the [legislative  ethics  commit-\n   51  tee]  JOINT  LEGISLATIVE  COMMISSION  ON ETHICS STANDARDS established by\n   52  section [eighty] EIGHTY-ONE of the legislative  law.  If  the  reporting\n   53  individual  is  a  statewide  elected  official, candidate for statewide\n   54  elected office, a state officer or employee or a political party  chair-\n   55  man,  such  statement  shall  be filed with the [state ethics] EXECUTIVE\n\n       S. 2794                            33\n\n    1  ETHICS AND COMPLIANCE commission established by section  ninety-four  of\n    2  the executive law.\n    3    (d) The [legislative ethics committee] JOINT LEGISLATIVE COMMISSION ON\n    4  ETHICS  STANDARDS and the [state ethics] EXECUTIVE ETHICS AND COMPLIANCE\n    5  commission shall obtain from the state board of elections a list of  all\n    6  candidates  for  statewide office and for member of the legislature, and\n    7  from such list, shall determine and publish a list of  those  candidates\n    8  who  have  not,  within ten days after the required date for filing such\n    9  statement, filed the statement required by this subdivision.\n   10    (f) A person who may otherwise be required to file more than one annu-\n   11  al financial disclosure statement with both the [state ethics] EXECUTIVE\n   12  ETHICS AND COMPLIANCE commission and the [legislative ethics  committee]\n   13  JOINT  LEGISLATIVE  COMMISSION  ON  ETHICS STANDARDS in any one calendar\n   14  year may satisfy such requirement by  filing  one  such  statement  with\n   15  either body and by notifying the other body of such compliance.\n   16    (g)  A person who is employed in more than one employment capacity for\n   17  one or more employers  certain  of  whose  officers  and  employees  are\n   18  subject  to  filing  a  financial  disclosure  statement  with the [same\n   19  ethics] EXECUTIVE ETHICS AND COMPLIANCE commission or [ethics committee]\n   20  THE JOINT LEGISLATIVE COMMISSION ON ETHICS STANDARDS, as  the  case  may\n   21  be,  and  who  receives distinctly separate payments of compensation for\n   22  such employment shall be subject to  the  filing  requirements  of  this\n   23  section  if  the  aggregate  annual compensation for all such employment\n   24  capacities is in excess of the filing  rate  notwithstanding  that  such\n   25  person  would  not otherwise be required to file with respect to any one\n   26  particular employment capacity.  A person not otherwise required to file\n   27  a financial disclosure statement hereunder who is employed by an employ-\n   28  er certain of whose officers or employees are subject to filing a finan-\n   29  cial disclosure statement with the [state ethics] EXECUTIVE  ETHICS  AND\n   30  COMPLIANCE commission and who is also employed by an employer certain of\n   31  whose officers or employees are subject to filing a financial disclosure\n   32  statement  with  the  [legislative  ethics  committee] JOINT LEGISLATIVE\n   33  COMMISSION ON ETHICS STANDARDS shall  not  be  subject  to  filing  such\n   34  statement  with  either  such  commission or such committee on the basis\n   35  that his aggregate annual compensation from all  such  employers  is  in\n   36  excess of the filing rate.\n   37    S  14.  Subdivision  3  of section 73-a of the public officers law, as\n   38  added by chapter 813 of the laws of 1987, the third and fourth  undesig-\n   39  nated  paragraphs  of paragraph 3 as added and paragraph 4, subparagraph\n   40  (a) of paragraph 5, paragraphs 6, 9, 10, 11, subparagraph (b)  of  para-\n   41  graph  12  and  paragraphs  13,  14, 15, 16, 17, 18 and 19 as amended by\n   42  chapter 242 of the laws of 1989, is amended to read as follows:\n   43    3. The annual statement of  financial  disclosure  shall  contain  the\n   44  [information and shall be in the form] LANGUAGE set forth hereinbelow:\n\n   45   ANNUAL STATEMENT OF FINANCIAL DISCLOSURE - (For calendar year ________)\n\n   46    1. Name ______________________________________________________________\n   47    2. (a) Title of Position _____________________________________________\n   48       (b) Department, Agency or other Governmental Entity _______________\n   49       (c) Address of Present Office _____________________________________\n   50       (d) Office Telephone Number _______________________________________\n   51    3. (a) Marital Status ______________. If married, please give spouse's\n   52           full name including maiden name where applicable.\n   53           _____________________________________________________________ .\n\n       S. 2794                            34\n\n    1       (b) List the names of all unemancipated children.\n\n    2      ____________________________________________________________________\n    3      ____________________________________________________________________\n    4      ____________________________________________________________________\n    5      ____________________________________________________________________\n    6      ____________________________________________________________________\n\n    7  Answer  each  of  the  following  questions  completely, with respect to\n    8    calendar year _________, unless another period or  date  is  otherwise\n    9    specified. If additional space is needed, attach additional pages.\n\n   10    Whenever a \"value\" or \"amount\" is required to be reported herein, such\n   11  value  or  amount shall be reported as being within one of the following\n   12  Categories: Category A - under $5,000; Category  B  -  $5,000  to  under\n   13  $20,000;  Category C - $20,000 to under $60,000; Category D - $60,000 to\n   14  under $100,000; Category E - $100,000 to under $250,000; and Category  F\n   15  -  $250,000  TO UNDER $1,000,000; AND CATEGORY G - $1,000,000 or over. A\n   16  reporting individual shall indicate the Category by letter only.\n   17    Whenever \"income\" is required to be reported herein, the term \"income\"\n   18  shall mean the aggregate net income before taxes from the source identi-\n   19  fied.\n   20    The term \"calendar year\" shall mean the year ending the December  31st\n   21  preceding the date of filing of the annual statement.\n\n   22  4.  (a) List  any  office,  trusteeship,  directorship,  partnership, or\n   23      position of any nature, whether compensated  or  not,  held  by  the\n   24      reporting  individual with any firm, corporation, association, part-\n   25      nership, or other organization other than the  State  of  New  York.\n   26      Include  compensated  honorary  positions; do NOT list membership or\n   27      uncompensated honorary positions. If the listed entity was  licensed\n   28      by  any state or local agency, was regulated by any state regulatory\n   29      agency or local agency, or, as a regular and significant part of the\n   30      business or activity of said  entity,  did  business  with,  or  had\n   31      matters  other  than  ministerial matters before, any state or local\n   32      agency, list the name of any such agency.\n\n   33                                                              State or\n   34      Position                  Organization                 Local Agency\n\n   35      ____________________________________________________________________\n   36      ____________________________________________________________________\n   37      ____________________________________________________________________\n   38      ____________________________________________________________________\n   39      ____________________________________________________________________\n\n   40  (b) List any office, trusteeship, directorship, partnership, or position\n   41      of any nature, whether compensated or not, held  by  the  spouse  or\n   42      unemancipated  child  of  the  reporting  individual, with any firm,\n   43      corporation, association, partnership, or other  organization  other\n   44      than  the State of New York. Include compensated honorary positions;\n   45      do NOT list membership or uncompensated honorary positions.  If  the\n   46      listed  entity  was licensed by any state or local agency, was regu-\n   47      lated by any state regulatory agency or local agency, or, as a regu-\n   48      lar and significant part of the business or activity of said entity,\n\n       S. 2794                            35\n\n    1      did business with, or had matters  other  than  ministerial  matters\n    2      before, any state or local agency, list the name of any such agency.\n\n    3                                                              State or\n    4      Position                  Organization                 Local Agency\n\n    5      ____________________________________________________________________\n    6      ____________________________________________________________________\n    7      ____________________________________________________________________\n    8      ____________________________________________________________________\n    9      ____________________________________________________________________\n\n   10  5.  (a)  List  the  name,  address  and description of any [occupation,]\n   11      employment (other than the employment listed under  Item  2  above),\n   12      trade,  business  [or],  profession  OR OCCUPATION engaged in by the\n   13      reporting individual. If such activity was licensed by any state  or\n   14      local  agency[,]  OR was regulated by any state regulatory agency or\n   15      local agency, [or, as a regular and significant part of the business\n   16      or activity of said entity, did business with, or had matters  other\n   17      than  ministerial  matters  before, any state or local agency,] list\n   18      the name of any such agency.\n\n   19                                                              State or\n   20                 Name & Address                                 Local\n   21      Position   of Organization          Description          Agency\n\n   22      ____________________________________________________________________\n   23      ____________________________________________________________________\n   24      ____________________________________________________________________\n   25      ____________________________________________________________________\n   26      ____________________________________________________________________\n\n   27  (b) IF THE REPORTING INDIVIDUAL DID BUSINESS WITH OR HAD  MATTERS  OTHER\n   28      THAN  MINISTERIAL  MATTERS  BEFORE  ANY STATE OR LOCAL AGENCY IN THE\n   29      COURSE OF ANY EMPLOYMENT, TRADE, BUSINESS, PROFESSION OR  OCCUPATION\n   30      ENGAGED IN BY THE REPORTING INDIVIDUAL, LIST THE NAME AND ADDRESS OF\n   31      THE  ENTITY, A BRIEF DESCRIPTION OF THE ACTIVITY AND THE NAME OF ANY\n   32      SUCH AGENCY.\n   33                                                              STATE OR\n   34      NAME & ADDRESS                                            LOCAL\n   35      OF ORGANIZATION           DESCRIPTION                    AGENCY\n\n   36      ____________________________________________________________________\n   37      ____________________________________________________________________\n   38      ____________________________________________________________________\n   39      ____________________________________________________________________\n   40      ____________________________________________________________________\n\n   41  (C) If the spouse or unemancipated child of the reporting individual was\n   42      engaged in any occupation, employment, trade, business or profession\n   43      which activity was licensed by any state or local agency, was  regu-\n   44      lated by any state regulatory agency or local agency, or, as a regu-\n   45      lar and significant part of the business or activity of said entity,\n   46      did  business  with,  or  had matters other than ministerial matters\n   47      before, any state or  local  agency,  list  the  name,  address  and\n\n       S. 2794                            36\n\n    1      description  of  such  occupation,  employment,  trade,  business or\n    2      profession and the name of any such agency.\n\n    3                                                              State or\n    4                 Name & Address                                 Local\n    5      Position   of Organization          Description          Agency\n\n    6      ____________________________________________________________________\n    7      ____________________________________________________________________\n    8      ____________________________________________________________________\n    9      ____________________________________________________________________\n   10      ____________________________________________________________________\n\n   11  6.  List  any interest, in EXCESS of $1,000, held by the reporting indi-\n   12      vidual, such individual's spouse or unemancipated child, or partner-\n   13      ship of which any such person is a member, or  corporation,  10%  or\n   14      more  of  the  stock  of  which  is  owned or controlled by any such\n   15      person, whether vested  or  contingent,  in  any  contract  made  or\n   16      executed  by  a  state  or  local agency and include the name of the\n   17      entity which holds such interest and the relationship of the report-\n   18      ing individual or such individual's spouse or  such  child  to  such\n   19      entity  and  the interest in such contract. Do NOT include bonds and\n   20      notes. Do NOT list any interest in any such contract on which  final\n   21      payment  has been made and all obligations under the contract except\n   22      for guarantees and warranties have been performed, provided,  howev-\n   23      er,  that such an interest must be listed if there has been an ongo-\n   24      ing dispute during the calendar year for  which  this  statement  is\n   25      filed with respect to any such guarantees or warranties. Do NOT list\n   26      any  interest in a contract made or executed by a local agency after\n   27      public notice and pursuant to a process for competitive bidding or a\n   28      process for competitive requests for proposals.\n\n   29                   Entity       Relationship      Contracting   Category\n   30       Self,     Which Held      to Entity          State or       of\n   31      Spouse or  Interest in    and Interest         Local      Value of\n   32       Child      Contract      in Contract          Agency     Contract\n\n   33      ____________________________________________________________________\n   34      ____________________________________________________________________\n   35      ____________________________________________________________________\n   36      ____________________________________________________________________\n   37      ____________________________________________________________________\n\n   38  7.  List any position the reporting individual held as an officer of any\n   39      political party or political organization, as a member of any  poli-\n   40      tical  party committee, or as a political party district leader. The\n   41      term \"party\" shall have the same meaning as \"party\" in the  election\n   42      law.  The term \"political organization\" means any party or independ-\n   43      ent body as defined in the election law or any organization that  is\n   44      affiliated with or a subsidiary of a party or independent body.\n\n   45      ____________________________________________________________________\n   46      ____________________________________________________________________\n   47      ____________________________________________________________________\n   48      ____________________________________________________________________\n   49      ____________________________________________________________________\n\n       S. 2794                            37\n\n    1  8.  (a)  If  the  reporting individual practices law, is licensed by the\n    2      department of state as a real estate broker or agent or practices  a\n    3      profession  licensed  by the department of education, give a general\n    4      description of the principal subject areas of matters undertaken  by\n    5      such  individual.  IF THE NATURE OF THE REPORTING INDIVIDUAL'S PRAC-\n    6      TICE OR ACTIVITIES WERE SUCH THAT  NO  PRINCIPAL  SUBJECT  AREAS  OR\n    7      MATTERS  WERE UNDERTAKEN, GIVE A GENERAL DESCRIPTION OF THE PRACTICE\n    8      OR ACTIVITIES UNDERTAKEN. Additionally, if such an individual  prac-\n    9      tices  with a firm or corporation and is a partner or shareholder of\n   10      the firm or corporation, give a general description of THE principal\n   11      subject areas of matters undertaken by such firm or corporation.  IF\n   12      THE MATTERS UNDERTAKEN BY SUCH FIRM OR CORPORATION WERE SUCH THAT NO\n   13      PRINCIPAL SUBJECT AREAS OR MATTERS WERE UNDERTAKEN, GIVE  A  GENERAL\n   14      DESCRIPTION  OF  THE  PRACTICE OR ACTIVITIES UNDERTAKEN. Do not list\n   15      the name of the individual clients, customers or patients.\n   16      ____________________________________________________________________\n   17      ____________________________________________________________________\n   18      ____________________________________________________________________\n   19      ____________________________________________________________________\n   20      ____________________________________________________________________\n   21  (b) List the name, principal address  and  general  description  or  the\n   22      nature of the business activity of any entity in which the reporting\n   23      individual  or  such individual's spouse had an investment in excess\n   24      of $1,000 excluding investments in securities and interests in  real\n   25      property.\n   26      ____________________________________________________________________\n   27      ____________________________________________________________________\n   28      ____________________________________________________________________\n   29      ____________________________________________________________________\n   30      ____________________________________________________________________\n   31  (C) IF THE REPORTING INDIVIDUAL RECEIVED INCOME IN EXCESS OF $1,000 FROM\n   32      CONSULTING  SERVICES, NOT INCLUDING ANY SERVICES RENDERED AS PART OF\n   33      ANY PRACTICE OR ACTIVITY REQUIRED TO BE DISCLOSED IN  ITEM  8(A)  OR\n   34      SERVICES  RENDERED AS PART OF THE PRACTICE OR ACTIVITY IDENTIFIED IN\n   35      SECTIONS  FORTY-FIVE  HUNDRED   FOUR,   FORTY-FIVE   HUNDRED   FIVE,\n   36      FORTY-FIVE  HUNDRED  SEVEN,  FORTY-FIVE HUNDRED EIGHT AND FORTY-FIVE\n   37      HUNDRED TEN OF THE CIVIL PRACTICE LAW AND RULES,  PROVIDE  THE  NAME\n   38      AND  ADDRESS  OF  EACH  CLIENT,  THE COMPENSATION RECEIVED FROM EACH\n   39      CLIENT, AND A  GENERAL  DESCRIPTION  OF  THE  SERVICES  RENDERED  OR\n   40      CONSIDERATION GIVEN.\n   41      CLIENT     ADDRESS    SERVICES/CONSIDERATION    CATEGORY OF VALUE\n   42      ____________________________________________________________________\n   43      ____________________________________________________________________\n   44      ____________________________________________________________________\n   45      ____________________________________________________________________\n   46  9.  List  each  source  of  gifts,  EXCLUDING campaign contributions, in\n   47      EXCESS of $1,000, received during the  reporting  period  for  which\n   48      this statement is filed by the reporting individual or such individ-\n   49      ual's  spouse  or unemancipated child from the same donor, EXCLUDING\n   50      gifts from a relative. INCLUDE the name and address  of  the  donor.\n   51      The  term  \"gifts\"  does  not  include reimbursements, which term is\n   52      defined in item 10.   Indicate the value and  nature  of  each  such\n   53      gift.\n\n       S. 2794                            38\n\n    1                                                                Category\n    2       Self,                                                       of\n    3      Spouse or  Name of                          Nature        Value of\n    4       Child      Donor         Address           of Gift         Gift\n\n    5      ____________________________________________________________________\n    6      ____________________________________________________________________\n    7      ____________________________________________________________________\n    8      ____________________________________________________________________\n    9      ____________________________________________________________________\n\n   10  10. Identify  and  briefly describe the source of any reimbursements for\n   11      expenditures, EXCLUDING campaign expenditures  and  expenditures  in\n   12      connection  with  official duties reimbursed by the state, in EXCESS\n   13      of $1,000 from each such source. For purposes of this item, the term\n   14      \"reimbursements\" shall mean any travel-related expenses provided  by\n   15      nongovernmental  sources and for activities related to the reporting\n   16      individual's official duties such as, speaking engagements,  confer-\n   17      ences,  or  factfinding  events.  The term \"reimbursements\" does NOT\n   18      include gifts reported under item 9.\n\n   19      Source                                                   Description\n\n   20      ____________________________________________________________________\n   21      ____________________________________________________________________\n   22      ____________________________________________________________________\n   23      ____________________________________________________________________\n   24      ____________________________________________________________________\n\n   25  11. List the identity and value, if reasonably  ascertainable,  of  each\n   26      interest  in a trust, estate or other beneficial interest, including\n   27      retirement plans (other than retirement plans of the  state  of  New\n   28      York  or  the  city  of New York[,]) and deferred compensation plans\n   29      (e.g., 401, 403(b), 457, etc.) established in  accordance  with  the\n   30      internal  revenue  code,  in  which  the REPORTING INDIVIDUAL held a\n   31      beneficial interest in EXCESS of  $1,000  at  any  time  during  the\n   32      preceding  year. Do NOT report interests in a trust, estate or other\n   33      beneficial interest established by or for, or the estate of, a rela-\n   34      tive.\n\n   35                                                                  Category\n   36      Identity                                                   of Value*\n\n   37      ____________________________________________________________________\n   38      ____________________________________________________________________\n   39      ____________________________________________________________________\n   40      ____________________________________________________________________\n   41      ____________________________________________________________________\n   42    * The value of such interest shall  be  reported  only  if  reasonably\n   43  ascertainable.\n\n   44  12. (a)  Describe  the terms of, and the parties to, any contract, prom-\n   45      ise, or other agreement between the  reporting  individual  and  any\n   46      person,  firm, or corporation with respect to the employment of such\n   47      individual after leaving office or position (other than a  leave  of\n   48      absence).\n\n       S. 2794                            39\n\n    1      ____________________________________________________________________\n    2      ____________________________________________________________________\n    3      ____________________________________________________________________\n    4      ____________________________________________________________________\n    5      ____________________________________________________________________\n\n    6  (b)  Describe  the  parties  to and the terms of any agreement providing\n    7      for continuation of payments or benefits to the REPORTING INDIVIDUAL\n    8      in EXCESS of $1,000 from a prior  employer  OTHER  THAN  the  State.\n    9      (This  includes  interests  in  or  contributions to a pension fund,\n   10      profit-sharing plan, or life or  health  insurance;  buy-out  agree-\n   11      ments; severance payments; etc.)\n\n   12      ____________________________________________________________________\n   13      ____________________________________________________________________\n   14      ____________________________________________________________________\n   15      ____________________________________________________________________\n   16      ____________________________________________________________________\n\n   17  13. List  below  the nature and amount of any income in EXCESS of $1,000\n   18      from EACH SOURCE for the reporting individual and such  individual's\n   19      spouse  for  the  taxable  year  last occurring prior to the date of\n   20      filing.   Nature of income includes, but  is  not  limited  to,  all\n   21      income  (other  than  that received from the employment listed under\n   22      Item 2 above) from compensated employment whether public or private,\n   23      directorships and other fiduciary  positions,  contractual  arrange-\n   24      ments,  teaching  income,  partnerships,  honorariums, lecture fees,\n   25      consultant fees, bank and bond interest, dividends,  income  derived\n   26      from  a trust, real estate rents, and recognized gains from the sale\n   27      or exchange of real or other property.   Income from a  business  or\n   28      profession  and  real estate rents shall be reported with the source\n   29      identified by the building address in the case of real estate  rents\n   30      and  otherwise  by the name of the entity and not by the name of the\n   31      individual customers, clients or tenants,  with  the  aggregate  net\n   32      income  before  taxes  for  each  building  address or entity.   The\n   33      receipt of maintenance received in  connection  with  a  matrimonial\n   34      action, alimony and child support payments shall not be listed.\n\n   35      Self/                                                       Category\n   36      Spouse          Source                   Nature            of Amount\n\n   37      ____________________________________________________________________\n   38      ____________________________________________________________________\n   39      ____________________________________________________________________\n   40      ____________________________________________________________________\n   41      ____________________________________________________________________\n\n   42  14. List  the  sources of any deferred income (not retirement income) in\n   43      EXCESS of $1,000 from each source to be paid to the reporting  indi-\n   44      vidual  following  the  close  of  the  calendar year for which this\n   45      disclosure statement is  filed,  other  than  deferred  compensation\n   46      reported  in  item  11 hereinabove. Deferred income derived from the\n   47      practice of a profession shall be listed in the aggregate and  shall\n   48      identify  as the source, the name of the firm, corporation, partner-\n   49      ship or association through which the income was derived, but  shall\n   50      not identify individual clients.\n\n       S. 2794                            40\n\n    1                                                                  Category\n    2      Source                                                     of Amount\n\n    3      ____________________________________________________________________\n    4      ____________________________________________________________________\n    5      ____________________________________________________________________\n    6      ____________________________________________________________________\n    7      ____________________________________________________________________\n\n    8  15. List  each assignment of income in EXCESS of $1,000, and each trans-\n    9      fer other than to a relative during the reporting period  for  which\n   10      this  statement  is  filed  for  less  than fair consideration of an\n   11      interest in a trust, estate or other beneficial interest, securities\n   12      or real property, by the reporting individual, in excess of  $1,000,\n   13      which  would  otherwise be required to be reported herein and is not\n   14      or has not been so reported.\n\n   15      Item Assigned                    Assigned or                Category\n   16      or Transferred                 Transferred to               of Value\n\n   17      ____________________________________________________________________\n   18      ____________________________________________________________________\n   19      ____________________________________________________________________\n   20      ____________________________________________________________________\n   21      ____________________________________________________________________\n\n   22  16. List below the type and market  value  of  securities  held  by  the\n   23      reporting  individual  or such individual's spouse from each issuing\n   24      entity in EXCESS of $1,000 at the close of  the  taxable  year  last\n   25      occurring  prior  to  the  date of filing, including the name of the\n   26      issuing entity exclusive of securities held by the  reporting  indi-\n   27      vidual issued by a professional corporation. Whenever an interest in\n   28      securities  exists  through  a  beneficial  interest in a trust, the\n   29      securities held in such trust shall be listed ONLY IF the  reporting\n   30      individual has knowledge thereof except where the reporting individ-\n   31      ual  or  the reporting individual's spouse has transferred assets to\n   32      such trust for his or her benefit in  which  event  such  securities\n   33      shall  be  listed unless they are not ascertainable by the reporting\n   34      individual because the trustee is under an obligation  or  has  been\n   35      instructed  in  writing not to disclose the contents of the trust to\n   36      the reporting individual. Securities of which the reporting individ-\n   37      ual or the reporting individual's spouse is the owner of record  but\n   38      in which such individual or the reporting individual's spouse has no\n   39      beneficial  interest  shall  not be listed.   Indicate percentage of\n   40      ownership ONLY if the reporting person  or  the  reporting  person's\n   41      spouse  holds  more  than five percent (5%) of the stock of a corpo-\n   42      ration in which the stock  is  publicly  traded  or  more  than  ten\n   43      percent  (10%)  of  the stock of a corporation in which the stock is\n   44      NOT publicly traded.  Also  list  securities  owned  for  investment\n   45      purposes by a corporation more than fifty percent (50%) of the stock\n   46      of  which is owned or controlled by the reporting individual or such\n   47      individual's spouse.  For the purpose of this item the term \"securi-\n   48      ties\" shall mean mutual funds, bonds, mortgages, notes, obligations,\n   49      warrants and stocks of any class, investment interests in limited or\n   50      general partnerships and certificates of  deposits  (CDs)  and  such\n\n       S. 2794                            41\n\n    1      other  evidences of indebtedness and certificates of interest as are\n    2      usually referred to as securities.  The market value for such  secu-\n    3      rities  shall be reported only if reasonably ascertainable and shall\n    4      not be reported if the security is an interest in a general partner-\n    5      ship  that  was listed in item 8 (a) or if the security is corporate\n    6      stock, NOT publicly traded, in a trade or business  of  a  reporting\n    7      individual or a reporting individual's spouse.\n\n    8                                       Percentage\n    9                                       of corporate\n   10                                       stock owned\n   11                                       or controlled      Category of\n   12                                       (if more than      Market Value\n   13                                       5% of pub-         as of the close\n   14                                       licly traded       of the\n   15                                       stock, or          taxable year\n   16                                       more than          last occurring\n   17                                       10% if stock       prior to\n   18      Self/   Issuing     Type of      not publicly       the filing of\n   19      Spouse  Entity      Security     traded, is held)   this statement\n\n   20      ____________________________________________________________________\n   21      ____________________________________________________________________\n   22      ____________________________________________________________________\n   23      ____________________________________________________________________\n   24      ____________________________________________________________________\n\n   25  17. List  below  the  location,  size, general nature, acquisition date,\n   26      market value and percentage of ownership of  any  real  property  in\n   27      which  any vested or contingent interest in EXCESS of $1,000 is held\n   28      by the reporting individual or the  reporting  individual's  spouse.\n   29      Also  list  real  property owned for investment purposes by a corpo-\n   30      ration more than fifty percent 50% of the stock of which is owned or\n   31      controlled by the reporting individual or such individual's  spouse.\n   32      Do  NOT  list  any  real  property which is the primary or secondary\n   33      personal residence of the  reporting  individual  or  the  reporting\n   34      individual's  spouse,  except where there is a co-owner who is other\n   35      than a relative.\n\n   36                                                                  Category\n   37      Self/                                             Percentage   of\n   38      Spouse/                      General  Acquisition    of      Market\n   39      Corporation  Location Size   Nature     Date      Ownership   Value\n\n   40      ____________________________________________________________________\n   41      ____________________________________________________________________\n   42      ____________________________________________________________________\n   43      ____________________________________________________________________\n   44      ____________________________________________________________________\n\n   45  18. List below all notes and accounts receivable, other than from  goods\n   46      or  services  sold, held by the reporting individual at the close of\n   47      the taxable year last occurring prior to  the  date  of  filing  and\n   48      other debts owed to such individual at the close of the taxable year\n   49      last  occurring  prior  to  the date of filing, in EXCESS of $1,000,\n   50      including the name of the debtor, type of obligation, date  due  and\n\n       S. 2794                            42\n\n    1      the  nature  of  the  collateral  securing  payment of each, if any,\n    2      excluding securities reported in item 16 hereinabove.  Debts,  notes\n    3      and  accounts  receivable owed to the individual by a relative shall\n    4      not be reported.\n\n    5                                Type of Obligation,               Category\n    6                                Date Due, and Nature                 of\n    7      Name of Debtor            of Collateral, if any               Amount\n\n    8      ____________________________________________________________________\n    9      ____________________________________________________________________\n   10      ____________________________________________________________________\n   11      ____________________________________________________________________\n   12      ____________________________________________________________________\n\n   13  19. List  below  all  liabilities  of  the reporting individual and such\n   14      individual's spouse, in EXCESS of $5,000 as of the date of filing of\n   15      this statement, other than liabilities to a relative.  Do  NOT  list\n   16      liabilities  incurred by, or guarantees made by, the reporting indi-\n   17      vidual or such individual's spouse or by any  proprietorship,  part-\n   18      nership  or  corporation  in  which the reporting individual or such\n   19      individual's spouse has an interest, when incurred or  made  in  the\n   20      ordinary  course  of the trade, business or professional practice of\n   21      the reporting individual or such individual's  spouse.  Include  the\n   22      name  of  the creditor and any collateral pledged by such individual\n   23      to secure payment of any  such  liability.  A  reporting  individual\n   24      shall  not list any obligation to pay maintenance in connection with\n   25      a matrimonial action, alimony or child support  payments.  Any  loan\n   26      issued in the ordinary course of business by a financial institution\n   27      to  finance educational costs, the cost of home purchase or improve-\n   28      ments for a  primary  or  secondary  residence,  or  purchase  of  a\n   29      personally  owned  motor  vehicle, household furniture or appliances\n   30      shall be excluded. If any such reportable liability has been guaran-\n   31      teed by any third person, list the liability and name the guarantor.\n\n   32                                                                  Category\n   33      Name of Creditor          Type of Liability                    of\n   34      or Guarantor              and Collateral, if any              Amount\n\n   35      ____________________________________________________________________\n   36      ____________________________________________________________________\n   37      ____________________________________________________________________\n   38      ____________________________________________________________________\n   39      ____________________________________________________________________\n\n   40      The requirements of law  relating  to  the  reporting  of  financial\n   41      interests  are  in  the  public interest and no adverse inference of\n   42      unethical or illegal conduct or behavior will be drawn  merely  from\n   43      compliance with these requirements.\n\n   44      ___________________________________       _________________________\n   45      (Signature of Reporting Individual)       Date  (month/day/year)\n\n   46    S  15.  Transfer  of employees. Upon the transfer of the functions, as\n   47  provided for in this act any affected employees shall be transferred  to\n   48  the  commission  on lobbying ethics and compliance, the executive ethics\n\n       S. 2794                            43\n\n    1  and compliance commission,  and  the  joint  legislative  commission  on\n    2  ethics  standards,  as appropriate, in accordance with section 70 of the\n    3  civil service law.\n    4    S  16. Transfer of records. The commission on public integrity and the\n    5  legislative ethics commission shall deliver to the commission on  lobby-\n    6  ing  ethics  and compliance, the executive ethics and compliance commis-\n    7  sion, and the joint  legislative  commission  on  ethics  standards,  as\n    8  appropriate,  all  books,  papers, records, and property as requested by\n    9  the commission on lobbying ethics and compliance, the  executive  ethics\n   10  and  compliance  commission,  and  the  joint  legislative commission on\n   11  ethics standards, as appropriate, pursuant to this act.\n   12    S 17. Completion of unfinished business. Any business or other  matter\n   13  undertaken  or  commenced  by the commission on public integrity and the\n   14  legislative ethics commission pertaining to or connected with the  func-\n   15  tions, powers, obligations and duties hereby transferred and assigned to\n   16  the  commission  on lobbying ethics and compliance, the executive ethics\n   17  and compliance commission,  and  the  joint  legislative  commission  on\n   18  ethics  standards,  as appropriate, and pending on the effective date of\n   19  this act may be conducted and completed by the  commission  on  lobbying\n   20  ethics  and  compliance, the executive ethics and compliance commission,\n   21  and the joint legislative commission on ethics standards,  as  appropri-\n   22  ate, in the same manner and under the same terms and conditions and with\n   23  the  same  effect as if conducted and completed by the former commission\n   24  on public integrity and the legislative ethics commission.\n   25    S 18. Terms occurring in laws, contracts and other documents.  Whenev-\n   26  er the commission on public integrity and the legislative ethics commis-\n   27  sion are referred to or designated in any  law,  contract  or  documents\n   28  pertaining  to  the  functions,  powers,  obligations  and duties hereby\n   29  transferred and assigned  to  the  commission  on  lobbying  ethics  and\n   30  compliance,  the  executive  ethics  and  compliance commission, and the\n   31  joint legislative commission on ethics standards, as  appropriate,  such\n   32  reference  or  designation shall be deemed to refer to the commission on\n   33  lobbying ethics and compliance,  the  executive  ethics  and  compliance\n   34  commission, and the joint legislative commission on ethics standards, as\n   35  appropriate, as created by this act.\n   36    S  19.  Existing  rights  and remedies preserved. No existing right or\n   37  remedy of any character shall be lost, impaired or affected by reason of\n   38  this act.\n   39    S 20. Pending actions and proceedings. No action or proceeding pending\n   40  at the time when this act shall take effect, brought by or  against  the\n   41  commission  on  public  integrity  or  the legislative ethics commission\n   42  relating to the function, power or duty transferred to or devolved  upon\n   43  the  commission  on lobbying ethics and compliance, the executive ethics\n   44  and compliance commission,  and  the  joint  legislative  commission  on\n   45  ethics standards, as appropriate, shall be affected by this act, but the\n   46  same  may  be  prosecuted  or  defended in the name of the commission on\n   47  lobbying ethics and compliance,  the  executive  ethics  and  compliance\n   48  commission, and the joint legislative commission on ethics standards, as\n   49  appropriate, and upon application to the court, the commission on lobby-\n   50  ing  ethics  and compliance, the executive ethics and compliance commis-\n   51  sion, and the joint  legislative  commission  on  ethics  standards,  as\n   52  appropriate, shall be substituted as a party.\n   53    S 21. Notwithstanding any contrary provision of the state finance law,\n   54  transfer  of  appropriations heretofore made to the commission on public\n   55  integrity and the legislative ethics commission, all  appropriations  or\n   56  reappropriations for the functions herein transferred heretofore made to\n\n       S. 2794                            44\n\n    1  the commission on public integrity and the legislative ethics commission\n    2  or  segregated pursuant to law, to the extent of remaining unexpended or\n    3  unencumbered balances thereof,  whether  allocated  or  unallocated  and\n    4  whether  obligated or unobligated, are hereby transferred to the commis-\n    5  sion on lobbying ethics and compliance, the executive ethics and compli-\n    6  ance commission, and the joint legislative commission on  ethics  stand-\n    7  ards,  as  appropriate,  to  the  extent  necessary  to  carry  out  the\n    8  commission on lobbying ethics and compliance, the executive  ethics  and\n    9  compliance  commission,  and  the joint legislative commission on ethics\n   10  standards' functions, powers and duties subject to the approval  of  the\n   11  director of the budget for the same purposes for which originally appro-\n   12  priated  or reappropriated and shall be payable on vouchers certified or\n   13  approved by the commission on lobbying ethics and compliance, the execu-\n   14  tive ethics and compliance commission, and the joint legislative commis-\n   15  sion on ethics standards, as appropriate, on audit and  warrant  of  the\n   16  comptroller.\n   17    S  22.  Subdivision 3 of section 3-100 of the election law, as amended\n   18  by chapter 220 of the laws of 2005, is amended to read as follows:\n   19    3. The commissioners of the state board of  elections  shall  have  no\n   20  other public employment. The commissioners shall receive an annual sala-\n   21  ry  of  twenty-five  thousand dollars, within the amounts made available\n   22  therefor by appropriation. The board shall, for the purposes of sections\n   23  seventy-three and seventy-four of the public officers law, be  a  \"state\n   24  agency\",  and  such commissioners shall be \"officers\" of the state board\n   25  of elections for the purposes of such sections. Within the amounts  made\n   26  available  by appropriation therefor, the state board of elections shall\n   27  appoint two co-executive directors, AN ENFORCEMENT  COUNSEL,  A  SPECIAL\n   28  counsel,  A  DEPUTY  ENFORCEMENT  COUNSEL,  WHO  SHALL  BE A MEMBER OF A\n   29  DIFFERENT MAJOR POLITICAL PARTY THAN THE ENFORCEMENT COUNSEL,  A  DEPUTY\n   30  SPECIAL  COUNSEL,  WHO  SHALL BE A MEMBER OF A DIFFERENT MAJOR POLITICAL\n   31  PARTY THAN THE SPECIAL COUNSEL, and such  other  staff  members  as  are\n   32  necessary  in  the  exercise of its functions, and may fix their compen-\n   33  sation. [Anytime after the effective date of the chapter of the laws  of\n   34  two thousand five which amended this subdivision, the] THE commissioners\n   35  or,  in  the case of a vacancy on the board, the commissioner of each of\n   36  the major political parties shall  appoint  one  co-executive  director.\n   37  Each  co-executive  director  shall  serve  a  term  of  four years. THE\n   38  ENFORCEMENT COUNSEL AND THE SPECIAL COUNSEL SHALL EACH SERVE A  TERM  OF\n   39  FOUR  YEARS AND MAY ONLY BE REMOVED FOR CAUSE. ANY TIME AFTER THE EFFEC-\n   40  TIVE DATE OF THE CHAPTER OF THE LAWS OF TWO THOUSAND TEN  WHICH  AMENDED\n   41  THIS  SUBDIVISION, THE COMMISSIONERS, OR IN THE CASE OF A VACANCY ON THE\n   42  BOARD, THE COMMISSIONER, OF EACH OF THE SAME MAJOR  POLITICAL  PARTY  AS\n   43  THE  INCUMBENT ENFORCEMENT AND SPECIAL COUNSELS SHALL APPOINT SUCH COUN-\n   44  SEL. Any vacancy in the office  of  co-executive  director,  ENFORCEMENT\n   45  COUNSEL  OR  SPECIAL COUNSEL shall be filled by the commissioners or, in\n   46  the case of a vacancy on the board, the commissioner of the  same  major\n   47  political  party  as  the vacating incumbent for the remaining period of\n   48  the term of such vacating incumbent.\n   49    S 23. Subdivision 3, paragraph (c) of subdivision 9-A and  subdivision\n   50  17  of  section  3-102  of  the  election  law, subdivisions 3 and 17 as\n   51  amended by chapter 9 of the laws of 1978, paragraph (c)  of  subdivision\n   52  9-A  as  added  by chapter 430 of the laws of 1997 and subdivision 17 as\n   53  renumbered by chapter 23 of the laws of 2005, are  amended  to  read  as\n   54  follows:\n   55    3.  conduct any investigation necessary to carry out the provisions of\n   56  this chapter, PROVIDED, HOWEVER,  THAT  THE  STATE  BOARD  OF  ELECTIONS\n\n       S. 2794                            45\n\n    1  ENFORCEMENT COUNSEL, ESTABLISHED PURSUANT TO SECTION 3-104 OF THIS ARTI-\n    2  CLE, SHALL CONDUCT ANY INVESTIGATION NECESSARY TO ENFORCE THE PROVISIONS\n    3  OF ARTICLE FOURTEEN OF THIS CHAPTER ON BEHALF OF THE BOARD OF ELECTIONS;\n    4    (c) establish [a] AN EDUCATIONAL AND training program on ALL REPORTING\n    5  REQUIREMENTS INCLUDING BUT NOT LIMITED TO the electronic reporting proc-\n    6  ess  and  make  it EASILY AND READILY available to any such candidate or\n    7  committee AND NOTIFY ANY SUCH CANDIDATE OR COMMITTEE OF THE AVAILABILITY\n    8  OF THE MOST RECENT CAMPAIGN FINANCE HANDBOOK;\n    9    17. HEAR AND CONSIDER  THE  RECOMMENDATIONS  OF  THE  STATE  BOARD  OF\n   10  ELECTIONS ENFORCEMENT COUNSEL REGARDING THE ENFORCEMENT OF VIOLATIONS OF\n   11  ARTICLE FOURTEEN OF THIS CHAPTER;\n   12    18.  perform  such  other  acts  as  may be necessary to carry out the\n   13  purposes of this chapter.\n   14    S 24.  Section 3-104 of the election law, subdivisions 1, 3, 4  and  5\n   15  as redesignated and subdivision 2 as amended by chapter 9 of the laws of\n   16  1978, is amended to read as follows:\n   17    S  3-104.  State  board  of elections AND THE STATE BOARD OF ELECTIONS\n   18  ENFORCEMENT COUNSEL; enforcement powers.  1. (A) THERE SHALL BE  A  UNIT\n   19  KNOWN AS THE STATE BOARD OF ELECTIONS ENFORCEMENT UNIT ESTABLISHED WITH-\n   20  IN  THE  STATE  BOARD OF ELECTIONS.   THE HEAD OF SUCH UNIT SHALL BE THE\n   21  ENFORCEMENT COUNSEL.\n   22    (B) The state board of elections shall have jurisdiction  of,  and  be\n   23  responsible  for,  the  execution  and  enforcement of the provisions of\n   24  [article  fourteen  of  this  chapter  and  other]  statutes   governing\n   25  campaigns,  elections  and related procedures; PROVIDED HOWEVER THAT THE\n   26  ENFORCEMENT COUNSEL SHALL HAVE SOLE AUTHORITY WITHIN THE STATE BOARD  OF\n   27  ELECTIONS TO INVESTIGATE ON HIS OR HER OWN INITIATIVE OR UPON COMPLAINT,\n   28  ALLEGED   VIOLATIONS  OF  ARTICLE  FOURTEEN  OF  THIS  CHAPTER  AND  ALL\n   29  COMPLAINTS ALLEGING ARTICLE FOURTEEN VIOLATIONS SHALL  BE  FORWARDED  TO\n   30  THE  ENFORCEMENT  UNIT.    NOTHING IN THIS SECTION SHALL BE CONSTRUED TO\n   31  DIMINISH OR ALTER THE STATE BOARD OF ELECTIONS' JURISDICTION PURSUANT TO\n   32  THIS CHAPTER.\n   33    2. Whenever [the state board of elections or other] A LOCAL  board  of\n   34  elections  shall  determine, on its own initiative or upon complaint, or\n   35  otherwise, that there is substantial reason to believe  a  violation  of\n   36  this  chapter  or  any  code  or  regulation  promulgated thereunder has\n   37  [occurred] BEEN COMMITTED BY A CANDIDATE  OR  POLITICAL  COMMITTEE  THAT\n   38  FILES  STATEMENTS  REQUIRED  BY  ARTICLE FOURTEEN OF THIS CHAPTER SOLELY\n   39  WITH SUCH LOCAL BOARD, it  shall  expeditiously  make  an  investigation\n   40  which shall also include investigation of reports and statements made or\n   41  failed  to  be  made  by  the  complainant  and  any political committee\n   42  supporting his candidacy if the complainant is a candidate  or,  if  the\n   43  complaint  was made by an officer or member of a political committee, of\n   44  reports and statements made or failed  to  be  made  by  such  political\n   45  committee  and  any  candidates  supported  by  it.  [The state board of\n   46  elections, in lieu of making  such  an  investigation,  may  direct  the\n   47  appropriate board of elections to make an investigation.]\n   48    (C)  The  state board of elections may request, and shall receive, the\n   49  assistance of the state police in any investigation it shall conduct.\n   50    [3. If, after an investigation, the state or other board of  elections\n   51  finds  reasonable  cause to believe that a violation warranting criminal\n   52  prosecution has taken place, it shall forthwith refer the matter to  the\n   53  district  attorney of the appropriate county and shall make available to\n   54  such district attorney all relevant  papers,  documents,  testimony  and\n   55  findings relevant to its investigation.\n\n       S. 2794                            46\n\n    1    4.  The  state  or  other  board  of elections may, where appropriate,\n    2  commence a judicial proceeding with respect to the filing or failure  to\n    3  file  any  statement  of receipts, expenditures, or contributions, under\n    4  the provisions of this chapter, and the state  board  of  elections  may\n    5  direct  the  appropriate  other  board  of  elections  to  commence such\n    6  proceeding.\n    7    5.] 3. IF THE ENFORCEMENT  COUNSEL  DETERMINES  THAT  A  VIOLATION  OF\n    8  SUBDIVISION  ONE  OF  SECTION  14-126 OF THIS CHAPTER HAS OCCURRED WHICH\n    9  COULD WARRANT A CIVIL PENALTY, THE ENFORCEMENT COUNSEL SHALL,  UPON  HIS\n   10  OR  HER  DISCRETION,  SEEK  TO  RESOLVE  THE  MATTER EXTRA-JUDICIALLY OR\n   11  COMMENCE A SPECIAL PROCEEDING IN THE SUPREME COURT PURSUANT  TO  SECTION\n   12  16-114 OF THIS CHAPTER.\n   13    4.    UPON  RECEIPT OF A COMPLAINT AND SUPPORTING INFORMATION ALLEGING\n   14  ANY OTHER VIOLATION OF ARTICLE FOURTEEN OF THIS CHAPTER, THE ENFORCEMENT\n   15  COUNSEL SHALL ANALYZE THE COMPLAINT TO  DETERMINE  IF  AN  INVESTIGATION\n   16  SHOULD  BE  UNDERTAKEN.  THE  ENFORCEMENT  COUNSEL  SHALL, IF NECESSARY,\n   17  REQUEST ADDITIONAL INFORMATION FROM THE COMPLAINANT TO ASSIST SUCH COUN-\n   18  SEL IN MAKING  THIS  DETERMINATION.  SUCH  ANALYSIS  SHALL  INCLUDE  THE\n   19  FOLLOWING:  FIRST,  WHETHER THE ALLEGATIONS, IF TRUE, WOULD CONSTITUTE A\n   20  VIOLATION OF ARTICLE FOURTEEN OF THIS CHAPTER AND, SECOND,  WHETHER  THE\n   21  ALLEGATIONS ARE SUPPORTED BY CREDIBLE EVIDENCE.\n   22    5.  IF  THE  ENFORCEMENT  COUNSEL  DETERMINES THAT THE ALLEGATIONS, IF\n   23  TRUE, WOULD NOT CONSTITUTE A VIOLATION OF ARTICLE FOURTEEN OF THIS CHAP-\n   24  TER OR THAT THE ALLEGATIONS ARE NOT SUPPORTED BY CREDIBLE  EVIDENCE,  HE\n   25  OR SHE SHALL ISSUE A LETTER TO THE COMPLAINANT DISMISSING THE COMPLAINT.\n   26    6.  IF  THE  ENFORCEMENT  COUNSEL  DETERMINES THAT THE ALLEGATIONS, IF\n   27  TRUE, WOULD CONSTITUTE A VIOLATION OF ARTICLE FOURTEEN OF  THIS  CHAPTER\n   28  AND THAT THE ALLEGATIONS APPEAR TO BE SUPPORTED BY CREDIBLE EVIDENCE, HE\n   29  OR  SHE  SHALL  NOTIFY  THE  STATE  BOARD OF ELECTIONS OF (A) HIS OR HER\n   30  INTENT TO RESOLVE THE MATTER EXTRA-JUDICIALLY  DUE  TO  THE  DE  MINIMUS\n   31  NATURE  OF THE VIOLATION; OR (B) HIS OR HER INTENT TO COMMENCE AN INVES-\n   32  TIGATION, NO LATER THAN THE BOARD'S NEXT  REGULARLY  SCHEDULED  MEETING.\n   33  NOTIFICATION  SHALL  SUMMARIZE THE RELEVANT FACTS AND THE APPLICABLE LAW\n   34  AND SHALL, TO THE EXTENT POSSIBLE, PROTECT FROM  PUBLIC  DISCLOSURE  THE\n   35  IDENTITY OF THE COMPLAINANT AND THE INDIVIDUAL SUBJECT TO THE COMPLAINT.\n   36    7.  IF, UPON CONSIDERING THE ENFORCEMENT COUNSEL'S NOTICE OF INTENT TO\n   37  COMMENCE AN INVESTIGATION, THE STATE BOARD OF  ELECTIONS  BELIEVES  THAT\n   38  THE  ALLEGATIONS,  IF  TRUE, WOULD NOT CONSTITUTE A VIOLATION OF ARTICLE\n   39  FOURTEEN OF THIS CHAPTER, OR THE ALLEGATIONS ARE NOT SUPPORTED BY CREDI-\n   40  BLE EVIDENCE OR, THAT ON BALANCE, THE EQUITIES FAVOR A DISMISSAL OF  THE\n   41  COMPLAINT,  THE BOARD SHALL PUBLICLY DIRECT THAT AN INVESTIGATION NOT BE\n   42  UNDERTAKEN NO LATER THAN SIXTY DAYS AFTER THE  RECEIPT  OF  NOTIFICATION\n   43  FROM  THE ENFORCEMENT COUNSEL OF HIS OR HER INTENT TO COMMENCE AN INVES-\n   44  TIGATION.  IN DETERMINING WHETHER THE EQUITIES FAVOR A DISMISSAL OF  THE\n   45  COMPLAINT,  THE  STATE  BOARD  OF ELECTIONS SHALL CONSIDER THE FOLLOWING\n   46  FACTORS: (A) WHETHER THE COMPLAINT ALLEGES A  DE  MINIMUS  VIOLATION  OF\n   47  ARTICLE  FOURTEEN  OF  THIS  CHAPTER;  (B)  WHETHER  THE  SUBJECT OF THE\n   48  COMPLAINT HAS MADE A GOOD FAITH EFFORT TO CORRECT THE VIOLATION; AND (C)\n   49  WHETHER  THE  SUBJECT  OF  THE  COMPLAINT  HAS  A  HISTORY  OF   SIMILAR\n   50  VIOLATIONS.  DETERMINATIONS OF THE STATE BOARD OF ELECTIONS TO DISMISS A\n   51  COMPLAINT  AND  NOT  PROCEED  WITH A FORMAL INVESTIGATION SHALL BE VOTED\n   52  UPON AS PROVIDED IN SUBDIVISION FOUR OF SECTION 3-100 OF THIS  TITLE  AT\n   53  AN  OPEN  MEETING  PURSUANT TO ARTICLE SEVEN OF THE PUBLIC OFFICERS LAW,\n   54  AND SHALL BE MADE ON A FAIR AND EQUITABLE BASIS AND  WITHOUT  REGARD  TO\n   55  THE STATUS OF THE SUBJECT OF THE COMPLAINT.\n\n       S. 2794                            47\n\n    1    8.  ABSENT A TIMELY DETERMINATION BY THE STATE BOARD OF ELECTIONS THAT\n    2  AN INVESTIGATION SHALL NOT BE UNDERTAKEN, THE ENFORCEMENT COUNSEL  SHALL\n    3  COMMENCE  AN INVESTIGATION ON A TIMELY BASIS. IF THE ENFORCEMENT COUNSEL\n    4  DETERMINES THAT ADDITIONAL INVESTIGATIVE  POWERS,  AS  PROVIDED  FOR  IN\n    5  SUBDIVISIONS  FOUR,  FIVE  AND  SIX  OF SECTION 3-102 OF THIS TITLE, ARE\n    6  NEEDED TO COMPLETE THE COUNSEL'S INVESTIGATION, HE OR SHE SHALL  REQUEST\n    7  SUCH  ADDITIONAL  POWERS  FROM THE STATE BOARD OF ELECTIONS. SUCH POWERS\n    8  SHALL BE GRANTED BY THE BOARD IN PUBLIC, AS PROVIDED IN SUBDIVISION FOUR\n    9  OF SECTION 3-100 OF THIS TITLE, ONLY WHEN THE BOARD FINDS  THAT  FURTHER\n   10  INVESTIGATION IS WARRANTED AND JUSTIFIED.\n   11    9.  AT  THE  CONCLUSION  OF ITS INVESTIGATION, THE ENFORCEMENT COUNSEL\n   12  SHALL PROVIDE THE STATE BOARD OF ELECTIONS WITH A WRITTEN RECOMMENDATION\n   13  AS TO: (A) WHETHER SUBSTANTIAL REASON EXISTS TO BELIEVE A  VIOLATION  OF\n   14  ARTICLE  FOURTEEN OF THIS CHAPTER HAS OCCURRED AND, IF SO, THE NATURE OF\n   15  THE VIOLATION AND ANY APPLICABLE PENALTY, AS DEFINED IN  SECTION  14-126\n   16  OF  THIS  CHAPTER, BASED ON THE NATURE OF THE VIOLATION; (B) WHETHER THE\n   17  MATTER SHOULD  BE  RESOLVED  EXTRA-JUDICIALLY;  (C)  WHETHER  A  SPECIAL\n   18  PROCEEDING  SHOULD  BE COMMENCED IN THE SUPREME COURT TO RECOVER A CIVIL\n   19  PENALTY; AND (D) WHETHER A REFERRAL SHOULD BE MADE TO A DISTRICT  ATTOR-\n   20  NEY  PURSUANT  TO  SUBDIVISION ELEVEN OF THIS SECTION BECAUSE REASONABLE\n   21  CAUSE EXISTS TO BELIEVE A VIOLATION WARRANTING CRIMINAL PROSECUTION  HAS\n   22  TAKEN PLACE.\n   23    10.  THE  STATE  BOARD OF ELECTIONS SHALL ACCEPT, MODIFY OR REJECT THE\n   24  ENFORCEMENT COUNSEL'S RECOMMENDATION NO  LATER  THAN  SIXTY  DAYS  AFTER\n   25  RECEIPT  OF SUCH RECOMMENDATION.  IN MAKING ITS DETERMINATION, THE BOARD\n   26  SHALL AGAIN CONSIDER: (A) WHETHER THE COMPLAINT  ALLEGES  A  DE  MINIMUS\n   27  VIOLATION  OF  ARTICLE FOURTEEN OF THIS CHAPTER; (B) WHETHER THE SUBJECT\n   28  OF THE COMPLAINT HAS MADE A GOOD FAITH EFFORT TO CORRECT THE  VIOLATION;\n   29  AND  (C)  WHETHER  THE SUBJECT OF THE COMPLAINT HAS A HISTORY OF SIMILAR\n   30  VIOLATIONS. ALL SUCH DETERMINATIONS SHALL BE VOTED UPON AS  PROVIDED  IN\n   31  SUBDIVISION  FOUR  OF  SECTION  3-100  OF  THIS TITLE AT AN OPEN MEETING\n   32  PURSUANT TO ARTICLE SEVEN OF THE PUBLIC OFFICERS LAW, AND SHALL BE  MADE\n   33  ON  A  FAIR  AND  EQUITABLE  BASIS,  WITHOUT REGARD TO THE STATUS OF THE\n   34  SUBJECT OF THE COMPLAINT.\n   35    11. (A) IF THE STATE BOARD OF ELECTIONS  DETERMINES,  AS  PROVIDED  IN\n   36  SUBDIVISION  TEN  OF  THIS  SECTION,  THAT  SUBSTANTIAL REASON EXISTS TO\n   37  BELIEVE THAT A PERSON, ACTING AS OR ON BEHALF OF A  CANDIDATE  OR  POLI-\n   38  TICAL  COMMITTEE  UNDER CIRCUMSTANCES EVINCING AN INTENT TO VIOLATE SUCH\n   39  LAW, HAS UNLAWFULLY ACCEPTED A CONTRIBUTION IN EXCESS OF A  CONTRIBUTION\n   40  LIMITATION  ESTABLISHED IN ARTICLE FOURTEEN OF THIS CHAPTER, WHICH COULD\n   41  WARRANT A CIVIL PENALTY AS PROVIDED FOR IN SUBDIVISION THREE OF  SECTION\n   42  14-126  OF  THIS  CHAPTER,  THE BOARD SHALL DIRECT THE COMMENCEMENT OF A\n   43  SPECIAL PROCEEDING IN THE SUPREME COURT PURSUANT TO  SECTION  16-120  OF\n   44  THIS CHAPTER.\n   45    (B)  IF THE STATE BOARD OF ELECTIONS DETERMINES, AS PROVIDED IN SUBDI-\n   46  VISION TEN OF THIS SECTION THAT REASONABLE CAUSE  EXISTS  TO  BELIEVE  A\n   47  VIOLATION  WARRANTING  CRIMINAL  PROSECUTION  HAS TAKEN PLACE, THE BOARD\n   48  SHALL REFER THE MATTER TO A DISTRICT ATTORNEY AND SHALL  MAKE  AVAILABLE\n   49  TO  SUCH DISTRICT ATTORNEY ALL PAPERS, DOCUMENTS, TESTIMONY AND FINDINGS\n   50  RELEVANT TO ITS INVESTIGATION.\n   51    12. UPON NOTIFICATION THAT A SPECIAL PROCEEDING HAS BEEN COMMENCED  BY\n   52  A  PARTY  OTHER  THAN  THE STATE BOARD OF ELECTIONS, PURSUANT TO SECTION\n   53  16-114 OF THIS CHAPTER, THE STATE BOARD OF ELECTIONS  SHALL  DIRECT  THE\n   54  ENFORCEMENT  COUNSEL TO INVESTIGATE THE ALLEGED VIOLATIONS UNLESS OTHER-\n   55  WISE DIRECTED BY THE COURT.\n\n       S. 2794                            48\n\n    1    13. THE ENFORCEMENT COUNSEL SHALL PREPARE A REPORT, TO BE INCLUDED  IN\n    2  THE  ANNUAL  REPORT  TO  THE  GOVERNOR  AND LEGISLATURE, SUMMARIZING THE\n    3  ACTIVITIES OF THE UNIT DURING THE PREVIOUS  YEAR.    SUCH  REPORT  SHALL\n    4  INCLUDE:  (I)  THE  NUMBER  OF  COMPLAINTS  RECEIVED; (II) THE NUMBER OF\n    5  COMPLAINTS  THAT WERE FOUND TO NEED INVESTIGATION AND THE NATURE OF EACH\n    6  COMPLAINT; AND (III) THE NUMBER OF MATTERS THAT HAVE BEEN RESOLVED.  THE\n    7  REPORT SHALL NOT CONTAIN ANY INFORMATION FOR  WHICH  DISCLOSURE  IS  NOT\n    8  PERMITTED.\n    9    14.  The state board of elections may promulgate rules and regulations\n   10  consistent with law to effectuate the provisions of this section.\n   11    S 25. The state of New York shall appropriate during each fiscal  year\n   12  to the New York state board of elections enforcement unit, not less than\n   13  thirty-five percent of the appropriation available from the general fund\n   14  for  the  state  board  of  elections  to  pay  for the expenses of such\n   15  enforcement unit.\n   16    S 26. The election law is amended by adding a  new  section  3-111  to\n   17  read as follows:\n   18    S 3-111. PERSONAL USE OF CAMPAIGN FUNDS. UPON WRITTEN REQUEST FROM ANY\n   19  PERSON  WHO  IS  SUBJECT  TO  THE REQUIREMENTS OF SECTION 14-130 OF THIS\n   20  CHAPTER, THE STATE BOARD OF ELECTIONS SHALL RENDER  FORMAL  OPINIONS  ON\n   21  THE  REQUIREMENTS  OF  SAID PROVISION. AN OPINION RENDERED BY THE BOARD,\n   22  UNTIL AND UNLESS AMENDED OR REVOKED, SHALL BE BINDING ON  THE  BOARD  IN\n   23  ANY  SUBSEQUENT PROCEEDING CONCERNING THE PERSON WHO REQUESTED THE OPIN-\n   24  ION AND WHO ACTED IN GOOD FAITH, UNLESS MATERIAL FACTS WERE  OMITTED  OR\n   25  MISSTATED  BY THE PERSON IN THE REQUEST FOR AN OPINION. SUCH OPINION MAY\n   26  ALSO BE RELIED UPON BY SUCH PERSON, AND MAY BE INTRODUCED AND  SHALL  BE\n   27  DEFENSE IN ANY CRIMINAL OR CIVIL ACTION. SUCH REQUEST SHALL BE CONFIDEN-\n   28  TIAL,  BUT  THE BOARD SHALL PUBLISH SUCH OPINIONS PROVIDED THAT THE NAME\n   29  OF THE REQUESTING PERSON AND OTHER  IDENTIFYING  DETAILS  SHALL  NOT  BE\n   30  INCLUDED IN THE PUBLICATION.\n   31    S  27.  Section  14-100 of the election law is amended by adding three\n   32  new subdivisions 12, 13 and 14 to read as follows:\n   33    12. \"CLEARLY IDENTIFIED CANDIDATE\" MEANS THAT:\n   34    (A) THE NAME OF THE CANDIDATE INVOLVED APPEARS;\n   35    (B) A PHOTOGRAPH OR DRAWING OF THE CANDIDATE APPEARS; OR\n   36    (C) THE IDENTITY OF THE CANDIDATE IS APPARENT  BY  UNAMBIGUOUS  REFER-\n   37  ENCE.\n   38    13. \"GENERAL PUBLIC AUDIENCE\" MEANS AN AUDIENCE COMPOSED OF MEMBERS OF\n   39  THE  PUBLIC,  INCLUDING  A  TARGETED  SUBGROUP OF MEMBERS OF THE PUBLIC;\n   40  PROVIDED, HOWEVER, IT DOES NOT MEAN  AN  AUDIENCE  SOLELY  COMPRISED  OF\n   41  MEMBERS,  RETIREES  AND STAFF OF A LABOR ORGANIZATION OR THEIR IMMEDIATE\n   42  FAMILY MEMBERS OR AN AUDIENCE SOLELY COMPRISED OF EMPLOYEES OF  A  BUSI-\n   43  NESS ENTITY OR MEMBERS OF A BUSINESS, TRADE OR PROFESSIONAL ASSOCIATION.\n   44    14.  \"LABOR  ORGANIZATION\"  MEANS  ANY  ORGANIZATION OF ANY KIND WHICH\n   45  EXISTS FOR THE PURPOSE, IN WHOLE OR IN PART, OF  REPRESENTING  EMPLOYEES\n   46  EMPLOYED  WITHIN  THE  STATE  OF  NEW  YORK IN DEALING WITH EMPLOYERS OR\n   47  EMPLOYER ORGANIZATIONS OR WITH A STATE GOVERNMENT, OR ANY  POLITICAL  OR\n   48  CIVIL  SUBDIVISION  OR OTHER AGENCY THEREOF, CONCERNING TERMS AND CONDI-\n   49  TIONS OF EMPLOYMENT, GRIEVANCES, LABOR DISPUTES, OR OTHER MATTERS  INCI-\n   50  DENTAL  TO  THE EMPLOYMENT RELATIONSHIP.  FOR THE PURPOSES OF THIS ARTI-\n   51  CLE, EACH LOCAL, PARENT NATIONAL OR PARENT INTERNATIONAL ORGANIZATION OF\n   52  A STATEWIDE LABOR ORGANIZATION, AND EACH STATEWIDE FEDERATION  RECEIVING\n   53  DUES FROM SUBSIDIARY LABOR ORGANIZATIONS, SHALL BE CONSIDERED A SEPARATE\n   54  LABOR ORGANIZATION.\n   55    S 28. Subdivision 5 of section 14-102 of the election law is REPEALED,\n   56  subdivisions  1  and  3,  as  amended  by chapter 8 of the laws of 1978,\n\n       S. 2794                            49\n\n    1  subdivision 1 as redesignated by chapter 9  of  the  laws  of  1978  and\n    2  subdivision  3  as  renumbered  by  chapter  70 of the laws of 1983, are\n    3  amended and a new subdivision 5 is added to read as follows:\n    4    1.  The  treasurer of every political committee which, or any officer,\n    5  member or agent of any  such  committee  who,  in  connection  with  any\n    6  election,  receives  or expends any money or other [valuable thing] ITEM\n    7  OF VALUE or incurs any liability to pay money or  its  equivalent  shall\n    8  file  statements  sworn,  or  subscribed  and bearing a form notice that\n    9  false statements made therein are punishable as a  class  A  misdemeanor\n   10  pursuant  to section 210.45 of the penal law, at the times prescribed by\n   11  this article setting forth all the receipts, contributions  to  and  the\n   12  expenditures  by  and liabilities of the committee, and of its officers,\n   13  members and agents in its behalf.  Such  statements  shall  include  the\n   14  dollar  amount  of  any  receipt,  contribution or transfer, or the fair\n   15  market value of any receipt, contribution or transfer,  which  is  other\n   16  than  of  money,  the name and address of the transferor, contributor or\n   17  person from whom received, and if the transferor, contributor or  person\n   18  is a political committee; the name of and the political unit represented\n   19  by  the  committee,  the date of its receipt, the dollar amount of every\n   20  expenditure, the name and address of the person to whom it was  made  or\n   21  the name of and the political unit represented by the committee to which\n   22  it was made and the date thereof, and shall state clearly the purpose of\n   23  such  expenditure.  IF  ANY  ONE  EXPENDITURE  IS MADE FOR MORE THAN ONE\n   24  PURPOSE, OR AS PAYMENT FOR GOODS OR SERVICES SUPPLIED BY MORE  THAN  ONE\n   25  SUPPLIER, SUCH STATEMENT SHALL SET FORTH SEPARATELY EACH SUCH PURPOSE OR\n   26  SUPPLIER  AND  THE AMOUNT EXPENDED FOR EACH SUCH PURPOSE OR TO EACH SUCH\n   27  SUPPLIER.\n   28    Any statement reporting a loan shall have attached to it a copy of the\n   29  evidence of indebtedness. Expenditures in sums under fifty dollars  need\n   30  not  be specifically accounted for by separate items in said statements,\n   31  and receipts and contributions aggregating  not  more  than  ninety-nine\n   32  dollars, from any one contributor need not be specifically accounted for\n   33  by  separate  items  in  said  statements,  provided  however, that such\n   34  expenditures, receipts and contributions shall be subject to  the  other\n   35  provisions of section 14-118 of this article.\n   36    3.  The  state  board  of  elections shall promulgate regulations with\n   37  respect to the accounting methods to be applied IN COMPLYING  WITH,  AND\n   38  in  preparing the statements required by, the provisions of this article\n   39  and shall provide forms suitable for such statements.  SUCH  REGULATIONS\n   40  SHALL BE DRAWN TO ASSURE SUCH COMPLIANCE AND OBTAIN THE MAXIMUM POSSIBLE\n   41  DISCLOSURE.\n   42    5.  (A)  PURSUANT  TO  THE  PROVISIONS  OF THIS SECTION, ANY CANDIDATE\n   43  AND/OR POLITICAL COMMITTEE WHICH IS REQUIRED TO FILE STATEMENTS  WITH  A\n   44  COUNTY  BOARD OF ELECTIONS OR WITH THE BOARD OF ELECTIONS OF THE CITY OF\n   45  NEW YORK, WHICH RAISES OR SPENDS OR EXPECTS TO RAISE OR SPEND MORE  THAN\n   46  ONE  THOUSAND  DOLLARS  DURING  ANY CALENDAR YEAR, IN ADDITION TO FILING\n   47  SUCH STATEMENTS WITH SUCH BOARDS  OF  ELECTIONS  IN  THE  FILING  FORMAT\n   48  REQUIRED  THEREBY,  SHALL  ALSO FILE SUCH STATEMENTS ELECTRONICALLY WITH\n   49  THE STATE BOARD  OF  ELECTIONS  PURSUANT  TO  ITS  ELECTRONIC  REPORTING\n   50  SYSTEM,  ESTABLISHED  PURSUANT TO SUBDIVISION NINE-A OF SECTION 3-102 OF\n   51  THIS CHAPTER, OR ON PAPER IF AN EXEMPTION  FROM  THE  ELECTRONIC  FILING\n   52  REQUIREMENTS  HAS  BEEN GRANTED BY THE STATE BOARD OF ELECTIONS PURSUANT\n   53  TO SUBDIVISION FOUR OF THIS SECTION OR SUBDIVISION TWO OF SECTION 14-104\n   54  OF THIS TITLE.\n   55    (B) NOTWITHSTANDING THE PROVISIONS OF PARAGRAPH (A) OF  THIS  SUBDIVI-\n   56  SION, ANY STATEMENTS FILED ELECTRONICALLY, OR ON PAPER IF EXEMPTED, WITH\n\n       S. 2794                            50\n\n    1  THE  STATE  BOARD OF ELECTIONS BY A CANDIDATE AND/OR POLITICAL COMMITTEE\n    2  WHICH IS REQUIRED TO FILE SUCH STATEMENTS ELECTRONICALLY WITH THE  STATE\n    3  BOARD  OF ELECTIONS PURSUANT TO PARAGRAPH (A) OF THIS SUBDIVISION, SHALL\n    4  SATISFY  THE  FILING REQUIREMENTS OF THIS SECTION WITH REGARDS TO FILING\n    5  WITH THE APPLICABLE COUNTY OR CITY BOARD OF ELECTIONS.  THE  COUNTY  AND\n    6  CITY  BOARDS  OF  ELECTIONS  SHALL  MAKE STATEMENTS FILED WITH THE STATE\n    7  BOARD OF ELECTIONS, WHICH WOULD OTHERWISE HAVE BEEN  FILED  SPECIFICALLY\n    8  WITH  THEIR  INDIVIDUAL BOARD PURSUANT TO PARAGRAPH (A) OF THIS SUBDIVI-\n    9  SION,  AVAILABLE  FOR  PUBLIC  INSPECTION  AND  COPYING  VIA  ELECTRONIC\n   10  CONNECTION  TO THE STATE BOARD OF ELECTIONS' WEBSITE, WHICH WILL CONTAIN\n   11  SUCH STATEMENTS, OR BY SUCH OTHER MODE OF ELECTRONIC COMMUNICATION  THAT\n   12  IS  AVAILABLE  AND  APPROVED  BY  THE  STATE BOARD OF ELECTIONS FOR SUCH\n   13  PURPOSES.\n   14    (C) ANY CANDIDATE AND/OR POLITICAL COMMITTEE WHICH IS REQUIRED TO FILE\n   15  STATEMENTS WITH A COUNTY  BOARD  OF  ELECTIONS  OR  WITH  THE  BOARD  OF\n   16  ELECTIONS  OF  THE  CITY  OF NEW YORK PURSUANT TO THE PROVISIONS OF THIS\n   17  SECTION, WHICH IS NOT REQUIRED TO FILE SUCH STATEMENTS  WITH  THE  STATE\n   18  BOARD  OF  ELECTIONS  PURSUANT TO PARAGRAPH (A) OF THIS SUBDIVISION, MAY\n   19  NOT ELECT TO FILE SUCH STATEMENTS WITH  THE  STATE  BOARD  OF  ELECTIONS\n   20  PURSUANT TO PARAGRAPH (B) OF THIS SUBDIVISION IN SUBSTITUTION FOR, OR IN\n   21  SATISFACTION  OF,  THE REQUIREMENT TO FILE WITH THE APPLICABLE COUNTY OR\n   22  CITY BOARD OF ELECTIONS.\n   23    S 29. Subdivision 3 of section 14-104 of the election law is  REPEALED\n   24  and a new subdivision 3 is added to read as follows:\n   25    3.  (A)  PURSUANT  TO  THE  PROVISIONS  OF THIS SECTION, ANY CANDIDATE\n   26  AND/OR POLITICAL COMMITTEE WHICH IS REQUIRED TO FILE STATEMENTS  WITH  A\n   27  COUNTY  BOARD OF ELECTIONS OR WITH THE BOARD OF ELECTIONS OF THE CITY OF\n   28  NEW YORK, WHICH RAISES OR SPENDS OR EXPECTS TO RAISE OR SPEND MORE  THAN\n   29  ONE  THOUSAND  DOLLARS  DURING  ANY CALENDAR YEAR, IN ADDITION TO FILING\n   30  SUCH STATEMENTS WITH SUCH BOARDS  OF  ELECTIONS  IN  THE  FILING  FORMAT\n   31  REQUIRED  THEREBY,  SHALL  ALSO FILE SUCH STATEMENTS ELECTRONICALLY WITH\n   32  THE STATE BOARD  OF  ELECTIONS  PURSUANT  TO  ITS  ELECTRONIC  REPORTING\n   33  SYSTEM,  ESTABLISHED  PURSUANT TO SUBDIVISION NINE-A OF SECTION 3-102 OF\n   34  THIS CHAPTER, OR ON PAPER IF AN EXEMPTION  FROM  THE  ELECTRONIC  FILING\n   35  REQUIREMENTS  HAS  BEEN GRANTED BY THE STATE BOARD OF ELECTIONS PURSUANT\n   36  TO SUBDIVISION FOUR OF SECTION 14-102 OF THIS TITLE OR  SUBDIVISION  TWO\n   37  OF THIS SECTION.\n   38    (B)  NOTWITHSTANDING  THE PROVISIONS OF PARAGRAPH (A) OF THIS SUBDIVI-\n   39  SION, ANY STATEMENTS FILED ELECTRONICALLY, OR ON PAPER IF EXEMPTED, WITH\n   40  THE STATE BOARD OF ELECTIONS BY A CANDIDATE AND/OR  POLITICAL  COMMITTEE\n   41  WHICH  IS REQUIRED TO FILE SUCH STATEMENTS ELECTRONICALLY WITH THE STATE\n   42  BOARD OF ELECTIONS PURSUANT TO PARAGRAPH (A) OF THIS SUBDIVISION,  SHALL\n   43  SATISFY  THE  FILING REQUIREMENTS OF THIS SECTION WITH REGARDS TO FILING\n   44  WITH THE APPLICABLE COUNTY OR CITY BOARD OF ELECTIONS.  THE  COUNTY  AND\n   45  CITY  BOARDS  OF  ELECTIONS  SHALL  MAKE STATEMENTS FILED WITH THE STATE\n   46  BOARD OF ELECTIONS, WHICH WOULD OTHERWISE HAVE BEEN  FILED  SPECIFICALLY\n   47  WITH  THEIR  INDIVIDUAL BOARD PURSUANT TO PARAGRAPH (A) OF THIS SUBDIVI-\n   48  SION,  AVAILABLE  FOR  PUBLIC  INSPECTION  AND  COPYING  VIA  ELECTRONIC\n   49  CONNECTION TO THE STATE BOARDS OF ELECTIONS' WEBSITE, WHICH WILL CONTAIN\n   50  SUCH  STATEMENTS, OR BY SUCH OTHER MODE OF ELECTRONIC COMMUNICATION THAT\n   51  IS AVAILABLE AND APPROVED BY THE  STATE  BOARD  OF  ELECTIONS  FOR  SUCH\n   52  PURPOSES.\n   53    (C) ANY CANDIDATE AND/OR POLITICAL COMMITTEE WHICH IS REQUIRED TO FILE\n   54  STATEMENTS  WITH  A  COUNTY  BOARD  OF  ELECTIONS  OR  WITH THE BOARD OF\n   55  ELECTIONS OF THE CITY OF NEW YORK PURSUANT TO  THE  PROVISIONS  OF  THIS\n   56  SECTION,  WHICH  IS  NOT REQUIRED TO FILE SUCH STATEMENTS WITH THE STATE\n\n       S. 2794                            51\n\n    1  BOARD OF ELECTIONS PURSUANT TO PARAGRAPH (A) OF  THIS  SUBDIVISION,  MAY\n    2  NOT  ELECT  TO  FILE  SUCH  STATEMENTS WITH THE STATE BOARD OF ELECTIONS\n    3  PURSUANT TO PARAGRAPH (B) OF THIS SUBDIVISION IN SUBSTITUTION FOR, OR IN\n    4  SATISFACTION  OF,  THE REQUIREMENT TO FILE WITH THE APPLICABLE COUNTY OR\n    5  CITY BOARD OF ELECTIONS.\n    6    S 30. Section 14-106 of the election law, as amended by chapter  8  of\n    7  the laws of 1978, is amended to read as follows:\n    8    S 14-106. Political [advertisements and literature] COMMUNICATION.  1.\n    9  The statements required to be filed under the provisions of this article\n   10  next succeeding a primary, general or special election shall be accompa-\n   11  nied by a [facsimile or] copy of all BROADCAST, CABLE OR SATELLITE SCHE-\n   12  DULES   AND   SCRIPTS,  advertisements,  pamphlets,  circulars,  flyers,\n   13  brochures, letterheads and other printed matter  purchased  or  produced\n   14  [and a schedule of all radio or television time, and scripts used there-\n   15  in],  AND  REPRODUCTIONS  OF  STATEMENTS OR INFORMATION CONVEYED TO FIVE\n   16  HUNDRED OR MORE MEMBERS OF A GENERAL  PUBLIC  AUDIENCE  BY  COMPUTER  OR\n   17  OTHER  ELECTRONIC  DEVICE, purchased in connection with such election by\n   18  or under the authority of the person filing the statement or the commit-\n   19  tee or the person on whose behalf it is filed, as the case may be.  Such\n   20  [facsimiles,]  copies,  schedules  and scripts shall be preserved by the\n   21  officer with whom or the board with which it is required to be filed for\n   22  a period of one year from the date of filing thereof.\n   23    2. NO PERSON, POLITICAL PARTY OR COMMITTEE SHALL, DURING THE COURSE OF\n   24  ANY CAMPAIGN FOR NOMINATION OR ELECTION TO PUBLIC OFFICE OR PARTY  POSI-\n   25  TION,  PREPARE  OR  DISTRIBUTE  ANY POLITICAL COMMUNICATION THAT FALSELY\n   26  IDENTIFIES THE SOURCE OF SUCH COMMUNICATION.\n   27    S 31. The election law is amended by adding a new  section  14-107  to\n   28  read as follows:\n   29    S  14-107.  INDEPENDENT EXPENDITURE REPORTING. 1. FOR PURPOSES OF THIS\n   30  ARTICLE:\n   31    (A) \"INDEPENDENT EXPENDITURE\" MEANS AN EXPENDITURE MADE  BY  A  PERSON\n   32  FOR  AN  AUDIO  OR  VIDEO COMMUNICATION TO A GENERAL PUBLIC AUDIENCE VIA\n   33  BROADCAST, CABLE OR SATELLITE OR A WRITTEN COMMUNICATION  TO  A  GENERAL\n   34  PUBLIC   AUDIENCE  VIA  ADVERTISEMENTS,  PAMPHLETS,  CIRCULARS,  FLYERS,\n   35  BROCHURES, LETTERHEADS OR OTHER PRINTED MATTER AND STATEMENTS OR  INFOR-\n   36  MATION  CONVEYED  TO  FIVE  HUNDRED  OR MORE MEMBERS OF A GENERAL PUBLIC\n   37  AUDIENCE BY COMPUTER OR OTHER ELECTRONIC DEVICES  WHICH:  (I)  EXPRESSLY\n   38  ADVOCATES  THE  ELECTION  OR DEFEAT OF A CLEARLY IDENTIFIED CANDIDATE OR\n   39  THE SUCCESS OR DEFEAT OF A BALLOT PROPOSAL AND (II) SUCH CANDIDATE,  THE\n   40  CANDIDATE'S  POLITICAL COMMITTEE OR ITS AGENTS, OR A POLITICAL COMMITTEE\n   41  FORMED TO PROMOTE THE SUCCESS OR DEFEAT OF  A  BALLOT  PROPOSAL  OR  ITS\n   42  AGENTS,  DID NOT AUTHORIZE, REQUEST, SUGGEST, FOSTER OR COOPERATE IN ANY\n   43  SUCH COMMUNICATION.\n   44    (B) INDEPENDENT EXPENDITURES DO NOT INCLUDE:\n   45    (I) IN A WRITTEN NEWS STORY, COMMENTARY, OR EDITORIAL OR A NEWS STORY,\n   46  COMMENTARY, OR EDITORIAL  DISTRIBUTED  THROUGH  THE  FACILITIES  OF  ANY\n   47  BROADCASTING  STATION,  CABLE  OR  SATELLITE  UNLESS SUCH PUBLICATION OR\n   48  FACILITIES ARE OWNED OR CONTROLLED BY  ANY  POLITICAL  PARTY,  POLITICAL\n   49  COMMITTEE OR CANDIDATE; OR\n   50    (II) A COMMUNICATION THAT CONSTITUTES A CANDIDATE DEBATE OR FORUM; OR\n   51    (III)  A  COMMUNICATION  WHICH  CONSTITUTES  AN EXPENDITURE MADE BY AN\n   52  ENTITY REQUIRED TO REPORT SUCH EXPENDITURE WITH  A  BOARD  OF  ELECTIONS\n   53  PURSUANT TO SECTIONS 14-102 AND 14-104 OF THIS ARTICLE.\n   54    (C) FOR PURPOSES OF THIS SECTION, THE TERM \"PERSON\" SHALL MEAN PERSON,\n   55  GROUP OF PERSONS, ENTITY, ORGANIZATION OR ASSOCIATION.\n\n       S. 2794                            52\n\n    1    2.  WHENEVER  ANY  PERSON  MAKES AN INDEPENDENT EXPENDITURE THAT COSTS\n    2  MORE THAN ONE THOUSAND DOLLARS  IN  THE  AGGREGATE,  SUCH  COMMUNICATION\n    3  SHALL  CLEARLY  STATE  THE NAME OF THE PERSON WHO PAID FOR, OR OTHERWISE\n    4  PUBLISHED OR DISTRIBUTED, THE COMMUNICATION AND STATE, WITH  RESPECT  TO\n    5  COMMUNICATIONS  REGARDING  CANDIDATES,  THAT  THE  COMMUNICATION  IS NOT\n    6  AUTHORIZED BY ANY CANDIDATE, ANY CANDIDATE'S POLITICAL COMMITTEE OR  ANY\n    7  OF ITS AGENTS.\n    8    3.  (A) ANY PERSON WHICH MAKES INDEPENDENT EXPENDITURES THAT COST MORE\n    9  THAN ONE THOUSAND DOLLARS IN THE AGGREGATE SHALL REPORT SUCH INDEPENDENT\n   10  EXPENDITURES TO THE STATE BOARD OF ELECTIONS ON STATEMENTS  AS  PROVIDED\n   11  FOR IN SECTION 14-108 OF THIS ARTICLE.\n   12    (B)  ANY INDEPENDENT EXPENDITURE MADE AFTER THE CLOSE OF THE PERIOD TO\n   13  BE COVERED IN THE LAST STATEMENT FILED BEFORE ANY  PRIMARY,  GENERAL  OR\n   14  SPECIAL  ELECTION,  BUT  BEFORE  SUCH ELECTION, SHALL BE REPORTED WITHIN\n   15  TWENTY-FOUR HOURS IN THE SAME MANNER AS PROVIDED FOR IN SUBDIVISION  TWO\n   16  OF SECTION 14-108 OF THIS ARTICLE.\n   17    4. EACH SUCH STATEMENT SHALL INCLUDE:\n   18    (A) THE NAME AND ADDRESS OF THE PERSON MAKING THE STATEMENT;\n   19    (B) THE NAME AND ADDRESS OF THE PERSON MAKING THE INDEPENDENT EXPENDI-\n   20  TURE;\n   21    (C)  THE  NAME  AND  ADDRESS OF ANY PERSON OR ENTITY PROVIDING A GIFT,\n   22  LOAN, ADVANCE OR DEPOSIT OF ONE HUNDRED DOLLARS OR MORE  FOR  THE  INDE-\n   23  PENDENT  EXPENDITURE, OR THE PROVISION OF SERVICES FOR THE SAME, AND THE\n   24  DATE IT WAS GIVEN; PROVIDED, HOWEVER, THE NAME AND ADDRESS OF  A  MEMBER\n   25  OF  A  LABOR  ORGANIZATION  IS NOT REQUIRED FOR A GIFT, LOAN, ADVANCE OR\n   26  DEPOSIT OF ONE HUNDRED DOLLARS OR MORE  TO  A  LABOR  ORGANIZATION;  AND\n   27  PROVIDED  FURTHER THAT THE NAME AND ADDRESS OF AN EMPLOYEE OF A BUSINESS\n   28  ENTITY OR A MEMBER OF A BUSINESS, TRADE OR PROFESSIONAL  ASSOCIATION  IS\n   29  NOT REQUIRED FOR A GIFT, LOAN, ADVANCE OR DEPOSIT OF ONE HUNDRED DOLLARS\n   30  OR MORE TO SUCH BUSINESS ENTITY OR BUSINESS, TRADE OR PROFESSIONAL ASSO-\n   31  CIATION RESPECTIVELY;\n   32    (D)  THE DOLLAR AMOUNT PAID FOR EACH INDEPENDENT EXPENDITURE, THE NAME\n   33  AND ADDRESS OF THE PERSON OR ENTITY RECEIVING THE PAYMENT, THE DATE  THE\n   34  PAYMENT WAS MADE AND A DESCRIPTION OF THE INDEPENDENT EXPENDITURE; AND\n   35    (E) THE ELECTION TO WHICH THE INDEPENDENT EXPENDITURE PERTAINS AND THE\n   36  NAME  OF  THE CLEARLY IDENTIFIED CANDIDATE OR THE BALLOT PROPOSAL REFER-\n   37  ENCED.\n   38    5. A COPY OF ALL MATERIALS THAT PERTAIN TO  THE  INDEPENDENT  EXPENDI-\n   39  TURE,  INCLUDING BUT NOT LIMITED TO BROADCAST, CABLE OR SATELLITE SCHED-\n   40  ULE  AND  SCRIPTS,   ADVERTISEMENTS,   PAMPHLETS,   CIRCULARS,   FLYERS,\n   41  BROCHURES,  LETTERHEADS  AND  OTHER  PRINTED MATTER SHALL IMMEDIATELY BE\n   42  FILED WITH THE STATE BOARD OF ELECTIONS AS PROVIDED IN SECTION 14-108 OF\n   43  THIS ARTICLE.\n   44    6. WRITTEN EVIDENCE OF THE INDEBTEDNESS RELATED TO A LOAN THAT IS MADE\n   45  FOR AN INDEPENDENT EXPENDITURE SHALL BE PROVIDED TO THE STATE  BOARD  OF\n   46  ELECTIONS.\n   47    7. EVERY STATEMENT REQUIRED TO BE FILED PURSUANT TO THIS SECTION SHALL\n   48  BE FILED ELECTRONICALLY TO THE STATE BOARD OF ELECTIONS.\n   49    8.  THE  STATE  BOARD  OF  ELECTIONS SHALL PROMULGATE REGULATIONS WITH\n   50  RESPECT TO THE STATEMENTS REQUIRED TO BE FILED BY THIS SECTION AND SHALL\n   51  PROVIDE FORMS SUITABLE FOR SUCH STATEMENTS.\n   52    S 32. Subdivision 1 of section 14-108 of the election law, as  amended\n   53  by chapter 955 of the laws of 1983, is amended to read as follows:\n   54    1.  The  statements  required  by  this article shall be filed at such\n   55  times as the state board of elections,  by  rule  or  regulation,  shall\n   56  specify; provided, however, that in no event shall the board provide for\n\n       S. 2794                            53\n\n    1  fewer  than three filings in the aggregate in connection with any prima-\n    2  ry, general or special election, or in connection with a question to  be\n    3  voted  on  and  two  of  said filings shall be before any such election,\n    4  including  one  such  filing  not  less  than  thirty days nor more than\n    5  forty-five days prior to such election and one such filing not less than\n    6  eleven days nor more than fifteen days prior to such election. In  addi-\n    7  tion,  the  board shall provide that every political committee which has\n    8  filed a statement of treasurer and depository shall make  at  least  one\n    9  PERIODIC filing [every six months] DURING THE MONTHS OF JANUARY, MAY AND\n   10  JULY  between  the  time  such  statement of treasurer and depository is\n   11  filed and the time such committee goes out of business.   If any  candi-\n   12  date  or  committee shall be required by the provisions of this section,\n   13  or by rule or regulation hereunder, to effect two filings within a peri-\n   14  od of five days OF EACH OTHER, the state board of elections may, by rule\n   15  or regulation, waive the requirement  of  filing  the  earlier  of  such\n   16  statements.   If a statement filed by a candidate or committee after the\n   17  election to which it pertains is not a final statement showing satisfac-\n   18  tion of all liabilities and disposition of all assets, such candidate or\n   19  committee shall file such additional statements as the board  shall,  by\n   20  rule or regulation provide until such a final statement is filed.\n   21    S  33.  Section 14-126 of the election law, as amended by chapter 8 of\n   22  the laws of 1978, subdivision 1 as amended by chapter 128 of the laws of\n   23  1994 and subdivisions 2, 3 and 4 as redesignated by  chapter  9  of  the\n   24  laws of 1978, is amended to read as follows:\n   25    S  14-126.  Violations;  penalties.  1. Any person who fails to file a\n   26  statement required to be filed by this article shall  be  subject  to  a\n   27  civil  penalty, not in excess of [five hundred] ONE THOUSAND dollars, to\n   28  be recoverable in a special proceeding or civil action to be brought  by\n   29  the  state  board of elections [or other board of elections] ENFORCEMENT\n   30  COUNSEL PURSUANT TO SECTION 16-114 OF  THIS  CHAPTER.  ANY  PERSON  WHO,\n   31  THREE  OR  MORE  TIMES  WITHIN  A  GIVEN ELECTION CYCLE FOR SUCH TERM OF\n   32  OFFICE, FAILS TO FILE A STATEMENT OR STATEMENTS REQUIRED TO BE FILED  BY\n   33  THIS  ARTICLE, SHALL BE SUBJECT TO A CIVIL PENALTY, NOT IN EXCESS OF TEN\n   34  THOUSAND DOLLARS, TO BE RECOVERABLE AS PROVIDED FOR IN THIS SUBDIVISION.\n   35    2. ANY PERSON WHO ACTS, UNDER  CIRCUMSTANCES  EVINCING  AN  INTENT  TO\n   36  VIOLATE  SUCH LAW, UNLAWFULLY FAILS TO IDENTIFY INDEPENDENT EXPENDITURES\n   37  AS REQUIRED BY SUBDIVISION TWO OF SECTION 14-107 OF THIS  ARTICLE  SHALL\n   38  BE  SUBJECT TO A CIVIL PENALTY EQUAL TO ONE THOUSAND DOLLARS OR THE COST\n   39  OF THE COMMUNICATION, WHICHEVER IS GREATER, IN A SPECIAL  PROCEEDING  OR\n   40  CIVIL ACTION BROUGHT BY THE STATE BOARD OF ELECTIONS ENFORCEMENT COUNSEL\n   41  PURSUANT TO SECTION 16-120 OF THIS CHAPTER.\n   42    3.  ANY PERSON WHO, ACTING AS OR ON BEHALF OF A CANDIDATE OR POLITICAL\n   43  COMMITTEE, UNDER CIRCUMSTANCES EVINCING AN INTENT TO VIOLATE  SUCH  LAW,\n   44  UNLAWFULLY ACCEPTS A CONTRIBUTION IN EXCESS OF A CONTRIBUTION LIMITATION\n   45  ESTABLISHED  IN  THIS  ARTICLE,  SHALL BE REQUIRED TO REFUND SUCH EXCESS\n   46  AMOUNT AND SHALL BE SUBJECT TO A CIVIL PENALTY EQUAL TO  TWO  TIMES  THE\n   47  EXCESS AMOUNT PLUS A FINE OF UP TO TEN THOUSAND DOLLARS, TO BE RECOVERA-\n   48  BLE  IN  A SPECIAL PROCEEDING OR CIVIL ACTION TO BE BROUGHT BY THE STATE\n   49  BOARD OF ELECTIONS ENFORCEMENT COUNSEL PURSUANT  TO  SECTION  16-120  OF\n   50  THIS CHAPTER.\n   51    4.  Any  person  who knowingly and willfully fails to file a statement\n   52  required to be filed by this article within  ten  days  after  the  date\n   53  provided for filing such statement or any person who knowingly and will-\n   54  fully  violates any other provision of this article shall be guilty of a\n   55  misdemeanor.\n\n       S. 2794                            54\n\n    1    [3.] 5. Any person who knowingly and willfully contributes, accepts or\n    2  aids or participates in the acceptance of a contribution  in  an  amount\n    3  exceeding an applicable maximum specified in this article shall be guil-\n    4  ty of a misdemeanor.\n    5    [4.] 6. Any person who shall, acting on behalf of a candidate or poli-\n    6  tical committee, knowingly and willfully solicit, organize or coordinate\n    7  the formation of activities of one or more unauthorized committees, make\n    8  expenditures  in connection with the nomination for election or election\n    9  of any candidate, or solicit any person to make any  such  expenditures,\n   10  for the purpose of evading the contribution limitations of this article,\n   11  shall be guilty of a class E felony.\n   12    S  34.  Section  16-100  of  the  election  law  is amended to read as\n   13  follows:\n   14    S 16-100. Jurisdiction; supreme court, county court.  1.  The  supreme\n   15  court is vested with jurisdiction to summarily determine any question of\n   16  law  or  fact arising as to any subject set forth in this article, which\n   17  shall be construed liberally.\n   18    2. The county court is vested with jurisdiction to summarily determine\n   19  any question of law or fact except proceedings as  to  a  nomination  or\n   20  election at a primary election or a nomination at a judicial convention,\n   21  proceedings  as to the casting and canvass of ballots [and], proceedings\n   22  for examination or preservation of ballots AND  PROCEEDINGS  TO  ENFORCE\n   23  THE PROVISIONS OF ARTICLE FOURTEEN OF THIS CHAPTER.\n   24    S  35.  The  election law is amended by adding a new section 16-120 to\n   25  read as follows:\n   26    S 16-120. ENFORCEMENT PROCEEDINGS. 1. THE SUPREME COURT OR  A  JUSTICE\n   27  THEREOF,  IN  A  PROCEEDING  INSTITUTED  BY THE STATE BOARD OF ELECTIONS\n   28  ENFORCEMENT COUNSEL, MAY IMPOSE A CIVIL  PENALTY,  AS  PROVIDED  FOR  IN\n   29  SUBDIVISION TWO OR THREE OF SECTION 14-126 OF THIS CHAPTER.\n   30    2. UPON PROOF THAT A VIOLATION OF ARTICLE FOURTEEN OF THIS CHAPTER, AS\n   31  PROVIDED IN SUBDIVISION ONE OF THIS SECTION, HAS OCCURRED, THE COURT MAY\n   32  IMPOSE  A CIVIL PENALTY, PURSUANT TO SUBDIVISION TWO OR THREE OF SECTION\n   33  14-126 OF THIS CHAPTER, AFTER  CONSIDERING,  AMONG  OTHER  FACTORS,  THE\n   34  SEVERITY  OF  THE  VIOLATION  OR  VIOLATIONS, WHETHER THE SUBJECT OF THE\n   35  VIOLATION MADE A GOOD FAITH EFFORT TO CORRECT THE VIOLATION AND  WHETHER\n   36  THE  SUBJECT  OF  THE VIOLATION HAS A HISTORY OF SIMILAR VIOLATIONS. ALL\n   37  SUCH DETERMINATIONS SHALL BE MADE ON A FAIR AND EQUITABLE BASIS  WITHOUT\n   38  REGARD TO THE STATUS OF THE CANDIDATE OR POLITICAL COMMITTEE.\n   39    S 36. Separability clause. If any clause, sentence, paragraph, section\n   40  or  part  of this act shall be adjudged by any court of competent juris-\n   41  diction to be invalid, such judgment shall not affect, impair or invali-\n   42  date the remainder thereof, but shall be confined in  its  operation  to\n   43  the  clause,  sentence,  paragraph,  section  or  part  thereof directly\n   44  involved in the controversy in  which  such  judgment  shall  have  been\n   45  rendered.\n   46    S  37.  This  act  shall take effect July 31, 2011; provided, however,\n   47  sections five-a, five-b and fourteen of this act shall take effect Janu-\n   48  ary 1, 2012; provided further, that sections one,  two,  three-a,  four,\n   49  five, six through eight and nine through eleven of this act shall expire\n   50  and  be  deemed  repealed  4  years  after such effective date; provided\n   51  further that sections  twenty-two,  twenty-three,  twenty-four,  twenty-\n   52  five, twenty-six, twenty-seven, twenty-eight, twenty-nine, thirty, thir-\n   53  ty-one,  thirty-three,  thirty-four,  and  thirty-five of this act shall\n   54  take effect on the sixtieth day after it shall have become  a  law;  and\n   55  provided  further  that section thirty-two of this act shall take effect\n   56  on January 1, 2012.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the executive law, in relation to establishing the executive ethics and compliance commission; to amend the legislative law, in relation to the creation of the New York state commission on lobbying ethics and compliance; to amend the legislative law, in relation to establishing the legislative office of ethics investigation and the joint legislative commission on ethics standards and to repeal certain provisions of such law relating to ethics; and to amend the public officers law, in relation to ethics reports; to amend the legislative law and the public officers law, in relation to financial disclosure of public officers; to amend the election law, in relation to a state board of elections enforcement unit and counsel, personal use of campaign funds, filing requirements, political communication, independent expenditure reporting, enforcement proceeding and penalties for violations; to repeal certain provisions of the election law relating to filing of statements; to repeal certain provisions of the legislative law relating to prohibited activities of legislative employees; and providing for the repeal of certain provisions upon the expiration thereof ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110201.T165412.TXT", "SOBI.D110201.T161409.TXT", "SOBI.D110201.T164913.TXT", "SOBI.D110201.T163410.TXT", "SOBI.D110202.T111207.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296663127211
}