{
  "year" : 2011,
  "senateBillNo" : "S2791-2011",
  "billEvents" : [ {
    "eventDate" : 1296536400000,
    "eventText" : "REFERRED TO CONSUMER PROTECTION",
    "billEventId" : "S2791-2011-1296536400000-REFERRED+TO+CONSUMER+PROTECTION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "PERALTA",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires travel agents to be registered with the department of state, and provides for the regulation thereof; repealer",
  "summary" : "Requires travel agents to be registered with the department of state, and provides for the regulation thereof. ",
  "currentCommittee" : "CONSUMER PROTECTION",
  "sameAs" : null,
  "lawSection" : "General Business Law",
  "previousVersions" : [ "S7944-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2791\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   February 1, 2011\n                                      ___________\n\n       Introduced  by  Sen. PERALTA -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Consumer Protection\n\n       AN ACT to amend the general business law and  the  economic  development\n         law,  in relation to requiring travel consultants and travel promoters\n         located or doing business in this state  to  be  registered  with  the\n         department  of  state; and to repeal article 10-A of the general busi-\n         ness law relating to the truth in travel act\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Article 10-A of the general business law is REPEALED and a\n    2  new article 10-A is added to read as follows:\n    3                                ARTICLE 10-A\n    4                          SELLERS OF TRAVEL AGENTS\n    5  SECTION 155.   LEGISLATIVE INTENT.\n    6          155-A. DEFINITIONS.\n    7          156.   DOING BUSINESS WITHOUT REGISTRATION PROHIBITED.\n    8          156-A. APPLICATION FOR REGISTRATION.\n    9          156-B. CONDITIONS PRECEDENT TO REGISTRATION.\n   10          156-C. REGISTRATION.\n   11          156-D. GROUNDS FOR DENIAL, SUSPENSION OR REVOCATION OF REGISTRA-\n   12                   TION.\n   13          156-E. PREEMPTION.\n   14          156-F. REGULATIONS.\n   15          157.   TRAVEL AGREEMENTS.\n   16          157-A. PROHIBITED PRACTICES BY TRAVEL CONSULTANTS.\n   17          157-B. PROHIBITED PRACTICES BY TRAVEL PROMOTERS.\n   18          158.   VIOLATIONS AND PENALTIES.\n   19          159.   SEVERABILITY.\n   20    S 155. LEGISLATIVE INTENT. IT IS HEREBY DETERMINED AND  DECLARED  THAT\n   21  THE  PROMOTION  OF  TRAVEL, EITHER INDIVIDUALLY OR AS A GROUP, IS NOW OF\n   22  SUCH VOLUME THAT IT IS IN THE PUBLIC  INTEREST  TO  SUBJECT  IT  TO  THE\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07641-01-1\n\n       S. 2791                             2\n\n    1  REGISTRATION  BY  AND THE SUPERVISION OF THE DEPARTMENT OF THE STATE FOR\n    2  THE PURPOSE OF SAFEGUARDING THE PUBLIC AGAINST FRAUD, FALSE ADVERTISING,\n    3  MISREPRESENTATION AND SIMILAR ABUSES.\n    4    S 155-A. DEFINITIONS. AS USED IN THIS ARTICLE:\n    5    1. \"APPLICANT\"  MEANS A TRAVEL AGENT WHO HAS FILED AN APPLICATION WITH\n    6  THE DEPARTMENT FOR A REGISTRATION.\n    7    2. \"DEPARTMENT\" MEANS THE DEPARTMENT OF STATE.\n    8    3. \"MERCHANT ACCOUNT NUMBER\" MEANS AN IDENTIFYING NUMBER  GIVEN  BY  A\n    9  FINANCIAL  INSTITUTION  TO  A  MERCHANT  FOR PURPOSES OF IDENTIFYING THE\n   10  MERCHANT IN THE PROCESSING OF CREDIT CARDS AND/OR DEBIT CARDS.\n   11    4. \"REGISTRANT\" MEANS A TRAVEL AGENT THAT HAS BEEN ISSUED A  REGISTRA-\n   12  TION IN ACCORDANCE WITH THE PROVISIONS OF THIS ARTICLE.\n   13    5. \"SECRETARY\" MEANS THE SECRETARY OF STATE.\n   14    6. \"TIME SHARE\" MEANS AN INTEREST IN ANY ARRANGEMENT, PLAN, SCHEME, OR\n   15  SIMILAR  DEVICE,  WHETHER  BY  MEMBERSHIP, AGREEMENT, TENANCY IN COMMON,\n   16  SALE, LEASE, DEED, RENTAL AGREEMENT, LICENSE, OR RIGHT-TO-USE  AGREEMENT\n   17  OR BY ANY OTHER MEANS, WHEREBY THREE OR MORE PURCHASERS, IN EXCHANGE FOR\n   18  CONSIDERATION,  RECEIVE  OWNERSHIP  RIGHTS IN OR A RIGHT TO USE THE SAME\n   19  ACCOMMODATIONS OR FACILITIES IN REAL PROPERTY, OR  BOTH,  FOR  DIFFERENT\n   20  INTERVALS OF LESS THAN A FULL YEAR DURING ANY GIVEN YEAR, BUT NOT NECES-\n   21  SARILY FOR CONSECUTIVE YEARS, AND WHICH EXTEND FOR A PERIOD OF MORE THAN\n   22  THREE  YEARS  OR  WHICH,  FOR  NOMINAL  CONSIDERATION, MAY BE RENEWED TO\n   23  CONTINUE FOR A PERIOD OF MORE THAN THREE YEARS.\n   24    7. \"TRAVEL AGENT\" MEANS  ANY  TRAVEL  PROMOTER  OR  TRAVEL  CONSULTANT\n   25  HAVING  A PLACE OF BUSINESS IN THIS STATE OR OFFERING TRAVEL SERVICES TO\n   26  ANY PERSON IN THIS STATE.\n   27    THE TERM \"TRAVEL AGENT\" SHALL NOT INCLUDE:\n   28    A. ANY AGENT WHO IS PROVIDING SERVICES EXCLUSIVELY FOR  MEMBERS  IN  A\n   29  MEMBERSHIP ORGANIZATION;\n   30    B.  ANY  AGENT  WHO IS PROVIDING SERVICES EXCLUSIVELY FOR EMPLOYEES OR\n   31  AGENTS OF A BUSINESS ENTITY REGISTERED WITH THE DEPARTMENT;\n   32    C. AN EMPLOYEE, WHO IN CONNECTION  WITH  THE  BUSINESS  OF  BEING  THE\n   33  DIRECT  SUPPLIER  OF  ACCOMMODATIONS,  ALSO  PROVIDES OTHER LOCAL TRAVEL\n   34  SERVICES THAT ARE PURCHASED FROM ANOTHER PERSON OR BUSINESS;\n   35    D. ANY PERSON ENGAGED SOLELY IN THE BUSINESS OF  RENTING  MOTOR  VEHI-\n   36  CLES; OR\n   37    E.  ANY PERSON, FIRM, CORPORATION, LIMITED LIABILITY COMPANY, PARTNER-\n   38  SHIP OR ASSOCIATION, OR EMPLOYEE THEREOF, WHICH ONLY SELLS OR OFFERS FOR\n   39  SALE TRAVEL SERVICES THAT ARE PROVIDED  BY  SUCH  PERSON,  FIRM,  CORPO-\n   40  RATION,  LIMITED  LIABILITY  COMPANY, PARTNERSHIP OR ASSOCIATION, OR ANY\n   41  AFFILIATE THEREOF.\n   42    8. \"TRAVEL CONSULTANT\"  MEANS  ANY  PERSON,  FIRM,  LIMITED  LIABILITY\n   43  COMPANY,  CORPORATION,  PARTNERSHIP  OR ASSOCIATION, OTHER THAN A COMMON\n   44  CARRIER OR EMPLOYEE OF A COMMON CARRIER,  WHO  AS  PRINCIPAL  OR  AGENT,\n   45  SELLS  OR  OFFERS  FOR SALE ANY TRAVEL TICKETS OR ORDERS FOR TRANSPORTA-\n   46  TION, OR NEGOTIATES FOR OR HOLDS HIMSELF OR HERSELF OUT BY SOLICITATION,\n   47  ADVERTISEMENT  OR  OTHERWISE  AS  ONE  WHO  SELLS,  PROVIDES,  FURNISHES\n   48  CONTRACTS  OR ARRANGES FOR SUCH TRAVEL TICKETS OR ORDERS FOR TRANSPORTA-\n   49  TION.\n   50    FOR THE PURPOSES OF THIS ARTICLE, \"CARRIER\" MEANS  ANY  PERSON,  FIRM,\n   51  LIMITED  LIABILITY  COMPANY,  CORPORATION,  PARTNERSHIP  OR  ASSOCIATION\n   52  ENGAGED IN THE BUSINESS OF TRANSPORTING PERSONS FOR HIRE.\n   53    9. \"TRAVEL PROMOTER\" MEANS  ANY  PERSON,  FIRM,  CORPORATION,  LIMITED\n   54  LIABILITY  COMPANY,  PARTNERSHIP  OR  ASSOCIATION,  OTHER  THAN A COMMON\n   55  CARRIER OR EMPLOYEE OF A COMMON CARRIER, WHO IS PRIMARILY ENGAGED IN THE\n   56  DIRECT SOLICITATION OF PERSONS, BY MAIL OR TELEPHONE, FOR  THE  SALE  OF\n\n       S. 2791                             3\n\n    1  ANY TRAVEL OR VACATION INVESTMENTS, GOODS, PRODUCTS OR SERVICES, INCLUD-\n    2  ING,  BUT  NOT LIMITED TO TRAVEL OR TOUR BENEFITS, REAL PROPERTY, INTER-\n    3  ESTS IN REAL PROPERTY, TIME SHARES, LODGING, COMMODITIES OR  SECURITIES.\n    4  FOR PURPOSES OF THIS ARTICLE, A \"TRAVEL PROMOTER\" DOES NOT INCLUDE:\n    5    A. A PERSON, FIRM, CORPORATION, LIMITED LIABILITY COMPANY, PARTNERSHIP\n    6  OR ASSOCIATION THAT IS AN OFFICIALLY APPOINTED AGENT OF A COMMON CARRIER\n    7  AND MEETS STANDARDS NO LESS THAN THOSE REQUIRED FOR AUTHORIZED AGENTS OF\n    8  THE AIRLINE REPORTING CORPORATION;\n    9    B. A PERSON, FIRM, CORPORATION, LIMITED LIABILITY COMPANY, PARTNERSHIP\n   10  OR  ASSOCIATION  THAT  IS  A  REGISTERED  MEMBER IN GOOD STANDING OF THE\n   11  CRUISE LINES INTERNATIONAL ASSOCIATION AND WHO  SOLELY  SOLICITS  AND/OR\n   12  SELLS  TRAVEL  SERVICES AND PRODUCTS AS AN OFFICIALLY APPOINTED AGENT OF\n   13  ONE OR MORE OCEAN CARRIERS IN THE SALE OF  THE  OCEAN  CARRIER'S  TRAVEL\n   14  SERVICES PURSUANT TO THE AGENCY APPOINTMENT; OR\n   15    C. A BROKER-DEALER REGISTERED WITH THE SECURITIES AND EXCHANGE COMMIS-\n   16  SION  OR  THE DEPARTMENT OF LAW WHO IS ENGAGED IN THE SALE OF SECURITIES\n   17  OR COMMODITIES OR SALE OR RENTAL OF REAL ESTATE PURSUANT TO  ITS  REGIS-\n   18  TRATION.\n   19    10. \"TRAVEL SERVICES\" MEANS TRANSPORTATION, ACCOMMODATIONS IN LODGINGS\n   20  SUCH AS HOTELS, MOTELS OR MOTOR COURTS, RENTAL OF MOTOR VEHICLES, OR ANY\n   21  OTHER  SERVICE  RELATED TO TRAVEL. FOR PURPOSES OF THIS ARTICLE, \"TRAVEL\n   22  SERVICES\" SHALL INCLUDE INVESTMENTS IN TIME SHARES.\n   23    S 156. DOING BUSINESS WITHOUT REGISTRATION PROHIBITED.  1.  NO  TRAVEL\n   24  AGENT SHALL OPERATE OR DO BUSINESS IN THIS STATE EXCEPT AS AUTHORIZED BY\n   25  THIS ARTICLE AND WITHOUT FIRST BEING REGISTERED BY THE DEPARTMENT.\n   26    2.  EVERY REGISTERED TRAVEL AGENT SHALL CONSPICUOUSLY PRINT UPON EVERY\n   27  DOCUMENT CREATED FOR SUCH AGENT, THE REGISTRATION NUMBER ASSIGNED TO THE\n   28  TRAVEL AGENT BY THE DEPARTMENT. FOR THE PURPOSES  OF  THIS  SUBDIVISION,\n   29  \"DOCUMENT\"  SHALL  INCLUDE  BUSINESS  CARDS, PERSONALIZED STATIONERY AND\n   30  EVERY OTHER DOCUMENT CREATED BY THE TRAVEL  AGENT  SPECIFICALLY  FOR  AN\n   31  INDIVIDUAL  CLIENT  OR  CUSTOMER.  FURTHERMORE, EVERY TRAVEL AGENT SHALL\n   32  CONSPICUOUSLY POST HIS OR HER REGISTRATION NUMBER AT HIS OR HER PLACE OF\n   33  BUSINESS AT A LOCATION REGULARLY OPEN TO THE PUBLIC.   ANY VIOLATION  OF\n   34  THIS SUBDIVISION SHALL GRANT ANY CUSTOMER OF THE TRAVEL AGENT THE OPTION\n   35  TO VOID ANY CONTRACT WITH SUCH AGENT WITHOUT PENALTY OR LIABILITY.\n   36    S  156-A. APPLICATION FOR REGISTRATION. 1. APPLICATION FOR A REGISTRA-\n   37  TION REQUIRED UNDER THIS ARTICLE SHALL BE IN WRITING, UNDER OATH, AND IN\n   38  THE FORM PRESCRIBED BY THE SECRETARY, AND SHALL CONTAIN THE FOLLOWING:\n   39    A. THE EXACT NAME AND THE ADDRESS OF THE APPLICANT;\n   40    B. THE COMPLETE ADDRESS WHERE THE BUSINESS OF THE APPLICANT IS  TO  BE\n   41  CONDUCTED;\n   42    C.  IF  THE APPLICANT HAS ONE OR MORE BRANCHES, SUBSIDIARIES OR AFFIL-\n   43  IATES OPERATING IN THE STATE, THE COMPLETE ADDRESS OF EACH SUCH PLACE OF\n   44  BUSINESS; AND\n   45    D. THE INFORMATION, STATEMENT,  CERTIFICATION  AND  SWORN  AFFIRMATION\n   46  REQUIRED BY SECTION 3-503 OF THE GENERAL OBLIGATIONS LAW.\n   47    2. UPON ORIGINAL APPLICATION FOR A REGISTRATION TO OPERATE AS A TRAVEL\n   48  AGENT,  THE  APPLICANT  SHALL  PAY  AN  APPLICATION  FEE  OF ONE HUNDRED\n   49  DOLLARS.  UPON APPLICATION FOR AN ANNUAL RENEWAL, THE  REGISTRANT  SHALL\n   50  PAY A RENEWAL PROCESSING FEE OF ONE HUNDRED DOLLARS.\n   51    S  156-B.  CONDITIONS  PRECEDENT  TO  REGISTRATION.  UPON FILING OF AN\n   52  APPLICATION FOR A REGISTRATION, IF THE SECRETARY SHALL BE  SATISFIED  OF\n   53  THE  GOOD  CHARACTER,  COMPETENCY AND INTEGRITY OF THE APPLICANT, AND OF\n   54  THE PRINCIPALS AND OFFICERS THEREOF ARE  SUCH  AS  TO  COMPLY  WITH  THE\n   55  PROVISIONS  OF THIS ARTICLE, HE OR SHE SHALL THEREUPON ISSUE A REGISTRA-\n   56  TION TO OPERATE AS A TRAVEL AGENT IN ACCORDANCE WITH THE  PROVISIONS  OF\n\n       S. 2791                             4\n\n    1  THIS  ARTICLE.  THE  SECRETARY  SHALL  TRANSMIT SUCH REGISTRATION TO THE\n    2  REGISTRANT AND FILE A COPY THEREOF IN THE OFFICE OF THE DEPARTMENT. SUCH\n    3  REGISTRATION SHALL REMAIN IN FULL FORCE AND EFFECT FOR A PERIOD  OF  ONE\n    4  YEAR  UNLESS IT IS SURRENDERED BY THE REGISTRANT OR REVOKED OR SUSPENDED\n    5  AS PROVIDED IN THIS ARTICLE; IF THE SECRETARY SHALL  NOT  SO  FIND,  THE\n    6  SECRETARY  SHALL  NOT  ISSUE  SUCH  REGISTRATION AND THE SECRETARY SHALL\n    7  NOTIFY THE APPLICANT OF THE  DENIAL  IN  WRITING.  THE  SECRETARY  SHALL\n    8  APPROVE  OR  DENY  EVERY APPLICATION FOR REGISTRATION WITHIN ONE HUNDRED\n    9  FIFTY DAYS FROM THE FILING THEREOF.\n   10    S 156-C. REGISTRATION. 1. EACH REGISTRATION ISSUED  PURSUANT  TO  THIS\n   11  ARTICLE SHALL STATE THE ADDRESS OR ADDRESSES AT WHICH THE BUSINESS IS TO\n   12  BE  CONDUCTED,  STATE  FULLY  THE NAME OF THE REGISTRANT, THE EXPIRATION\n   13  DATE OF THE REGISTRATION AND THE UNIQUE REGISTRATION NUMBER ASSIGNED  TO\n   14  THE  REGISTRANT. A COPY OF SUCH REGISTRATION SHALL BE PROMINENTLY POSTED\n   15  IN EACH PLACE OF BUSINESS OF THE REGISTRANT. SUCH REGISTRATION SHALL NOT\n   16  BE TRANSFERABLE OR ASSIGNABLE.  EVERY REGISTRATION AND  RENEWAL  THEREOF\n   17  SHALL EXPIRE ONE YEAR AFTER THE DATE OF ITS ISSUANCE.\n   18    2.  IN THE EVENT THE LOCATION AT WHICH THE BUSINESS IS TO BE CONDUCTED\n   19  SHALL BE CHANGED, THE REGISTRANT SHALL FORTHWITH NOTIFY THE SECRETARY IN\n   20  WRITING, WHO SHALL, UPON PAYMENT OF SUCH FEES AS SHALL BE ESTABLISHED BY\n   21  THE DEPARTMENT THEREFOR, ATTACH TO  THE  REGISTRATION  A  RIDER  SETTING\n   22  FORTH SUCH CHANGED LOCATION.\n   23    3.  IN  THE  EVENT  THAT THERE SHALL BE ANY CHANGE IN THE REGISTRANT'S\n   24  INFORMATION, THE REGISTRANT SHALL NOTIFY THE SECRETARY IN WRITING WITHIN\n   25  TEN BUSINESS DAYS.  EXCEPT FOR SUCH CHANGE MADE ON  A  RENEWAL  APPLICA-\n   26  TION, THE DEPARTMENT SHALL ESTABLISH AND IMPOSE A FEE FOR THE PROCESSING\n   27  OF ANY SUCH CHANGE.\n   28    4.  A REGISTRATION GRANTED UNDER THE PROVISIONS OF THIS ARTICLE MAY BE\n   29  RENEWED BY THE DEPARTMENT UPON APPLICATION THEREFOR BY  THE  REGISTRANT,\n   30  IN SUCH FORM AS THE DEPARTMENT MAY PRESCRIBE, ACCOMPANIED BY THE NON-RE-\n   31  FUNDABLE  RENEWAL  PROCESSING FEE PURSUANT TO SUBDIVISION TWO OF SECTION\n   32  ONE HUNDRED FIFTY-SIX-A OF THIS ARTICLE. IN NO  EVENT  WILL  RENEWAL  BE\n   33  GRANTED  MORE  THAN THIRTY DAYS AFTER THE DATE OF EXPIRATION OF A REGIS-\n   34  TRATION; PROVIDED, HOWEVER, THAT ANY REGISTRANT WHO IS UNABLE  TO  RENEW\n   35  HIS  OR  HER  REGISTRATION  BECAUSE  OF ACTIVE DUTY SERVICE IN THE ARMED\n   36  FORCES OF THE UNITED STATES, SHALL BE AUTHORIZED TO SUBMIT  AN  APPLICA-\n   37  TION  FOR RENEWAL IF SUCH APPLICATION IS SUBMITTED WITHIN THIRTY DAYS OF\n   38  HIS OR HER RELEASE FROM ACTIVE DUTY. NO REGISTRANT SHALL  CARRY  ON  ANY\n   39  BUSINESS  SUBJECT  TO  THIS  ARTICLE  DURING  ANY PERIOD WHICH MAY EXIST\n   40  BETWEEN THE DATE OF EXPIRATION OF A REGISTRATION AND THE RENEWAL  THERE-\n   41  OF.    EVERY APPLICATION FOR THE RENEWAL OF A REGISTRATION SHALL INCLUDE\n   42  THE INFORMATION, STATEMENT, CERTIFICATION AND SWORN AFFIRMATION REQUIRED\n   43  BY SECTION 3-503 OF THE GENERAL OBLIGATIONS LAW; PROVIDED, HOWEVER, THAT\n   44  THE DEPARTMENT MAY WAIVE THE REQUIREMENT OF SUCH STATEMENT, REQUIRED  BY\n   45  SUCH  SECTION,  AS IT MAY DEEM TO BE UNNECESSARY, BUT UNDER NO CONDITION\n   46  SHALL THE REQUIREMENTS OF SECTION 3-503 OF THE GENERAL  OBLIGATIONS  LAW\n   47  BE WAIVED.\n   48    5.  THE  DEPARTMENT SHALL POST AND MAKE AVAILABLE TO THE PUBLIC ON ITS\n   49  INTERNET WEBSITE A DATABASE SEARCHABLE BY EACH REGISTERED TRAVEL AGENT:\n   50    A. FIRST OR LAST NAME;\n   51    B. REGISTRATION NUMBER;\n   52    C. NAME OF BUSINESS; OR\n   53    D. BUSINESS LOCATION, INCLUDING MUNICIPALITY, COUNTY OR ZIP CODE.\n   54    THE DEPARTMENT OF ECONOMIC DEVELOPMENT  SHALL  INCLUDE  ON  THE  STATE\n   55  MARKETING INTERNET WEBSITE PURSUANT TO SECTION ONE HUNDRED FIFTY-FOUR OF\n\n       S. 2791                             5\n\n    1  THE  ECONOMIC DEVELOPMENT LAW BY MEANS OF A CONSPICUOUSLY PLACED LINK TO\n    2  THE DEPARTMENT'S TRAVEL AGENT REGISTRATION DATABASE.\n    3    S 156-D. GROUNDS FOR DENIAL, SUSPENSION OR REVOCATION OF REGISTRATION.\n    4  1.  THE  SECRETARY SHALL HAVE THE POWER TO SUSPEND OR REVOKE A REGISTRA-\n    5  TION OR, IN LIEU THEREOF, TO IMPOSE A FINE NOT  EXCEEDING  ONE  THOUSAND\n    6  DOLLARS  PAYABLE  TO THE DEPARTMENT, OR REPRIMAND ANY REGISTRANT OR DENY\n    7  AN APPLICATION FOR A REGISTRATION OR RENEWAL THEREOF UPON PROOF:\n    8    A. THAT THE APPLICANT OR REGISTRANT HAS VIOLATED ANY OF THE PROVISIONS\n    9  OF THIS ARTICLE OR THE RULES AND REGULATIONS PROMULGATED PURSUANT THERE-\n   10  TO;\n   11    B. THAT THE APPLICANT OR REGISTRANT HAS  PRACTICED  FRAUD,  DECEIT  OR\n   12  MISREPRESENTATION;\n   13    C. THAT  THE  APPLICANT  OR  REGISTRANT  HAS KNOWINGLY MADE A MATERIAL\n   14  MISSTATEMENT IN THE APPLICATION FOR OR RENEWAL OF HIS OR  HER  REGISTRA-\n   15  TION; OR\n   16    D. THAT  THE  APPLICANT OR REGISTRANT HAS DEMONSTRATED INCOMPETENCE OR\n   17  UNTRUSTWORTHINESS IN HIS OR HER ACTIONS.\n   18    2. EVERY REGISTRATION ISSUED PURSUANT TO THIS ARTICLE SHALL REMAIN  IN\n   19  FULL  FORCE  AND  EFFECT  FOR A PERIOD OF ONE YEAR UNLESS THE SAME SHALL\n   20  HAVE BEEN SURRENDERED, REVOKED  OR  SUSPENDED  IN  ACCORDANCE  WITH  THE\n   21  PROVISIONS OF THIS ARTICLE.  THE SECRETARY SHALL HAVE AUTHORITY TO REIN-\n   22  STATE  A  SUSPENDED  REGISTRATION  OR  TO  ISSUE A NEW REGISTRATION TO A\n   23  REGISTRANT WHOSE REGISTRATION SHALL HAVE BEEN  REVOKED  IF  NO  FACT  OR\n   24  CONDITION THEN EXISTS WHICH WOULD HAVE WARRANTED THE SECRETARY IN REFUS-\n   25  ING ORIGINALLY TO ISSUE SUCH REGISTRATION UNDER THIS ARTICLE.\n   26    3. WHENEVER  THE  SECRETARY  SHALL  REVOKE  OR  SUSPEND A REGISTRATION\n   27  ISSUED PURSUANT TO THIS ARTICLE, THE SECRETARY SHALL IMMEDIATELY EXECUTE\n   28  A WRITTEN ORDER TO THAT EFFECT. THE SECRETARY SHALL FILE SUCH  ORDER  IN\n   29  THE  OFFICE  OF  THE DEPARTMENT AND SHALL FORTHWITH SERVE A COPY THEREOF\n   30  UPON THE REGISTRANT. ANY SUCH  ORDER  MAY  BE  REVIEWED  IN  THE  MANNER\n   31  PROVIDED  BY  ARTICLE SEVENTY-EIGHT OF THE CIVIL PRACTICE LAW AND RULES.\n   32  THE USE OF ANY REGISTRATION NUMBER  OF  A  REGISTRATION  THAT  HAS  BEEN\n   33  SUSPENDED  OR REVOKED SHALL BE PROHIBITED AFTER SUCH SUSPENSION OR REVO-\n   34  CATION.\n   35    4. ANY PERSON WHO HAS HAD HIS OR HER  REGISTRATION  SUSPENDED  BY  THE\n   36  DEPARTMENT  SHALL  BE  INELIGIBLE  TO APPLY FOR REGISTRATION PURSUANT TO\n   37  THIS ARTICLE FOR A PERIOD OF ONE YEAR AFTER SUCH SUSPENSION.\n   38    5. A. THE DEPARTMENT SHALL, BEFORE DENYING AN APPLICATION FOR A REGIS-\n   39  TRATION OR BEFORE REVOKING OR SUSPENDING ANY REGISTRATION,  EXCEPTING  A\n   40  TEMPORARY  SUSPENSION,  OR  IMPOSING ANY FINE OR REPRIMAND, AND AT LEAST\n   41  FIFTEEN DAYS PRIOR TO THE DATE SET FOR THE HEARING, AND UPON DUE  NOTICE\n   42  TO  THE  COMPLAINANT OR OBJECTOR, NOTIFY IN WRITING THE APPLICANT FOR OR\n   43  THE HOLDER OF SUCH REGISTRATION OF ANY CHARGE MADE AND SHALL AFFORD SAID\n   44  APPLICANT OR REGISTRANT AN OPPORTUNITY TO BE HEARD IN PERSON OR BY COUN-\n   45  SEL IN REFERENCE THERETO. SUCH WRITTEN NOTICE MAY BE SERVED BY  DELIVERY\n   46  OF SAME PERSONALLY TO THE APPLICANT OR REGISTRANT, OR BY MAILING SAME BY\n   47  CERTIFIED  MAIL  TO THE LAST KNOWN BUSINESS ADDRESS OF SUCH APPLICANT OR\n   48  REGISTRANT.\n   49    B. THE HEARING ON SUCH CHARGES SHALL BE AT SUCH TIME AND PLACE AS  THE\n   50  DEPARTMENT  SHALL  PRESCRIBE  AND  SHALL BE CONDUCTED BY SUCH OFFICER OR\n   51  PERSON IN THE DEPARTMENT AS THE SECRETARY MAY DESIGNATE, WHO SHALL  HAVE\n   52  THE  POWER  TO SUBPOENA AND BRING BEFORE THE OFFICER OR PERSON SO DESIG-\n   53  NATED ANY PERSON IN THIS STATE, AND  ADMINISTER  AN  OATH  TO  AND  TAKE\n   54  TESTIMONY  OF ANY PERSON OR CAUSE HIS DEPOSITION TO BE TAKEN. A SUBPOENA\n   55  ISSUED UNDER THIS SUBDIVISION SHALL BE REGULATED BY THE  CIVIL  PRACTICE\n   56  LAW  AND RULES. SUCH OFFICER OR PERSON IN THE DEPARTMENT OF STATE DESIG-\n\n       S. 2791                             6\n\n    1  NATED TO TAKE SUCH TESTIMONY SHALL NOT BE BOUND BY COMMON LAW OR  STATU-\n    2  TORY RULES OR EVIDENCE OR BY TECHNICAL OR FORMAL RULES OF PROCEDURE.\n    3    C. IN THE EVENT THAT THE DEPARTMENT SHALL DENY THE APPLICATION FOR, OR\n    4  REVOKE  OR  SUSPEND  ANY SUCH REGISTRATION, OR IMPOSE ANY FINE OR REPRI-\n    5  MAND, ITS DETERMINATION SHALL BE IN WRITING AND OFFICIALLY SIGNED.   THE\n    6  ORIGINAL  OF  SUCH  DETERMINATION, WHEN SO SIGNED, SHALL BE FILED IN THE\n    7  OFFICE OF THE DEPARTMENT AND COPIES  THEREOF  SHALL  BE  MAILED  TO  THE\n    8  APPLICANT OR REGISTRANT AND TO THE COMPLAINANT WITHIN TWO DAYS AFTER THE\n    9  FILING THEREOF AS HEREIN PRESCRIBED.\n   10    D.  THE  DEPARTMENT,  ACTING  BY  THE  OFFICER OR PERSON DESIGNATED TO\n   11  CONDUCT THE HEARING PURSUANT TO PARAGRAPH B OF THIS  SUBDIVISION  OR  BY\n   12  SUCH  OTHER  OFFICER  OR  PERSON  IN THE DEPARTMENT AS THE SECRETARY MAY\n   13  DESIGNATE, SHALL HAVE THE POWER  TO  SUSPEND  THE  REGISTRATION  OF  ANY\n   14  REGISTRANT  WHO  HAS  BEEN CONVICTED IN THIS STATE OR ANY OTHER STATE OR\n   15  TERRITORY OF A FELONY OR OF ANY MISDEMEANOR OR OFFENSE ENUMERATED  UNDER\n   16  SUBDIVISION  TWO OF SECTION SEVENTY-FOUR OR UNDER SECTION EIGHTY-FOUR OF\n   17  THIS CHAPTER FOR A PERIOD NOT EXCEEDING THIRTY DAYS  PENDING  A  HEARING\n   18  AND  A DETERMINATION OF CHARGES MADE AGAINST HIM OR HER. IF SUCH HEARING\n   19  IS ADJOURNED AT THE REQUEST OF THE REGISTRANT, OR BY REASON OF  ANY  ACT\n   20  OR  OMISSION  BY HIM OR HER OR ON HIS OR HER BEHALF, SUCH SUSPENSION MAY\n   21  BE CONTINUED FOR THE ADDITIONAL PERIOD OF SUCH ADJOURNMENT.\n   22    E. THE ACTION OF THE DEPARTMENT IN GRANTING OR REFUSING TO GRANT OR TO\n   23  RENEW A REGISTRATION UNDER THIS ARTICLE OR IN REVOKING OR SUSPENDING  OR\n   24  REFUSING  TO  REVOKE OR SUSPEND SUCH A REGISTRATION OR IMPOSING ANY FINE\n   25  OR REPRIMAND SHALL BE SUBJECT TO REVIEW BY A PROCEEDING INSTITUTED UNDER\n   26  ARTICLE SEVENTY-EIGHT OF  THE  CIVIL  PRACTICE  LAW  AND  RULES  AT  THE\n   27  INSTANCE  OF THE APPLICANT FOR SUCH REGISTRATION NUMBER, THE HOLDER OF A\n   28  REGISTRATION NUMBER SO REVOKED, SUSPENDED, FINED OR REPRIMANDED  OR  THE\n   29  PERSON AGGRIEVED.\n   30    S 156-E. PREEMPTION. THE PROVISIONS OF SECTIONS ONE HUNDRED FIFTY-SIX,\n   31  ONE   HUNDRED   FIFTY-SIX-A,   ONE   HUNDRED  FIFTY-SIX-B,  ONE  HUNDRED\n   32  FIFTY-SIX-C AND ONE HUNDRED FIFTY-SIX-D OF THIS ARTICLE SHALL EXCLUSIVE-\n   33  LY GOVERN ALL TRAVEL AGENTS NOTWITHSTANDING THE PROVISIONS OF ANY  OTHER\n   34  LAW  TO  THE  CONTRARY, AND FURTHERMORE, NO LOCAL LAW, CODE OR ORDINANCE\n   35  SHALL BE ENACTED WHICH SHALL REQUIRE ANY FEE,  LICENSE  OR  REGISTRATION\n   36  FOR THE LICENSURE OR REGISTRATION OF TRAVEL AGENTS.\n   37    S 156-F. REGULATIONS. THE SECRETARY IS HEREBY AUTHORIZED AND EMPOWERED\n   38  TO  MAKE  SUCH RULES AND REGULATIONS NECESSARY FOR THE PROPER CONDUCT OF\n   39  THE BUSINESS AUTHORIZED UNDER THIS ARTICLE, AND  NOT  INCONSISTENT  WITH\n   40  THE PROVISIONS OF THIS ARTICLE.\n   41    S  157.  TRAVEL  AGREEMENTS. 1. WHEN A PERSON AGREES, IN RESPONSE TO A\n   42  SOLICITATION BY A TRAVEL PROMOTER WHICH IS DIRECTED TO THE PERSON  INDI-\n   43  VIDUALLY,  TO  PURCHASE MEMBERSHIP IN A TRAVEL CLUB OR TO ENTER INTO ANY\n   44  TRAVEL SERVICES CONTRACT OR OTHER AGREEMENT  TO  ACCEPT  TRANSPORTATION,\n   45  LODGING,  AN INTEREST OR INVESTMENT IN A TIME SHARE PLAN, TRAVEL INVEST-\n   46  MENTS, OR OTHER TRAVEL SERVICES, THE TRAVEL PROMOTER MUST  PROVIDE  SUCH\n   47  PURCHASER  WITH  WRITTEN  DISCLOSURE  OF ALL LIMITATIONS ON AND TERMS OF\n   48  SUCH PURCHASE OR AGREEMENT WITHIN FIVE BUSINESS DAYS OF THE DATE OF  THE\n   49  AGREEMENT. SUCH DISCLOSURE SHALL CLEARLY AND CONSPICUOUSLY INCLUDE:\n   50    A.  THE  NAME,  BUSINESS  ADDRESS  AND  TELEPHONE NUMBER OF THE TRAVEL\n   51  PROMOTER;\n   52    B. THE AMOUNT DUE, THE DATE OF PAYMENT, THE PURPOSE OF THE PAYMENT AND\n   53  AN ITEMIZED STATEMENT OF THE BALANCE DUE, IF ANY;\n   54    C. THE NAME  OF  THE  CARRIER  WITH  WHICH  THE  TRAVEL  PROMOTER  HAS\n   55  CONTRACTED  TO  PROVIDE THE TRANSPORTATION, THE TYPE AND SIZE OF CARRIER\n   56  TO BE USED, AND THE DATE, TIME AND PLACE OF EACH DEPARTURE;\n\n       S. 2791                             7\n\n    1    D. A DETAILED DESCRIPTION OF ANY OTHER SERVICES PROVIDED  IN  CONJUNC-\n    2  TION WITH THE TRANSPORTATION;\n    3    E. CONDITIONS, IF ANY, UPON WHICH THE TRAVEL SERVICES CONTRACT BETWEEN\n    4  THE  TRAVEL  PROMOTER  AND THE TRAVELER MAY BE CANCELLED, AND THE RIGHTS\n    5  AND OBLIGATIONS OF ALL PARTIES IN THE EVENT OF SUCH CANCELLATION;\n    6    F. THE CONDITIONS, IF ANY, UPON WHICH  THE  TRAVEL  SERVICES  CONTRACT\n    7  BETWEEN  THE  TRAVEL  PROMOTER AND THE CARRIER OR OTHER SERVICE PROVIDER\n    8  MAY BE CANCELLED, AND THE RIGHTS AND OBLIGATIONS OF ALL PARTIES  IN  THE\n    9  EVENT OF SUCH CANCELLATION; AND\n   10    G.  A  DESCRIPTION OF ALL CONTINGENCIES, LIMITATIONS AND/OR CONDITIONS\n   11  OF THE AGREEMENT.\n   12    2. AFTER RECEIPT OF FULL WRITTEN DISCLOSURE, THE PURCHASER MAY  CANCEL\n   13  SUCH  AN  AGREEMENT  UNTIL  MIDNIGHT OF THE THIRD BUSINESS DAY AFTER THE\n   14  DISCLOSURE IS RECEIVED BY THE PURCHASER, BY USE OF THE  FORM  PRESCRIBED\n   15  IN  SUBDIVISION  THREE  OF THIS SECTION; HOWEVER, NOTICE OF CANCELLATION\n   16  NEED NOT TAKE THE FORM PRESCRIBED AND SHALL BE SUFFICIENT  IF  IT  INDI-\n   17  CATES  THE  INTENTION OF THE BUYER NOT TO BE BOUND.  NOTICE OF CANCELLA-\n   18  TION, IF GIVEN BY MAIL, SHALL BE DEEMED GIVEN WHEN DEPOSITED IN A  MAIL-\n   19  BOX, PROPERLY ADDRESSED AND POSTAGE PREPAID.\n   20    3.  THE  WRITTEN DISCLOSURE SHALL INCLUDE, IN ADDITION TO THE REQUIRE-\n   21  MENTS OF SUBDIVISION TWO OF THIS SECTION, THE FOLLOWING STATEMENT PRINT-\n   22  ED IN CAPITAL AND LOWER CASE LETTERS OF NOT LESS  THAN  TEN  POINT  BOLD\n   23  FACED TYPE:\n\n   24          YOU  MAY  CANCEL  THIS TRANSACTION, WITHOUT ANY PENALTY OR OBLI-\n   25          GATION, WITHIN THREE BUSINESS DAYS  FROM  THE  RECEIPT  OF  THIS\n   26          DISCLOSURE.\n\n   27            TO CANCEL THIS TRANSACTION, MAIL OR DELIVER A SIGNED AND DATED\n   28          COPY  OF THIS CANCELLATION NOTICE OR ANY OTHER WRITTEN NOTICE OR\n   29          SEND A TELEGRAM TO\n\n   30          (NAME OF SELLER),                 AT (ADDRESS OF SELLER)\n\n   31          ______________________________   ___________________________\n   32                                              NOT LATER THAN\n   33                                              MIDNIGHT OF THE THIRD DAY\n   34                                              AFTER RECEIPT OF THIS\n   35          ___________________________         DISCLOSURE\n   36          (PLACE OF BUSINESS)\n\n   37          __________________________\n\n   38          __________________________\n   39                  (DATE)\n\n   40          I HEREBY CANCEL THIS TRANSACTION\n\n   41          (DATE)\n   42                                           ______________________________\n   43                                               (PURCHASER'S SIGNATURE)\n\n   44    4. UNTIL THE WRITTEN DISCLOSURE REQUIRED BY SUBDIVISION  ONE  OF  THIS\n   45  SECTION  HAS  BEEN  RECEIVED,  THE PURCHASER MAY CANCEL THE AGREEMENT BY\n   46  NOTIFYING THE TRAVEL PROMOTER IN ANY MANNER AND BY ANY MEANS OF  HIS  OR\n   47  HER INTENTION TO CANCEL.\n\n       S. 2791                             8\n\n    1    5.  WITHIN  TEN DAYS AFTER NOTICE OF CANCELLATION IS GIVEN, THE TRAVEL\n    2  PROMOTER SHALL REFUND TO THE PURCHASER CONCERNED ANY  PAYMENTS  MADE  BY\n    3  SUCH PURCHASER; SUCH REFUND MAY BE MADE BY REACCREDITING THE PURCHASER'S\n    4  ACCOUNT  IF  A  CREDIT CARD, DEBIT CARD OR ELECTRONIC FUNDS TRANSFER WAS\n    5  USED  TO MAKE A PAYMENT AND IF THE TRAVEL PROMOTER INFORMS THE PURCHASER\n    6  IN WRITING THAT THE ACCOUNT HAS BEEN REACCREDITED.\n    7    6. IF THE TRAVEL PROMOTER FAILS WITHIN THE PERIOD PRESCRIBED BY SUBDI-\n    8  VISION FIVE OF THIS SECTION TO RETURN ALL PAYMENTS MADE BY A  PURCHASER,\n    9  HE OR SHE SHALL BE LIABLE TO THE PURCHASER FOR SUCH PAYMENTS.\n   10    7.  IF  THE  PURCHASER  IS  SUCCESSFUL  IN  AN  ACTION  TO ENFORCE ANY\n   11  PROVISION OF THIS SECTION OR SECTION ONE HUNDRED FIFTY-SEVEN-B  OF  THIS\n   12  ARTICLE  OR  APPEAL  THEREON,  THE  COURT  SHALL AWARD THE PURCHASER ONE\n   13  HUNDRED DOLLARS AND MAY AWARD REASONABLE ATTORNEY'S FEES AND  COSTS,  IN\n   14  ADDITION TO ANY OTHER REMEDY.\n   15    8. THE OBLIGATIONS IMPOSED BY THIS SECTION SHALL BE IN ADDITION TO AND\n   16  NOT IN DEROGATION OF THE REQUIREMENTS OF ANY OTHER LAW.\n   17    S 157-A. PROHIBITED PRACTICES BY TRAVEL CONSULTANTS. IT SHALL BE ILLE-\n   18  GAL FOR ANY TRAVEL CONSULTANT AND, IF SUCH TRAVEL CONSULTANT IS A CORPO-\n   19  RATION,  ANY OFFICER OR DIRECTOR THEREOF, TO ENGAGE IN ANY OR ALL OF THE\n   20  FOLLOWING ENUMERATED PRACTICES:\n   21    1. KNOWINGLY MISREPRESENT THE QUALITY OR KIND OF SERVICE, TYPE OR SIZE\n   22  OF AIRCRAFT, VEHICLE, SHIP OR  TRAIN,  TIME  OF  DEPARTURE  OR  ARRIVAL,\n   23  POINTS  SERVED,  ROUTE  TO  BE  TRAVELED,  STOPS  TO  BE  MADE, OR TOTAL\n   24  TRIP-TIME FROM POINT OF  DEPARTURE  TO  DESTINATION  OR  OTHER  SERVICES\n   25  AVAILABLE,  RESERVED  OR  CONTRACTED  FOR IN CONNECTION WITH ANY TRIP OR\n   26  TOUR.\n   27    2. KNOWINGLY MISREPRESENT THE FARES AND CHARGES FOR TRANSPORTATION  OR\n   28  SERVICES IN CONNECTION THEREWITH.\n   29    3. KNOWINGLY ADVERTISE OR OTHERWISE OFFER FOR SALE OR SELL TRANSPORTA-\n   30  TION  OR  SERVICES IN CONNECTION THEREWITH AT LESS THAN THE RATES, FARES\n   31  AND CHARGES SPECIFIED IN THE CURRENTLY EFFECTIVE TARIFFS OF THE CARRIER,\n   32  WHO IS ENGAGED TO PROVIDE SUCH TRANSPORTATION OR SERVICES, OR  KNOWINGLY\n   33  OFFER  OR GIVE REBATES OR OTHER CONCESSIONS THEREON, OR KNOWINGLY ASSIST\n   34  OR PERMIT A PERSON OR PERSONS TO OBTAIN SUCH TRANSPORTATION OR  SERVICES\n   35  AT LESS THAN SUCH LAWFUL RATES, FARES AND CHARGES.\n   36    4. KNOWINGLY MISREPRESENT THAT SPECIAL PRIORITIES FOR RESERVATIONS ARE\n   37  AVAILABLE  WHEN  SUCH  SPECIAL CONSIDERATIONS ARE NOT IN FACT GRANTED TO\n   38  MEMBERS OF THE PUBLIC GENERALLY.\n   39    5. KNOWINGLY SELL TRANSPORTATION TO A PERSON OR PERSONS ON A  RESERVA-\n   40  TION  OR  CHARTER BASIS FOR SPECIFIED SPACE, FLIGHT OR TIME OR KNOWINGLY\n   41  REPRESENT THAT SUCH DEFINITE RESERVATION OR CHARTER IS OR WILL BE AVAIL-\n   42  ABLE OR HAS BEEN ARRANGED, WITHOUT A BINDING COMMITMENT WITH  A  CARRIER\n   43  FOR  THE  FURNISHING  OF SUCH DEFINITE RESERVATION OR CHARTER AS REPRES-\n   44  ENTED OR SOLD.\n   45    6. KNOWINGLY SELL OR ISSUE TICKETS OR OTHER DOCUMENTS TO PASSENGERS TO\n   46  BE EXCHANGED OR USED FOR TRANSPORTATION IF SUCH TICKETS OR  OTHER  DOCU-\n   47  MENTS WILL NOT BE OR CANNOT BE LEGALLY HONORED BY CARRIERS FOR TRANSPOR-\n   48  TATION.\n   49    7.  KNOWINGLY  MISREPRESENT  THE  REQUIREMENTS  THAT  MUST BE MET BY A\n   50  PERSON OR PERSONS IN ORDER TO QUALIFY FOR CHARTER OR GROUP FARE RATES.\n   51    S 157-B. PROHIBITED PRACTICES BY TRAVEL PROMOTERS. IT SHALL BE ILLEGAL\n   52  FOR ANY TRAVEL PROMOTER AND, IF SUCH TRAVEL PROMOTER IS  A  CORPORATION,\n   53  ANY  OFFICER OR DIRECTOR THEREOF, TO ENGAGE IN ANY OR ALL OF THE FOLLOW-\n   54  ING ENUMERATED PRACTICES:\n   55    1. OFFER FREE ACCOMMODATIONS FOR MORE THAN ONE PERSON AND FREE  TRAVEL\n   56  FOR  ONE  PERSON WHEN THE CHARGE FOR THE TRAVEL OF THE ADDITIONAL PERSON\n\n       S. 2791                             9\n\n    1  OR PERSONS IS EQUAL TO OR EXCEEDS WHAT WOULD  HAVE  BEEN  PAID  FOR  THE\n    2  TOTAL  NUMBER  OF  TRAVEL  TICKETS WITHOUT UTILIZING THE TRAVEL SERVICES\n    3  OFFERED BY THE TRAVEL PROMOTER.\n    4    2. USE A MERCHANT ACCOUNT NUMBER ASSIGNED TO A MERCHANT OTHER THAN THE\n    5  TRAVEL  PROMOTER  PROVIDING  OR  OFFERING THE TRAVEL SERVICE IN ORDER TO\n    6  PROCESS CREDIT CARD CHARGES AND PURCHASES.\n    7    3. MISREPRESENT THE QUALITY OR  KIND  OF  SERVICE,  TYPE  OR  SIZE  OF\n    8  AIRCRAFT,  VEHICLE,  SHIP OR TRAIN, TIME OF DEPARTURE OR ARRIVAL, POINTS\n    9  SERVED, ROUTE TO BE TRAVELED, STOPS TO BE  MADE,  TOTAL  TRIP-TIME  FROM\n   10  POINT  OF  DEPARTURE TO DESTINATION, TYPE OR SIZE OF LODGING, TIME SHARE\n   11  OR OTHER ACCOMMODATION, AVAILABILITY OF LODGING,  TIME  SHARE  OR  OTHER\n   12  ACCOMMODATION,  OR  OTHER SERVICES AVAILABLE, RESERVED OR CONTRACTED FOR\n   13  IN CONNECTION WITH ANY TRIP, TOUR OR OTHER TRAVEL SERVICES, UNLESS  SUCH\n   14  MISREPRESENTATION  WAS BASED UPON A REASONABLE BELIEF AS TO THE SERVICES\n   15  AVAILABLE BASED UPON REPRESENTATIONS MADE BY THE PERSON, COMPANY, CORPO-\n   16  RATION, COMMON CARRIER OR OTHER ENTITY OFFERING SUCH SERVICES.\n   17    4. MISREPRESENT THE FARES AND CHARGES FOR TRANSPORTATION  OR  SERVICES\n   18  IN  CONNECTION THEREWITH, UNLESS SUCH MISREPRESENTATION WAS BASED UPON A\n   19  REASONABLE BELIEF AS TO THE FARES AND CHARGES APPLICABLE BASED UPON REP-\n   20  RESENTATIONS MADE BY THE PERSON, COMPANY, CORPORATION, COMMON CARRIER OR\n   21  OTHER ENTITY OFFERING SUCH SERVICES.\n   22    5. ADVERTISE OR OTHERWISE OFFER FOR SALE  OR  SELL  TRANSPORTATION  OR\n   23  SERVICES  IN  CONNECTION  THEREWITH  AT  LESS  THAN THE RATES, FARES AND\n   24  CHARGES SPECIFIED IN THE CURRENTLY EFFECTIVE TARIFFS OF THE CARRIER THAT\n   25  IS ENGAGED TO PROVIDE SUCH TRANSPORTATION OR SERVICES, OR OFFER OR  GIVE\n   26  REBATES  OR  OTHER  CONCESSIONS THEREON, OR ASSIST OR PERMIT A PERSON OR\n   27  PERSONS TO OBTAIN SUCH TRANSPORTATION OR  SERVICES  AT  LESS  THAN  SUCH\n   28  LAWFUL RATES, FARES AND CHARGES.\n   29    6. MISREPRESENT THAT SPECIAL PRIORITIES FOR RESERVATIONS ARE AVAILABLE\n   30  WHEN  SUCH  SPECIAL CONSIDERATIONS ARE NOT IN FACT GRANTED TO MEMBERS OF\n   31  THE PUBLIC GENERALLY.\n   32    7. SELL TRANSPORTATION TO A PERSON OR  PERSONS  ON  A  RESERVATION  OR\n   33  CHARTER BASIS FOR SPECIFIED SPACE, FLIGHT OR TIME OR REPRESENT THAT SUCH\n   34  DEFINITE  RESERVATION  OR  CHARTER  IS  OR WILL BE AVAILABLE OR HAS BEEN\n   35  ARRANGED, WITHOUT A BINDING COMMITMENT WITH A CARRIER FOR THE FURNISHING\n   36  OF SUCH DEFINITE RESERVATION OR CHARTER AS REPRESENTED OR SOLD.\n   37    8. SELL OR ISSUE TICKETS  OR  OTHER  DOCUMENTS  TO  PASSENGERS  TO  BE\n   38  EXCHANGED  OR USED FOR TRANSPORTATION IF SUCH TICKETS OR OTHER DOCUMENTS\n   39  WILL NOT BE OR CANNOT BE LEGALLY HONORED BY CARRIERS FOR TRANSPORTATION.\n   40    9. MISREPRESENT THE REQUIREMENTS THAT MUST  BE  MET  BY  A  PERSON  OR\n   41  PERSONS IN ORDER TO QUALIFY FOR CHARTER OR GROUP FARE RATES, UNLESS SUCH\n   42  MISREPRESENTATION  WAS BASED UPON A REASONABLE BELIEF AS TO THE REQUIRE-\n   43  MENTS APPLICABLE BASED UPON REPRESENTATIONS MADE BY THE PERSON, COMPANY,\n   44  CORPORATION, COMMON CARRIER OR OTHER ENTITY  OFFERING  SUCH  CHARTER  OR\n   45  GROUP FARE.\n   46    S  158. VIOLATIONS AND PENALTIES.  1. ANY PERSON, PARTNERSHIP, ASSOCI-\n   47  ATION,  LIMITED  LIABILITY  COMPANY,  OR  CORPORATION  AND  THE  SEVERAL\n   48  MEMBERS,  PRINCIPALS, OFFICERS, DIRECTORS, AGENTS AND EMPLOYEES THEREOF,\n   49  WHO KNOWINGLY AND WILLFULLY MAKES MATERIAL MISSTATEMENTS IN THE APPLICA-\n   50  TION FOR A RENEWAL OF A REGISTRATION IN THIS ARTICLE SHALL BE GUILTY  OF\n   51  A MISDEMEANOR, WHICH UPON THE FIRST CONVICTION THEREOF SHALL BE PUNISHA-\n   52  BLE  BY  IMPRISONMENT  FOR NOT MORE THAN SIX MONTHS, OR BY A FINE OF NOT\n   53  MORE THAN ONE THOUSAND DOLLARS, OR BY BOTH SUCH FINE  AND  IMPRISONMENT,\n   54  AND  UPON  A SECOND OR SUBSEQUENT CONVICTION THEREOF BY A TERM OF IMPRI-\n   55  SONMENT NOT TO EXCEED ONE YEAR, OR BY A FINE OF NOT LESS THAN ONE  THOU-\n\n       S. 2791                            10\n\n    1  SAND  DOLLARS AND NOT TO EXCEED TWO THOUSAND FIVE HUNDRED DOLLARS, OR BY\n    2  BOTH SUCH FINE AND IMPRISONMENT.\n    3    2.  ANY REGISTRANT WHO SHALL KNOWINGLY AND WILLFULLY FAIL TO SURRENDER\n    4  HIS OR HER REGISTRATION WITHIN FIVE DAYS OF RECEIPT OF NOTICE OF SUSPEN-\n    5  SION, REVOCATION OR NON-RENEWAL THEREOF BY THE SECRETARY, OR THE OFFICER\n    6  DESIGNATED BY THE SECRETARY TO PRESIDE OVER THE HEARING, PURSUANT TO THE\n    7  PROVISIONS OF SECTION ONE HUNDRED FIFTY-SIX-D OF THIS ARTICLE, SHALL  BE\n    8  GUILTY  OF  A  VIOLATION, PUNISHABLE BY A FINE NOT TO EXCEED TWO HUNDRED\n    9  FIFTY DOLLARS, IN ADDITION TO ANY OTHER PENALTY PRESCRIBED BY LAW.\n   10    3. NOTWITHSTANDING THE PROVISIONS OF SUBDIVISION TWO OF THIS  SECTION,\n   11  WHEN  IT  IS  DETERMINED AFTER A HEARING PURSUANT TO SECTION ONE HUNDRED\n   12  FIFTY-SIX-D OF THIS ARTICLE THAT THE REGISTRANT HAS VIOLATED ONE OR MORE\n   13  PROVISIONS OF THIS ARTICLE, THE SECRETARY MAY, IN LIEU OF REVOCATION  OR\n   14  SUSPENSION  OF  SUCH  LICENSE,  IMPOSE A FINE NOT TO EXCEED ONE THOUSAND\n   15  DOLLARS FOR EACH VIOLATION PAYABLE TO THE DEPARTMENT.\n   16    4. EXCEPT AS OTHERWISE PROVIDED BY  LAW,  ANY  TRAVEL  CONSULTANT  WHO\n   17  SHALL  VIOLATE  THE  TERMS  OF SECTION ONE HUNDRED FIFTY-SEVEN-A OF THIS\n   18  ARTICLE SHALL BE GUILTY OF A MISDEMEANOR.\n   19    5. EXCEPT AS OTHERWISE PROVIDED BY LAW, ANY TRAVEL PROMOTER WHO  SHALL\n   20  KNOWINGLY VIOLATE THE TERMS OF SECTION ONE HUNDRED FIFTY-SEVEN-B OF THIS\n   21  ARTICLE SHALL BE GUILTY OF A MISDEMEANOR.\n   22    6. THE DISTRICT ATTORNEY OF ANY COUNTY MAY BRING AN ACTION IN THE NAME\n   23  OF  THE PEOPLE OF THE STATE TO RESTRAIN OR PREVENT ANY VIOLATION OF THIS\n   24  ARTICLE OR ANY CONTINUANCE OF ANY SUCH VIOLATION.\n   25    7. WHENEVER  THERE  SHALL  BE  A  VIOLATION  OF  SECTION  ONE  HUNDRED\n   26  FIFTY-SEVEN,  ONE  HUNDRED FIFTY-SEVEN-A OR ONE HUNDRED FIFTY-SEVEN-B OF\n   27  THIS ARTICLE, AN APPLICATION MAY BE MADE BY THE ATTORNEY GENERAL IN  THE\n   28  NAME OF THE PEOPLE OF THE STATE OF NEW YORK TO A COURT OR JUSTICE HAVING\n   29  JURISDICTION  BY  A  SPECIAL PROCEEDING TO ISSUE AN INJUNCTION, AND UPON\n   30  NOTICE TO THE DEFENDANT OF NOT  LESS  THAN  FIVE  DAYS,  TO  ENJOIN  AND\n   31  RESTRAIN  THE  CONTINUANCE OF SUCH VIOLATIONS; AND IF IT SHALL APPEAR TO\n   32  THE SATISFACTION OF THE COURT OR JUSTICE  THAT  THE  DEFENDANT  HAS,  IN\n   33  FACT,  VIOLATED  THIS ARTICLE, AN INJUNCTION MAY BE ISSUED BY SUCH COURT\n   34  OR JUSTICE, ENJOINING AND RESTRAINING  ANY  FURTHER  VIOLATION,  WITHOUT\n   35  REQUIRING  PROOF  THAT  ANY PERSON HAS, IN FACT, BEEN INJURED OR DAMAGED\n   36  THEREBY.  IN ANY SUCH PROCEEDING, THE COURT MAY MAKE ALLOWANCES  TO  THE\n   37  ATTORNEY  GENERAL  AS  PROVIDED  IN  PARAGRAPH SIX OF SUBDIVISION (A) OF\n   38  SECTION EIGHTY-THREE HUNDRED THREE OF THE CIVIL PRACTICE LAW AND  RULES,\n   39  AND  DIRECT  RESTITUTION.    WHENEVER  THE  COURT SHALL DETERMINE THAT A\n   40  VIOLATION OF THIS ARTICLE HAS OCCURRED, THE COURT  MAY  IMPOSE  A  CIVIL\n   41  PENALTY  OF  NOT  MORE  THAN FIVE HUNDRED DOLLARS FOR EACH VIOLATION. IN\n   42  CONNECTION WITH ANY SUCH PROPOSED APPLICATION, THE ATTORNEY  GENERAL  IS\n   43  AUTHORIZED  TO TAKE PROOF AND MAKE A DETERMINATION OF THE RELEVANT FACTS\n   44  AND TO ISSUE SUBPOENAS IN ACCORDANCE WITH THE  CIVIL  PRACTICE  LAW  AND\n   45  RULES.\n   46    S  159. SEVERABILITY. IF ANY PROVISION OF THIS ARTICLE OR THE APPLICA-\n   47  TION THEREOF TO ANY PERSON OR CIRCUMSTANCES IS HELD INVALID THE INVALID-\n   48  ITY THEREOF SHALL NOT AFFECT OTHER PROVISIONS  OR  APPLICATIONS  OF  THE\n   49  ARTICLE  WHICH  CAN  BE  GIVEN  EFFECT  WITHOUT THE INVALID PROVISION OR\n   50  APPLICATION, AND TO THIS END THE PROVISIONS OF THIS ARTICLE ARE  SEVERA-\n   51  BLE.\n   52    S  2.  Paragraphs  (d)  and (e) of subdivision 3 of section 154 of the\n   53  economic development law, as added by section 1 of part DD of chapter 59\n   54  of the laws of 2006, are amended and a new paragraph  (f)  is  added  to\n   55  read as follows:\n\n       S. 2791                            11\n\n    1    (d)  all  reports  and  data required to be produced and maintained by\n    2  this section; [and]\n    3    (e) any other data deemed appropriate[.]; AND\n    4    (F)  A  LISTING  OF  ALL TRAVEL AGENTS REGISTERED BY THE DEPARTMENT OF\n    5  STATE PURSUANT TO ARTICLE TEN-A OF THE GENERAL BUSINESS LAW,  AND  THEIR\n    6  CORRESPONDING REGISTRATION NUMBERS.\n    7    S  3. This act shall take effect on the first of January next succeed-\n    8  ing the date on which it shall have become a law; provided that,  effec-\n    9  tive immediately, the department of state and the secretary of state are\n   10  authorized  and  directed  to  complete any and all actions necessary to\n   11  implement the provisions of article 10-A of the general business law, as\n   12  added by section one of this act, on its effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general business law and the economic development law, in relation to requiring travel consultants and travel promoters located or doing business in this state to be registered with the department of state; and to repeal article 10-A of the general business law relating to the truth in travel act ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110201.T162411.TXT", "SOBI.D110201.T161409.TXT", "SOBI.D110202.T115710.TXT", "SOBI.D110201.T163410.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296665830263
}