{
  "year" : 2011,
  "senateBillNo" : "S2792-2011",
  "billEvents" : [ {
    "eventDate" : 1296536400000,
    "eventText" : "REFERRED TO BANKS",
    "billEventId" : "S2792-2011-1296536400000-REFERRED+TO+BANKS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "PARKER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to alternative investment bonds",
  "summary" : null,
  "currentCommittee" : "BANKS",
  "sameAs" : null,
  "lawSection" : "Banks",
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2792\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   February 1, 2011\n                                      ___________\n\n       Introduced  by  Sen.  PARKER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Banks\n\n       AN ACT in relation to alternative finance investment bonds\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Legislative findings and intent. 1.  New York's historical\n    2  prosperity has derived from the freedom and  innovative  nature  of  the\n    3  state's  capital  markets  and  New  York's roles as a center of foreign\n    4  trade and investment, which has helped build the industries  and  create\n    5  the jobs that earned the state the nickname of the Empire State.\n    6    2.  The legislature finds that in order to bring more jobs to New York\n    7  in  a  global  economy, and to increase the state's competitiveness, the\n    8  state must find new sources of capital  investment  to  create  opportu-\n    9  nities  throughout  the state. An innovative way to accomplish this goal\n   10  would be to create alternate investment instruments that  would  attract\n   11  capital  from investors who for personal, moral or religious reasons are\n   12  unable to use conventional debt instruments such as bonds due  to  their\n   13  inability to purchase securities that generate interest.\n   14    3.  New  York  has the proud heritage of being a model for the rest of\n   15  the nation in the areas  of  ethnic,  national,  racial,  and  religious\n   16  tolerance and diversity. However, over time large numbers of New Yorkers\n   17  have  been  unable to participate in investment opportunities offered by\n   18  the state, or in public-private partnerships due to the lack of  diverse\n   19  means of long term capital investments. Broadening the state's portfolio\n   20  of investment instruments would not only enfranchise large groups of New\n   21  Yorkers and lower the costs of state and local borrowing, but would also\n   22  aid  in  community  renewal  and revitalization. Creating more inclusive\n   23  forms of state financial opportunities would also broaden the streams of\n   24  capital available to the state, lowering the cost of financing and  once\n   25  again  involving the world's investors in the development of our state's\n   26  economy.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD08345-02-1\n\n       S. 2792                             2\n\n    1    4. The legislature therefore declares that expanding New York's  tools\n    2  for  economic  development  by creating new forms of alternative invest-\n    3  ments would enable it to participate in the multi-billion dollar  market\n    4  for  alternative  investment  vehicles  akin to conventional bonds, thus\n    5  freeing  up  new  capital for business and job creation. The creation of\n    6  these innovative financial instruments will furthermore permit  individ-\n    7  uals  and institutions of all faiths to invest in and issue such instru-\n    8  ments, redressing historic wrongs and low  participation  rates  in  our\n    9  economy.\n   10    S  2. (1) Definitions. (a) \"Alternative finance investment bond\" shall\n   11  mean a certificate of  equal  value  representing  undivided  shares  of\n   12  ownership  of  tangible assets, usufructs and services or (in the owner-\n   13  ship of) the assets of particular projects or special investment  activ-\n   14  ity.\n   15    (b)  \"Alternative  finance  investment  bond  agreement\" shall mean an\n   16  agreement where:\n   17    (i) the agreement provides for a person (\"the bond holder\") to  pay  a\n   18  sum of money (\"the capital\") to another (\"the bond issuer\"),\n   19    (ii)  the agreement identifies assets, or a class of assets, which the\n   20  bond issuer will acquire for the purpose of generating income  or  gains\n   21  directly or indirectly (\"bond assets\"),\n   22    (iii)  the agreement specifies a period at the end of which they cease\n   23  to have effect (\"the bond term\"),\n   24    (iv) the bond issuer undertakes under the agreement:\n   25    (A) to make a repayment of the capital (\"the redemption  payment\")  to\n   26  the bond holder during or at the end of the bond term (whether or not in\n   27  installments), and\n   28    (B)  to pay to the bond holder other payments on one or more occasions\n   29  during or at the end of the bond term (\"additional payments\"), and\n   30    (v) the amount of the additional payments does not  exceed  an  amount\n   31  which would be a reasonable commercial return on a loan of the capital.\n   32    (2)  The chair of the dormitory authority, the director of the budget,\n   33  the superintendent of banking, the commissioner of  insurance,  and  the\n   34  commissioner  of taxation and finance are hereby authorized and directed\n   35  to assist the chair of the New York state urban development  corporation\n   36  in creating, within one calendar year of the effective date of this act,\n   37  an  investment instrument for the state of New York that will be compli-\n   38  ant with the definition of alternative  finance  investment  bonds,  and\n   39  regulated  in  a manner consistent with traditional bonds and other debt\n   40  instruments.\n   41    (3) The chair of the New York state urban development  corporation  is\n   42  hereby  directed  to consult with the state comptroller and the attorney\n   43  general concerning the  regulation  of  alternative  finance  investment\n   44  bonds,  and whether such bonds may be issued by New York municipal enti-\n   45  ties in addition to any issuances by the state of New  York,  and  shall\n   46  provide  the  legislature  with language necessary for the regulation of\n   47  such security.\n   48    (4) Within ninety days of the effective date of this act, the chair of\n   49  the New York state urban development corporation  shall  report  to  the\n   50  governor,  the temporary president of the senate, and the speaker of the\n   51  assembly, the minority leader of the senate and minority leader  of  the\n   52  assembly concerning the potential domestic and foreign market for alter-\n   53  native  finance investment bonds, and how such investment vehicles might\n   54  be  used  in  economic  development  generally,  and   specifically   in\n   55  distressed census tracts.\n   56    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT in relation to alternative finance investment bonds ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110201.T162411.TXT", "SOBI.D110201.T161409.TXT", "SOBI.D110202.T115710.TXT", "SOBI.D110201.T163410.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296665830264
}