{
  "year" : 2011,
  "senateBillNo" : "S2796-2011",
  "billEvents" : [ {
    "eventDate" : 1296536400000,
    "eventText" : "REFERRED TO INVESTIGATIONS AND GOVERNMENT OPERATIONS",
    "billEventId" : "S2796-2011-1296536400000-REFERRED+TO+INVESTIGATIONS+AND+GOVERNMENT+OPERATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KLEIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes the office of general services to sell certain state-owned land to the Montefiore Medical Center",
  "summary" : "Authorizes the office of general services to sell certain state-owned land to the Montefiore Medical Center. ",
  "currentCommittee" : "INVESTIGATIONS AND GOVERNMENT OPERATIONS",
  "sameAs" : null,
  "lawSection" : "Real Property",
  "previousVersions" : [ "SA5841-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2796\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   February 1, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KLEIN  -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Investigations and Govern-\n         ment Operations\n\n       AN ACT authorizing the commissioner of general services to sell  certain\n         land to Montefiore Medical Center\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The commissioner of  general  services  is  authorized  and\n    2  empowered to convey state property, as further described in this act and\n    3  commonly  referred  to  as  170  East  210th Street, Bronx, New York and\n    4  convey for fair market value to the Montefiore Medical  Center,  a  not-\n    5  for-profit hospital licensed pursuant to article 28 of the public health\n    6  law,  whose medical campus is immediately adjacent to the aforementioned\n    7  state property operated by the office of children and  family  services,\n    8  upon such terms and conditions, including consideration as he or she may\n    9  fix and determine, all of the property, right, title and interest of the\n   10  people of the state of New York.\n   11    S  2. The lands authorized by this act to be conveyed are more partic-\n   12  ularly described as follows: All that certain plot, piece or  parcel  of\n   13  land,  with  the  buildings  and  improvements thereon erected, situate,\n   14  lying and being in the city of New York, county of Bronx  and  state  of\n   15  New  York, designated as block 3343, lot 326 on a tax map of the city of\n   16  New York and being more particularly bounded and described  as  follows:\n   17  on  the  southerly  side  of East 210th Street, 0 feet easterly from the\n   18  intersection of the southerly side of East  210th  Street  and  easterly\n   19  side  of  Bainbridge  Avenue; running thence along the southerly side of\n   20  East 210th Street easterly 150  feet;  thence  southerly  along  a  line\n   21  parallel  to  the  easterly  side  of Bainbridge Avenue 100 feet; thence\n   22  westerly along a line parallel to  the  southerly  side  of  East  210th\n   23  Street 150 feet; thence along the easterly side of Bainbridge Avenue 100\n   24  feet to the point of place of beginning.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04504-02-1\n\n       S. 2796                             2\n\n    1    S  3.  The  description  in section two of this act of the lands to be\n    2  conveyed is not intended to be a legal description, but is intended only\n    3  to identify the premises to be conveyed. As a condition of purchase  the\n    4  Montefiore  Medical  Center  shall submit to the commissioner of general\n    5  services  for  his or her approval an accurate survey and description of\n    6  the lands generally described in section two of this act, which  may  be\n    7  used in the conveyance thereof.\n    8    S  4.  The  commissioner  of general services shall not grant the land\n    9  described in section two of this act unless application is made therefor\n   10  by the Montefiore Medical Center within two years  after  the  effective\n   11  date of this act.\n   12    S 5. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT authorizing the commissioner of general services to sell certain land to Montefiore Medical Center ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110201.T161909.TXT", "SOBI.D110201.T162910.TXT", "SOBI.D110201.T163410.TXT", "SOBI.D110202.T111207.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296663127216
}