{
  "year" : 2011,
  "senateBillNo" : "S28-2011",
  "billEvents" : null,
  "votes" : null,
  "sponsor" : null,
  "title" : null,
  "summary" : null,
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : null,
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          28\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by Sen. SQUADRON -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Codes\n\n       AN ACT to amend the civil practice law and rules,  in  relation  to  the\n         venue for certain special proceedings\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraph 2 of subdivision (b) of section 506 of the  civil\n    2  practice law and rules, as amended by chapter 47 of the laws of 1992, is\n    3  amended to read as follows:\n    4    2.  a proceeding against the regents of the university of the state of\n    5  New York, the commissioner of education, the  commissioner  of  taxation\n    6  and finance, the tax appeals tribunal, except as provided in section two\n    7  thousand  sixteen  of  the  tax  law, the public service commission, the\n    8  commissioner or the department of transportation relating to  [articles]\n    9  ARTICLE three, four, five, six, seven, eight, nine, or ten of the trans-\n   10  portation  law  or  to  the railroad law, the water resources board, the\n   11  comptroller, or the department of agriculture and markets[,  shall]  MAY\n   12  be  commenced  in  the  supreme  court, Albany county OR IN THE JUDICIAL\n   13  DISTRICT IN WHICH THE PETITIONER RESIDES OR HAS ITS PRINCIPAL  PLACE  OF\n   14  BUSINESS;  PROVIDED,  HOWEVER,  THAT  A  PROCEEDING  AGAINST  THE PUBLIC\n   15  SERVICE COMMISSION SHALL ONLY BE COMMENCED IN THE SUPREME COURT,  ALBANY\n   16  COUNTY.\n   17    S 2. This act shall take effect immediately.\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00106-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : null,
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101201.T163124.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1291239084668
}