{
  "year" : 2011,
  "senateBillNo" : "S2810-2011",
  "billEvents" : [ {
    "eventDate" : 1296536400000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "S2810-2011-1296536400000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "BUDGET BILL",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Enacts major components of legislation necessary to implement the transportation, economic development and environmental conservation budget for 2011-2012",
  "summary" : "Authorizes funding for the Consolidated Loan Street and Highway Improvement Program (CPHIPS) and Marchiselli Program for state fiscal year 2011-2012; extends the provisions of chapter 279 of the laws of 1998 relating to enabling the commissioner of transportation to establish a single audit pilot program; relates to the community services block grant program, extending the effectiveness thereof; relates to extending the permission for the secretary of state to provide special handling for all documents filed or issued by the division of corporations and to permit additional levels of such expedited services; makes permanent certain provisions relating to suspensions of licenses pending prosecution of certain alcohol-related charges, and authorizations for probationary and conditional driver's licenses; makes permanent certain provisions relating to the Motor Vehicle Financial Security Act; relates to governing operators of commercial motor vehicles and federal requirements for medical certification of such operators; makes permanent provisions of the relating to the power of the New York state urban development corporation to make loans; relates to the excelsior linked deposit act; extends the effectiveness of certain provisions relating to the New York state higher education matching grant programs for independent colleges; amends the public authorities law in relation to the state governmental cost recovery system; repeals the Tug Hill commission; amends the \"I love NY waterways\" boating safety account; relates to the transfer of tribal compact revenue to the general fund and to the city of Niagara Falls; relates to the salary of the chairperson of the New York State Athletic Commission. Removes statutory references to the governor's office of regulatory reform. Authorizes and directs the comptroller to receive funds from the New York State Energy Research and Development Authority. Relates to authorizing the NYS Energy Research and Development Authority to finance a portion of its research, development and policy and planning programs from assessments on gas and electric corporations. Authorizes the department of health to finance certain activities with revenues generated from an assessment on cable television companies. Makes certain pesticide registration time frames and fees permanent. Authorizes the commissioner of agriculture and markets to establish a competitive grants program. Relates to the health food/communities initiative; authorizes the establishment of a revolving loan fund for agricultural programs; and relates to state aid for farmers' markets. Assesses a surcharge on purses collected by any corporation which conducts pari-mutuel betting. Increases the term of licensure and registration from two to four years. Establishes standards for electronic real property tax administration. Allows the department of taxation and finance to use electronic communication means to furnish tax notices and other documents. Requires mandatory electronic filing of tax documents and debit cards issued for tax refunds. ",
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "Budget Bills",
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : null,
  "memo" : null,
  "law" : null,
  "actClause" : null,
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110201.T181919.TXT", "SOBI.D110201.T182918.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296602958860
}