{
  "year" : 2011,
  "senateBillNo" : "S2815-2011",
  "billEvents" : [ {
    "eventDate" : 1296622800000,
    "eventText" : "REFERRED TO LOCAL GOVERNMENT",
    "billEventId" : "S2815-2011-1296622800000-REFERRED+TO+LOCAL+GOVERNMENT",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "BONACIC",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the discretion of localities in granting exemptions for certain organizations; repealer",
  "summary" : "Relates to the discretion of localities in granting real property tax exemptions to real property owned by a corporation or association which is organized exclusively for purposes related to the moral or mental improvement of men, women or children. ",
  "currentCommittee" : "LOCAL GOVERNMENT",
  "sameAs" : null,
  "lawSection" : "Real Property Tax Law",
  "previousVersions" : [ "S4868-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "LARKIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2815\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   February 2, 2011\n                                      ___________\n\n       Introduced  by  Sens. BONACIC, LARKIN -- read twice and ordered printed,\n         and when printed to be committed to the Committee on Local Government\n\n       AN ACT to amend the real property tax law and the administrative code of\n         the city of New York, in relation to the discretion of  localities  in\n         granting  exemptions  for  certain organizations and to repeal certain\n         provisions of the real property tax law relating thereto\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraph (a) of subdivision 1 of section 420-a of the real\n    2  property  tax  law,  as  amended  by chapter 920 of the laws of 1981, is\n    3  amended to read as follows:\n    4    (a) Real property owned by a corporation or association  organized  or\n    5  conducted  exclusively for religious, charitable, hospital, educational,\n    6  [or moral or mental improvement of men, women or children purposes,]  or\n    7  for  two  or  more  such purposes, and used exclusively for carrying out\n    8  thereupon one or more of such purposes either by the owning  corporation\n    9  or  association or by another such corporation or association as herein-\n   10  after provided shall  be  exempt  from  taxation  as  provided  in  this\n   11  section.\n   12    S 2. Paragraph (a) of subdivision 1 of section 420-b of the real prop-\n   13  erty tax law, as added by chapter 919 of the laws of 1981, is amended to\n   14  read as follows:\n   15    (a)  Real  property  owned  by  a  corporation or association which is\n   16  organized exclusively for  PURPOSES  RELATED  TO  THE  MORAL  OR  MENTAL\n   17  IMPROVEMENT OF MEN, WOMEN, OR CHILDREN, OR FOR bible, tract, benevolent,\n   18  missionary,  infirmary,  public  playground,  scientific,  literary, bar\n   19  association, medical society, library, patriotic or historical purposes,\n   20  for the development of good sportsmanship for persons under the  age  of\n   21  eighteen years through the conduct of supervised athletic games, for the\n   22  enforcement  of laws relating to children or animals, or for two or more\n   23  such purposes, and used exclusively for carrying out  thereupon  one  or\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02378-01-1\n\n       S. 2815                             2\n\n    1  more  of  such purposes either by the owning corporation or association,\n    2  or by another such corporation or association as  hereinafter  provided,\n    3  shall  be  exempt  from  taxation; provided, however, that such property\n    4  shall be taxable by any municipal corporation within which it is located\n    5  if the governing board of such municipal corporation, after public hear-\n    6  ing,  adopts  a local law, ordinance or resolution so providing. None of\n    7  the following subdivisions of this section providing that certain  prop-\n    8  erties  shall  be  exempt under circumstances or conditions set forth in\n    9  such subdivisions shall exempt such property from taxation by a  munici-\n   10  pal corporation whose governing board has adopted a local law, ordinance\n   11  or  resolution providing that such property shall be taxable pursuant to\n   12  this subdivision.\n   13    S 3. Subdivision 1 of section 420-b of the real property  tax  law  is\n   14  amended by adding a new paragraph (d) to read as follows:\n   15    (D)  PROPERTY  ORGANIZED EXCLUSIVELY FOR PURPOSES RELATED TO THE MORAL\n   16  OR MENTAL IMPROVEMENT OF MEN, WOMEN, OR CHILDREN SHALL INCLUDE  EACH  OF\n   17  THE  FOLLOWING CATEGORIES OF REAL PROPERTY. SUCH PROPERTY SHALL BE OWNED\n   18  BY A CORPORATION CLASSIFIED AS TAX EXEMPT OR  NOT-FOR-PROFIT  UNDER  THE\n   19  FEDERAL INTERNAL REVENUE CODE. ANY SUCH CATEGORY MAY BE SUBJECT TO TAXA-\n   20  TION PROVIDED A LOCAL LAW, ORDINANCE, OR RESOLUTION IS PASSED CONSISTENT\n   21  WITH THIS SECTION:\n   22    (I)  ARTS.  REAL  PROPERTY PRIMARILY USED TO FACILITATE OR ENHANCE THE\n   23  ARTS;\n   24    (II) SCIENCES. REAL PROPERTY PRIMARILY USED IN THE STUDY OF  SCIENCES,\n   25  BIOLOGY, AND HORTICULTURE;\n   26    (III) BENEFIT OF ANIMALS. REAL PROPERTY PRIMARILY USED FOR THE BENEFIT\n   27  OF NON-HUMAN ANIMALS;\n   28    (IV)  OPEN SPACE. REAL PROPERTY WHICH IS OPEN TO THE PUBLIC, IS PRIMA-\n   29  RILY UNIMPROVED, AND IS KEPT OPEN FOR HIKING, WALKING, OR FORMS OF EXER-\n   30  CISE WHICH DO NOT  COMMONLY  USE  MECHANIZED  DEVICES  EXCEPT  BY  THOSE\n   31  PERSONS  WHO ARE DISABLED OR OTHERWISE UNABLE TO WALK WITHOUT MECHANIZED\n   32  ASSISTANCE.  SUCH OPEN SPACE MAY BE OPEN TO THE PUBLIC UPON THE  PAYMENT\n   33  OF  A  FEE  WHICH  IS  DIRECTLY  RELATED TO THE COSTS OF MAINTAINING AND\n   34  IMPROVING THE PROPERTY. OPEN SPACE SHALL NOT  INCLUDE  ANY  PROPERTY  OR\n   35  PORTION  OF PROPERTY FROM WHICH THE PUBLIC IS EXCLUDED EXCEPT FOR EXCLU-\n   36  SIONS SOLELY FOR PUBLIC HEALTH PURPOSES AS DETERMINED BY A  GOVERNMENTAL\n   37  AGENCY  OR  FOR  PUBLIC SAFETY AS DETERMINED BY THE PROPERTY OWNER, WITH\n   38  SUCH DETERMINATION TO BE REVIEWABLE IN ANY COURT OF EQUITY JURISDICTION;\n   39  PROVIDED, HOWEVER A PRESUMPTION SHALL ATTACH THAT THE  PROPERTY  OWNER'S\n   40  DETERMINATION  IS  REASONABLE.  ATTORNEYS  FEES  MAY  BE AWARDED, AT THE\n   41  DISCRETION OF THE COURT, FOR  ANY  PREVAILING  PARTY  WHO  COMMENCES  OR\n   42  DEFINES A CIVIL ACTION BASED ON THE PUBLIC SAFETY EXCLUSIONS PERMISSIBLE\n   43  BY THIS SUBPARAGRAPH;\n   44    (V)  LAND  TRUST.  REAL  PROPERTY WHICH IS PRIMARILY UNIMPROVED AND IS\n   45  OWNED BY A NOT-FOR-PROFIT CORPORATION AND ALL OF THE FOLLOWING  CRITERIA\n   46  ARE  MET: (1) THE NOT-FOR-PROFIT CORPORATION ENTERS INTO A CONTRACT WITH\n   47  THE ASSESSING UNIT PROVIDING THAT THE LAND IN THE LAND TRUST MAY NOT  BE\n   48  SOLD  OR  ENCUMBERED EXCEPT BY MORTGAGE OR CONSERVATION EASEMENT, UNLESS\n   49  THE NOT-FOR-PROFIT CORPORATION, WITHIN  THIRTY  DAYS  OF  SUCH  SALE  OR\n   50  ENCUMBRANCE,  ENTERS  INTO A VALID CONTRACT TO PURCHASE LAND IN NEW YORK\n   51  STATE OF AT LEAST AN EQUAL VALUE TO BE PLACED IN A LAND TRUST,  AND  THE\n   52  NOT-FOR-PROFIT CORPORATION DOES SO PURCHASE SUCH LAND WITHIN ONE YEAR OF\n   53  ENTERING  INTO SUCH PURCHASE AND SALE CONTRACT; (2) THE REAL PROPERTY IS\n   54  INCLUDED AS PART OF A LAWFULLY ENACTED COMPREHENSIVE PLAN BY THE COUNTY,\n   55  CITY, TOWN, OR VILLAGE IN WHICH SUCH REAL PROPERTY IS IN; OR IS  IDENTI-\n   56  FIED IN AN OFFICIAL OPEN SPACE OR NATURAL RESOURCES PROTECTION PLAN DULY\n\n       S. 2815                             3\n\n    1  ADOPTED  BY  A  FEDERAL,  STATE,  OR LOCAL GOVERNMENT OR AGENCY THEREOF.\n    2  UNLESS THE GOVERNING BOARD OF THE COUNTY, CITY, TOWN OR VILLAGE IN WHICH\n    3  THE PROPERTY IS SITUATED PASSES A RESOLUTION TO  THE  CONTRARY,  IF  THE\n    4  PURCHASE,  REFERRED TO IN CLAUSE ONE OF THIS SUBPARAGRAPH DOES NOT OCCUR\n    5  WITHIN THE TIME LIMITATIONS THEREUNDER, THE LAND TRUST SHALL  BE  LIABLE\n    6  FOR  ALL  TAX  PAYMENTS WHICH IT WOULD HAVE PAID ON THE PROPERTY IT SOLD\n    7  FOR THE PERIOD OF TIME WHICH IT WOULD HAVE OWED SUCH TAX PAYMENTS TO ALL\n    8  LAWFUL TAXING JURISDICTIONS, UNLESS THE TITLE TO THE EQUALLY VALUED LAND\n    9  UNDER CONTRACT FOR PURCHASE AND SALE WAS  DEEMED  UNMARKETABLE,  OR  THE\n   10  SELLER  OF  SUCH  PROPERTY WITHDREW THE OFFER TO SELL, IN WHICH CASE THE\n   11  LAND TRUST SHALL HAVE AN ADDITIONAL THREE  HUNDRED  SIXTY-FIVE  DAYS  TO\n   12  PURCHASE  AND CLOSE TITLE ON ANOTHER PROPERTY IN NEW YORK STATE PURSUANT\n   13  TO THE PROVISIONS OF CLAUSE ONE OF THIS SUBPARAGRAPH;\n   14    (VI) NON-SCHOLASTIC EDUCATIONAL. REAL PROPERTY OWNED BY  AN  ORGANIZA-\n   15  TION  WHICH  IS  TAX  EXEMPT UNDER THE FEDERAL INTERNAL REVENUE CODE AND\n   16  WHICH IS PRIMARILY USED TO  IMPROVE  THE  INTELLECTUAL  CAPABILITIES  OF\n   17  PERSONS,  AND  WHICH  DOES  NOT  QUALIFY  FOR  TAX EXEMPTION PURSUANT TO\n   18  SECTION FOUR HUNDRED TWENTY-A OF THIS  TITLE;  PROVIDED,  HOWEVER,  THAT\n   19  NOTWITHSTANDING  THE  PRECEDING PORTION OF THIS SUBPARAGRAPH, A PROPERTY\n   20  SHALL CONTINUE TO BE EXEMPT  FROM  TAXATION  PURSUANT  TO  SECTION  FOUR\n   21  HUNDRED  TWENTY-A  OF  THIS  TITLE  WHEN SUCH PROPERTY IS OWNED BY A TAX\n   22  EXEMPT ENTITY AND IS: (1) USED FOR EDUCATIONAL PURPOSES IN  THAT  IT  IS\n   23  USED AT LEAST ONE HUNDRED TWENTY DAYS A YEAR IN A MANNER WHICH SATISFIES\n   24  THE  COMPULSORY  EDUCATION  REQUIREMENTS OF THE EDUCATION LAW; OR (2) IS\n   25  USED FOR EDUCATIONAL PURPOSES BY A TAX EXEMPT ORGANIZATION WHICH HOLDS A\n   26  CERTIFICATE OF REGISTRATION FROM THE BOARD OF REGENTS; OR (3) EACH  ACRE\n   27  OF  WHICH  IS  USED  AT LEAST ONE HUNDRED TWENTY DAYS A YEAR TO INCREASE\n   28  KNOWLEDGE OF PERSONS AND SUCH PROPERTY IS OWNED  BY  AN  INSTITUTION  OF\n   29  HIGHER LEARNING OR A SCHOOL OF MEDICINE, DENTISTRY OR OSTEOPATHY CREATED\n   30  BY  LAW  OR  OTHERWISE  AUTHORIZED  BY THE BOARD OF REGENTS OF THE STATE\n   31  UNIVERSITY OF NEW YORK TO CONFER DEGREES AND WHICH  MEETS  STANDARDS  OF\n   32  EDUCATIONAL  QUALITY COMPARABLE TO THOSE AS MAY BE ESTABLISHED FROM TIME\n   33  TO TIME BY THE BOARD OF REGENTS OF THE STATE  UNIVERSITY  OF  NEW  YORK;\n   34  SUCH TERMS SHALL ALSO INCLUDE PROPERTY OWNED BY AN ORGANIZATION CLAIMING\n   35  AN  EXEMPTION  FROM  TAXATION  FOR EDUCATIONAL PURPOSES WHICH IS USED TO\n   36  HOUSE INDIVIDUALS WHO ARE ACTIVELY ENGAGED AT LEAST ONE  HUNDRED  TWENTY\n   37  DAYS  PER  YEAR  IN SEEKING TO SATISFY THE COMPULSORY EDUCATION REQUIRE-\n   38  MENTS OF THE EDUCATION LAW OR WHO ARE SEEKING A DEGREE, CERTIFICATE,  OR\n   39  DIPLOMA, THROUGH A PROPERTY OWNER WHICH HOLDS A CERTIFICATE OF REGISTRA-\n   40  TION  ISSUED  BY  THE BOARD OF REGENTS OR HOLDS A CHARTER GRANTED BY THE\n   41  NEW YORK STATE EDUCATION DEPARTMENT; OR (4) IS USED ACTIVELY AND  EXCLU-\n   42  SIVELY  AT LEAST SIXTY DAYS PER YEAR BY PERSONS UNDER THE AGE OF TWENTY-\n   43  ONE WHO ARE LEARNING SKILLS  RELATED  TO  NATURE,  THE  OUTDOORS  AND/OR\n   44  PERSONAL AND CIVIC RESPONSIBILITIES, PROVIDED, HOWEVER, THAT THE PROPER-\n   45  TY MAY ALSO BE USED FOR COMMUNITY MEETINGS OR OTHER EXEMPT PURPOSES WHEN\n   46  NO  MORE  THAN THE ACTUAL EXPENSES OF UTILIZING THE FACILITY ARE CHARGED\n   47  TO THE ORGANIZATION OR INDIVIDUAL; OR (5) IS USED FOR THE  CARRYING  OUT\n   48  OF EDUCATIONAL PURPOSES, INCLUDING PROPERTY NECESSARY FOR TRANSPORTATION\n   49  FACILITIES,  ATHLETIC  FACILITIES, PARKING FACILITIES, OR ADMINISTRATIVE\n   50  OFFICES IF OWNED BY AN ORGANIZATION WHICH QUALIFIES AS EXEMPT FOR EDUCA-\n   51  TIONAL PURPOSES UNDER SECTION FOUR HUNDRED TWENTY-A OF THIS TITLE.\n   52    (VII) RECREATIONAL. REAL PROPERTY OWNED BY AN  ORGANIZATION  WHICH  IS\n   53  TAX  EXEMPT  UNDER  THE FEDERAL INTERNAL REVENUE CODE AND WHICH PROVIDES\n   54  RECREATIONAL OPPORTUNITY FOR  PERSONS  REGARDLESS  OF  ABILITY  TO  PAY.\n   55  RECREATIONAL  OPPORTUNITIES  MAY  BE  EITHER INDOORS OR OUTDOORS AND MAY\n\n       S. 2815                             4\n\n    1  INCLUDE OVERNIGHT OPPORTUNITIES PRIMARILY FOR PERSONS UNDER THE  AGE  OF\n    2  TWENTY-ONE;\n    3    (VIII)  MEDICAL PURPOSES. REAL PROPERTY OWNED BY AN ORGANIZATION WHICH\n    4  IS TAX EXEMPT UNDER THE FEDERAL INTERNAL REVENUE CODE AND WHICH IS NOT A\n    5  HOSPITAL AS DEFINED BY SECTION FOUR HUNDRED TWENTY-A OF THIS TITLE,  BUT\n    6  WHICH  QUALIFIES AS A HOSPITAL AS DEFINED IN ARTICLE TWENTY-EIGHT OF THE\n    7  PUBLIC HEALTH LAW;\n    8    (IX) HOME CARE SERVICES. REAL PROPERTY OWNED BY AN ORGANIZATION  WHICH\n    9  IS TAX EXEMPT UNDER THE FEDERAL INTERNAL REVENUE CODE AND IS A HOME CARE\n   10  SERVICES  AGENCY  AS  DEFINED IN ARTICLE THIRTY-SIX OF THE PUBLIC HEALTH\n   11  LAW;\n   12    (X) RESIDENTIAL HEALTH CARE FACILITY. REAL PROPERTY OWNED BY AN ORGAN-\n   13  IZATION WHICH IS TAX EXEMPT AS A RESIDENTIAL  HEALTH  CARE  FACILITY  AS\n   14  DEFINED IN ARTICLE TWENTY-EIGHT OF THE PUBLIC HEALTH LAW;\n   15    (XI) OTHER MEDICAL PURPOSES. REAL PROPERTY WHICH IS OWNED BY AN ORGAN-\n   16  IZATION  WHICH IS TAX EXEMPT UNDER THE FEDERAL INTERNAL REVENUE CODE AND\n   17  IS USED TO PROVIDE MEDICAL SERVICES TO  PERSONS  WITH  LIMITED  ECONOMIC\n   18  MEANS;  PROVIDED, HOWEVER, THAT NOTWITHSTANDING THE PRECEDING PORTION OF\n   19  THIS SUBPARAGRAPH, A PROPERTY SHALL CONTINUE TO BE EXEMPT FROM  TAXATION\n   20  PURSUANT  TO SECTION FOUR HUNDRED TWENTY-A OF THIS TITLE WHEN SUCH PROP-\n   21  ERTY IS OWNED BY A TAX EXEMPT  ENTITY  AND  IS  A  HOSPICE  FACILITY  AS\n   22  DEFINED  IN ARTICLE FORTY OF THE PUBLIC HEALTH LAW AS WELL AS A HOSPITAL\n   23  FACILITY OR INSTITUTION ENGAGED PRINCIPALLY IN PROVIDING SERVICES BY  OR\n   24  UNDER  THE  SUPERVISION OF A PHYSICIAN FOR THE PREVENTION, DIAGNOSIS, OR\n   25  TREATMENT OF HUMAN DISEASE, PAIN, INJURY, DEFORMITY OR  PHYSICAL  CONDI-\n   26  TION AND WHICH IS CERTIFIED OR LICENSED PURSUANT TO ARTICLE TWENTY-EIGHT\n   27  OF  THE  PUBLIC  HEALTH  LAW, AND WHICH ON AN ONGOING AND CONSTANT BASIS\n   28  PROVIDES OR OFFERS OVERNIGHT ACCOMMODATIONS TO THOSE  IN  NEED  OF  SUCH\n   29  MEDICAL  SERVICES.  IT SHALL ALSO INCLUDE FACILITIES OWNED BY A HOSPITAL\n   30  FACILITY OR CORPORATION RELATED THERETO  WHICH  PROVIDES  MEDICAL  CARE,\n   31  EVEN  IF  NOT ON A CONSTANT BASIS. IT SHALL ALSO INCLUDE RELATED PARKING\n   32  FACILITIES WHICH ARE OWNED BY THE HOSPITAL FACILITY OR HOSPICE  FACILITY\n   33  OR  A  CORPORATION  RELATED  THERETO  WHICH  IS EXEMPT FROM TAXATION AND\n   34  GENERALLY USED ON AN ONGOING BASIS PRIMARILY  BY  HOSPITAL  FACILITY  OR\n   35  HOSPICE FACILITY EMPLOYEES, PATIENTS, AND VISITORS. IT SHALL NOT INCLUDE\n   36  LIVING ACCOMMODATION FOR HOSPITAL PERSONNEL OR THEIR FAMILIES;\n   37    (XII) INTERDENOMINATIONAL CENTERS. (1) REAL PROPERTY OWNED BY A CORPO-\n   38  RATION ORGANIZED FOR THE PURPOSES OF ESTABLISHING AN INTERDENOMINATIONAL\n   39  CENTER TO ASSIST IN THE WORK OF, AND TO PROMOTE COOPERATION AMONG, VARI-\n   40  OUS  RELIGIOUS  DENOMINATIONS,  AND  TO  ACQUIRE  OR ERECT A BUILDING OR\n   41  BUILDINGS FOR SUCH CENTER, AND TO LEASE A PORTION OR PORTIONS FOR USE BY\n   42  RELIGIOUS, EDUCATIONAL, MISSIONARY AND CHARITABLE CORPORATIONS OR  ASSO-\n   43  CIATIONS;  OR  REAL  PROPERTY  LEASED TO CORPORATIONS ORGANIZED FOR SUCH\n   44  PURPOSES BY A CORPORATION ORGANIZED FOR PURPOSES WHICH ARE EXEMPT  UNDER\n   45  THIS SECTION, OR SECTION FOUR HUNDRED TWENTY-A, FOUR HUNDRED TWENTY-TWO,\n   46  FOUR  HUNDRED TWENTY-FOUR, FOUR HUNDRED TWENTY-SIX OR FOUR HUNDRED TWEN-\n   47  TY-EIGHT OF THIS TITLE, SHALL BE EXEMPT FROM TAXATION  AND  EXEMPT  FROM\n   48  SPECIAL AD VALOREM LEVIES AND SPECIAL ASSESSMENTS TO THE EXTENT PROVIDED\n   49  IN  SECTION  FOUR HUNDRED NINETY OF THIS ARTICLE, TO THE SAME EXTENT AND\n   50  SUBJECT TO THE SAME CONDITIONS AND EXCEPTIONS AS PROPERTY  OF  A  CORPO-\n   51  RATION  ORGANIZED  EXCLUSIVELY FOR RELIGIOUS, EDUCATIONAL, MISSIONARY OR\n   52  CHARITABLE PURPOSES.\n   53    (2) IN ADDITION TO ANY OTHER RENTAL FEES CHARGED FOR  SUCH  USE,  WITH\n   54  THE CONSENT OF EACH CORPORATION OR ASSOCIATION LEASING A PORTION OF SUCH\n   55  REAL PROPERTY, THE INTERDENOMINATIONAL CENTER MAY REQUIRE EACH LESSEE TO\n   56  MAKE  ANNUAL  PAYMENTS INTO A CAPITAL IMPROVEMENT FUND TO BE USED EXCLU-\n\n       S. 2815                             5\n\n    1  SIVELY FOR CAPITAL IMPROVEMENTS, IN ACCORDANCE WITH A  CAPITAL  IMPROVE-\n    2  MENT PLAN ADOPTED OR UPDATED ANNUALLY BY THE INTERDENOMINATIONAL CENTER.\n    3  FOR  PURPOSES OF THIS SUBPARAGRAPH, \"CAPITAL IMPROVEMENT\" SHALL MEAN ANY\n    4  ADDITION  TO,  REPLACEMENT  OF,  OR REMODELING OF PHYSICAL PLANT, STRUC-\n    5  TURES, OR EQUIPMENT NOW OR HEREAFTER  OWNED  BY  AN  INTERDENOMINATIONAL\n    6  CENTER,  WHICH IS USED OR IS TO BE USED IN CONNECTION WITH THE OPERATION\n    7  OF THE INTERDENOMINATIONAL CENTER, AND WHICH SHALL INCLUDE  IMPROVEMENTS\n    8  TO LAND, BUT NOT LAND ITSELF;\n    9    (XIII)  PRIMARILY  CHARITABLE  PURPOSES. AN ACTIVITY CONDUCTED ON REAL\n   10  PROPERTY OWNED BY AN ORGANIZATION WHICH IS TAX EXEMPT UNDER THE  FEDERAL\n   11  INTERNAL REVENUE CODE, AND WHICH ACTIVITY ACTUALLY AND PRIMARILY ALLEVI-\n   12  ATES  THE CONDITION OF POOR, OR PHYSICALLY OR MENTALLY DISABLED PERSONS;\n   13  PROVIDED, HOWEVER, THAT NOTWITHSTANDING THE PRECEDING  PORTION  OF  THIS\n   14  SUBPARAGRAPH,  A  PROPERTY  SHALL  CONTINUE  TO  BE EXEMPT FROM TAXATION\n   15  PURSUANT TO SECTION FOUR HUNDRED TWENTY-A OF THIS TITLE WHEN SUCH  PROP-\n   16  ERTY  IS  OWNED BY A TAX EXEMPT ENTITY AND EITHER (1) UNDERTAKES SIGNIF-\n   17  ICANT BLOOD DONATION INITIATIVES AS WELL AS OTHER HEALTH RELATED  INITI-\n   18  ATIVES,  INCLUDING, BUT NOT LIMITED TO THE TEACHING OF CLASSES, AND ALSO\n   19  RESPONDS TO DISASTERS; OR (2) WHICH ACTIVELY AND EXCLUSIVELY  ALLEVIATES\n   20  THE  CONDITION  OF  THE  POOR OR PHYSICALLY OR MENTALLY DISABLED HUMANS,\n   21  PROVIDED, HOWEVER, THAT THE INTENDED BENEFICIARIES SHALL NOT  BE  SPECI-\n   22  FIED INDIVIDUALS AND THE SERVICES PROVIDED BY AN ORGANIZATION CLAIMING A\n   23  CHARITABLE  EXEMPTION  UNDER SECTION FOUR HUNDRED TWENTY-A OF THIS TITLE\n   24  SHALL BE OPEN TO THE PUBLIC BASED ON ECONOMIC OR PHYSICAL  CRITERIA  AND\n   25  SUCH  ORGANIZATION  SHALL  ACTIVELY  USE  EACH ACRE EXEMPTED PURSUANT TO\n   26  SECTION FOUR HUNDRED TWENTY-A OF THIS TITLE AT LEAST ONE HUNDRED  TWENTY\n   27  DAYS  PER  YEAR FOR SUCH PURPOSES IN ORDER TO MAINTAIN AN EXEMPTION FROM\n   28  PROPERTY TAXATION  PURSUANT  TO  THIS  SUBPARAGRAPH;  FURTHER,  PROVIDED\n   29  HOWEVER, THAT NO PERSON SHALL BE DETERMINED TO BE POOR OR ABLE TO ACCEPT\n   30  CHARITABLE  SERVICES  BECAUSE  SUCH PERSON OR HIS OR HER FAMILY GIVES AS\n   31  MUCH OR MORE OF THEIR INCOME TO THE CHARITABLE ENTITY OR ANOTHER  ENTITY\n   32  WHICH IS TAX EXEMPT PURSUANT TO THE INTERNAL REVENUE CODE OR EXEMPT FROM\n   33  REAL PROPERTY TAXATION UNDER SECTION FOUR HUNDRED TWENTY-A OF THIS TITLE\n   34  AS  WOULD  BE REQUIRED TO MAKE A DETERMINATION THAT SUCH A PERSON OR HIS\n   35  OR HER SPOUSE OR CHILD IS POOR; AND\n   36    (XIV) OTHER MORAL OR MENTAL IMPROVEMENT. REAL  PROPERTY  OWNED  BY  AN\n   37  ORGANIZATION WHICH IS TAX EXEMPT UNDER THE FEDERAL INTERNAL REVENUE CODE\n   38  AND WHICH IS DEDICATED, IN A MANNER OTHER THAN AS PROVIDED IN THIS PARA-\n   39  GRAPH, TO THE MORAL OR MENTAL IMPROVEMENT OF MEN, WOMEN, OR CHILDREN.\n   40    S 4. Section 430 of the real property tax law is REPEALED.\n   41    S  5.  Subdivision 2 of section 420-a of the real property tax law, as\n   42  amended by chapter 534 of the laws  of  2003,  is  amended  to  read  as\n   43  follows:\n   44    2.  If any portion of such real property is not so used exclusively to\n   45  carry out thereupon one or more of such purposes but is leased or other-\n   46  wise used for other purposes, such portion shall be subject to  taxation\n   47  and  the remaining portion only shall be exempt; provided, however, that\n   48  such real property shall be fully exempt from taxation although it or  a\n   49  portion  thereof  is  used (a) for purposes which are exempt pursuant to\n   50  this section or [sections] SECTION four hundred twenty-b,  four  hundred\n   51  twenty-two,  four  hundred  twenty-four,  four  hundred twenty-six, four\n   52  hundred twenty-eight[, four hundred thirty] or  four  hundred  fifty  of\n   53  this  [chapter]  TITLE  by  another corporation which owns real property\n   54  exempt from taxation pursuant to such sections or whose real property if\n   55  it owned any would be exempt from taxation pursuant  to  such  sections,\n   56  (b)  for  purposes which are exempt pursuant to section four hundred six\n\n       S. 2815                             6\n\n    1  or section four hundred eight of this [chapter] ARTICLE by a corporation\n    2  which owns real property exempt from taxation pursuant to  such  section\n    3  or  if  it  owned  any  would  be  exempt from taxation pursuant to such\n    4  section,  (c)  for  purposes  which  are exempt pursuant to section four\n    5  hundred sixteen of this [chapter] ARTICLE by an organization which  owns\n    6  real  property  exempt  from  taxation pursuant to such section or whose\n    7  real property if it owned any would be exempt from taxation pursuant  to\n    8  such  section  or (d) for purposes relating to civil defense pursuant to\n    9  the New York state defense emergency act, including but not  limited  to\n   10  activities  in  preparation  for  anticipated  attack, during attack, or\n   11  following attack or false warning thereof, or in connection  with  drill\n   12  or  test  ordered or directed by civil defense authorities; and provided\n   13  further that such real property shall be exempt from  taxation  only  so\n   14  long  as it or a portion thereof, as the case may be, is devoted to such\n   15  exempt purposes and so long as any moneys  paid  for  such  use  do  not\n   16  exceed  the amount of the carrying, maintenance and depreciation charges\n   17  of the property or portion thereof, as the case may be.\n   18    S 6. Subdivision 2 of section 420-b of the real property tax  law,  as\n   19  amended  by  chapter  534  of  the  laws  of 2003, is amended to read as\n   20  follows:\n   21    2. If any portion of such real property is not so used exclusively  to\n   22  carry  out  thereupon  one or more of the purposes listed in subdivision\n   23  one of this section, but is (a) leased or (b) otherwise used  for  other\n   24  purposes,  such  portion  shall be subject to taxation and the remaining\n   25  portion only shall be exempt; provided, however, that such real property\n   26  shall be fully exempt from taxation although it or a portion thereof  is\n   27  used  (a)  for  purposes  which  are  exempt pursuant to this section or\n   28  [sections] SECTION four hundred twenty-a, four hundred twenty-two,  four\n   29  hundred  twenty-four,  four  hundred  twenty-six,  four  hundred twenty-\n   30  eight[, four hundred thirty] or four hundred  fifty  of  this  [article]\n   31  TITLE  by another corporation which owns real property exempt from taxa-\n   32  tion pursuant to such sections or whose real property if  it  owned  any\n   33  would  be  exempt  from  taxation  pursuant  to  such  sections, (b) for\n   34  purposes which are exempt  pursuant  to  section  four  hundred  six  or\n   35  section  four  hundred  eight of this [chapter] ARTICLE by a corporation\n   36  which owns real property exempt from taxation pursuant to such  section,\n   37  (c)  for  purposes  which  are  exempt  pursuant to section four hundred\n   38  sixteen of this [chapter] ARTICLE by an  organization  which  owns  real\n   39  property  exempt  from  taxation  pursuant to such section or whose real\n   40  property if it owned any would be exempt from taxation pursuant to  such\n   41  section  or  (d)  for purposes relating to civil defense pursuant to the\n   42  New York state defense emergency  act,  including  but  not  limited  to\n   43  activities  in  preparation  for  anticipated  attack, during attack, or\n   44  following attack or false warning thereof, or in connection  with  drill\n   45  or  test  ordered or directed by civil defense authorities; and provided\n   46  further that such real property shall be exempt from  taxation  only  so\n   47  long  as it or a portion thereof, as the case may be, is devoted to such\n   48  exempt purposes and so long as any moneys  paid  for  such  use  do  not\n   49  exceed  the  amount of carrying, maintenance and depreciation charges of\n   50  the property or portion thereof, as the case may be.\n   51    S 7. Subdivision 2 of section 432 of the real  property  tax  law,  as\n   52  amended  by  chapter  620  of  the  laws  of 1982, is amended to read as\n   53  follows:\n   54    2.  Such real property shall be fully exempt  although  (a)  it  or  a\n   55  portion  thereof  is  leased  or  otherwise used by another corporation,\n   56  organized for purposes which are exempt pursuant to section four hundred\n\n       S. 2815                             7\n\n    1  twenty-a, four hundred twenty-b, four hundred twenty-two,  four  hundred\n    2  twenty-four, four hundred twenty-six[,] OR four hundred twenty-eight [or\n    3  four  hundred thirty] of this [article] TITLE and for one or more of the\n    4  purposes  for  which the owner corporation is organized, as long as such\n    5  real property or portion thereof as the case may be is devoted  to  such\n    6  uses  and  as  long  as  any  moneys paid for such use do not exceed the\n    7  amount of carrying, maintenance and depreciation charges of the property\n    8  or portion thereof as the case may be  or  (b)  the  auditorium  located\n    9  thereon  is leased or otherwise used for public performances, theatrical\n   10  presentations, opera, ballet, concerts, lectures,  meetings,  graduation\n   11  exercises  and  educational  non-commercial  uses  for  the  purposes of\n   12  income, if such income is necessary for  and  actually  applied  to  the\n   13  maintenance  and  support of such owner corporation and such is not used\n   14  for the acquisition of additional real property in this state.\n   15    S 8. Section 490 of the real property tax law, as amended  by  chapter\n   16  87 of the laws of 2001, is amended to read as follows:\n   17    S  490.  Exemption  from special ad valorem levies and special assess-\n   18  ments.  Real property exempt from taxation pursuant to  subdivision  two\n   19  of  section  four hundred, subdivision one of section four hundred four,\n   20  subdivision one of section  four  hundred  six,  sections  four  hundred\n   21  eight,  four  hundred  ten, four hundred ten-a, four hundred ten-b, four\n   22  hundred eighteen, four hundred twenty-a,  four  hundred  twenty-b,  four\n   23  hundred  twenty-two, four hundred twenty-six, four hundred twenty-seven,\n   24  four hundred twenty-eight, [four hundred thirty,] four  hundred  thirty-\n   25  two,  four  hundred  thirty-four,  four hundred thirty-six, four hundred\n   26  thirty-eight, four hundred fifty, four hundred fifty-two,  four  hundred\n   27  fifty-four,  four  hundred  fifty-six,  four  hundred  sixty-four,  four\n   28  hundred seventy-two, four hundred seventy-four and four hundred  eighty-\n   29  five of this chapter shall also be exempt from special ad valorem levies\n   30  and special assessments against real property located outside cities and\n   31  villages  for  a  special  improvement  or service or a special district\n   32  improvement or service and special ad valorem levies and special assess-\n   33  ments imposed by a county improvement district or  district  corporation\n   34  except  (1)  those  levied  to pay for the costs, including interest and\n   35  incidental and preliminary  costs,  of  the  acquisition,  installation,\n   36  construction,  reconstruction  and  enlargement  of  or additions to the\n   37  following  improvements,  including  original  equipment,   furnishings,\n   38  machinery  or  apparatus, and the replacements thereof: water supply and\n   39  distribution systems; sewer systems (either sanitary or surface drainage\n   40  or both, including purification, treatment or disposal plants or  build-\n   41  ings);  waterways  and  drainage improvements; street, highway, road and\n   42  parkway improvements (including  sidewalks,  curbs,  gutters,  drainage,\n   43  landscaping,  grading  or  improving  the  right of way) and (2) special\n   44  assessments payable in installments on an indebtedness including  inter-\n   45  est contracted prior to July first, nineteen hundred fifty-three, pursu-\n   46  ant  to section two hundred forty-two of the town law or pursuant to any\n   47  other comparable provision of law.\n   48    S 9. Section 492 of the real property tax law, as amended  by  chapter\n   49  620 of the laws of 1982, is amended to read as follows:\n   50    S  492.    Ascertainment  of  amount  of special assessment in certain\n   51  cases.  If a portion of a parcel of real property is subject to taxation\n   52  pursuant to section four hundred twenty-a, four hundred  twenty-b,  four\n   53  hundred  twenty-four,  four  hundred  twenty-six, [four hundred thirty,]\n   54  four hundred thirty-six or four hundred thirty-eight  of  this  article,\n   55  the  amount of any special assessment to be levied on such portion shall\n   56  be ascertained by considering the benefit to the property to be  in  the\n\n       S. 2815                             8\n\n    1  same  proportion as the assessed valuation of the taxable portion of the\n    2  property bears to the assessed valuation of the property.\n    3    S 10. The opening paragraph of paragraph 2 of subdivision a of section\n    4  25-309  of the administrative code of the city of New York is amended to\n    5  read as follows:\n    6    In any case where any application and request  for  a  certificate  of\n    7  appropriateness  mentioned  in  paragraph  one  of this subdivision a is\n    8  filed with the commission with respect to an improvement, the provisions\n    9  of this section shall not apply  to  such  request  if  the  improvement\n   10  parcel  which  includes  such  improvement has received, for three years\n   11  next preceding the filing of such request,  and  at  the  time  of  such\n   12  filing continues to receive, under any provision of law (other than this\n   13  chapter  or section four hundred fifty-eight, four hundred sixty or four\n   14  hundred seventy-nine of the real property tax law), exemption  in  whole\n   15  or  in  part  from  real  property taxation; provided, however, that the\n   16  provisions of this section shall nevertheless apply to such  request  if\n   17  such exemption is and has been received pursuant to section four hundred\n   18  twenty-a,  four  hundred  twenty-two,  four  hundred  twenty-four,  four\n   19  hundred twenty-five, four hundred twenty-six, four hundred twenty-seven,\n   20  four hundred twenty-eight, [four hundred thirty,] four  hundred  thirty-\n   21  two,  four  hundred  thirty-four,  four hundred thirty-six, four hundred\n   22  thirty-eight, four hundred forty, four hundred forty-two,  four  hundred\n   23  forty-four,  four  hundred  fifty,  four hundred fifty-two, four hundred\n   24  sixty-two, four hundred  sixty-four,  four  hundred  sixty-eight,  [four\n   25  hundred  seventy,] four hundred seventy-two or four hundred seventy-four\n   26  of the real property tax law and the applicant establishes to the satis-\n   27  faction of the commission, in lieu of  the  requirements  set  forth  in\n   28  paragraph one of this subdivision a, that:\n   29    S 11. This act shall take effect on the first of January next succeed-\n   30  ing  the  date  on  which  it shall have become a law and shall apply to\n   31  assessment rolls on and after such date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the real property tax law and the administrative code of the city of New York, in relation to the discretion of localities in granting exemptions for certain organizations and to repeal certain provisions of the real property tax law relating thereto ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110202.T101704.TXT", "SOBI.D110202.T102204.TXT", "SOBI.D110202.T122212.TXT", "SOBI.D110202.T095204.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296667332055
}