{
  "year" : 2011,
  "senateBillNo" : "S2816-2011",
  "billEvents" : [ {
    "eventDate" : 1296622800000,
    "eventText" : "REFERRED TO INSURANCE",
    "billEventId" : "S2816-2011-1296622800000-REFERRED+TO+INSURANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SEWARD",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Enacts provisions relating to comprehensive motor vehicle reparations; including limited assignment of benefits; preclusion lift and mandatory arbitration",
  "summary" : "Enacts provisions relating to comprehensive motor vehicle reparations; provides for limited assignment of benefits; preclusion lift; burden of proof shift; mandatory arbitration; provider decertification; and treatment guidelines. ",
  "currentCommittee" : "INSURANCE",
  "sameAs" : null,
  "lawSection" : "Insurance Law",
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2816\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   February 2, 2011\n                                      ___________\n\n       Introduced  by  Sen.  SEWARD -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Insurance\n\n       AN ACT to amend the insurance law, in relation  to  comprehensive  motor\n         vehicle reparations\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 5102 of the insurance law is amended  by  adding  a\n    2  new subsection (n) to read as follows:\n    3    (N)  \"HEALTH SERVICE PROVIDER\" MEANS ANY MEDICAL PROVIDER THAT SUBMITS\n    4  A BILL FOR PAYMENT UNDER BENEFITS DEFINED AND PROVIDED BY  THIS  SECTION\n    5  FOR ANY OF THE FOLLOWING:\n    6    (1)  MEDICAL, HOSPITAL (INCLUDING SERVICES RENDERED IN COMPLIANCE WITH\n    7  ARTICLE FORTY-ONE OF THE PUBLIC HEALTH LAW, WHETHER OR NOT SUCH SERVICES\n    8  ARE RENDERED DIRECTLY BY A HOSPITAL), SURGICAL, NURSING,  DENTAL,  AMBU-\n    9  LANCE, X-RAY, PRESCRIPTION DRUG AND PROSTHETIC SERVICES;\n   10    (2) PSYCHIATRIC, PHYSICAL THERAPY (PROVIDED THAT TREATMENT IS RENDERED\n   11  PURSUANT TO A REFERRAL) AND OCCUPATIONAL THERAPY AND REHABILITATION;\n   12    (3)  ANY NONMEDICAL REMEDIAL CARE AND TREATMENT RENDERED IN ACCORDANCE\n   13  WITH A RELIGIOUS METHOD OF HEALING RECOGNIZED BY THE LAWS OF THIS STATE;\n   14  AND\n   15    (4) ANY OTHER PROFESSIONAL HEALTH SERVICES.\n   16    S 2. Subsection (a) of section 5106 of the insurance law is amended by\n   17  adding two new undesignated paragraphs to read as follows:\n   18    PAYMENT OF THE INTEREST PENALTY AND  REASONABLE  ATTORNEY  FEES  TO  A\n   19  CLAIMANT WHEN PAYMENT OF A CLAIM IS OVERDUE SHALL BE THE EXCLUSIVE REME-\n   20  DY  WHEN  AN  INSURER  FAILS  TO  MAKE TIMELY PAYMENT. THE FAILURE OF AN\n   21  INSURER TO MAKE TIMELY PAYMENT OR ISSUE  A  DENIAL  WITHIN  THIRTY  DAYS\n   22  AFTER PROOF OF CLAIM HAS BEEN SUBMITTED TO AN INSURER SHALL NOT PRECLUDE\n   23  SUCH  INSURER  FROM  ISSUING  A  DENIAL OR ASSERTING A DEFENSE AFTER THE\n   24  THIRTY DAY PERIOD HAS ELAPSED.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD08083-01-1\n\n       S. 2816                             2\n\n    1    THE CLAIMANT HAS THE BURDEN OF PROOF TO SHOW THE EXPENSES UNDER  PARA-\n    2  GRAPH  ONE OF SUBSECTION (A) OF SECTION FIVE THOUSAND ONE HUNDRED TWO OF\n    3  THIS ARTICLE WERE MEDICALLY NECESSARY AND IN ACCORDANCE WITH THE  APPLI-\n    4  CABLE FEE SCHEDULE. EVIDENCE OF MAILING A CLAIM FORM SHALL NOT BE SUFFI-\n    5  CIENT TO MEET THIS BURDEN.\n    6    S  3.  Subsection (b) of section 5106 of the insurance law, as amended\n    7  by chapter 452 of the laws of 2005, is amended to read as follows:\n    8    (b) [Every insurer shall provide a claimant with the option of submit-\n    9  ting any dispute] ALL DISPUTES involving the insurer's liability to  pay\n   10  first  party  benefits,  or  additional first party benefits, the amount\n   11  thereof or any other matter which may arise pursuant to  subsection  (a)\n   12  of this section SHALL BE SUBMITTED to arbitration pursuant to simplified\n   13  procedures  to  be  promulgated  or approved by the superintendent. Such\n   14  simplified procedures shall include  an  expedited  eligibility  hearing\n   15  option, when required, to designate the insurer for first party benefits\n   16  pursuant  to  subsection  (d) of this section. The expedited eligibility\n   17  hearing option shall be a forum for eligibility disputes only, and shall\n   18  not include the submission of any particular bill, payment or claim  for\n   19  any  specific  benefit for adjudication, nor shall it consider any other\n   20  defense to payment.\n   21    S 4. The insurance law is amended by adding a new section 5110 to read\n   22  as follows:\n   23    S 5110. ASSIGNMENT OF BENEFITS TO  HEALTH  SERVICE  PROVIDERS.  (A)  A\n   24  \"COVERED  PERSON\"  HAS  THE  RIGHT TO ASSIGN CLAIMS FOR MEDICAL EXPENSES\n   25  UNDER THIS ARTICLE TO A \"HEALTH SERVICE PROVIDER\", AND  SUCH  ASSIGNMENT\n   26  SHALL  AFFORD  THE  HEALTH SERVICE PROVIDER AS THE ASSIGNEE, THE RIGHTS,\n   27  PRIVILEGES, AND REMEDIES FOR PAYMENT TO WHICH A COVERED PERSON IS  ENTI-\n   28  TLED TO UNDER THIS ARTICLE. HOWEVER, SUCH ASSIGNMENT IS VALID ONLY WHERE\n   29  COVERAGE  AND COMPLIANCE WITH POLICY TERMS BY THE COVERED PERSON ARE NOT\n   30  IN DISPUTE.\n   31    (B) THE COVERED PERSON SHALL HAVE THE SOLE RIGHT TO CONTEST ANY ISSUES\n   32  INVOLVING COVERAGE OR  COMPLIANCE  WITH  POLICY  TERMS  BY  THE  COVERED\n   33  PERSON.\n   34    (C) THE HEALTH SERVICE PROVIDER SHALL HAVE A LIEN AGAINST ANY RECOVERY\n   35  BY THE COVERED PERSON FOR SERVICES PROVIDED.\n   36    (D)  THE HEALTH SERVICE PROVIDER SHALL NOT PURSUE PAYMENT FOR THE COST\n   37  OF SERVICES ARISING OUT OF THE INJURIES THE COVERED PERSON SUSTAINED DUE\n   38  TO A MOTOR VEHICLE ACCIDENT UNLESS THERE IS A DETERMINATION THAT  COVER-\n   39  AGE DOES NOT EXIST.\n   40    S 5. Section 5109 of the insurance law, as added by chapter 423 of the\n   41  laws of 2005, is amended to read as follows:\n   42    S  5109.  Unauthorized  providers  of health services. (a) [The super-\n   43  intendent, in consultation with  the  commissioner  of  health  and  the\n   44  commissioner of education, shall by regulation, promulgate standards and\n   45  procedures  for  investigating  and  suspending or removing the authori-\n   46  zation for providers of health services to demand or request payment for\n   47  health services as specified in  paragraph  one  of  subsection  (a)  of\n   48  section  five  thousand  one  hundred  two of this article upon findings\n   49  reached after investigation pursuant to this section.  Such  regulations\n   50  shall  ensure  the  same  or  greater  due process provisions, including\n   51  notice and opportunity to be heard, as those afforded physicians  inves-\n   52  tigated  under  article  two  of the workers' compensation law and shall\n   53  include provision for notice to all providers of health services of  the\n   54  provisions  of  this  section  and regulations promulgated thereunder at\n   55  least ninety days in advance of the effective date of such  regulations]\n   56  AS  USED  IN  THIS  SECTION, \"HEALTH SERVICES\" MEANS SERVICES, SUPPLIES,\n\n       S. 2816                             3\n\n    1  THERAPIES OR OTHER TREATMENTS SPECIFIED IN  SUBPARAGRAPH  (I),  (II)  OR\n    2  (IV)  OF  PARAGRAPH  ONE  OF SUBSECTION (A) OF SECTION FIVE THOUSAND ONE\n    3  HUNDRED TWO OF THIS ARTICLE.\n    4    (b)  [The  commissioner  of  health  and the commissioner of education\n    5  shall provide a list of the names of all providers  of  health  services\n    6  who  the  commissioner of health and the commissioner of education shall\n    7  deem, after  reasonable  investigation,  not  authorized  to  demand  or\n    8  request  any  payment  for medical services in connection with any claim\n    9  under this article because  such]  THE  SUPERINTENDENT  MAY  PROHIBIT  A\n   10  provider  of  health  services  FROM DEMANDING OR REQUESTING PAYMENT FOR\n   11  HEALTH SERVICES RENDERED UNDER THIS ARTICLE, FOR A PERIOD NOT  EXCEEDING\n   12  THREE  YEARS, IF THE SUPERINTENDENT DETERMINES, AFTER NOTICE AND A HEAR-\n   13  ING, THAT THE PROVIDER OF HEALTH SERVICES:\n   14    (1) has ADMITTED TO, OR been FOUND guilty of, professional [or  other]\n   15  misconduct  [or  incompetency],  AS  DEFINED  IN  THE  EDUCATION LAW, in\n   16  connection with [medical] HEALTH services rendered under  this  article;\n   17  or\n   18    (2)  [has exceeded the limits of his or her professional competence in\n   19  rendering medical care under this article or has knowingly made a  false\n   20  statement  or representation as to a material fact in any medical report\n   21  made in connection with any claim under this article; or\n   22    (3)] solicited, or  [has]  employed  another  PERSON  to  solicit  for\n   23  [himself  or  herself]  THE PROVIDER OF HEALTH SERVICES or [for] another\n   24  PERSON OR ENTITY, professional treatment, examination  or  care  of  [an\n   25  injured] A person in connection with any claim under this article; or\n   26    [(4)]  (3)  has  refused to appear before, or [to] answer ANY QUESTION\n   27  upon request of, the [commissioner of health, the] superintendent[,]  or\n   28  any  duly  authorized officer of [the] THIS state, [any legal question,]\n   29  or REFUSED to produce any relevant information concerning [his  or  her]\n   30  THE  conduct  OF  THE  PROVIDER  OF  HEALTH  SERVICES in connection with\n   31  [rendering medical] HEALTH services RENDERED under this article; or\n   32    [(5)] (4) has engaged in [patterns] A PATTERN of billing for [services\n   33  which were not provided]:\n   34    (I) HEALTH SERVICES ALLEGED TO HAVE BEEN RENDERED UNDER THIS  ARTICLE,\n   35  WHEN THE HEALTH SERVICES WERE NOT RENDERED; OR\n   36    (II) UNNECESSARY HEALTH SERVICES; OR\n   37    (5)  UTILIZED  UNLICENSED PERSONS TO RENDER HEALTH SERVICES UNDER THIS\n   38  ARTICLE, WHEN ONLY A PERSON LICENSED IN THIS STATE MAY RENDER THE HEALTH\n   39  SERVICES; OR\n   40    (6) UTILIZED LICENSED PERSONS TO RENDER HEALTH SERVICES, WHEN  RENDER-\n   41  ING  THE  HEALTH SERVICES IS BEYOND THE AUTHORIZED SCOPE OF THE PERSON'S\n   42  LICENSE; OR\n   43    (7) CEDED OWNERSHIP, OPERATION OR CONTROL OF A BUSINESS ENTITY AUTHOR-\n   44  IZED TO PROVIDE PROFESSIONAL HEALTH SERVICES IN  THIS  STATE,  INCLUDING\n   45  BUT NOT LIMITED TO A PROFESSIONAL SERVICE CORPORATION, LIMITED LIABILITY\n   46  COMPANY  OR  REGISTERED  LIMITED  LIABILITY PARTNERSHIP, TO A PERSON NOT\n   47  LICENSED TO RENDER THE HEALTH SERVICES FOR WHICH THE ENTITY  IS  LEGALLY\n   48  AUTHORIZED  TO  PROVIDE, EXCEPT WHERE THE UNLICENSED PERSON'S OWNERSHIP,\n   49  OPERATION OR CONTROL IS OTHERWISE PERMITTED BY LAW; OR\n   50    (8) COMMITTED A FRAUDULENT INSURANCE ACT AS DEFINED IN SECTION  176.05\n   51  OF THE PENAL LAW; OR\n   52    (9)  HAS  BEEN  CONVICTED OF A CRIME INVOLVING FRAUDULENT OR DISHONEST\n   53  PRACTICES; OR\n   54    (10) VIOLATED ANY PROVISION OF THIS ARTICLE OR REGULATIONS PROMULGATED\n   55  THEREUNDER.\n\n       S. 2816                             4\n\n    1    (c) [Providers] A PROVIDER of  health  services  shall  [refrain  from\n    2  subsequently treating for remuneration, as a private patient, any person\n    3  seeking  medical  treatment]  NOT  DEMAND  OR REQUEST PAYMENT FOR HEALTH\n    4  SERVICES under this article [if such provider pursuant to  this  section\n    5  has been prohibited from demanding or requesting any payment for medical\n    6  services  under this article. An injured claimant so treated or examined\n    7  may raise this as] THAT ARE RENDERED DURING THE TERM OF THE  PROHIBITION\n    8  ORDERED  BY  THE  SUPERINTENDENT  PURSUANT  TO  SUBSECTION  (B)  OF THIS\n    9  SECTION. THE PROHIBITION ORDERED BY THE SUPERINTENDENT MAY BE a  defense\n   10  in  any action by [such] THE provider OF HEALTH SERVICES for payment for\n   11  [treatment rendered at any time after such provider has been  prohibited\n   12  from  demanding or requesting payment for medical services in connection\n   13  with any claim under this article] SUCH HEALTH SERVICES.\n   14    (d) The [commissioner of health and  the  commissioner  of  education]\n   15  SUPERINTENDENT shall maintain [and regularly update] a database contain-\n   16  ing  a  list  of providers of health services prohibited by this section\n   17  from demanding or requesting any payment for health services  [connected\n   18  to a claim] RENDERED under this article and shall make [such] THE infor-\n   19  mation available to the public [by means of a website and by a toll free\n   20  number].\n   21    (e)  THE  SUPERINTENDENT  MAY LEVY A CIVIL PENALTY NOT EXCEEDING FIFTY\n   22  THOUSAND DOLLARS ON ANY PROVIDER OF HEALTH SERVICES THAT THE SUPERINTEN-\n   23  DENT PROHIBITS  FROM  DEMANDING  OR  REQUESTING  A  PAYMENT  FOR  HEALTH\n   24  SERVICES  PURSUANT  TO SUBSECTION (B) OF THIS SECTION. ANY CIVIL PENALTY\n   25  IMPOSED FOR A FRAUDULENT INSURANCE ACT, AS DEFINED IN SECTION 176.05  OF\n   26  THE PENAL LAW, SHALL BE LEVIED PURSUANT TO ARTICLE FOUR OF THIS CHAPTER.\n   27    (F)  Nothing  in  this  section  shall be construed as limiting in any\n   28  respect the powers and duties of the commissioner of health, commission-\n   29  er of education [or], the  superintendent,  OR  INSURER  to  investigate\n   30  instances  of misconduct by a [health care] provider [and, after a hear-\n   31  ing and upon written notice to the provider, to temporarily  prohibit  a\n   32  provider  of  health services under such investigation from demanding or\n   33  requesting any payment for medical services under this article for up to\n   34  ninety days from the date of such notice] OF HEALTH  SERVICES  AND  TAKE\n   35  APPROPRIATE  ACTION  PURSUANT  TO ANY OTHER PROVISION OF LAW. A DETERMI-\n   36  NATION OF THE SUPERINTENDENT PURSUANT TO SUBSECTION (B) OF THIS  SECTION\n   37  SHALL NOT BE BINDING UPON THE COMMISSIONER OF HEALTH OR THE COMMISSIONER\n   38  OF  EDUCATION  IN A PROFESSIONAL DISCIPLINARY PROCEEDING RELATING TO THE\n   39  SAME CONDUCT.\n   40    S 6. Section 5108 of the insurance law is amended to read as follows:\n   41    S 5108. Limit on charges by providers  of  health  services.  (a)  The\n   42  charges  for  services  specified  in paragraph one of subsection (a) of\n   43  section five thousand one hundred two of this article  and  any  further\n   44  health  service charges which are incurred as a result of the injury and\n   45  which are in excess of basic economic loss, shall not exceed the charges\n   46  permissible under the schedules prepared and established by the chairman\n   47  of the workers' compensation  board  for  industrial  accidents,  except\n   48  where  the  insurer  or arbitrator determines that unusual procedures or\n   49  unique circumstances justify the excess charge, AND SHALL BE SUBJECT  TO\n   50  THE  TREATMENT GUIDELINES ESTABLISHED PURSUANT TO SUBSECTION (D) OF THIS\n   51  SECTION.  AT NO TIME SHALL AN INSURER PAY ANY CHARGE  THAT  EXCEEDS  THE\n   52  CHARGES  PERMISSIBLE  UNDER THE SCHEDULE PREPARED AND ESTABLISHED BY THE\n   53  CHAIR OF THE WORKERS' COMPENSATION BOARD.\n   54    (b) The superintendent, after consulting  with  the  chairman  of  the\n   55  workers'  compensation  board  and  the  commissioner  of  health, shall\n   56  promulgate rules  and  regulations  implementing  and  coordinating  the\n\n       S. 2816                             5\n\n    1  provisions  of  this  article  and  the  workers'  compensation law with\n    2  respect to charges for the professional  health  services  specified  in\n    3  paragraph one of subsection (a) of section five thousand one hundred two\n    4  of  this  article, including the establishment of schedules for all such\n    5  services for which schedules have not been prepared and  established  by\n    6  the  chairman  of  the  workers'  compensation board, INCLUDING, BUT NOT\n    7  LIMITED, TO DURABLE MEDICAL EQUIPMENT OR SUPPLIES.    ADDITIONALLY,  THE\n    8  SUPERINTENDENT,  AFTER CONSULTATION WITH THE WORKERS' COMPENSATION BOARD\n    9  AND THE COMMISSIONER OF HEALTH, SHALL  PROMULGATE  TREATMENT  GUIDELINES\n   10  WITH THE RESPECT OF TREATING COVERED PERSONS.  CHARGES FOR SERVICES THAT\n   11  ARE NOT SPECIFICALLY SCHEDULED BY THE SUPERINTENDENT OF INSURANCE OF THE\n   12  CHAIRMAN  OF  THE  WORKERS'  COMPENSATION  BOARD, OR ARE NOT COMPENSABLE\n   13  CHARGES UNDER MEDICARE ARE NOT COMPENSABLE HEALTH SERVICE CHARGES  UNDER\n   14  SUBSECTION (A) OF SECTION FIVE THOUSAND ONE HUNDRED TWO OF THIS ARTICLE.\n   15    (c)  No  provider  of  health  services  specified in paragraph one of\n   16  subsection (a) of section five thousand one hundred two of this  article\n   17  may  demand or request any payment in addition to the charges authorized\n   18  pursuant to this section. NO SUCH PROVIDER MAY  BE  REIMBURSED  FOR  ANY\n   19  SERVICES  UNLESS  THE  PROVIDER  COMPLIES  WITH  SUBSECTION  (D) OF THIS\n   20  SECTION. Every insurer shall report to the commissioner  of  health  any\n   21  patterns  of overcharging, excessive treatment or other improper actions\n   22  by a health provider within thirty days after such insurer has knowledge\n   23  of such pattern.\n   24    (D) NOTWITHSTANDING ANY OTHER PROVISION OF THE STATUTE, RULE OR  REGU-\n   25  LATION TO THE CONTRARY, THE FOLLOWING SHALL APPLY FOR ALL INDIVIDUALS OR\n   26  ENTITIES  THAT PROVIDE, TREAT, OR CHARGE FOR SERVICES SPECIFIED IN PARA-\n   27  GRAPH ONE OF SUBSECTION (A) OF SECTION FIVE THOUSAND ONE HUNDRED TWO  OF\n   28  THIS ARTICLE:\n   29    (1) THE TREATING PROVIDER SHALL FOLLOW THE TREATMENT GUIDELINES ESTAB-\n   30  LISHED BY THE SUPERINTENDENT;\n   31    (2)  DEVIATIONS  FROM  THE TREATMENT GUIDELINES MAY BE PERMITTED UNDER\n   32  THE FOLLOWING CONDITIONS:\n   33    (I) PRIOR WRITTEN OR ELECTRONIC REQUEST IS GIVEN TO THE INSURER  PRIOR\n   34  TO COMMENCING TREATMENT. THE REQUEST SHALL CONTAIN JUSTIFICATION FOR THE\n   35  DEVIATION  FROM  THE  TREATMENT  GUIDELINES.  THE  BURDEN OF SHOWING THE\n   36  NECESSITY OF THE DEVIATION REMAINS  SOLELY  ON  THE  TREATING  PROVIDER.\n   37  FAILURE  TO PROVIDE THIS REQUEST SHALL RESULT IN A MAXIMUM REIMBURSEMENT\n   38  OF FIFTY PERCENT OF THE TREATMENT GUIDELINES.\n   39    (II) THE INSURER SHALL NOT BE PRECLUDED FROM EVALUATING THE  DEVIATION\n   40  FOR  PAYMENT  DURING  THE  PENDENCY  OF THE REVIEW, AND MAY UTILIZE PEER\n   41  REVIEW FOR EVALUATION OF THE DEVIATION.\n   42    (III) ANY DISPUTES SHALL BE RESOLVED THROUGH A PANEL  OF  EXPERTS  WHO\n   43  HAVE  BEEN  TRAINED OR CERTIFIED IN THE TREATMENT GUIDELINES PURSUANT TO\n   44  SUBSECTION (E) OF SECTION FIVE THOUSAND ONE HUNDRED SIX OF THIS ARTICLE.\n   45    (3) AN INSURER MAY SCHEDULE AN INDEPENDENT MEDICAL EXAMINATION AT  ANY\n   46  TIME DURING THE COURSE OF TREATMENT.\n   47    (4)  SERVICES  OR  SUPPLIES NOT COVERED BY THE TREATMENT GUIDELINES OR\n   48  THE WORKERS' COMPENSATION FEE SCHEDULE SHALL NOT BE COMPENSABLE.\n   49    S 7. Section 5106 of the insurance law is  amended  by  adding  a  new\n   50  subsection (e) to read as follows:\n   51    (E)  EVERY INSURER SHALL PROVIDE THE TREATING PROVIDER WITH THE OPTION\n   52  OF SUBMITTING A DISPUTE INVOLVING A  REQUEST  FOR  DEVIATIONS  FROM  THE\n   53  TREATMENT  GUIDELINES  UNDER SUBSECTION (D) OF SECTION FIVE THOUSAND ONE\n   54  HUNDRED EIGHT OF THIS ARTICLE  TO  ARBITRATION  PURSUANT  TO  SIMPLIFIED\n   55  PROCEDURES  PROMULGATED  OR APPROVED BY THE SUPERINTENDENT. SUCH SIMPLI-\n\n       S. 2816                             6\n\n    1  FIED PROCEDURES SHALL INCLUDE ARBITRATION THROUGH A PANEL OF EXPERTS WHO\n    2  HAVE BEEN TRAINED OR CERTIFIED IN THE TREATMENT GUIDELINES.\n    3    S 8. Subsection (b) of section 3425 of the insurance law is amended by\n    4  adding a new undesignated paragraph to read as follows:\n    5    NOTWITHSTANDING ANY RULE, LAW OR REGULATION TO THE CONTRARY, AN INSUR-\n    6  ER  MAY RESCIND, OR RETROACTIVELY CANCEL TO THE INCEPTION OF THE POLICY,\n    7  COVERAGE FOR PERSONAL INJURY PROTECTION UNDER ARTICLE FIFTY-ONE OF  THIS\n    8  CHAPTER  WHERE  THERE  IS  NONPAYMENT  OF THE INITIAL PREMIUM OR INITIAL\n    9  INSTALLMENT WITHIN THE FIRST SIXTY DAYS, OR WHERE IT IS DISCOVERED  THAT\n   10  THE  PAYMENT  PROCEEDS  OR  IDENTITY  OF THE PURPORTED POLICYHOLDER WERE\n   11  STOLEN. A PERSON WHO IS INJURED DURING THIS  PERIOD  MAY  HAVE  RECOURSE\n   12  UNDER  A PERSONAL POLICY OF INSURANCE OR TO THE MOTOR VEHICLE INDEMNIFI-\n   13  CATION CORPORATION PROVIDED SUCH PERSON DID NOT PARTICIPATE IN ANY FRAU-\n   14  DULENT ACTIVITY, INCLUDING BUT NOT LIMITED TO, A STAGED OR INTENTIONALLY\n   15  CAUSED ACCIDENT.\n   16    S 9. This act shall take effect immediately and  shall  apply  to  all\n   17  actions  and proceedings commenced on or after such date; and shall also\n   18  apply to any action or proceeding which  was  commenced  prior  to  such\n   19  effective date where, as of such date, a trial of the issues has not yet\n   20  commenced.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the insurance law, in relation to comprehensive motor vehicle reparations ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110202.T101704.TXT", "SOBI.D110202.T122212.TXT", "SOBI.D110202.T095204.TXT", "SOBI.D110202.T103705.TXT", "SOBI.D110202.T102704.TXT", "SOBI.D110202.T103205.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296667332057
}