{
  "year" : 2011,
  "senateBillNo" : "S2818-2011",
  "billEvents" : [ {
    "eventDate" : 1296622800000,
    "eventText" : "REFERRED TO LABOR",
    "billEventId" : "S2818-2011-1296622800000-REFERRED+TO+LABOR",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MAZIARZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to active self-insurers",
  "summary" : "Relates to active self-insurers. ",
  "currentCommittee" : "LABOR",
  "sameAs" : null,
  "lawSection" : "Workers' Compensation Law",
  "previousVersions" : [ "A11613-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2818\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   February 2, 2011\n                                      ___________\n\n       Introduced  by  Sen. MAZIARZ -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Labor\n\n       AN ACT to amend the workers' compensation law,  in  relation  to  active\n         self-insurers\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The opening paragraph of subparagraph 4 of paragraph (h) of\n    2  subdivision 8 of section 15 of the workers' compensation law, as amended\n    3  by section 1 of part QQ of chapter 56 of the laws of 2009, is amended to\n    4  read as follows:\n    5    As soon as practicable after May first in the  year  nineteen  hundred\n    6  fifty-eight,  and annually thereafter as soon as practicable after Janu-\n    7  ary first in each succeeding year, the chair of the board  shall  assess\n    8  upon and collect from all self-insurers, except group self-insurers, the\n    9  state  insurance fund, all insurance carriers and ALL ACTIVE group self-\n   10  insurers, (A) a sum equal to one hundred fifty per centum of  the  total\n   11  disbursements made from the special disability fund during the preceding\n   12  calendar year (not including any disbursements made on account of antic-\n   13  ipated  liabilities  or  waiver  agreements  funded by bond proceeds and\n   14  related earnings), less the amount of the net assets in such fund as  of\n   15  December  thirty-first  of  said  preceding calendar year, and (B) a sum\n   16  sufficient to cover  debt  service,  and  associated  costs  (the  \"debt\n   17  service assessment\") to be paid during the calendar year by the dormito-\n   18  ry authority, as calculated in accordance with subparagraph five of this\n   19  paragraph.  Such  assessments  shall  be  allocated to (i) self-insurers\n   20  except group self-insurers and the state insurance fund based  upon  the\n   21  proportion  that the total compensation payments made by all self-insur-\n   22  ers except group self-insurers and the state insurance fund bore to  the\n   23  total compensation payments made by all self-insurers except group self-\n   24  insurers,  the  state  insurance  fund,  all  insurance carriers and ALL\n   25  ACTIVE group self-insurers,  (ii)  insurance  carriers  based  upon  the\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD08163-01-1\n\n       S. 2818                             2\n\n    1  proportion  that  the  total compensation payments made by all insurance\n    2  carriers bore to the total compensation payments  by  all  self-insurers\n    3  except  group  self-insurers, the state insurance fund and all insurance\n    4  carriers and ALL ACTIVE group self-insurers during the fiscal year which\n    5  ended  within  said  preceding calendar year, and (iii) ALL ACTIVE group\n    6  self-insurers based upon the  proportion  that  the  total  compensation\n    7  payments  made  by  all  ACTIVE  group  self-insurers  bore to the total\n    8  compensation payments made by all self-insurers (EXCEPT  INACTIVE  GROUP\n    9  SELF-INSURERS),  the  state  insurance  fund  and all insurance carriers\n   10  during the fiscal year which ended within said preceding calendar  year.\n   11  Insurance  carriers  [and], self-insurers AND ACTIVE GROUP SELF-INSURERS\n   12  shall be liable for all such assessments regardless of the date on which\n   13  they came into existence, or  whether  they  have  made  any  claim  for\n   14  reimbursement  from the special disability fund. The portion of such sum\n   15  allocated to self-insurers except  group  self-insurers  and  the  state\n   16  insurance  fund  that shall be collected from each self-insurer except a\n   17  group self-insurer and the state insurance fund shall be a sum equal  to\n   18  the  proportion  of  the amount which the total compensation payments of\n   19  each such self-insurer except a group self-insurer or the  state  insur-\n   20  ance  fund  bore to the total compensation payments made by all self-in-\n   21  surers except group self-insurers and the state  insurance  fund  during\n   22  the  fiscal  year  which  ended within said preceding calendar year. The\n   23  portion of such sum  allocated  to  insurance  carriers  that  shall  be\n   24  collected  from  each  insurance  carrier  shall  be a sum equal to that\n   25  proportion of the amount which the total standard premium by  each  such\n   26  insurance  carrier  bore  to  the total standard premium reported by all\n   27  insurance carriers during the calendar  year  which  ended  within  said\n   28  preceding fiscal year. The portion of such sum allocated to ACTIVE group\n   29  self-insurers that shall be collected from each ACTIVE GROUP self-insur-\n   30  er  shall be a sum equal to that proportion of the amount which the pure\n   31  premium calculation for each such ACTIVE group self-insurer bore to  the\n   32  total  pure  premium  calculation for all ACTIVE group self-insurers for\n   33  the calendar year which ended within the preceding  state  fiscal  year.\n   34  The  payments  from  the  debt  service assessment, unless otherwise set\n   35  forth in the special disability fund  financing  agreement,  are  hereby\n   36  pledged  therefor  and  shall  be  deemed  the  first monies received on\n   37  account of assessments in each year. For the purposes of this paragraph,\n   38  \"standard premium\" shall mean the premium as defined for the purposes of\n   39  this assessment by the superintendent of insurance, in consultation with\n   40  the chair of the board and the workers' compensation rating  board.  For\n   41  purposes of this paragraph \"pure premium calculation\" means the New York\n   42  state  annual  payroll as of December thirty-first of the preceding year\n   43  by class code for each employer member of [a] AN ACTIVE  group  self-in-\n   44  surer  multiplied  by  the  applicable  loss cost for each class code as\n   45  determined by the workers' compensation rating board in effect on Decem-\n   46  ber thirty-first of the preceding year, and for [a group or] AN individ-\n   47  ual self-insurer who has ceased to self-insure shall be based on payroll\n   48  at the time the group or individual self-insurer ceased  to  self-insure\n   49  reduced  by a factor reflecting the reduction in the [group or] individ-\n   50  ual self-insurer's self-insurance liabilities since ceasing to  self-in-\n   51  sure.  An  INDIVIDUAL employer who has ceased to be a self-insurer [or a\n   52  group that ceases to be licensed as a group self-insurer] shall continue\n   53  to be liable for any assessments  into  said  fund  on  account  of  any\n   54  compensation  payments  made  by him or her on his or her account during\n   55  such fiscal year, and the security fund, created under the provisions of\n   56  section one hundred seven of this chapter, shall, in the  event  of  the\n\n       S. 2818                             3\n\n    1  insolvency  of any insurance company, be liable for any assessments that\n    2  would have been made against such company except for its insolvency.  No\n    3  assessment shall be payable from the aggregate trust fund, created under\n    4  the  provisions  of  section twenty-seven of this article, but such fund\n    5  shall continue to be liable for all compensation that shall  be  payable\n    6  under  any  award or order of the board, the commuted value of which has\n    7  been paid into such fund.  Such  assessments  when  collected  shall  be\n    8  deposited  with the commissioner of taxation and finance for the benefit\n    9  of such fund. Unless otherwise provided,  such  assessments,  shall  not\n   10  constitute  an element of loss for the purpose of establishing rates for\n   11  compensation insurance but shall for the purpose of collection be treat-\n   12  ed as separate costs by carriers. All insurance carriers and  the  state\n   13  insurance fund, shall collect such assessments, from their policyholders\n   14  through a surcharge based on premiums in accordance with rules set forth\n   15  by  the  superintendent  of  insurance in consultation with the New York\n   16  workers' compensation rating board and the  chair  of  the  board.  Such\n   17  surcharge shall be considered as part of premium for purposes prescribed\n   18  by  law  including, but not limited to, computing premium tax, reporting\n   19  to the superintendent of insurance pursuant to  section  ninety-nine  of\n   20  this  chapter  and  section  three  hundred  seven of the insurance law,\n   21  determining the limitation of expenditures for the administration of the\n   22  state insurance fund pursuant to section eighty-eight  of  this  chapter\n   23  and the cancellation by an insurance carrier, including the state insur-\n   24  ance  fund,  of  a  policy for non-payment of premium. The provisions of\n   25  this paragraph shall not  apply  with  respect  to  policies  containing\n   26  coverage  pursuant  to  subsection  (j)  of  section three thousand four\n   27  hundred twenty of the insurance law relating to every  policy  providing\n   28  comprehensive  personal liability insurance on a one, two, three or four\n   29  family owner-occupied dwelling. The state insurance fund  shall,  notify\n   30  its insureds that such assessments, shall be, for the purpose of recoup-\n   31  ment,  treated as separate costs, respectively for the purpose of premi-\n   32  ums billed on or after October first, nineteen hundred ninety-four.\n   33    S 2. Paragraphs (b) and (c) of subdivision 2 of  section  151  of  the\n   34  workers' compensation law, paragraph (b) as amended by section 2 of part\n   35  QQ  of  chapter  56  of the laws of 2009 and paragraph (c) as amended by\n   36  chapter 6 of the laws of 2007, are amended to read as follows:\n   37    (b) An itemized statement of the expenses so ascertained shall be open\n   38  to public inspection in the office of the board for  thirty  days  after\n   39  notice to the state insurance fund, all insurance carriers and all self-\n   40  insurers  including  ALL  ACTIVE  group  self-insurers affected thereby,\n   41  before the board shall make an assessment for such expenses.  The  chair\n   42  shall  assess  upon and collect a proportion of such expenses as herein-\n   43  after provided from each insurance carrier, the state insurance fund and\n   44  each self-insurer including ALL ACTIVE group self-insurers. The  assess-\n   45  ment  for  such  expenses shall be allocated to (i) self-insurers except\n   46  group self-insurers and the state insurance fund based upon the  propor-\n   47  tion  that  the  total  compensation  payments made by all self-insurers\n   48  except group self-insurers and the state insurance  fund  in  such  year\n   49  bore to the total compensation payments made by all self-insurers except\n   50  group  self-insurers,  the  state insurance fund, all insurance carriers\n   51  and ALL ACTIVE group self-insurers and  (ii)  insurance  carriers  based\n   52  upon  the  proportion  that  the total compensation payments made by all\n   53  insurance carriers in such year bore to the total compensation  payments\n   54  by  all self-insurers, the state insurance fund and all insurance carri-\n   55  ers, and (iii) ACTIVE group self-insurers based upon the proportion that\n   56  the total compensation payments made by all ACTIVE  group  self-insurers\n\n       S. 2818                             4\n\n    1  in  such  year bore to the total compensation payments made by all self-\n    2  insurers (EXCEPT INACTIVE GROUP SELF-INSURERS), the state insurance fund\n    3  and all insurance carriers. The  portion  of  the  assessment  for  such\n    4  expenses  allocated  to self-insurers except group self-insurers and the\n    5  state insurance fund that shall  be  collected  from  each  self-insurer\n    6  except  group  self-insurers and the state insurance fund shall be a sum\n    7  equal to the proportion of  the  amount  which  the  total  compensation\n    8  payments  of  each  such self-insurer except a group self-insurer or the\n    9  state insurance fund  in  such  year  bore  to  the  total  compensation\n   10  payments  made  by  all self-insurers except group self-insurers and the\n   11  state insurance fund. The portion of the assessment  for  such  expenses\n   12  allocated  to  insurance carriers that shall be collected from each such\n   13  insurance carrier shall be a sum equal to that proportion of the  amount\n   14  which  the total standard premium by each such insurance carrier bore to\n   15  the total standard premium reported by all insurance  carriers  for  the\n   16  calendar  year  which  ended  with the state fiscal year. The portion of\n   17  such sum allocated to ACTIVE group self-insurers that shall be collected\n   18  from each ACTIVE group self-insurer shall be a sum equal to that propor-\n   19  tion of the amount which the pure  premium  calculation  for  each  such\n   20  group  self-insurer  bore  to the total pure premium calculation for all\n   21  group self-insurers for the calendar year which ended within  the  state\n   22  fiscal year. The amounts so secured shall be used for the payment of the\n   23  expenses  of  administering this chapter.   Pure premium for assessments\n   24  against individual [and group self-insurers] who ceased  to  self-insure\n   25  shall  be based on payroll at the time the individual [or group self-in-\n   26  surer] has ceased to self-insure, reduced by  a  factor  reflecting  the\n   27  reduction  in  the  [group  or] individual self-insurer's self-insurance\n   28  liabilities since ceasing to self-insure.\n   29    For purposes of this paragraph,  \"standard  premium\"  shall  mean  the\n   30  premium  as  defined  for  the purposes of this assessment by the super-\n   31  intendent of insurance, in consultation with the chair of the board  and\n   32  the  workers'  compensation rating board. For purposes of this paragraph\n   33  \"pure premium calculation\" means the New York state annual payroll as of\n   34  December thirty-first of the preceding  year  by  class  code  for  each\n   35  employer  member  of  [a] AN ACTIVE group self-insurer multiplied by the\n   36  applicable rate for each  class  code  as  determined  by  the  workers'\n   37  compensation  rating  board  in  effect  on December thirty-first of the\n   38  preceding year. The amounts so secured shall be used for the payment  of\n   39  the expenses of administering this chapter.\n   40    For the purposes of this paragraph, the term \"insurance carrier\" shall\n   41  include  only  stock  corporations,  mutual  corporations and reciprocal\n   42  insurers authorized to transact the business  of  workers'  compensation\n   43  insurance  in  this  state and the term \"self-insurer\" shall include any\n   44  employer or group of employers permitted to  pay  compensation  directly\n   45  under  the  provisions  of subdivision three, three-a or four of section\n   46  fifty of this chapter.\n   47    (c) Assessments for the special disability fund, the fund for reopened\n   48  cases and for the operations of the board shall not constitute  elements\n   49  of  loss  but shall for collection purposes be treated as separate costs\n   50  by carriers. All ACTIVE group self-insurers shall collect  such  assess-\n   51  ments  from  their  employer members in a fair and equitable manner. All\n   52  insurance carriers, including the state insurance  fund,  shall  collect\n   53  such  assessments  from their policyholders through a surcharge based on\n   54  premium in accordance with rules set forth  by  the  New  York  workers'\n   55  compensation  rating  board, as approved by the superintendent of insur-\n   56  ance. Such surcharge shall be considered as part of premium for purposes\n\n       S. 2818                             5\n\n    1  prescribed by law including, but not limited to, computing premium  tax,\n    2  reporting  to  the superintendent of insurance pursuant to section nine-\n    3  ty-nine of this chapter and section three hundred seven of the insurance\n    4  law,  determining  the limitation of expenditures for the administration\n    5  of the state insurance fund pursuant to  section  eighty-eight  of  this\n    6  chapter  and  the  cancellation  by  an insurance carrier, including the\n    7  state insurance fund, of a policy for non-payment of premium.\n    8    S 3. This act shall take effect January 1, 2012, and  shall  apply  to\n    9  any assessment cycle beginning on and after such date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the workers' compensation law, in relation to active self-insurers ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110202.T101704.TXT", "SOBI.D110202.T102204.TXT", "SOBI.D110202.T122713.TXT", "SOBI.D110202.T095703.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296667633472
}