{
  "year" : 2011,
  "senateBillNo" : "S281-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S281-2011-1294203600000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MAZIARZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes a person to use physical force, including deadly physical force in defense of a person, in defense of a premises or in defense of a dwelling, residence or vehicle; repealer",
  "summary" : "Authorizes a person to use physical force, including deadly physical force in defense of a person, in defense of a premises or in defense of a dwelling, residence or vehicle under specific circumstances; creates a presumption that a reasonable fear of death or great bodily harm exists under certain circumstances. ",
  "currentCommittee" : "CODES",
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : [ "S3211-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "LARKIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "RANZENHOFER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SEWARD",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          281\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sens. MAZIARZ, LARKIN, RANZENHOFER, SEWARD -- read twice\n         and ordered printed, and when printed to be committed to the Committee\n         on Codes\n\n       AN ACT to amend the penal law, in relation to authorizing  a  person  to\n         use  physical  force,  including deadly physical force in defense of a\n         person, in defense of a premises or in defense of  a  dwelling,  resi-\n         dence  or  vehicle  under  specific  circumstances  and in relation to\n         creating a presumption that a reasonable fear of death or great bodily\n         harm  exists  under  certain  circumstances;  and  repealing   certain\n         provisions of such law relating thereto\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 35.15 of the  penal  law  is  REPEALED  and  a  new\n    2  section 35.15 is added to read as follows:\n    3  S 35.15 JUSTIFICATION; USE OF PHYSICAL FORCE IN DEFENSE OF A PERSON.\n    4    1.  A  PERSON IS JUSTIFIED IN THE USE OF PHYSICAL FORCE, EXCEPT DEADLY\n    5  PHYSICAL FORCE, AGAINST ANOTHER WHEN AND TO THE EXTENT THAT  THE  PERSON\n    6  REASONABLY  BELIEVES THAT SUCH CONDUCT IS NECESSARY TO DEFEND HIMSELF OR\n    7  HERSELF OR ANOTHER AGAINST THE OTHER'S IMMINENT USE OF UNLAWFUL FORCE.\n    8    2. A PERSON IS JUSTIFIED IN THE USE OF DEADLY PHYSICAL FORCE AND  DOES\n    9  NOT HAVE A DUTY TO RETREAT IF:\n   10    (A)  HE  OR  SHE  REASONABLY  BELIEVES THAT SUCH FORCE IS NECESSARY TO\n   11  PREVENT IMMINENT DEATH OR GREAT BODILY HARM TO  HIMSELF  OR  HERSELF  OR\n   12  ANOTHER;\n   13    (B) HE OR SHE REASONABLY BELIEVES THAT SUCH OTHER PERSON IS COMMITTING\n   14  OR  ATTEMPTING  TO COMMIT A KIDNAPPING, FORCIBLE RAPE, FORCIBLE CRIMINAL\n   15  SEXUAL ACT OR ROBBERY;\n   16    (C) HE OR SHE REASONABLY BELIEVES THAT SUCH OTHER PERSON IS COMMITTING\n   17  OR ATTEMPTING TO COMMIT A BURGLARY, AND THE CIRCUMSTANCES ARE SUCH  THAT\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01664-01-1\n\n       S. 281                              2\n\n    1  THE  USE  OF  DEADLY PHYSICAL FORCE IS NECESSARY TO PREVENT OR TERMINATE\n    2  THE COMMISSION OR ATTEMPTED COMMISSION OF SUCH BURGLARY;\n    3    (D)  A POLICE OFFICER OR PEACE OFFICER, OR A PERSON ASSISTING A POLICE\n    4  OFFICER OR A PEACE OFFICER AT THE DIRECTION OF SUCH  POLICE  OFFICER  OR\n    5  PEACE OFFICER, IS ACTING PURSUANT TO SECTION 35.30 OF THIS ARTICLE; OR\n    6    (E)  UNDER  THOSE CIRCUMSTANCES PERMITTED PURSUANT TO SECTION 35.25 OF\n    7  THIS ARTICLE.\n    8    3. A PERSON IS NOT JUSTIFIED IN THE USE  OF  THE  FORCE  DESCRIBED  IN\n    9  SUBDIVISIONS ONE AND TWO OF THIS SECTION WHEN:\n   10    (A)  HE  OR SHE IS ATTEMPTING TO COMMIT, COMMITTING, OR ESCAPING AFTER\n   11  THE COMMISSION OF, A MURDER, KIDNAPPING, FORCIBLE RAPE, FORCIBLE  CRIMI-\n   12  NAL SEXUAL ACT, ROBBERY OR BURGLARY;\n   13    (B)  HE  OR SHE INITIALLY PROVOKES THE USE OF FORCE AGAINST HIMSELF OR\n   14  HERSELF, UNLESS:\n   15    (I) SUCH FORCE IS SO GREAT THAT THE PERSON REASONABLY BELIEVES THAT HE\n   16  OR SHE IS IN IMMINENT DANGER OF DEATH OR GREAT BODILY HARM AND  THAT  HE\n   17  OR  SHE HAS EXHAUSTED EVERY REASONABLE MEANS TO ESCAPE SUCH DANGER OTHER\n   18  THAN THE USE OF FORCE WHICH IS LIKELY TO CAUSE  DEATH  OR  GREAT  BODILY\n   19  HARM TO THE ASSAILANT; OR\n   20    (II)  IN  GOOD  FAITH, THE PERSON WITHDRAWS FROM PHYSICAL CONTACT WITH\n   21  THE ASSAILANT AND INDICATES CLEARLY TO THE  ASSAILANT  THAT  HE  OR  SHE\n   22  DESIRES  TO  WITHDRAW  AND TERMINATE THE USE OF FORCE, BUT THE ASSAILANT\n   23  CONTINUES OR RESUMES THE USE OF FORCE; OR\n   24    (C) THE PHYSICAL FORCE INVOLVED IS THE PRODUCT OF A COMBAT  BY  AGREE-\n   25  MENT NOT SPECIFICALLY AUTHORIZED BY LAW.\n   26    S  2.  Section  35.20  of  the penal law is REPEALED and a new section\n   27  35.20 is added to read as follows:\n   28  S 35.20 JUSTIFICATION; USE OF PHYSICAL FORCE IN DEFENSE OF PREMISES.\n   29    1. A PERSON IS JUSTIFIED IN THE USE OF PHYSICAL FORCE,  EXCEPT  DEADLY\n   30  PHYSICAL  FORCE,  AGAINST ANOTHER WHEN AND TO THE EXTENT THAT THE PERSON\n   31  REASONABLY BELIEVES THAT SUCH CONDUCT IS NECESSARY TO PREVENT OR  TERMI-\n   32  NATE THE OTHER'S TRESPASS ON, OR OTHER TORTIOUS OR CRIMINAL INTERFERENCE\n   33  WITH,  EITHER REAL PROPERTY OTHER THAN A DWELLING, OR PERSONAL PROPERTY,\n   34  LAWFULLY IN HIS OR HER POSSESSION OR IN THE POSSESSION OF ANOTHER WHO IS\n   35  A MEMBER OF HIS OR HER IMMEDIATE FAMILY OR HOUSEHOLD OR A  PERSON  WHOSE\n   36  PROPERTY HE OR SHE HAS A LEGAL DUTY TO PROTECT.\n   37    2.  A  PERSON  IS JUSTIFIED IN THE USE OF A DEADLY PHYSICAL FORCE ONLY\n   38  IF:\n   39    (A) HE OR SHE REASONABLY BELIEVES THAT  SUCH  FORCE  IS  NECESSARY  TO\n   40  PREVENT  IMMINENT  DEATH  OR  GREAT BODILY HARM TO HIMSELF OR HERSELF OR\n   41  ANOTHER;\n   42    (B) HE OR SHE REASONABLY BELIEVES THAT SUCH OTHER PERSON IS COMMITTING\n   43  OR ATTEMPTING TO COMMIT A KIDNAPPING, FORCIBLE RAPE,  FORCIBLE  CRIMINAL\n   44  SEXUAL ACT, ROBBERY OR ARSON;\n   45    (C) HE OR SHE REASONABLY BELIEVES THAT SUCH OTHER PERSON IS COMMITTING\n   46  OR  ATTEMPTING TO COMMIT A BURGLARY, AND THE CIRCUMSTANCES ARE SUCH THAT\n   47  THE USE OF DEADLY PHYSICAL FORCE IS NECESSARY TO  PREVENT  OR  TERMINATE\n   48  THE COMMISSION OR ATTEMPTED COMMISSION OF SUCH BURGLARY; OR\n   49    (D)  A POLICE OFFICER OR PEACE OFFICER, OR A PERSON ASSISTING A POLICE\n   50  OFFICER OR A PEACE OFFICER AT THE LATTER'S DIRECTION, IS ACTING  IN  THE\n   51  PERFORMANCE OF HIS OR HER DUTIES.\n   52    3.  A  PERSON  DOES  NOT  HAVE A DUTY TO RETREAT IF THE PERSON IS IN A\n   53  PLACE WHERE HE OR SHE HAS A RIGHT TO BE.\n   54    S 3. Section 35.25 of the penal law is  REPEALED  and  a  new  section\n   55  35.25 is added to read as follows:\n\n       S. 281                              3\n\n    1  S 35.25 JUSTIFICATION;  USE  OF  DEADLY  PHYSICAL  FORCE IN DEFENSE OF A\n    2            DWELLING, RESIDENCE OR OCCUPIED VEHICLE.\n    3    1.  A  PERSON  IS  PRESUMED TO HAVE HELD A REASONABLE FEAR OF IMMINENT\n    4  DEATH OR GREAT BODILY HARM TO HIMSELF OR HERSELF OR ANOTHER  WHEN  USING\n    5  DEADLY PHYSICAL FORCE IF:\n    6    (A)  THE PERSON AGAINST WHOM THE DEADLY PHYSICAL FORCE WAS USED WAS IN\n    7  THE PROCESS OF UNLAWFULLY AND FORCEFULLY ENTERING, OR HAD UNLAWFULLY AND\n    8  FORCIBLY ENTERED A DWELLING, RESIDENCE, OR OCCUPIED VEHICLE, OR IF  THAT\n    9  PERSON  HAD  REMOVED  OR  WAS  ATTEMPTING TO REMOVE ANOTHER AGAINST THAT\n   10  PERSON'S WILL FROM THE DWELLING, RESIDENCE, OR OCCUPIED VEHICLE; AND\n   11    (B) THE ACTOR WHO USES DEADLY PHYSICAL FORCE KNEW  OR  HAD  REASON  TO\n   12  BELIEVE THAT AN UNLAWFUL AND FORCIBLE ENTRY OR UNLAWFUL AND FORCIBLE ACT\n   13  WAS OCCURRING OR HAD OCCURRED.\n   14    2.  THE  PRESUMPTION SET FORTH IN SUBDIVISION ONE OF THIS SECTION DOES\n   15  NOT APPLY IF:\n   16    (A) THE PERSON AGAINST WHOM THE DEADLY PHYSICAL FORCE IS USED, HAS THE\n   17  RIGHT TO BE IN OR IS A LAWFUL RESIDENT OF THE  DWELLING,  RESIDENCE,  OR\n   18  VEHICLE,  SUCH  AS AN OWNER, LESSEE, OR TITLEHOLDER, AND THERE IS NOT AN\n   19  INJUNCTION FOR PROTECTION FROM DOMESTIC VIOLENCE OR A  WRITTEN  JUDICIAL\n   20  ORDER OF NO CONTACT AGAINST THAT PERSON;\n   21    (B)  THE PERSON WHO USES DEADLY PHYSICAL FORCE IS ENGAGED IN AN UNLAW-\n   22  FUL ACTIVITY OR IS USING THE DWELLING, RESIDENCE, OR OCCUPIED VEHICLE TO\n   23  FURTHER UNLAWFUL ACTIVITY; OR\n   24    (C) THE PERSON AGAINST WHOM DEADLY PHYSICAL FORCE IS USED IS A  POLICE\n   25  OFFICER  OR  PEACE  OFFICER, WHO ENTERS OR ATTEMPTS TO ENTER A DWELLING,\n   26  RESIDENCE, OR VEHICLE IN THE PERFORMANCE OF HIS OR HER  OFFICIAL  DUTIES\n   27  AND  THE  OFFICER  IDENTIFIED  HIMSELF OR HERSELF IN ACCORDANCE WITH ANY\n   28  APPLICABLE LAW OR THE PERSON USING DEADLY PHYSICAL FORCE KNEW OR REASON-\n   29  ABLY SHOULD HAVE KNOWN THAT THE PERSON ENTERING OR ATTEMPTING  TO  ENTER\n   30  WAS A POLICE OFFICER OR PEACE OFFICER.\n   31    3.  A PERSON WHO UNLAWFULLY AND BY FORCE ENTERS, OR ATTEMPTS TO ENTER,\n   32  A PERSON'S DWELLING, RESIDENCE, OR OCCUPIED VEHICLE IS  PRESUMED  TO  BE\n   33  DOING  SO  WITH  THE INTENT TO COMMIT AN UNLAWFUL ACT INVOLVING FORCE OR\n   34  VIOLENCE.\n   35    4. AS USED IN THIS SECTION, THE FOLLOWING  TERMS  HAVE  THE  FOLLOWING\n   36  MEANINGS:\n   37    (A)  \"DWELLING\" IS A BUILDING OR CONVEYANCE OF ANY KIND, INCLUDING ANY\n   38  ATTACHED PORCH, WHETHER THE  BUILDING  OR  CONVEYANCE  IS  TEMPORARY  OR\n   39  PERMANENT,  MOBILE  OR  IMMOBILE,  WHICH HAS A ROOF OVER IT, INCLUDING A\n   40  TENT, AND IS DESIGNED TO BE OCCUPIED BY PEOPLE LODGING THEREIN AT NIGHT;\n   41    (B) \"RESIDENCE\" IS A DWELLING IN WHICH A PERSON RESIDES EITHER  TEMPO-\n   42  RARILY OR PERMANENTLY OR IS VISITING AS AN INVITED GUEST;\n   43    (C)  \"VEHICLE\"  IS A CONVEYANCE OF ANY KIND, WHETHER OR NOT MOTORIZED,\n   44  WHICH IS DESIGNED TO TRANSPORT PEOPLE OR PROPERTY.\n   45    S 4. Subdivision 3 of section 265.35 of the penal law,  as  renumbered\n   46  by chapter 1041 of the laws of 1974, is amended to read as follows:\n   47    3. Any person who, otherwise than in self defense, IN DEFENSE OF PREM-\n   48  ISES  or  in the discharge of official duty, (a) wilfully discharges any\n   49  species of firearms, air-gun or other weapon, or throws any other deadly\n   50  missile, either in a public place, or in any place where  there  is  any\n   51  person  to be endangered thereby, or, in Putnam county, within one-quar-\n   52  ter mile of any occupied school building  other  than  under  supervised\n   53  instruction by properly authorized instructors although no injury to any\n   54  person  ensues;  (b)  intentionally,  without malice, points or aims any\n   55  firearm or any other gun, the propelling force of which is gunpowder, at\n   56  or toward any other person; (c) discharges, without injury to any  other\n\n       S. 281                              4\n\n    1  person,  firearms  or  any  other guns, the propelling force of which is\n    2  gunpowder, while intentionally without malice, aimed at  or  toward  any\n    3  person; or (d) maims or injures any other person by the discharge of any\n    4  firearm  or  any  other gun, the propelling force of which is gunpowder,\n    5  pointed or aimed intentionally, but without malice, at any such  person,\n    6  is guilty of a class A misdemeanor.\n    7    S 5. This act shall take effect on the first of November next succeed-\n    8  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, in relation to authorizing a person to use physical force, including deadly physical force in defense of a person, in defense of a premises or in defense of a dwelling, residence or vehicle under specific circumstances and in relation to creating a presumption that a reasonable fear of death or great bodily harm exists under certain circumstances; and repealing certain provisions of such law relating thereto ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101215.T114901.TXT", "SOBI.D101213.T132318.TXT", "SOBI.D101213.T115306.TXT", "SOBI.D101213.T124810.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292431741371
}