{
  "year" : 2011,
  "senateBillNo" : "S2810-2011",
  "billEvents" : [ {
    "eventDate" : 1296536400000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "S2810-2011-1296536400000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "BUDGET BILL",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Enacts major components of legislation necessary to implement the transportation, economic development and environmental conservation budget for 2011-2012",
  "summary" : "Authorizes funding for the Consolidated Loan Street and Highway Improvement Program (CHIPS) and Marchiselli Program for state fiscal year 2011-2012; extends the provisions of chapter 279 of the laws of 1998 relating to enabling the commissioner of transportation to establish a single audit pilot program; relates to the community services block grant program, extending the effectiveness thereof; relates to extending the permission for the secretary of state to provide special handling for all documents filed or issued by the division of corporations and to permit additional levels of such expedited services; makes permanent certain provisions relating to suspensions of licenses pending prosecution of certain alcohol-related charges, and authorizations for probationary and conditional driver's licenses; makes permanent certain provisions relating to the Motor Vehicle Financial Security Act; relates to governing operators of commercial motor vehicles and federal requirements for medical certification of such operators; makes permanent provisions of the relating to the power of the New York state urban development corporation to make loans; relates to the excelsior linked deposit act; extends the effectiveness of certain provisions relating to the New York state higher education matching grant programs for independent colleges; amends the public authorities law in relation to the state governmental cost recovery system; repeals the Tug Hill commission; amends the \"I love NY waterways\" boating safety account; relates to the transfer of tribal compact revenue to the general fund and to the city of Niagara Falls; relates to the salary of the chairperson of the New York State Athletic Commission; removes statutory references to the governor's office of regulatory reform; authorizes and directs the comptroller to receive funds from the New York State Energy Research and Development Authority; relates to authorizing the NYS Energy Research and Development Authority to finance a portion of its research, development and policy and planning programs from assessments on gas and electric corporations; authorizes the department of health to finance certain activities with revenues generated from an assessment on cable television companies; makes certain pesticide registration time frames and fees permanent; authorizes the commissioner of agriculture and markets to establish a competitive grants program; relates to the health food/communities initiative; authorizes the establishment of a revolving loan fund for agricultural programs; and relates to state aid for farmers' markets; assesses a surcharge on purses collected by any corporation which conducts pari-mutuel betting; increases the term of licensure and registration from two to four years; establishes standards for electronic real property tax administration; allows the department of taxation and finance to use electronic communication means to furnish tax notices and other documents; requires mandatory electronic filing of tax documents and debit cards issued for tax refunds. ",
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "Budget Bills",
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n           S. 2810                                                  A. 4010\n\n                             S E N A T E - A S S E M B L Y\n\n                                   February 1, 2011\n                                      ___________\n\n       IN  SENATE -- A BUDGET BILL, submitted by the Governor pursuant to arti-\n         cle seven of the Constitution -- read twice and ordered  printed,  and\n         when printed to be committed to the Committee on Finance\n\n       IN  ASSEMBLY  --  A  BUDGET  BILL, submitted by the Governor pursuant to\n         article seven of the Constitution -- read once  and  referred  to  the\n         Committee on Ways and Means\n\n       AN  ACT to authorize funding for the Consolidated Local Street and High-\n         way Improvement Program (CHIPS)  and  Marchiselli  program  for  state\n         fiscal  year  2011-2012  (Part A); to amend chapter 279 of the laws of\n         1998 amending the transportation law relating to enabling the  commis-\n         sioner of transportation to establish a single audit pilot program, in\n         relation  to making such provisions permanent (Part B); to amend chap-\n         ter 312 of the laws of 1994, amending  the  vehicle  and  traffic  law\n         relating  to  suspensions  of  licenses pending prosecution of certain\n         alcohol-related  charges,  and  authorizations  for  probationary  and\n         conditional drivers' licenses, in relation to the effectiveness there-\n         of  (Part  C);  to amend chapter 533 of the laws of 1993, amending the\n         vehicle and traffic law and the correction law relating to  suspension\n         and  revocation  of driver's licenses upon conviction of certain drug-\n         related offenses, in relation to the effectiveness thereof  (Part  D);\n         to  amend  chapter  569  of the laws of 1981, amending the vehicle and\n         traffic law relating to motor vehicle liability  insurance,  financial\n         security,  criminal acts and penalties for non-compliance, in relation\n         to making provisions permanent; and to amend chapter 781 of  the  laws\n         of  1983, amending the vehicle and traffic law and other laws relating\n         to motor vehicle liability  insurance,  financial  security,  criminal\n         acts  and  certain penalties for non-compliance, in relation to making\n         provisions permanent (Part E); to amend the vehicle  and  traffic  law\n         and  the criminal procedure law, in relation to governing operators of\n         commercial motor vehicles and federal requirements for medical certif-\n         ication pertaining to such operators (Part F); to amend chapter 393 of\n         the laws of 1994 amending the New York state urban development  corpo-\n         ration  act, relating to the powers of the New York state urban devel-\n         opment corporation to make loans, in  relation  to  the  effectiveness\n         thereof  (Part  G); to amend the state finance law, in relation to the\n         excelsior linked deposit act (Part H); to amend part U of  chapter  57\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD12573-01-1\n\n       S. 2810                             2                            A. 4010\n\n         of the laws of 2005 amending the labor law and other laws implementing\n         the state fiscal plan for the 2005-2006 state fiscal year, relating to\n         New York state higher education matching grant program for independent\n         colleges,  in relation to the effectiveness thereof (Part I); to amend\n         the public authorities law, in relation to the state governmental cost\n         recovery system; and to repeal section 2975-a  of  such  law  relating\n         thereto  (Part  J);  to  amend  the  executive law, in relation to the\n         community services block grant program; and to amend  chapter  728  of\n         the  laws  of  1982  and chapter 710 of the laws of 1983, amending the\n         executive law relating to community services block grant programs,  in\n         relation to the effectiveness thereof (Part K); to amend chapter 21 of\n         the  laws  of  2003, amending the executive law relating to permitting\n         the secretary of state to provide special handling for  all  documents\n         filed  or  issued  by the division of corporations and to permit addi-\n         tional levels of such expedited service, in relation to the effective-\n         ness thereof (Part L); to amend the public service law  and  the  real\n         property tax law, in relation to repealing the Tug Hill commission and\n         to  repeal  certain  provisions  of  the  executive law and the public\n         service law relating thereto (Part M); to amend the executive law,  in\n         relation  to  the  salary  of  the  chairperson  of the New York State\n         athletic commission (Part N); to amend the executive law, the economic\n         development  law  and  the  state  administrative  procedure  act,  in\n         relation  to  the  removal  of  statutory references to the governor's\n         office of regulatory reform; and to repeal subdivision  8  of  section\n         202-b  of  the  state  administrative  procedure act, relating thereto\n         (Part O); to authorize and direct the New York state  energy  research\n         and  development authority to make a payment to the general fund of up\n         to $913,000 (Part P); to authorize the New York State Energy  Research\n         and Development Authority to finance a portion of its research, devel-\n         opment and demonstration and policy and planning programs from assess-\n         ments  on  gas  and  electric  corporations (Part Q); to authorize the\n         department of health  to  finance  certain  activities  with  revenues\n         generated  from  an assessment on cable television companies (Part R);\n         to amend the environmental conservation law and chapter 67 of the laws\n         of 1992 amending the environmental conservation law relating to pesti-\n         cide product registration timetables and fees, in relation  to  pesti-\n         cide registration time frames and fees (Part S); to amend the agricul-\n         ture  and markets law, authorizing the commissioner of agriculture and\n         markets to establish a competitive grants program (Part T);  to  amend\n         the  New  York state urban development corporation act, in relation to\n         the healthy food/communities initiative; to amend the agriculture  and\n         markets law, in relation to authorizing the establishment of a revolv-\n         ing  loan  fund;  and  to  amend  the  agriculture and markets law, in\n         relation to state aid for farmers' markets  (Part  U);  to  amend  the\n         state  finance  law,  in relation to the \"I Love NY waterways\" boating\n         safety account; and to repeal  article  4-A  of  the  navigation  law,\n         relating  to  enforcement  by  counties  (Part  V); to amend the state\n         finance law, in relation to the transfer of tribal compact revenue  to\n         the  general  fund and to the city of Niagara Falls (Part W); to amend\n         the racing, pari-mutuel wagering and  breeding  law,  in  relation  to\n         assessing  a  surcharge on purses (Part X); to amend the general busi-\n         ness law, in relation to increasing the term of licensure  and  regis-\n         tration from two to four years (Part Y); and to amend the real proper-\n         ty  tax  law,  the general municipal law, the public officers law, the\n         tax law, the abandoned property law and  the  state  finance  law,  in\n         relation  to  establishing  standards for electronic real property tax\n\n       S. 2810                             3                            A. 4010\n\n         administration, allowing the department of taxation and finance to use\n         electronic communication means to furnish tax notices and other  docu-\n         ments,  mandatory  electronic  filing  of  tax  documents, debit cards\n         issued  for  tax refunds, improving sales tax compliance and to repeal\n         certain provisions of the tax law and the administrative code  of  the\n         city of New York relating thereto (Part Z)\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. This act enacts into law major  components  of  legislation\n    2  which are necessary to implement the state fiscal plan for the 2011-2012\n    3  state  fiscal  year.  Each  component  is wholly contained within a Part\n    4  identified as Parts A through Z. The effective date for each  particular\n    5  provision contained within such Part is set forth in the last section of\n    6  such Part. Any provision in any section contained within a Part, includ-\n    7  ing the effective date of the Part, which makes a reference to a section\n    8  \"of  this  act\", when used in connection with that particular component,\n    9  shall be deemed to mean and refer to the corresponding  section  of  the\n   10  Part  in  which  it  is  found. Section three of this act sets forth the\n   11  general effective date of this act.\n\n   12                                   PART A\n\n   13    Section 1. The sum of four hundred two million seven  hundred  ninety-\n   14  seven  thousand  dollars  ($402,797,000), or so much thereof as shall be\n   15  necessary, and in addition to amounts previously appropriated by law, is\n   16  hereby made available, in accordance with subdivision 1 of  section  380\n   17  of  the  public  authorities  law as amended, according to the following\n   18  schedule.  Payments pursuant to subdivision (a) of this section shall be\n   19  made available as moneys become available for  such  payments.  Payments\n   20  pursuant  to  subdivisions  (b)  and  (c)  of this section shall be made\n   21  available on the fifteenth day of June, September, December and March or\n   22  as soon thereafter as moneys become  available  for  such  payments.  No\n   23  moneys  of  the state in the state treasury or any of its funds shall be\n   24  available for payments pursuant to this section:\n   25                                  SCHEDULE\n   26    (a) Thirty-nine million seven hundred thousand  dollars  ($39,700,000)\n   27  to municipalities for repayment of eligible costs of federal aid munici-\n   28  pal street and highway projects pursuant to section 15 of chapter 329 of\n   29  the  laws  of  1991, as added by section 9 of chapter 330 of the laws of\n   30  1991, as amended. The department of transportation  shall  provide  such\n   31  information  to  the  municipalities as may be necessary to maintain the\n   32  federal tax exempt status of any  bonds,  notes,  or  other  obligations\n   33  issued  by  such  municipalities to provide for the non-federal share of\n   34  the cost of projects pursuant to chapter 330 of  the  laws  of  1991  or\n   35  section 80-b of the highway law.\n   36    The  program  authorized  pursuant to section 15 of chapter 329 of the\n   37  laws of 1991, as added by section 9 of chapter 330 of the laws of  1991,\n   38  as amended, shall additionally make payments for reimbursement according\n   39  to the following schedule:\n   40                      State Fiscal Year        Amount\n   41                      2011-12                  $39,700,000\n   42    (b)   Three  hundred  four  million  three  hundred  thousand  dollars\n   43  ($304,300,000) to counties, cities, towns and villages for reimbursement\n\n       S. 2810                             4                            A. 4010\n\n    1  of eligible costs of local  highway  and  bridge  projects  pursuant  to\n    2  sections  16  and  16-a  of chapter 329 of the laws of 1991, as added by\n    3  section 9 of chapter 330 of the  laws  of  1991,  as  amended.  For  the\n    4  purposes of computing allocations to municipalities, the amount distrib-\n    5  uted  pursuant to section 16 of chapter 329 of the laws of 1991 shall be\n    6  deemed to be $121,520,000.  The amount distributed pursuant  to  section\n    7  16-a  of  chapter  329  of  the  laws  of  1991  shall  be  deemed to be\n    8  $182,780,000.  Notwithstanding the provisions of any general or  special\n    9  law,  the  amounts  deemed  distributed in accordance with section 16 of\n   10  chapter 329 of the laws of 1991 shall be adjusted so that  such  amounts\n   11  will  not  be less than 83.807 percent of the \"funding level\" as defined\n   12  in subdivision 5 of section 10-c of the highway law for each such  muni-\n   13  cipality.  In  order  to achieve the objectives of section 16 of chapter\n   14  329 of the laws of 1991, to the extent necessary, the amounts in  excess\n   15  of  83.807 percent of the funding level to be deemed distributed to each\n   16  municipality under this subdivision shall be reduced  in  equal  propor-\n   17  tion.\n   18    (c)  Fifty-eight  million  seven hundred ninety-seven thousand dollars\n   19  ($58,797,000) to municipalities for reimbursement of eligible  costs  of\n   20  local  highway  and  bridge projects pursuant to sections 16 and 16-a of\n   21  chapter 329 of the laws of 1991, as added by section 9 of chapter 330 of\n   22  the laws of 1991, as amended. For the purposes of computing  allocations\n   23  to  municipalities,  the  amount  distributed  pursuant to section 16 of\n   24  chapter 329 of the laws of 1991 shall be deemed to be  $23,480,000.  The\n   25  amount  distributed  pursuant to section 16-a of chapter 329 of the laws\n   26  of  1991  shall  be  deemed  to  be  $35,317,000.  Notwithstanding   the\n   27  provisions of any general or special law, the amounts deemed distributed\n   28  in  accordance  with section 16 of chapter 329 of the laws of 1991 shall\n   29  be adjusted so that such amounts will not be less than 16.193 percent of\n   30  the \"funding level\" as defined in subdivision 5 of section 10-c  of  the\n   31  highway  law  for each such municipality. In order to achieve the objec-\n   32  tives of section 16 of chapter 329 of the laws of 1991,  to  the  extent\n   33  necessary,  the amounts in excess of 16.193 percent of the funding level\n   34  to be deemed distributed to each  municipality  under  this  subdivision\n   35  shall  be  reduced  in equal proportion. To the extent that the total of\n   36  remaining payment allocations calculated herein varies from $58,797,000,\n   37  the payment amounts to each locality shall  be  adjusted  by  a  uniform\n   38  percentage so that the total payments equal $58,797,000.\n   39    The program authorized pursuant to sections 16 and 16-a of chapter 329\n   40  of the laws of 1991, as added by section 9 of chapter 330 of the laws of\n   41  1991,  as  amended,  shall  additionally make payments for reimbursement\n   42  according to the following schedule:\n   43                      State Fiscal Year        Amount\n   44                      2011-12                  $363,097,000\n   45    S 2. This act shall take effect immediately.\n\n   46                                   PART B\n\n   47    Section 1. Section 2 of chapter 279 of the laws of 1998, amending  the\n   48  transportation  law relating to enabling the commissioner of transporta-\n   49  tion to establish a single audit pilot program, as amended by section  1\n   50  of  part  E  of  chapter  59  of the laws of 2010, is amended to read as\n   51  follows:\n   52    S 2. This act shall take effect on December 31, 1998, except that  the\n   53  commissioner  of  transportation is immediately authorized to promulgate\n   54  rules and regulations necessary for the implementation of this act  [and\n\n       S. 2810                             5                            A. 4010\n\n    1  shall  expire  December  31,  2011 when upon such date the provisions of\n    2  this act shall be deemed repealed].\n    3    S 2. This act shall take effect immediately.\n\n    4                                   PART C\n\n    5    Section 1.  Section 7 of chapter 312 of the laws of 1994, amending the\n    6  vehicle  and  traffic  law  relating  to suspensions of licenses pending\n    7  prosecution of certain alcohol-related charges, and  authorizations  for\n    8  probationary  and conditional drivers' licenses, as amended by section 1\n    9  of part C of chapter 59 of the laws of  2009,  is  amended  to  read  as\n   10  follows:\n   11    S  7.  This  act  shall take effect immediately; provided however that\n   12  sections three, four, five and six of this act shall take effect on  the\n   13  first  day  of  November next succeeding the date on which it shall have\n   14  become a law and shall apply to offenses  committed  on  or  after  such\n   15  date;  provided further, however, that the amendment to paragraph (c) of\n   16  subdivision 2 of section 1193 of the vehicle and  traffic  law  made  by\n   17  section two of this act shall take effect on the same date as such para-\n   18  graph  takes  effect pursuant to section 9 of chapter 533 of the laws of\n   19  1993, as amended[, provided, further, that  the  provisions  of  section\n   20  four  of this act shall remain in full force and effect until October 1,\n   21  2011 when upon such date the provisions of such section shall be  deemed\n   22  repealed  and the provisions of law amended by such section shall revert\n   23  to and be read as if  the  provisions  of  such  section  had  not  been\n   24  enacted].\n   25    S  2.  This  act shall take effect immediately, and shall be deemed to\n   26  have been in full force and effect on and after April 1, 2011.\n\n   27                                   PART D\n\n   28    Section 1. Section 9 of chapter 533 of the laws of 1993, amending  the\n   29  vehicle  and  traffic  law and the correction law relating to suspension\n   30  and revocation of driver's licenses upon conviction of certain  drug-re-\n   31  lated  offenses,  as amended by section 1 of part D of chapter 59 of the\n   32  laws of 2009, is amended to read as follows:\n   33    S 9. This act shall take effect September 30, 1993 and shall apply  to\n   34  convictions  based on offenses which occurred on or after such date [and\n   35  shall remain in full force and effect until October 1,  2011  when  upon\n   36  such  date  the  provisions of this act shall be deemed repealed and the\n   37  provisions of law amended by this act shall revert to and be read as  if\n   38  the provisions of this act had not been enacted].\n   39    S  2.  This  act  shall take effect immediately and shall be deemed to\n   40  have been in full force and effect on and after April 1, 2011.\n\n   41                                   PART E\n\n   42    Section 1. Section 12 of chapter 569 of the laws of 1981, amending the\n   43  vehicle and traffic law relating to motor vehicle  liability  insurance,\n   44  financial  security,  criminal acts and penalties for non-compliance, as\n   45  amended by section 1 of part J of chapter 59 of the  laws  of  2009,  is\n   46  amended to read as follows:\n   47    S  12.  This act shall take effect on the first day of September, 1982\n   48  [and the amendments made to the provisions of the  vehicle  and  traffic\n   49  law  by  sections  one through nine of this act shall expire on June 30,\n   50  2011 and shall apply to the use and operation of motor  vehicles  during\n\n       S. 2810                             6                            A. 4010\n\n    1  such  period.  Upon such expiration date the provisions of such sections\n    2  of such law shall revert to and be read as set out in law  on  the  date\n    3  immediately  preceding  the effective date of this act. The commissioner\n    4  shall  widely  publicize the provisions of this act and take all actions\n    5  necessary to prepare for  its  implementation  prior  to  the  effective\n    6  date].\n    7    S 2. Section 15 of chapter 781 of the laws of 1983, amending the vehi-\n    8  cle  and  traffic law and other laws relating to motor vehicle liability\n    9  insurance, financial security, criminal acts and certain  penalties  for\n   10  non-compliance,  as  amended by section 2 of part J of chapter 59 of the\n   11  laws of 2009, is amended to read as follows:\n   12    S 15. This act shall take effect  immediately  [except  that  sections\n   13  ten and eleven hereof shall take effect on June 30, 2011; the amendments\n   14  made  to the provisions of the vehicle and traffic law and the insurance\n   15  law by sections one through seven of this  act  shall  expire  June  30,\n   16  2011;  upon such date the provisions of such sections of such laws shall\n   17  revert to and be read as set out in law on the date immediately  preced-\n   18  ing the effective date of this act].\n   19    S 3. This act shall take effect immediately.\n\n   20                                   PART F\n\n   21    Section 1. Item 1 of clause (A) of subparagraph ii of paragraph (i) of\n   22  subdivision  1 of section 201 of the vehicle and traffic law, as amended\n   23  by section 2 of part E of chapter 60 of the laws of 2005, is amended  to\n   24  read as follows:\n   25    (1) fifty-five years where the conviction and suspension or revocation\n   26  order relates to a conviction, suspension or revocation by the holder OF\n   27  ANY  DRIVER'S  LICENSE  WHEN  OPERATING  A  COMMERCIAL MOTOR VEHICLE, AS\n   28  DEFINED IN SUBDIVISION FOUR OF SECTION FIVE HUNDRED ONE-A OF THIS  CHAP-\n   29  TER, OR BY THE HOLDER of a commercial driver's license who, when operat-\n   30  ing any motor vehicle, has refused to submit to a chemical test pursuant\n   31  to  section  eleven  hundred  ninety-four  of  this chapter, or has been\n   32  convicted of any of the following offenses  while  operating  any  motor\n   33  vehicle:  any  violation  of  subdivision  two, three or four of section\n   34  eleven hundred ninety-two of this chapter, any violation of  subdivision\n   35  one  or two of section six hundred of this chapter, any felony involving\n   36  the use of a motor vehicle, other than the use of a motor vehicle in the\n   37  commission of a felony involving manufacturing, distributing, dispensing\n   38  a controlled substance; or  the  conviction,  suspension  or  revocation\n   39  involves  any  of  the  following  offenses while operating a commercial\n   40  motor vehicle: any violation of subdivision five or six of section elev-\n   41  en hundred ninety-two of this chapter, driving a commercial motor  vehi-\n   42  cle  when  as  a  result of prior violations committed while operating a\n   43  commercial motor vehicle, the driver's commercial  driver's  license  is\n   44  suspended  or  revoked,  or  has  been  convicted  of causing a fatality\n   45  through the negligent operation of a commercial motor vehicle, including\n   46  but not limited to the crimes of vehicular manslaughter  and  criminally\n   47  negligent  homicide  as  set forth in article one hundred twenty-five of\n   48  the penal law;\n   49    S 2. Subdivision 1 of section 502 of the vehicle and traffic  law,  as\n   50  amended  by  chapter  639  of  the  laws  of 2006, is amended to read as\n   51  follows:\n   52    1. Application for license.  Application for a driver's license  shall\n   53  be made to the commissioner.  The fee prescribed by law may be submitted\n   54  with such application. The applicant shall furnish such proof of identi-\n\n       S. 2810                             7                            A. 4010\n\n    1  ty, age, and fitness as may be required by the commissioner. The commis-\n    2  sioner may also provide that the application procedure shall include the\n    3  taking  of  a  photo image or images of the applicant in accordance with\n    4  rules  and  regulations prescribed by the commissioner. In addition, the\n    5  commissioner also shall require that the applicant provide  his  or  her\n    6  social  security number and provide space on the application so that the\n    7  applicant may register in the New York  state  organ  and  tissue  donor\n    8  registry under section forty-three hundred ten of the public health law.\n    9  In  addition,  an  applicant  for a commercial driver's license who will\n   10  operate a commercial motor vehicle in interstate commerce shall  certify\n   11  that such applicant meets the requirements to operate a commercial motor\n   12  vehicle,  as  set forth in public law 99-570, title XII, and title 49 of\n   13  the code of federal regulations, and all regulations promulgated by  the\n   14  United  States secretary of transportation under the hazardous materials\n   15  transportation act. IN ADDITION, AN APPLICANT FOR A COMMERCIAL  DRIVER'S\n   16  LICENSE SHALL SUBMIT MEDICAL CERTIFICATION AT SUCH INTERVALS AS REQUIRED\n   17  BY  THE  FEDERAL  MOTOR CARRIER SAFETY IMPROVEMENT ACT OF 1999 AND REGU-\n   18  LATIONS ADOPTED PURSUANT THERETO RELATING TO MEDICAL  CERTIFICATION  AND\n   19  IN  A  MANNER  PRESCRIBED BY THE COMMISSIONER. Upon a determination that\n   20  the holder of a commercial driver's license has made  any  false  state-\n   21  ment, with respect to the application for such license, the commissioner\n   22  shall revoke such license.\n   23    S  3. Paragraph (b) of subdivision 1 of section 503 of the vehicle and\n   24  traffic law, as amended by chapter 435 of the laws of 1997,  is  amended\n   25  to read as follows:\n   26    (b)  An  application for a license shall be valid for a period of time\n   27  specified by regulation of the commissioner not to exceed five years.  A\n   28  learner's  permit  shall be valid from its issuance until the expiration\n   29  of the application for a driver's  license  for  which  it  was  issued.\n   30  PROVIDED,  HOWEVER,  THAT  IF  THE  MEDICAL  CERTIFICATION  SUBMITTED IN\n   31  ACCORDANCE WITH THE REQUIREMENTS OF THE  FEDERAL  MOTOR  CARRIER  SAFETY\n   32  IMPROVEMENT  ACT OF 1999 AND REGULATIONS ADOPTED PURSUANT THERETO RELAT-\n   33  ING TO MEDICAL CERTIFICATION BY AN APPLICANT FOR A  COMMERCIAL  DRIVER'S\n   34  LICENSE  EXPIRES,  ANY LEARNER'S PERMIT THAT MAY HAVE BEEN ISSUED BY THE\n   35  COMMISSIONER IN CONNECTION WITH THE APPLICATION SHALL BE SUSPENDED.\n   36    S 4. Subdivision 1 of section 510-a of the vehicle and traffic law, as\n   37  amended by section 13 of part E of chapter 60 of the laws  of  2005,  is\n   38  amended to read as follows:\n   39    1.   Revocation. A commercial driver's license shall be revoked by the\n   40  commissioner whenever the holder is convicted within or outside of  this\n   41  state  (a)  of  a  felony  involving the use of a motor vehicle except a\n   42  felony as described in paragraph (b) of this subdivision; (b) of a felo-\n   43  ny involving manufacturing, distributing or dispensing a drug as defined\n   44  in section one hundred fourteen-a of this chapter or possession  of  any\n   45  such  drug  with intent to manufacture, distribute or dispense such drug\n   46  in which a motor vehicle was used; (c) of a violation of subdivision one\n   47  or two of section six hundred  of  this  chapter;  (d)  of  operating  a\n   48  commercial motor vehicle when, as a result of prior violations committed\n   49  while  operating  a  commercial  motor  vehicle, the driver's commercial\n   50  driver's license is revoked, suspended, or canceled, or  the  driver  is\n   51  disqualified  from  operating  a  commercial motor vehicle; (e) [or] has\n   52  been convicted of causing a fatality through the negligent operation  of\n   53  a  commercial  motor vehicle, including but not limited to the crimes of\n   54  vehicular manslaughter or criminally  negligent  homicide;  OR  (F)  THE\n   55  COMMISSIONER  DETERMINES  THAT  THE  HOLDER  FALSIFIED  INFORMATION: (I)\n   56  REQUIRED BY THE FEDERAL MOTOR CARRIER SAFETY IMPROVEMENT ACT OF 1999 AND\n\n       S. 2810                             8                            A. 4010\n\n    1  REGULATIONS ADOPTED PURSUANT THERETO  RELATING  TO  COMMERCIAL  DRIVER'S\n    2  LICENSE  DOCUMENT  IN  AN APPLICATION FOR A COMMERCIAL DRIVER'S LICENSE;\n    3  (II) REQUIRED BY THE FEDERAL MOTOR CARRIER  SAFETY  IMPROVEMENT  ACT  OF\n    4  1999  AND  REGULATIONS  ADOPTED  PURSUANT  THERETO  RELATING  TO INITIAL\n    5  COMMERCIAL DRIVER'S LICENSE  OR  EXISTING  COMMERCIAL  DRIVER'S  LICENSE\n    6  HOLDER'S  SELF-CERTIFICATION IN ANY OF THE SELF-CERTIFICATIONS REGARDING\n    7  THE TYPE OF DRIVING ENGAGED OR TO BE ENGAGED IN BY THE HOLDER OR REGARD-\n    8  ING THE NON-APPLICABILITY OF THE PHYSICAL QUALIFICATION REQUIREMENTS  OF\n    9  THE FEDERAL MOTOR CARRIER SAFETY IMPROVEMENT ACT OF 1999 AND REGULATIONS\n   10  ADOPTED  PURSUANT  THERETO  RELATING TO QUALIFICATIONS OF DRIVERS TO THE\n   11  HOLDER; OR (III) REQUIRED BY THE FEDERAL MOTOR CARRIER  SAFETY  IMPROVE-\n   12  MENT  ACT  OF  1999 AND REGULATIONS ADOPTED PURSUANT THERETO RELATING TO\n   13  COMMERCIAL DRIVER'S LICENSE REQUIREMENTS IN ANY MEDICAL CERTIFICATION.\n   14    FOR PURPOSES OF PARAGRAPH (F) OF THIS  SUBDIVISION  THE  TERM  FALSIFY\n   15  SHALL INCLUDE ADDING OR INSERTING FALSE INFORMATION ON A WRITTEN INSTRU-\n   16  MENT,  FALSELY MAKING, COMPLETING, OR ALTERING A WRITTEN INSTRUMENT, AND\n   17  CAUSING A FALSE WRITTEN INSTRUMENT OR A  WRITTEN  INSTRUMENT  CONTAINING\n   18  FALSE INFORMATION TO BE MADE.\n   19    S  5.  Paragraph  (a) of subdivision 2 of section 510-a of the vehicle\n   20  and traffic law, as amended by section 6 of part K of chapter 59 of  the\n   21  laws of 2009, is amended to read as follows:\n   22    (a) Except as otherwise provided in paragraph (b) of this subdivision,\n   23  where  revocation of a commercial driver's license is mandatory pursuant\n   24  to paragraph (a), (c), (d) [or], (e) OR (F) of subdivision one  of  this\n   25  section  no new commercial driver's license shall be issued for at least\n   26  one year nor thereafter except in the discretion  of  the  commissioner,\n   27  except  that  FOR REVOCATIONS PURSUANT TO PARAGRAPH (A), (C), (D) OR (E)\n   28  OF SUBDIVISION ONE OF THIS SECTION, if such person has  previously  been\n   29  found to have refused a chemical test pursuant to section eleven hundred\n   30  ninety-four  of  this  chapter  or  has a prior conviction of any of the\n   31  following offenses: any violation of section eleven  hundred  ninety-two\n   32  of  this chapter, any violation of subdivision one or two of section six\n   33  hundred of this chapter, or any felony involving  the  use  of  a  motor\n   34  vehicle pursuant to paragraph (a) of subdivision one of this section, or\n   35  has  been  convicted  of operating a commercial motor vehicle when, as a\n   36  result of prior violations committed while operating a commercial  motor\n   37  vehicle, the driver's commercial driver's license is revoked, suspended,\n   38  or  canceled,  or the driver is disqualified from operating a commercial\n   39  motor vehicle, or has been convicted of causing a fatality  through  the\n   40  negligent  operation  of  a  commercial motor vehicle, including but not\n   41  limited to the crimes of vehicular manslaughter or criminally  negligent\n   42  homicide,  then  such  commercial  driver's  license revocation shall be\n   43  permanent.\n   44    S 6. Subdivision 3 of section 510-a of the vehicle and traffic law  is\n   45  amended by adding a new paragraph (f) to read as follows:\n   46    (F)  A  COMMERCIAL  DRIVER'S LICENSE SHALL BE SUSPENDED BY THE COMMIS-\n   47  SIONER UPON THE HOLDER'S FAILURE  TO  SUBMIT  MEDICAL  CERTIFICATION  OR\n   48  MEDICAL VARIANCE DOCUMENTATION, AT SUCH INTERVALS AS ARE REQUIRED BY THE\n   49  FEDERAL  MOTOR  CARRIER  SAFETY  IMPROVEMENT ACT OF 1999 AND REGULATIONS\n   50  ADOPTED  PURSUANT  THERETO  RELATING  TO  COMMERCIAL  DRIVER'S   LICENSE\n   51  REQUIREMENTS  AND  IN A MANNER PRESCRIBED BY THE COMMISSIONER. A COMMER-\n   52  CIAL DRIVER'S LICENSE SHALL ALSO BE SUSPENDED BY THE  COMMISSIONER  UPON\n   53  RECEIPT  OF INFORMATION FROM THE ISSUING MEDICAL EXAMINER OR THE FEDERAL\n   54  MOTOR CARRIER SAFETY ADMINISTRATION  THAT  A  MEDICAL  CERTIFICATION  OR\n   55  MEDICAL  VARIANCE  WAS  ISSUED IN ERROR. SUCH SUSPENSION SHALL BE TERMI-\n   56  NATED UPON: (I) THE HOLDER'S SUBMISSION OF THE  REQUIRED  VALID  MEDICAL\n\n       S. 2810                             9                            A. 4010\n\n    1  EXAMINER'S CERTIFICATE OR MEDICAL VARIANCE DOCUMENTATION; (II) THE HOLD-\n    2  ER'S  SELF-CERTIFICATION SPECIFYING THE TYPE OF COMMERCIAL MOTOR VEHICLE\n    3  OPERATION HE OR SHE ENGAGES IN, OR EXPECTS TO ENGAGE IN,  AND  THAT  THE\n    4  HOLDER  IS NOT SUBJECT TO THE PHYSICAL QUALIFICATION REQUIREMENTS OF THE\n    5  FEDERAL MOTOR CARRIER SAFETY IMPROVEMENT ACT  OF  1999  AND  REGULATIONS\n    6  ADOPTED  PURSUANT THERETO RELATING TO DISQUALIFICATION OF DRIVERS; (III)\n    7  THE HOLDER'S SURRENDER OF HIS OR HER COMMERCIAL DRIVER'S LICENSE TO  THE\n    8  DEPARTMENT  OR  TO THE APPROPRIATE LICENSING AUTHORITY OF ANOTHER JURIS-\n    9  DICTION; OR (IV) THE HOLDER'S DOWNGRADE OF HIS OR HER  COMMERCIAL  DRIV-\n   10  ER'S LICENSE TO A NON-COMMERCIAL DRIVER'S LICENSE.\n   11    S  7.  Subdivision  1 of section 514 of the vehicle and traffic law is\n   12  amended by adding a new paragraph (d) to read as follows:\n   13    (D) NOTWITHSTANDING THE PROVISIONS OF PARAGRAPHS (A), (B) AND  (C)  OF\n   14  THIS  SUBDIVISION,  UPON A JUDGMENT OF CONVICTION FOR A VIOLATION OF ANY\n   15  PROVISIONS OF THIS CHAPTER OR OF ANY LOCAL LAW, RULE, ORDINANCE OR REGU-\n   16  LATION RELATING TO TRAFFIC, THE COURT OR THE CLERK THEREOF SHALL, WITHIN\n   17  NINETY-SIX HOURS OF THE IMPOSITION OF THE SENTENCE, FILE THE CERTIFICATE\n   18  REQUIRED BY PARAGRAPH (A) OF THIS SUBDIVISION, IF THE PERSON  CONVICTED:\n   19  (I)  IS  THE  HOLDER  OF A COMMERCIAL DRIVER'S LICENSE ISSUED BY ANOTHER\n   20  STATE; OR (II) DOES NOT HOLD A COMMERCIAL DRIVER'S LICENSE, BUT HAS BEEN\n   21  ISSUED A LICENSE BY ANOTHER STATE AND IS CONVICTED OF A  VIOLATION  THAT\n   22  WAS  COMMITTED  IN A COMMERCIAL MOTOR VEHICLE, AS DEFINED IN SUBDIVISION\n   23  FOUR OF SECTION FIVE HUNDRED ONE-A OF THIS TITLE.\n   24    S 8. Section 170.55 of the criminal procedure law is amended by adding\n   25  a new subdivision 9 to read as follows:\n   26    9. NOTWITHSTANDING ANY OTHER PROVISION OF THIS SECTION,  A  COURT  MAY\n   27  NOT ISSUE AN ORDER ADJOURNING AN ACTION IN CONTEMPLATION OF DISMISSAL IF\n   28  THE OFFENSE IS FOR A VIOLATION OF THE VEHICLE AND TRAFFIC LAW RELATED TO\n   29  THE OPERATION OF A MOTOR VEHICLE, OR A VIOLATION OF A LOCAL LAW, RULE OR\n   30  ORDINANCE  RELATED TO THE  OPERATION OF A MOTOR VEHICLE, IF SUCH OFFENSE\n   31  WAS COMMITTED BY THE HOLDER OF A  COMMERCIAL  DRIVER'S  LICENSE  OR  WAS\n   32  COMMITTED  IN A COMMERCIAL MOTOR VEHICLE, AS DEFINED IN SUBDIVISION FOUR\n   33  OF SECTION FIVE HUNDRED ONE-A OF THE VEHICLE AND TRAFFIC LAW.\n   34    S 9. This act shall take effect on the sixtieth  day  after  it  shall\n   35  have  become  a  law; provided, however, that sections two, three, four,\n   36  five and six of this act shall take effect January 30,  2012,  provided,\n   37  however, that the addition, amendment and/or repeal of any rule or regu-\n   38  lation  necessary  for  the  implementation of this act on its effective\n   39  date are authorized and directed to be made and completed on  or  before\n   40  such effective date.\n\n   41                                   PART G\n\n   42    Section  1. Section 2 of chapter 393 of the laws of 1994, amending the\n   43  New York state urban development corporation act relating to the  powers\n   44  of  the  New  York state urban development corporation to make loans, as\n   45  amended by section 1 of part P of chapter 59 of the  laws  of  2010,  is\n   46  amended to read as follows:\n   47    S  2.  This act shall take effect immediately [provided, however, that\n   48  section one of this act shall expire on July 1, 2011, at which time  the\n   49  provisions  of  subdivision  26 of section 5 of the New York state urban\n   50  development corporation act shall be deemed repealed; provided, however,\n   51  that neither the expiration  nor  the  repeal  of  such  subdivision  as\n   52  provided  for  herein  shall be deemed to affect or impair in any manner\n   53  any loan made pursuant to the authority of  such  subdivision  prior  to\n   54  such expiration and repeal].\n\n       S. 2810                            10                            A. 4010\n\n    1    S  2.  This  act  shall take effect immediately and shall be deemed to\n    2  have been in full force and effect on and after April 1, 2011.\n\n    3                                   PART H\n\n    4    Section 1. Section 217 of the state finance law, as amended by chapter\n    5  291 of the laws of 2004, is amended to read as follows:\n    6    S 217. Linked loans. Linked loans shall be made by lenders pursuant to\n    7  the  program  only  to  eligible  businesses in connection with eligible\n    8  projects. A linked loan shall be limited to a maximum  amount  of  [one]\n    9  TWO  million  dollars.  An  eligible  business may receive more than one\n   10  linked loan. During the life of  the  linked  loan  program,  the  total\n   11  amount  of  money  that a business can borrow from the linked program is\n   12  [one] TWO million dollars. The credit decision for making a linked  loan\n   13  shall  be  made  solely by the lender. Notwithstanding the length of the\n   14  term of a linked loan, the linked deposit relating to  the  linked  loan\n   15  shall be for a period of not more than four years.\n   16    S  2.  The state finance law is amended by adding a new section 220 to\n   17  read as follows:\n   18    S 220. RENEWAL OF LINKED DEPOSIT. A LENDER MAY, ON BEHALF OF A BORROW-\n   19  ER, APPLY TO THE COMMISSIONER  OF  ECONOMIC  DEVELOPMENT  TO  REQUEST  A\n   20  RENEWAL  OF  THE  LINKED  DEPOSIT  FOR AN ADDITIONAL FOUR YEAR PERIOD TO\n   21  CORRESPOND WITH A SECOND FOUR YEAR PERIOD OF A BORROWER'S  LINKED  LOAN.\n   22  THE  COMMISSIONER  MAY GRANT SUCH APPLICATION IF THE COMMISSIONER DETER-\n   23  MINES THAT THE BORROWER, DURING THE  SECOND  FOUR  YEAR  PERIOD  OF  THE\n   24  LINKED LOAN, WILL CREATE ADDITIONAL INDUSTRIAL MODERNIZATION BENEFITS OR\n   25  ADDITIONAL EXPORT TRADE BENEFITS OR ADDITIONAL JOBS. IF THE COMMISSIONER\n   26  OF  ECONOMIC DEVELOPMENT GRANTS SUCH APPLICATION, THE COMMISSIONER SHALL\n   27  NOTIFY THE AUTHORIZED DEPOSITOR WHO MADE THE  LINKED  DEPOSIT  THAT  THE\n   28  COMMISSIONER  HAS DETERMINED THAT THE APPLICATION SATISFIES THE REQUIRE-\n   29  MENTS OF THIS ARTICLE AND SHALL  REQUEST  THE  AUTHORIZED  DEPOSITOR  TO\n   30  CONTINUE  THE LINKED DEPOSIT WITH THE LENDER FOR AN ADDITIONAL FOUR YEAR\n   31  PERIOD IN ACCORDANCE WITH SECTION NINETY-EIGHT-A  OF  THIS  CHAPTER  AND\n   32  WITH  THE  AUTHORIZED  DEPOSITOR'S  ESTABLISHED  PROCEDURES. SUCH LINKED\n   33  DEPOSIT SHALL CONTINUE TO BE SECURED IN ACCORDANCE WITH  THE  PROVISIONS\n   34  OF  SECTION ONE HUNDRED FIVE OF THIS CHAPTER. THE FIXED INTEREST RATE ON\n   35  THE CONTINUED LINKED DEPOSIT SHALL BE THE LINKED DEPOSIT  INTEREST  RATE\n   36  IN  EFFECT  ON  THE FIRST DAY OF THE CONTINUATION OF THE LINKED DEPOSIT.\n   37  THE AUTHORIZED DEPOSITOR AND THE  LENDER  SHALL  ENTER  INTO  A  WRITTEN\n   38  DEPOSIT  AGREEMENT GOVERNING THE CONTINUATION OF THE LINKED DEPOSIT. THE\n   39  INTEREST RATE PAYABLE ON THE LINKED LOAN FOR THE SECOND FOUR YEAR PERIOD\n   40  SHALL BE, IN THE CASE OF A CERTIFIED BUSINESS IN AN ECONOMIC DEVELOPMENT\n   41  ZONE OR AN ELIGIBLE BUSINESS LOCATED IN AN ECONOMICALLY DISTRESSED  AREA\n   42  OR  FEDERAL  EMPOWERMENT  ZONE  OR  ENTERPRISE OR RENEWAL COMMUNITY OR A\n   43  MINORITY OR WOMEN-OWNED BUSINESS  ENTERPRISE,  THREE  PERCENTAGE  POINTS\n   44  BELOW  THE  INTEREST  RATE THE LENDER WOULD HAVE CHARGED FOR THE LOAN IN\n   45  EFFECT ON THE FIRST DAY OF THE CONTINUATION OF THE LINKED DEPOSIT; OR IN\n   46  THE CASE OF A BUSINESS NOT LOCATED IN AN ECONOMIC  DEVELOPMENT  ZONE  OR\n   47  ECONOMICALLY  DISTRESSED  AREA OR FEDERAL EMPOWERMENT ZONE OR ENTERPRISE\n   48  OR RENEWAL COMMUNITY OR WHICH IS NOT A MINORITY OR WOMEN-OWNED  BUSINESS\n   49  ENTERPRISE,  TWO  PERCENTAGE  POINTS  BELOW THE INTEREST RATE THE LENDER\n   50  WOULD HAVE CHARGED FOR THE LOAN IN THE ABSENCE OF A  LINKED  DEPOSIT  IN\n   51  EFFECT ON THE FIRST DAY OF THE CONTINUATION OF THE LINKED DEPOSIT.\n   52    S 3. This act shall take effect immediately.\n\n   53                                   PART I\n\n       S. 2810                            11                            A. 4010\n\n    1    Section  1.  Paragraph  (a) of subdivision 1 of section 1 of part U of\n    2  chapter 57 of the laws of 2005 amending the labor  law  and  other  laws\n    3  implementing  the state fiscal plan for the 2005-2006 state fiscal year,\n    4  relating to the New York state higher education capital  matching  grant\n    5  program  for independent colleges, as amended by part M of chapter 59 of\n    6  the laws of 2010, is amended to read as follows:\n    7    (a) The New York state higher education capital matching  grant  board\n    8  is  hereby  created to have and exercise the powers, duties and preroga-\n    9  tives provided by the provisions of this section and any other provision\n   10  of law. The board shall remain in existence during the period of the New\n   11  York state higher education capital  matching  grant  program  from  the\n   12  effective  date  of  this  section through March 31, [2011] 2012, or the\n   13  date on which the last of the funds  available  for  grants  under  this\n   14  section  shall  have  been  disbursed,  whichever  is earlier; provided,\n   15  however, that the termination of the existence of the  board  shall  not\n   16  [effect]  AFFECT  the  power and authority of the dormitory authority to\n   17  perform its obligations with respect  to  any  bonds,  notes,  or  other\n   18  indebtedness  issued  or  incurred pursuant to authority granted in this\n   19  section.\n   20    S 2. Subclause (A) of clause (ii) of paragraph (j) of subdivision 4 of\n   21  section 1 of part U of chapter 57 of the laws of 2005 amending the labor\n   22  law and other laws implementing the state fiscal plan for the  2005-2006\n   23  state  fiscal year, relating to New York state higher education matching\n   24  grant program for independent colleges, as amended by section 3 of  part\n   25  M of chapter 59 of the laws of 2010, is amended to read as follows:\n   26    (A) Notwithstanding the provision of any general or special law to the\n   27  contrary,  and  subject  to  the provisions of chapter 59 of the laws of\n   28  2000 and to the making of annual appropriations therefor by the legisla-\n   29  ture, in order to assist the dormitory authority in providing such high-\n   30  er education capital matching grants, the  director  of  the  budget  is\n   31  authorized  in  any  state  fiscal  year commencing April 1, 2005 or any\n   32  state fiscal year thereafter for a period ending  on  March  31,  [2011]\n   33  2012,  to  enter into one or more service contracts, none of which shall\n   34  exceed 30 years in duration, with the  dormitory  authority,  upon  such\n   35  terms as the director of the budget and the dormitory authority agree.\n   36    S  3. Paragraph (b) of subdivision 7 of section 1 of part U of chapter\n   37  57 of the laws of 2005 amending the labor law and other laws  implement-\n   38  ing  the state fiscal plan for the 2005-2006 state fiscal year, relating\n   39  to New York state higher education matching grant program for  independ-\n   40  ent  colleges,  as  amended  by section 4 of part M of chapter 59 of the\n   41  laws of 2010, is amended to read as follows:\n   42    (b) Any eligible institution receiving a grant pursuant to this  arti-\n   43  cle shall report to the dormitory authority no later than June 1, [2011]\n   44  2012,  on  the use of funding received and its programmatic and economic\n   45  impact. The dormitory authority shall submit  a  report  no  later  than\n   46  November  1, [2011] 2012 to the board, the governor, the director of the\n   47  budget, the temporary president of the senate, and the  speaker  of  the\n   48  assembly  on the aggregate impact of the higher education capital match-\n   49  ing grant program. Such report shall provide information on the progress\n   50  and economic impact of such project.\n   51    S 4. This act shall take effect immediately and  shall  be  deemed  to\n   52  have been in full force and effect on and after April 1, 2011.\n\n   53                                   PART J\n\n       S. 2810                            12                            A. 4010\n\n    1    Section  1.  Paragraph  (b)  of  subdivision  2 of section 2975 of the\n    2  public authorities law, as amended by section 1 of part O of chapter  59\n    3  of the laws of 2008, is amended to read as follows:\n    4    (b)  On  or before November first, two thousand three and on or before\n    5  November first of each year thereafter, the director of the budget shall\n    6  determine the amount owed under this  section  by  each  public  benefit\n    7  corporation.  The  director  of the budget may reduce, in whole or part,\n    8  the amount of such assessment if the payment thereof would necessitate a\n    9  state appropriation for  the  purpose,  or  would  otherwise  impose  an\n   10  extraordinary hardship upon the affected public benefit corporation. The\n   11  aggregate  amount  assessed under this section in any given state fiscal\n   12  year may not exceed [fifty-five million dollars] SIXTY MILLION DOLLARS.\n   13    S 2.  Section 2975-a of the public authorities law is REPEALED.\n   14    S 3. Notwithstanding any other provision of law, liabilities  incurred\n   15  on  or  before  March  31, 2011 pursuant to section 2975-a of the public\n   16  authorities law as repealed by section two of this act,  shall  continue\n   17  as  legal  liabilities of industrial development agencies or authorities\n   18  created pursuant to title one  of  article  eighteen-A  of  the  general\n   19  municipal law or any other provision of law.\n   20    S 4. This act shall take effect immediately.\n\n   21                                   PART K\n\n   22    Section 1. Section 159-i of the executive law, as amended by section 1\n   23  of  part  Y  of  chapter  59  of the laws of 2010, is amended to read as\n   24  follows:\n   25    S 159-i. Distribution of funds. [For federal fiscal year two  thousand\n   26  eleven at] AT least ninety percent of the community services block grant\n   27  funds  received by the state shall be distributed pursuant to a contract\n   28  by the secretary to eligible entities as defined in subdivision  one  of\n   29  section  one  hundred  fifty-nine-e  of this article. Each such eligible\n   30  entity shall receive the same proportion  of  community  services  block\n   31  grant  funds  as was the proportion of funds received in the immediately\n   32  preceding federal fiscal year under the federal community services block\n   33  grant program as compared to the total amount received by  all  eligible\n   34  entities  in the state, under the federal community services block grant\n   35  program.\n   36    [For federal fiscal year two thousand eleven the] THE secretary shall,\n   37  pursuant to section one hundred fifty-nine-h of this article, retain not\n   38  more than five percent of the community services block grant  funds  for\n   39  administration at the state level.\n   40    [For federal fiscal year two thousand eleven the] THE remainder of the\n   41  community  services  block  grant  funds  received by the state shall be\n   42  distributed pursuant to a contract by the  secretary  in  the  following\n   43  order  of  preference:  a  sum  of  up to one-half of one percent of the\n   44  community services block grant funds received by  the  state  to  Indian\n   45  tribes and tribal organizations as defined in this article, on the basis\n   46  of  need;  and  to  community  based organizations. Such remainder funds\n   47  received by eligible entities will not be included  in  determining  the\n   48  proportion  of  funds  received  by  any  such entity in the immediately\n   49  preceding federal fiscal year under the federal community services block\n   50  grant program.\n   51    S 2. Section 5 of chapter 728 of the laws of 1982, amending the execu-\n   52  tive law relating to community services block grant programs, as amended\n   53  by section 2 of part Y of chapter 59 of the laws of 2010, is amended  to\n   54  read as follows:\n\n       S. 2810                            13                            A. 4010\n\n    1    S  5.  This  act shall take effect immediately provided, however, that\n    2  section four hereof shall take  effect  October  1,  1982  and  provided\n    3  further, however, that the provisions of sections two, three and four of\n    4  this act shall be in full force and effect only until September 30, 1983\n    5  [and  section  one  of  this act shall be in full force and effect until\n    6  September 30, 2011, provided, however, that the  distribution  of  funds\n    7  pursuant  to  section 159-i of the executive law shall be limited to the\n    8  federal fiscal year expressly set forth in such section].\n    9    S 3. Section 7 of chapter 710 of the laws of 1983, amending the execu-\n   10  tive law relating to community services block grant programs, as amended\n   11  by section 3 of part Y of chapter 59 of the laws of 2010, is amended  to\n   12  read as follows:\n   13    S  7.  This  act shall take effect September 30, 1983 [and shall be in\n   14  full force and effect only until September 30, 2011 at  which  time  the\n   15  amendments  and  additions  made  pursuant to the provisions of this act\n   16  shall be deemed to be repealed, provided, however, that the distribution\n   17  of funds pursuant to section 159-i of the executive law shall be limited\n   18  to the federal fiscal year expressly set forth in such section].\n   19    S 4. This act shall take effect immediately.\n\n   20                                   PART L\n\n   21    Section 1. Section 2 of chapter 21 of the laws of 2003,  amending  the\n   22  executive  law  relating to permitting the secretary of state to provide\n   23  special handling for all documents filed or issued by  the  division  of\n   24  corporations  and to permit additional levels of such expedited service,\n   25  as amended by section 1 of part B of chapter 19 of the laws of 2010,  is\n   26  amended to read as follows:\n   27    S  2.  This act shall take effect immediately[, provided however, that\n   28  section one of this act shall be deemed to have been in full  force  and\n   29  effect on and after April 1, 2003 and shall expire March 31, 2011].\n   30    S  2.  This  act  shall take effect immediately and shall be deemed to\n   31  have been in full force and effect on and after March 31, 2011.\n\n   32                                   PART M\n\n   33    Section 1. Article 37 of the executive law is REPEALED.\n   34    S 2. Subparagraph iv of paragraph (a) of subdivision 2 of section  122\n   35  of  the public service law is REPEALED and subparagraph v, as relettered\n   36  by chapter 362 of the laws of 1987, is relettered subparagraph iv.\n   37    S 3. Paragraph (g) of subdivision 1  of  section  124  of  the  public\n   38  service  law  is  REPEALED and paragraphs (h), (i), (j), (k) and (l), as\n   39  relettered by chapter 119 of the laws of 1978, are relettered paragraphs\n   40  (g), (h), (i), (j) and (k).\n   41    S 4. Section 130 of the public service law, as amended by chapter  362\n   42  of  the  laws of 1987, the closing paragraph as amended by chapter 72 of\n   43  the laws of 2004, is amended to read as follows:\n   44    S 130. Powers of municipalities and  state  agencies.  Notwithstanding\n   45  any  other provision of law, no state agency, municipality or any agency\n   46  thereof may require any approval, consent, permit, certificate or  other\n   47  condition  for  the  construction  or operation of a major facility with\n   48  respect to which an application for a  certificate  hereunder  has  been\n   49  issued,  other than those provided by otherwise applicable state law for\n   50  the protection of employees engaged in the construction and operation of\n   51  such facility, and provided that in the case of  a  municipality  or  an\n\n       S. 2810                            14                            A. 4010\n\n    1  agency  thereof,  such municipality has received notice of the filing of\n    2  the application therefor.\n    3    [Neither  the  Tug Hill commission nor the] THE Adirondack park agency\n    4  shall NOT hold public hearings for a major utility transmission facility\n    5  with respect to which an application hereunder has been filed,  provided\n    6  that  such  [commission  or] agency has received notice of the filing of\n    7  such application.\n    8    S 5. Section 533 of the real property tax law, as amended  by  chapter\n    9  225 of the laws of 2000, is amended to read as follows:\n   10    S  533. Certain conservation easements created pursuant to title three\n   11  of article forty-nine of the environmental  conservation  law  hereafter\n   12  acquired  by the state within the Adirondack or Catskill parks, as those\n   13  areas are defined in such law and lands within the watershed of  Hemlock\n   14  and  Canadice  lakes  in  the towns of Livonia, Conesus, West Sparta and\n   15  Springwater in Livingston county, the towns of Canadice and Richmond  in\n   16  Ontario  county  and  the  town  of Wayland in Steuben county, and lands\n   17  within the APPROXIMATELY TWENTY-ONE HUNDRED SQUARE MILE Tug Hill region,\n   18  [as defined in article thirty-seven of the executive law] LYING  BETWEEN\n   19  LAKE ONTARIO, THE BLACK RIVER AND ONEIDA LAKE, shall be subject to taxa-\n   20  tion  for  all  purposes.  Any conservation easement created pursuant to\n   21  title three of article forty-nine of the environmental conservation  law\n   22  hereafter acquired by the state within the Adirondack or Catskill parks,\n   23  as those areas are defined in such law or acquired by the state on lands\n   24  within the watershed of Hemlock and Canadice lakes in the towns of Livo-\n   25  nia,  Conesus,  West  Sparta  and  Springwater in Livingston county, the\n   26  towns of Canadice and Richmond in Ontario county and the town of Wayland\n   27  in Steuben county, or acquired by the state on lands within the Tug Hill\n   28  region [as defined in article thirty-seven of the executive law],  shall\n   29  be  subject  to  taxation  for  all  purposes.  Any  common law easement\n   30  acquired on or before January first,  nineteen  hundred  ninety  by  the\n   31  state for conservation purposes within the Adirondack or Catskill parks,\n   32  as  those areas are defined in the environmental conservation law, shall\n   33  be subject to taxation for all purposes. The  value  of  such  interests\n   34  shall  be  equivalent  to  the change, if any, in the value of the lands\n   35  subject to the easement. The  procedures  set  forth  in  sections  five\n   36  hundred forty, five hundred forty-two, five hundred forty-three and five\n   37  hundred forty-four of this title shall govern the assessment and payment\n   38  of  taxes  thereon.  If the acquisition by or conveyance to the state of\n   39  any such easement is determined to be void by  any  court  of  competent\n   40  jurisdiction,  tax  payments on such easement paid by the state prior to\n   41  the date of such determination shall be retained by  the  recipient  and\n   42  shall be deemed to have been a grant-in-aid by the state.\n   43    S 6. This act shall take effect immediately.\n\n   44                                   PART N\n\n   45    Section 1. Paragraph (e) of subdivision 1 of section 169 of the execu-\n   46  tive law, as separately amended by section 11 of part A-1 and section 10\n   47  of  part  O  of  chapter  56  of the laws of 2010, is amended to read as\n   48  follows:\n   49    (e) [chairman of state athletic commission,]  chairman  and  executive\n   50  director  of consumer protection board, director of the office of victim\n   51  services, chairman of human rights appeal board, chairman of the  indus-\n   52  trial  board of appeals, chairman of the state commission of correction,\n   53  members of the board of parole, members of the state racing and wagering\n   54  board, member-chairman of unemployment insurance appeal board,  director\n\n       S. 2810                            15                            A. 4010\n\n    1  of  veterans'  affairs,  and  vice-chairman of the workers' compensation\n    2  board;\n    3    S 2. This act shall take effect immediately.\n\n    4                                   PART O\n\n    5    Section  1.  Subdivision  3  of section 164-d of the executive law, as\n    6  added by chapter 65 of the laws of 2005, is amended to read as follows:\n    7    3. The office for technology[, in  consultation  with  the  governor's\n    8  office  of regulatory reform,] shall promulgate rules and regulations to\n    9  implement the provisions of this section.  Such  rules  shall  at  least\n   10  provide  for  the prioritization and timing for making application forms\n   11  available on the internet.\n   12    S 2. Subdivision 46 of section 100 of the economic development law, as\n   13  added by chapter 427 of the laws of 2008, is amended to read as follows:\n   14    46. to prepare[, in cooperation with the governor's office of  regula-\n   15  tory  reform,] an annual summary for the small business community of the\n   16  key legislative, budgetary and regulatory changes impacting small  busi-\n   17  nesses. Agencies shall cooperate with the department [and the governor's\n   18  office  of  regulatory  reform]  in developing the annual summary.   The\n   19  annual summary shall be written in  plain  language  and  shall  provide\n   20  specific contact information within the appropriate agency for inquiries\n   21  regarding  implementation  and  compliance.  The annual summary shall be\n   22  posted on the department website on or before September  first  of  each\n   23  year.\n   24    S 3. Section 102-a of the state administrative procedure act, as added\n   25  by chapter 419 of the laws of 2007, is amended to read as follows:\n   26    S 102-a.  Small  business regulation guides. For each rule or group of\n   27  related rules which significantly impact a substantial number  of  small\n   28  businesses,  the agency which adopted the rule shall post on its website\n   29  one or more guides explaining the actions a small business may  take  to\n   30  comply  with  such  rule or group of rules if the agency determines[, in\n   31  conjunction with the governor's office of regulatory reform,] that  such\n   32  guide or guides will assist small businesses in complying with the rule,\n   33  and  shall  designate  each such posting as a \"small business regulation\n   34  guide\". The guide shall explain the actions a small business may take to\n   35  comply with a rule or group of rules. The  agency  shall,  in  its  sole\n   36  discretion,  taking  into account the subject matter of the rule and the\n   37  language of relevant statutes, ensure that the guide  is  written  using\n   38  sufficiently  plain  language  that  it  is  likely  to be understood by\n   39  affected small businesses. Agencies shall cooperate with [the governor's\n   40  office of regulatory reform and] other state agencies in developing such\n   41  guides. [The governor's office of regulatory reform  shall  oversee  and\n   42  coordinate  the  preparation of such small business regulation guides by\n   43  agencies.]\n   44    S 4. Subparagraph (iii) of paragraph (b) of subdivision 9  of  section\n   45  202  of  the state administrative procedure act, as added by chapter 230\n   46  of the laws of 2006, is amended to read as follows:\n   47    (iii) The secretary of  state  shall  provide  that  the  direct  link\n   48  between  the  electronic  copy  of the state register and the electronic\n   49  mail address provided by an agency [shall also deliver to the governor's\n   50  office of regulatory reform a copy of all comments submitted].\n   51    S 5. Subdivision 8 of section 202-b of the state administrative proce-\n   52  dure act is REPEALED.\n\n       S. 2810                            16                            A. 4010\n\n    1    S 6. Paragraph (d) of subdivision 1 of  section  202-d  of  the  state\n    2  administrative  procedure  act,  as  added by chapter 193 of the laws of\n    3  2008, is amended to read as follows:\n    4    (d)  An  agency  shall  identify each rule described in its regulatory\n    5  agenda for which a regulatory flexibility analysis or a rural area flex-\n    6  ibility analysis may be required, and shall provide outreach  as  appro-\n    7  priate  to  potentially affected small businesses, local governments and\n    8  public and private interests in rural areas. Such outreach  may  include\n    9  solicitation  of  input  from potentially affected parties through elec-\n   10  tronic means or through any of the activities listed in subdivision  six\n   11  of  section  two  hundred  two-b  and  subdivision  seven of section two\n   12  hundred two-bb of this article. [In addition, the agency shall provide a\n   13  copy of the description of each rule subject to the provisions  of  this\n   14  paragraph  to  the  governor's office of regulatory reform, which may in\n   15  its discretion include the description and additional information on the\n   16  rule in the quarterly report issued pursuant  to  subdivision  eight  of\n   17  section two hundred two-b of this article.]\n   18    S 7. This act shall take effect immediately; provided, that the amend-\n   19  ment  to  paragraph  (d)  of subdivision 1 of section 202-d of the state\n   20  administrative procedure act made by section six of this act  shall  not\n   21  affect  the  expiration  of such paragraph and shall be deemed to expire\n   22  therewith.\n\n   23                                   PART P\n\n   24    Section 1. Notwithstanding any law to the contrary, the comptroller is\n   25  hereby authorized and directed to receive for deposit to the  credit  of\n   26  the  general  fund  the amount of up to $913,000 from the New York state\n   27  energy research and development authority.\n   28    S 2. This act shall take effect immediately and  shall  be  deemed  to\n   29  have been in full force and effect on and after April 1, 2011.\n\n   30                                   PART Q\n\n   31    Section  1.  Expenditures  of  moneys appropriated in a chapter of the\n   32  laws of 2011 to the energy research and development authority, under the\n   33  research, development and demonstration program, from the special reven-\n   34  ue funds - other/state operations, miscellaneous special revenue fund  -\n   35  339,  energy  research and planning account, and special revenue funds -\n   36  other/aid to localities, miscellaneous special revenue fund - 339, ener-\n   37  gy research and planning account shall be subject to the  provisions  of\n   38  this  section.  Notwithstanding  the  provisions  of  subdivision 4-a of\n   39  section 18-a of the public service law, all moneys committed or expended\n   40  shall be reimbursed by assessment against gas corporations and  electric\n   41  corporations  as defined in section 2 of the public service law, and the\n   42  total amount which may be charged to any gas corporation and  any  elec-\n   43  tric  corporation  shall not exceed one cent per one thousand cubic feet\n   44  of gas sold and .010 cent per kilowatt-hour of electricity sold by  such\n   45  corporations  in  their  intrastate  utility operations in calendar year\n   46  2009. Such  amounts  shall  be  excluded  from  the  general  assessment\n   47  provisions  of  subdivision 2 of section 18-a of the public service law,\n   48  but shall be billed and paid in the manner set forth in such subdivision\n   49  and upon receipt shall be paid to the state comptroller for  deposit  in\n   50  the state treasury for credit to the miscellaneous special revenue fund.\n   51  The  director  of  the  budget shall not issue a certificate of approval\n   52  with respect to the commitment and expenditure of moneys  hereby  appro-\n\n       S. 2810                            17                            A. 4010\n\n    1  priated  until the chair of such authority shall have submitted, and the\n    2  director of the budget shall have approved,  a  comprehensive  financial\n    3  plan  encompassing  all  moneys available to and all anticipated commit-\n    4  ments  and  expenditures by such authority from any source for the oper-\n    5  ations of such authority. Copies of the approved comprehensive financial\n    6  plan shall be immediately submitted by the director of the budget to the\n    7  chairs and secretaries of the legislative fiscal committees.\n    8    S 2. This act shall take effect immediately and  shall  be  deemed  to\n    9  have been in full force and effect on and after April 1, 2011.\n\n   10                                   PART R\n\n   11    Section  1.  Notwithstanding  any other law, rule or regulation to the\n   12  contrary, expenses of the department of health public service  education\n   13  program  incurred  pursuant  to appropriations from the cable television\n   14  account of the state miscellaneous special revenue funds shall be deemed\n   15  expenses of the department of public service.\n   16    S 2. This act shall take effect immediately and  shall  be  deemed  to\n   17  have been in full force and effect on and after April 1, 2011.\n\n   18                                   PART S\n\n   19    Section  1.  Section 9 of chapter 67 of the laws of 1992, amending the\n   20  environmental conservation law relating to pesticide  product  registra-\n   21  tion  timetables and fees, as amended by section 1 of part FF of chapter\n   22  59 of the laws of 2008, is amended to read as follows:\n   23    S 9. This act shall take effect April 1, 1992 provided, however,  that\n   24  section  [3] THREE of this act shall take effect July 1, 1993 [and shall\n   25  expire and be deemed repealed on July 1, 2011].\n   26    S 2. Section   33-0705  of  the  environmental  conservation  law,  as\n   27  amended  by  section  2  of  part  FF of chapter 59 of the laws of 2008,\n   28  subdivisions a and b as amended by section 5 of part YY of chapter 59 of\n   29  the laws of 2009, is amended to read as follows:\n   30  S 33-0705. Fee for registration.\n   31    The applicant for registration shall pay a fee as follows:\n   32    a. [On or before July 1, 2011,  six]  SIX  hundred  dollars  for  each\n   33  pesticide  proposed  to  be  registered, provided that the applicant has\n   34  submitted to the department proof in the form of a  federal  income  tax\n   35  return  for  the  previous  year showing gross annual sales, for federal\n   36  income tax purposes, of three million five hundred thousand  dollars  or\n   37  less;\n   38    b. [On or before July 1, 2011, for] FOR all others, six hundred twenty\n   39  dollars for each pesticide proposed to be registered[;\n   40    c. After July 1, 2011, fifty dollars for each pesticide proposed to be\n   41  registered].\n   42    S  3.  This  act  shall take effect immediately and shall be deemed to\n   43  have been in full force and effect on and after April 1, 2011.\n\n   44                                   PART T\n\n   45    Section 1. Section 16 of the agriculture and markets law is amended by\n   46  adding a new subdivision 45 to read as follows:\n   47    45. ISSUE REQUESTS FOR PROPOSALS  TO  IMPLEMENT  AGRICULTURAL  PROJECT\n   48  GRANTS  WITHIN  THE  LIMITS OF ANY APPROPRIATIONS THEREFOR; AND CONTRACT\n   49  FOR SERVICES TO CARRY OUT SUCH PROGRAM.\n\n       S. 2810                            18                            A. 4010\n\n    1    A. THE COMMISSIONER MAY AWARD GRANTS, WITHIN  AVAILABLE  FUNDING,  FOR\n    2  THE  ESTABLISHMENT,  MAINTENANCE,  OR  EXPANSION  OF AGRICULTURAL INITI-\n    3  ATIVES, LOCAL UNIVERSITY PROGRAMS, FARM VIABILITY  INITIATIVES,  OR  FOR\n    4  OPERATING  ASSISTANCE FOR PROGRAMS OF REGIONAL OR STATEWIDE SIGNIFICANCE\n    5  RELATED  TO THE MARKETING, PROMOTION, EDUCATION AND RESEARCH OF AGRICUL-\n    6  TURAL  PRODUCTS  AND  BUSINESS  MANAGEMENT,  ENVIRONMENTAL   MANAGEMENT,\n    7  OUTREACH AND COUNSELING.\n    8    B.  GRANTS  SHALL  BE AWARDED ON A COMPETITIVE BASIS THROUGH A REQUEST\n    9  FOR PROPOSAL PROCESS.  SUCH  GRANTS  SHALL  BE  AWARDED  FOR  WORTHWHILE\n   10  PROJECTS  THROUGHOUT THE STATE, TO THE EXTENT PRACTICABLE, SO THAT BROAD\n   11  GEOGRAPHIC REPRESENTATION IS ACHIEVED.\n   12    C. THE COMMISSIONER IS HEREBY AUTHORIZED TO ESTABLISH  PROGRAM  GUIDE-\n   13  LINES  FOR  PROPOSAL  SUBMISSION PURSUANT TO THIS SECTION, INCLUDING BUT\n   14  NOT LIMITED TO: ELIGIBLE APPLICANTS; PROJECT ELIGIBILITY  AND  SELECTION\n   15  PROCESS;  PROJECT  PROPOSAL  FORMAT; ELIGIBLE COSTS; PROJECT IMPLEMENTA-\n   16  TION; AND REPORTING.\n   17    S 2. Subdivision 7 of section 297 of the agriculture and markets  law,\n   18  as  added  by  chapter  269  of  the laws of 2000, is amended to read as\n   19  follows:\n   20    7. Grant awards. Project grants for contractual services that  further\n   21  development of the state's food and agriculture industry as described in\n   22  this  article  shall be awarded on a competitive basis through a request\n   23  for proposal process.  Such  grants  shall  be  awarded  for  worthwhile\n   24  projects  throughout the state, to the extent practicable, so that broad\n   25  geographic representation is achieved. At  least  one  solicitation  for\n   26  project  proposals shall be held within each fiscal year in which appro-\n   27  priations are made for the food  and  agriculture  industry  development\n   28  program.  [Grant awards for an individual project shall not exceed sixty\n   29  thousand dollars within a single state fiscal year.]\n   30    S 3. Paragraph b of subdivision 1 of section 329  of  the  agriculture\n   31  and markets law, as added by chapter 249 of the laws of 2004, is amended\n   32  to read as follows:\n   33    b.  to  an  applicant,  other  than a county agricultural and farmland\n   34  protection board, for the development of a farmland viability plan or  a\n   35  portion  of  such  a plan, which shall assess overall farm profitability\n   36  and identify potential strategies for improved farm  profitability  such\n   37  as  farm  expansion,  value  added production, diversification, environ-\n   38  mental management, or marketing and promotional activities, [and] OR\n   39    S 4. This act shall take effect immediately.\n\n   40                                   PART U\n\n   41    Section 1. Subparagraph (i) of paragraph c of subdivision 3 of section\n   42  16-s of section 1 of chapter 174 of the laws of 1968,  constituting  the\n   43  urban development corporation act, as amended by section 1 of part XX of\n   44  chapter 59 of the laws of 2009, is amended to read as follows:\n   45    (i)  An  eligible  food  market applicant may be a for-profit business\n   46  enterprise (including a corporation,  limited  liability  company,  sole\n   47  proprietor,  cooperative  or  partnership),  [a  nonprofit organization]\n   48  NOT-FOR-PROFIT CORPORATION, AGRICULTURAL COOPERATIVE CORPORATION, PUBLIC\n   49  BENEFIT CORPORATION, MUNICIPAL CORPORATION, REGIONAL MARKET FACILITY, or\n   50  a food cooperative.\n   51    S 2. Section 16 of the agriculture  and  markets  law  is  amended  by\n   52  adding new subdivision  46 to read as follows:\n   53    46.  WITHIN THE AMOUNT OF MONIES APPROPRIATED OR OTHERWISE MADE AVAIL-\n   54  ABLE THEREFOR, ESTABLISH, ADMINISTER AND OPERATE,  OR  PROVIDE  FOR  THE\n\n       S. 2810                            19                            A. 4010\n\n    1  ADMINISTRATION AND OPERATION OF, A PROGRAM, WHICH MAY INCLUDE ESTABLISH-\n    2  MENT OF A REVOLVING LOAN FUND, TO ASSIST IN THE DEVELOPMENT, IMPLEMENTA-\n    3  TION AND OPERATION OF AGRICULTURAL PROGRAMS.\n    4    S  3.  Section  260  of  the agriculture and markets law is amended by\n    5  adding a new subdivision 9 to read as follows:\n    6    9. \"FOOD DESERT\" SHALL MEAN AN AREA WITH LIMITED ACCESS TO  AFFORDABLE\n    7  AND  NUTRITIOUS  FOOD,  PARTICULARLY  SUCH  AN  AREA THAT IS COMPOSED OF\n    8  PREDOMINATELY LOWER-INCOME NEIGHBORHOODS AND COMMUNITIES.\n    9    S 4. Subdivision 1 of section 262 of the agriculture and markets  law,\n   10  as  amended  by  chapter  612  of the laws of 2006, and paragraph (b) as\n   11  amended by chapter 126 of the laws  of  2007,  is  amended  to  read  as\n   12  follows:\n   13    1.  There  is hereby created within the department a program of grants\n   14  for the purpose of providing state assistance for farmer's  markets.  In\n   15  administering  such  program,  the commissioner, to the extent feasible,\n   16  shall ensure an equitable distribution of  awards  to  rural  areas  and\n   17  other  areas  of the state.   State assistance provided pursuant to this\n   18  section may be awarded for:\n   19    (a) the construction, reconstruction, improvement, expansion or  reha-\n   20  bilitation  of  farmers' markets. Grants provided pursuant to this para-\n   21  graph shall not exceed the lesser of fifty percent of  project  cost  or\n   22  fifty thousand dollars per project in any fiscal year.\n   23    (b) the purpose of providing promotional support for farmer's markets.\n   24  Grants  provided  pursuant to this paragraph shall not exceed the lesser\n   25  of fifty percent of project cost or [five] SEVEN thousand  FIVE  HUNDRED\n   26  dollars per applicant in any fiscal year.\n   27    (C)  EQUIPMENT  COSTS  ASSOCIATED WITH IMPROVING FARMERS' MARKET FUNC-\n   28  TIONS, INCLUDING BUT NOT LIMITED TO EXPANDING ACCESS TO ELECTRONIC BENE-\n   29  FIT TRANSFER TECHNOLOGY FOR FARMERS' MARKETS AND  OTHER  NON-TRADITIONAL\n   30  FOOD ACCESS POINTS IN FOOD DESERTS IN THE STATE.\n   31    S 5. This act shall take effect immediately.\n\n   32                                   PART V\n\n   33    Section 1. Article 4-A of the navigation law is REPEALED.\n   34    S  2.  Subdivision  3  of  section  97-nn of the state finance law, as\n   35  amended by chapter 524 of the laws  of  2008,  is  amended  to  read  as\n   36  follows:\n   37    3.  The  \"I love NY waterways\" boating safety account shall consist of\n   38  the revenues required to be deposited  pursuant  to  the  provisions  of\n   39  sections  seventy-eight  and  two hundred one of the navigation law, and\n   40  all other moneys credited or transferred thereto from any other fund  or\n   41  source pursuant to law and shall be available for the administration and\n   42  enforcement  of  the boating safety program [including payments to coun-\n   43  ties for expenditures incurred in connection with such county's waterway\n   44  boating safety program pursuant to section seventy-nine-b of the naviga-\n   45  tion law,] including costs and expenses incidental and appurtenant ther-\n   46  eto.\n   47    S 3. This act shall take effect immediately and  shall  be  deemed  to\n   48  have been in full force and effect on and after April 1, 2011.\n\n   49                                   PART W\n\n   50    Section  1. Subdivision 3 of section 99-h of the state finance law, as\n   51  amended by section 1 of part QQ of chapter 59 of the laws  of  2009,  is\n   52  amended to read as follows:\n\n       S. 2810                            20                            A. 4010\n\n    1    3. Moneys of the account, following [appropriation] THE SEGREGATION OF\n    2  APPROPRIATIONS  ENACTED  by  the  legislature,  shall  be  available for\n    3  purposes including but not limited to: (a) reimbursements or payments to\n    4  municipal governments that host tribal casinos  pursuant  to  a  tribal-\n    5  state compact for costs incurred in connection with services provided to\n    6  such  casinos  or  arising as a result thereof, for economic development\n    7  opportunities and job expansion programs  authorized  by  the  executive\n    8  law; provided, however, that for any gaming facility located in the city\n    9  of  Buffalo,  the city of Buffalo shall receive a minimum of twenty-five\n   10  percent of the negotiated percentage of the  net  drop  from  electronic\n   11  gaming  devices the state receives pursuant to the compact, and provided\n   12  further that for any gaming facility located  in  the  city  of  Niagara\n   13  Falls, county of Niagara a minimum of twenty-five percent of the negoti-\n   14  ated percentage of the net drop from electronic gaming devices the state\n   15  receives pursuant to the compact shall be distributed in accordance with\n   16  subdivision  four  of  this  section,  and provided further that for any\n   17  gaming facility located in the county or counties of Cattaraugus,  Chau-\n   18  tauqua  or  Allegany, the municipal governments of the state hosting the\n   19  facility shall collectively receive a minimum of twenty-five percent  of\n   20  the negotiated percentage of the net drop from electronic gaming devices\n   21  the  state  receives  pursuant to the compact; and provided further that\n   22  pursuant to chapter five hundred ninety of  the  laws  of  two  thousand\n   23  four,  a  minimum of twenty-five percent of the revenues received by the\n   24  state pursuant to the state's compact with the St.  Regis  Mohawk  tribe\n   25  shall  be  made  available to the counties of Franklin and St. Lawrence,\n   26  and affected towns in such counties. Each such county and  its  affected\n   27  towns  shall  receive  fifty percent of the moneys made available by the\n   28  state; and (b) support and services of treatment  programs  for  persons\n   29  suffering from gambling addictions. Moneys not [appropriated] SEGREGATED\n   30  for  such  purposes  shall  be  transferred  to the general fund for the\n   31  support of government during the fiscal year in which they are received.\n   32    S 2. Subdivision 3 of section  99-h  of  the  state  finance  law,  as\n   33  amended  by  section  1  of part V of chapter 59 of the laws of 2006, is\n   34  amended to read as follows:\n   35    3. Moneys of the account, following [appropriation] THE SEGREGATION OF\n   36  APPROPRIATIONS ENACTED  by  the  legislature,  shall  be  available  for\n   37  purposes including but not limited to: (a) reimbursements or payments to\n   38  municipal  governments  that  host  tribal casinos pursuant to a tribal-\n   39  state compact for costs incurred in connection with services provided to\n   40  such casinos or arising as a result thereof,  for  economic  development\n   41  opportunities  and  job  expansion  programs authorized by the executive\n   42  law; provided, however, that for any  gaming  facility  located  in  the\n   43  county of Erie or Niagara, the municipal governments hosting the facili-\n   44  ty  shall  collectively  receive a minimum of twenty-five percent of the\n   45  negotiated percentage of the net drop from electronic gaming devices the\n   46  state receives pursuant to the compact and provided further that for any\n   47  gaming facility located in the county or counties of Cattaraugus,  Chau-\n   48  tauqua  or  Allegany, the municipal governments of the state hosting the\n   49  facility shall collectively receive a minimum of twenty-five percent  of\n   50  the negotiated percentage of the net drop from electronic gaming devices\n   51  the  state  receives  pursuant to the compact; and provided further that\n   52  pursuant to chapter five hundred ninety of  the  laws  of  two  thousand\n   53  four,  a  minimum of twenty-five percent of the revenues received by the\n   54  state pursuant to the state's compact with the St.  Regis  Mohawk  tribe\n   55  shall  be  made  available to the counties of Franklin and St. Lawrence,\n   56  and affected towns in such counties. Each such county and  its  affected\n\n       S. 2810                            21                            A. 4010\n\n    1  towns  shall  receive  fifty percent of the moneys made available by the\n    2  state; and (b) support and services of treatment  programs  for  persons\n    3  suffering from gambling addictions. Moneys not [appropriated] SEGREGATED\n    4  for  such  purposes  shall  be  transferred  to the general fund for the\n    5  support of government during the fiscal year in which they are received.\n    6    S 3. Clause 5 of subparagraph (ii) of paragraph (a) of  subdivision  4\n    7  of  section  99-h  of  the state finance law, as amended by section 2 of\n    8  part QQ of chapter 59 of the  laws  of  2009,  is  amended  to  read  as\n    9  follows:\n   10    (5)  within  thirty-five days upon receipt of such funds by such city,\n   11  one percent [or three  hundred  fifty  thousand  dollars,  whichever  is\n   12  greater,]  of  the  total  annual  amount  received in each year, NOT TO\n   13  EXCEED THREE HUNDRED FIFTY THOUSAND DOLLARS  ANNUALLY  shall  be  trans-\n   14  ferred  to  the  Niagara Falls Underground Railroad Heritage Commission,\n   15  established pursuant to article forty-three of the parks, recreation and\n   16  historic preservation law to be used for, but not limited  to,  develop-\n   17  ment,  capital  improvements, acquisition of real property, and acquisi-\n   18  tion of personal property within  the  heritage  area  in  the  city  of\n   19  Niagara Falls as established pursuant to the commission; and\n   20    S 4. This act shall take effect immediately; provided that:\n   21    (a)  the  amendments  to  subdivision  3  of section 99-h of the state\n   22  finance law made by section one of this act  shall  be  subject  to  the\n   23  expiration  and reversion of such section pursuant to section 2 of chap-\n   24  ter 747 of the laws of  2006,  as  amended,  when  upon  such  date  the\n   25  provisions of section two of this act shall take effect; and\n   26    (b)  the  amendments to clause 5 of subparagraph (ii) of paragraph (a)\n   27  of subdivision 4 of section 99-h  of  the  state  finance  law  made  by\n   28  section  three  of  this  act  shall  not  affect the expiration of such\n   29  section and shall be deemed to expire therewith.\n\n   30                                   PART X\n\n   31    Section 1. The  racing,  pari-mutuel  wagering  and  breeding  law  is\n   32  amended by adding a new section 113 to read as follows:\n   33    S  113.  SUPPLEMENTAL  REGULATORY  FEE. 1. IN ORDER TO PROVIDE SUPPLE-\n   34  MENTAL FUNDING TO SUPPORT THE OPERATIONS OF THE STATE RACING AND  WAGER-\n   35  ING  BOARD, THE STATE RACING AND WAGERING BOARD SHALL, AS A CONDITION OF\n   36  RACING, REQUIRE ANY CORPORATION AUTHORIZED UNDER THIS CHAPTER TO CONDUCT\n   37  PARI-MUTUEL BETTING AT A RACE MEETING OR RACES RUN THEREAT  TO  WITHHOLD\n   38  TWO AND THREE-QUARTERS PERCENT OF ALL PURSES. THE TOTAL AMOUNT COLLECTED\n   39  BASED  ON  PURSES IN RACES CONDUCTED DURING THE PRECEDING MONTH SHALL BE\n   40  PAID TO THE RACING AND WAGERING BOARD  ON  THE  FIFTEENTH  DAY  OF  EACH\n   41  MONTH.  PAYMENT  SHALL  BE  ACCOMPANIED BY A REPORT, UNDER OATH, SHOWING\n   42  SUCH INFORMATION AS THE BOARD MAY REQUIRE. A PENALTY  OF  FIVE  PERCENT,\n   43  AND  INTEREST  AT  THE  RATE  OF ONE PERCENT PER MONTH FROM THE DATE THE\n   44  REPORT IS REQUIRED TO BE FILED  TO  THE  DATE  OF  THE  PAYMENT  OF  THE\n   45  REQUIRED  AMOUNT  SHALL  BE  PAYABLE  IN CASE ANY AMOUNT IMPOSED BY THIS\n   46  SUBDIVISION IS NOT PAID WHEN DUE. IF THE BOARD DETERMINES THAT ANY  FEES\n   47  RECEIVED  BY IT UNDER THIS SUBDIVISION WERE PAID IN ERROR, THE BOARD MAY\n   48  CAUSE THE SAME TO  BE  REFUNDED  WITHOUT  INTEREST  OUT  OF  ANY  MONIES\n   49  COLLECTED HEREUNDER, PROVIDED AN APPLICATION THEREFORE IS FILED WITH THE\n   50  BOARD WITHIN ONE YEAR FROM THE TIME THE ERRONEOUS PAYMENT IS MADE.\n   51    2.  THE  BOARD  OR  ITS DULY AUTHORIZED REPRESENTATIVES SHALL HAVE THE\n   52  POWER TO EXAMINE OR CAUSE TO BE EXAMINED THE BOOKS AND RECORDS  OF  SUCH\n   53  CORPORATIONS  REQUIRED  TO  PAY OVER THE FEE IMPOSED BY THIS SECTION FOR\n   54  THE PURPOSE OF EXAMINING AND CHECKING THE SAME AND ASCERTAINING  WHETHER\n\n       S. 2810                            22                            A. 4010\n\n    1  THE  PROPER  AMOUNT  OR AMOUNTS DUE ARE BEING PAID. IF IN THE OPINION OF\n    2  THE BOARD, AFTER SUCH EXAMINATION, ANY SUCH  REPORT  IS  INCORRECT,  THE\n    3  BOARD  IS AUTHORIZED TO ISSUE AN ASSESSMENT FIXING THE CORRECT AMOUNT OF\n    4  SUCH  FEE.  SUCH  ASSESSMENTS  MAY BE ISSUED WITHIN THREE YEARS FROM THE\n    5  FILING OF ANY REPORT. ANY SUCH ASSESSMENT SHALL BE FINAL AND  CONCLUSIVE\n    6  UNLESS  AN  APPLICATION  FOR  A HEARING IS FILED BY THE REPORTING ENTITY\n    7  WITHIN THIRTY DAYS OF THE ASSESSMENT. THE ACTION OF THE BOARD IN  MAKING\n    8  SUCH  FINAL  ASSESSMENT  SHALL BE REVIEWABLE IN THE SUPREME COURT IN THE\n    9  MANNER  PROVIDED  BY  AND  SUBJECT  TO   THE   PROVISIONS   OF   ARTICLE\n   10  SEVENTY-EIGHT OF THE CIVIL PRACTICE LAW AND RULES.\n   11    3. THE BOARD SHALL PAY INTO THE RACING REGULATION ACCOUNT, ESTABLISHED\n   12  PURSUANT  TO  SECTION  NINETY-NINE-I OF THE STATE FINANCE LAW, UNDER THE\n   13  JOINT CUSTODY OF THE COMPTROLLER AND THE BOARD, THE TOTAL AMOUNT OF  THE\n   14  FEES  RECEIVED PURSUANT TO THIS SECTION. WITH THE APPROVAL OF THE DIREC-\n   15  TOR OF THE BUDGET, MONIES TO BE UTILIZED TO PAY THE COSTS  AND  EXPENSES\n   16  OF  THE  OPERATIONS OF THE STATE RACING AND WAGERING BOARD SHALL BE PAID\n   17  OUT OF SUCH ACCOUNT ON THE AUDIT  AND  WARRANT  OF  THE  COMPTROLLER  ON\n   18  VOUCHERS,  CERTIFIED AND APPROVED BY THE DIRECTOR OF THE DIVISION OF THE\n   19  BUDGET OR HIS OR HER DULY DESIGNATED OFFICIAL.\n   20    S 2. This act shall take effect immediately.\n\n   21                                   PART Y\n\n   22    Section 1. Subdivisions 1 and 6 of section 408 of the general business\n   23  law, as added by chapter 509 of the laws of 1992, are amended to read as\n   24  follows:\n   25    1. All licenses shall expire [two] FOUR years from the date  of  issu-\n   26  ance.\n   27    6. Any license, which has not been suspended or revoked, may, upon the\n   28  payment  of  the renewal fee, be renewed for additional periods of [two]\n   29  FOUR years from its application, without further examination,  upon  the\n   30  filing of an application for such renewal, on a form to be prescribed by\n   31  the secretary.\n   32    S  2.  Subdivisions  1, 2 and 7 of section 409 of the general business\n   33  law, subdivision 1 as amended by chapter 341 of the  laws  of  1998  and\n   34  subdivisions  2  and  7 as added by chapter 509 of the laws of 1992, are\n   35  amended to read as follows:\n   36    1. The non-refundable fee for an application for a license  to  engage\n   37  in the practice of nail specialty, waxing, natural hair styling, esthet-\n   38  ics  or  cosmetology,  shall be [twenty] FORTY dollars initially and for\n   39  each renewal thereof the fee shall be [twenty] FORTY  dollars;  the  fee\n   40  for a temporary license and each renewal shall be ten dollars.\n   41    2.  The  fee  for  an appearance enhancement business license shall be\n   42  [thirty] SIXTY dollars initially and [thirty]  SIXTY  dollars  for  each\n   43  renewal thereof.\n   44    7.  The  fees  herein set forth shall be those for licenses issued for\n   45  the license period of [two] FOUR years.\n   46    S 3. Subdivisions 2 and 4 of section 437 of the general business  law,\n   47  subdivision 2 as amended by chapter 497 of the laws of 1985 and subdivi-\n   48  sion  4 as added by chapter 801 of the laws of 1946 and as renumbered by\n   49  chapter 263 of the laws of 1949, are amended to read as follows:\n   50    2. A certificate of registration as an apprentice shall be for a peri-\n   51  od of [two] FOUR years.\n   52    4. A certificate of registration expiring in any year, which  has  not\n   53  been  revoked,  may, upon payment of the fee prescribed by this article,\n   54  be renewed for additional periods of [two] FOUR  years  upon  filing  an\n\n       S. 2810                            23                            A. 4010\n\n    1  application therefor and the certificate mentioned in subdivision two on\n    2  condition,  however,  that  no certificate of registration may be issued\n    3  after one renewal, unless the applicant for such certificate  of  regis-\n    4  tration has complied with all the provisions of this article relating to\n    5  apprentices.\n    6    S  4. Subdivisions 1 and 4 of section 439 of the general business law,\n    7  subdivision 1 as amended by chapter 497 of the laws of 1985 and subdivi-\n    8  sion 4 as amended by chapter 243 of the laws of  1999,  are  amended  to\n    9  read as follows:\n   10    1.  All  licenses, except temporary licenses, shall be for a period of\n   11  [two] FOUR years.\n   12    4. Any license or certificate, except a temporary license,  which  has\n   13  not  been suspended or revoked, may, upon the payment of the renewal fee\n   14  prescribed by this article, be renewed for additional periods  of  [two]\n   15  FOUR  years  from  its expiration, without further examination, upon the\n   16  filing of any application for such renewal, on a form to  be  prescribed\n   17  by  the  secretary  of state, accompanied by the certificate required by\n   18  paragraph (c) and the certificate of completion  required  by  paragraph\n   19  (e-1)  of  subdivision  one  of section four hundred thirty-four of this\n   20  article.\n   21    S 5. Subdivisions 1, 2, 4 and 8 of section 440 of the general business\n   22  law, as amended by chapter 61 of the laws of 1989, are amended  to  read\n   23  as follows:\n   24    1.  The fee for a license to engage in the practice of barbering shall\n   25  be [twenty] FORTY dollars and for each renewal thereof the fee shall  be\n   26  [twenty] FORTY dollars.\n   27    2.  The  fee  for a license to conduct a barber shop shall be [thirty]\n   28  SIXTY dollars and for each renewal thereof the  fee  shall  be  [thirty]\n   29  SIXTY dollars.\n   30    4.  The fee for the registration or the renewal of the registration of\n   31  an apprentice shall be [ten] TWENTY dollars.\n   32    8. The fees hereinabove set forth shall be those for  licenses  issued\n   33  for  the  license  period  of  [two]  FOUR  years.   Notwithstanding the\n   34  provisions of subdivision one of section  four  hundred  thirty-nine  of\n   35  this  article,  after [January first, nineteen hundred eighty-six] APRIL\n   36  FIRST, TWO THOUSAND ELEVEN, the secretary of state  shall  assign  stag-\n   37  gered expiration dates for outstanding licenses that have been previous-\n   38  ly  renewed  [on  June  thirtieth  of each year] and such licenses shall\n   39  thereafter expire  [two]  FOUR  years  from  the  assigned  date  unless\n   40  renewed.  [If  the  assigned date results in a term that exceeds twenty-\n   41  four months, the applicant shall pay an additional  prorated  adjustment\n   42  together  with  the  regular  renewal fee.] The secretary of state shall\n   43  assign dates to existing licenses in a manner which shall  result  in  a\n   44  term of not less than [two] FOUR years.\n   45    S 6. This act shall take effect immediately.\n\n   46                                   PART Z\n\n   47    Section  1.  The  real  property  tax  law  is amended by adding a new\n   48  section 104 to read as follows:\n   49    S 104. ELECTRONIC REAL PROPERTY TAX ADMINISTRATION. 1.   NOTWITHSTAND-\n   50  ING  ANY  PROVISION  OF  LAW TO THE CONTRARY, THE COMMISSIONER IS HEREBY\n   51  AUTHORIZED TO ESTABLISH  STANDARDS  FOR  ELECTRONIC  REAL  PROPERTY  TAX\n   52  ADMINISTRATION  (E-RPT).  SUCH  STANDARDS  SHALL SET FORTH THE TERMS AND\n   53  CONDITIONS UNDER WHICH THE VARIOUS TASKS ASSOCIATED WITH  REAL  PROPERTY\n   54  TAX  ADMINISTRATION  MAY BE EXECUTED ELECTRONICALLY, DISPENSING WITH THE\n\n       S. 2810                            24                            A. 4010\n\n    1  NEED FOR PAPER DOCUMENTS. SUCH TASKS SHALL INCLUDE BUT  NOT  BE  LIMITED\n    2  TO:\n    3    (A) THE FILING OF EXEMPTION APPLICATIONS;\n    4    (B) THE FILING OF PETITIONS FOR ADMINISTRATIVE REVIEW OF ASSESSMENTS;\n    5    (C) THE FILING OF PETITIONS FOR JUDICIAL REVIEW OF ASSESSMENTS;\n    6    (D)  THE  FILING  OF  APPLICATIONS  FOR  ADMINISTRATIVE CORRECTIONS OF\n    7  ERRORS;\n    8    (E) THE ISSUANCE OF STATEMENTS OF TAXES;\n    9    (F) THE PAYMENT OF TAXES, SUBJECT TO THE PROVISIONS OF  SECTIONS  FIVE\n   10  AND FIVE-B OF THE GENERAL MUNICIPAL LAW;\n   11    (G) THE PROVISION OF RECEIPTS FOR THE PAYMENT OF TAXES;\n   12    (H)  THE  ISSUANCE  OF  TAXPAYER  NOTICES  REQUIRED  BY LAW, INCLUDING\n   13  SECTIONS FIVE HUNDRED EIGHT, FIVE HUNDRED TEN, FIVE HUNDRED TEN-A,  FIVE\n   14  HUNDRED  ELEVEN,  FIVE  HUNDRED TWENTY-FIVE AND FIVE HUNDRED FIFTY-ONE-A\n   15  THROUGH FIVE HUNDRED FIFTY-SIX-B OF THIS CHAPTER; AND\n   16    (I) THE FURNISHING OF NOTICES  AND  CERTIFICATES  UNDER  THIS  CHAPTER\n   17  RELATING  TO  STATE  EQUALIZATION  RATES, RESIDENTIAL ASSESSMENT RATIOS,\n   18  SPECIAL FRANCHISE ASSESSMENTS, RAILROAD CEILINGS, TAXABLE  STATE  LANDS,\n   19  ADVISORY  APPRAISALS,  AND  THE  CERTIFICATION  OF  ASSESSORS AND COUNTY\n   20  DIRECTORS OR REAL PROPERTY TAX SERVICES.\n   21    2. SUCH STANDARDS SHALL BE DEVELOPED  AFTER  CONSULTATION  WITH  LOCAL\n   22  GOVERNMENT  OFFICIALS, THE OFFICE OF COURT ADMINISTRATION AND THE OFFICE\n   23  OF THE STATE COMPTROLLER.\n   24    3. (A) TAXPAYERS SHALL NOT BE OBLIGED TO ACCEPT NOTICES, STATEMENTS OF\n   25  TAXES, RECEIPTS FOR THE PAYMENT OF TAXES, OR OTHER  DOCUMENTS  ELECTRON-\n   26  ICALLY  UNLESS  THEY  HAVE SO ELECTED. TAXPAYERS WHO HAVE NOT SO ELECTED\n   27  SHALL BE SENT SUCH COMMUNICATIONS IN THE MANNER  OTHERWISE  PROVIDED  BY\n   28  LAW.\n   29    (B)  NOTWITHSTANDING  ANY  PROVISION OF LAW TO THE CONTRARY, ASSESSORS\n   30  AND OTHER MUNICIPAL OFFICIALS, SPECIAL  FRANCHISE  OWNERS  AND  RAILROAD\n   31  COMPANIES  SHALL BE OBLIGED TO ACCEPT AND RESPOND TO COMMUNICATIONS FROM\n   32  THE COMMISSIONER ELECTRONICALLY UNLESS HE, SHE OR IT  HAS  CERTIFIED  TO\n   33  THE  COMMISSIONER  THAT  HE, SHE OR IT IS INCAPABLE OF DOING SO DUE TO A\n   34  LACK OF THE NECESSARY HARDWARE OR SOFTWARE.\n   35    (C) THE STANDARDS PRESCRIBED BY  THE  COMMISSIONER  PURSUANT  TO  THIS\n   36  SECTION  SHALL PROVIDE FOR THE COLLECTION OF ELECTRONIC CONTACT INFORMA-\n   37  TION, SUCH AS E-MAIL ADDRESSES AND/OR  SOCIAL  NETWORK  USERNAMES,  FROM\n   38  TAXPAYERS  WHO  HAVE  ELECTED  TO  RECEIVE  ELECTRONIC COMMUNICATIONS IN\n   39  ACCORDANCE WITH THE PROVISIONS OF THIS SECTION. SUCH  INFORMATION  SHALL\n   40  BE  EXEMPT FROM PUBLIC DISCLOSURE IN ACCORDANCE WITH SECTION EIGHTY-NINE\n   41  OF THE PUBLIC OFFICERS LAW.\n   42    4. WHEN A DOCUMENT HAS BEEN TRANSMITTED ELECTRONICALLY  IN  ACCORDANCE\n   43  WITH  THE  PROVISIONS  OF  THIS SECTION AND THE STANDARDS ADOPTED BY THE\n   44  COMMISSIONER HEREUNDER, IT SHALL BE DEEMED  TO  SATISFY  THE  APPLICABLE\n   45  LEGAL  REQUIREMENTS  TO THE SAME EXTENT AS IF IT HAD BEEN MAILED VIA THE\n   46  UNITED STATES POSTAL SERVICE.\n   47    S 2. Subdivision 1 of section 500 of the real  property  tax  law,  as\n   48  amended  by  chapter  479  of  the  laws  of 2008, is amended to read as\n   49  follows:\n   50    1. The assessors in each city and town shall maintain an inventory  of\n   51  all  the real property located therein including the names of the owners\n   52  thereof and complete an annual update thereto on or before the first day\n   53  of March. The physical characteristics of real property included in such\n   54  inventory shall constitute a public record and shall  be  available  for\n   55  public inspection and copying in accordance with paragraph (b) of subdi-\n   56  vision  two of section eighty-seven of the public officers law except as\n\n       S. 2810                            25                            A. 4010\n\n    1  provided in paragraphs (d) and (f) of subdivision two of section  eight-\n    2  y-seven  of  the  public  officers law. Disclosure of the inventory data\n    3  shall not be considered an unwarranted invasion of personal  privacy  as\n    4  defined in subdivision two of section eighty-nine of the public officers\n    5  law.    FOR  ASSESSMENT ROLLS WITH TAXABLE STATUS DATES OCCURRING ON AND\n    6  AFTER MARCH FIRST, TWO THOUSAND TWELVE, ALL SUCH RECORDS SHALL BE  MAIN-\n    7  TAINED ELECTRONICALLY, IN A FORMAT PRESCRIBED OR APPROVED BY THE COMMIS-\n    8  SIONER.\n    9    S  3.  The  opening  paragraph  of  paragraph  (a) of subdivision 1 of\n   10  section 922 of the real property tax law, as amended  by  section  5  of\n   11  part  B  of  chapter  389  of  the  laws  of 1997, is amended to read as\n   12  follows:\n   13    Upon receipt of the tax roll and warrant, the collecting officer shall\n   14  mail OR, SUBJECT TO THE PROVISIONS OF SECTION ONE HUNDRED FOUR  OF  THIS\n   15  CHAPTER,  TRANSMIT  ELECTRONICALLY to each owner of real property at the\n   16  tax billing address listed thereon a statement  showing  the  amount  of\n   17  taxes due on the property. The statement must contain:\n   18    S  4.  Subdivision  1  of section 925 of the real property tax law, as\n   19  separately amended by chapters 513 and 568  of  the  laws  of  2002,  is\n   20  amended to read as follows:\n   21    1.  (A)  Notwithstanding any contrary provision of this chapter, or of\n   22  any general, special or local law, code or charter, if payment  for  the\n   23  amount  of  any  taxes on real property, accompanied by the statement of\n   24  such taxes, is enclosed in a postpaid wrapper properly addressed to  the\n   25  appropriate  collecting  officer  and  is  deposited in a post office or\n   26  official depository under the exclusive care and custody of  the  United\n   27  States  [post office] POSTAL SERVICE, such payment shall, upon delivery,\n   28  be deemed to have been made to such officer on the date  of  the  United\n   29  States postmark on such wrapper. If the postmark does not appear on such\n   30  wrapper  or  the  postmark  is illegible such payment shall be deemed to\n   31  have been made on the date of delivery to such  collecting  officer.  As\n   32  used in this section, \"taxes on real property\" includes special ad valo-\n   33  rem levies and special assessments.\n   34    (B)  THE  PROVISIONS  OF THIS SUBDIVISION SHALL NOT APPLY TO A PAYMENT\n   35  THAT HAS BEEN MADE ELECTRONICALLY PURSUANT  TO  SECTION  FIVE-B  OF  THE\n   36  GENERAL MUNICIPAL LAW, BUT SHALL APPLY TO A PAYMENT THAT HAS BEEN MAILED\n   37  VIA  THE  UNITED STATES POSTAL SERVICE BY A FINANCIAL INSTITUTION ACTING\n   38  PURSUANT TO INSTRUCTIONS GIVEN TO IT BY A TAXPAYER ELECTRONICALLY.\n   39    S 5. Section 925-c of the real property tax law, as added  by  section\n   40  11  of  part  X of chapter 62 of the laws of 2003, is amended to read as\n   41  follows:\n   42    S 925-c. Payment  of  real  property  taxes  via  the  internet.  [1.]\n   43  Notwithstanding any contrary provision of this chapter, or of any gener-\n   44  al, special or local law, code or charter, [if payment for the amount of\n   45  any  taxes on real property, accompanied by sufficient language to iden-\n   46  tify the property and tax levy,  is  received  via  the  internet,  such\n   47  payment  is  considered  received by the appropriate officer and paid by\n   48  the taxpayer at the time the internet transaction is completed and  sent\n   49  by the taxpayer.\n   50    2.  Any  local  government  authorizing  the  payment of taxes via the\n   51  internet pursuant to section five-b of the general municipal  law  shall\n   52  provide  a confirmation page to the taxpayer following the completion of\n   53  the internet transaction.  Such  confirmation  page  shall  include,  at\n   54  least, the following:\n   55    (a)  the  date the transaction was completed and sent by the taxpayer;\n   56  and\n\n       S. 2810                            26                            A. 4010\n\n    1    (b) a notice to the taxpayer to print out and retain the  confirmation\n    2  page  as  his  or  her  receipt] REAL PROPERTY TAXES MAY BE PAID VIA THE\n    3  INTERNET UNDER THE TERMS AND CONDITIONS SET FORTH IN SECTION  FIVE-B  OF\n    4  THE GENERAL MUNICIPAL LAW.\n    5    S  6.  Subdivisions  3 and 3-a of section 955 of the real property tax\n    6  law, subdivision 3 as amended by section 7 of part B of chapter  389  of\n    7  the laws of 1997 and subdivision 3-a as added by chapter 365 of the laws\n    8  of 2010, are amended to read as follows:\n    9    3.  No  later than three weeks after a tax has been paid by a mortgage\n   10  investing institution pursuant to this  title,  the  collecting  officer\n   11  shall  deliver  [or], mail, OR, SUBJECT TO THE PROVISIONS OF SECTION ONE\n   12  HUNDRED FOUR OF THIS CHAPTER, TRANSMIT ELECTRONICALLY a receipt  to  the\n   13  mortgagor  for  whom the real property tax escrow account is maintained.\n   14  Each such receipt shall be in the same format as a statement  of  taxes,\n   15  except  that  the  word  \"Paid\" (or an equivalent word or words) and the\n   16  date of payment shall be clearly displayed thereon.    The  receipt  may\n   17  also  display,  if the collecting officer so elects, the name, title and\n   18  signature (or initials) of the collecting officer or of  the  authorized\n   19  subordinate who received the payment.\n   20    [3-a.  (a)  The  collecting  officer shall deliver or mail the receipt\n   21  required under subdivision three  of  this  section  unless  a  taxpayer\n   22  requests  to  receive  such  receipt  electronically,  in which case the\n   23  collecting officer shall make an electronic  receipt  available  to  the\n   24  taxpayer.  The  collecting  officer  shall notify all taxpayers that any\n   25  availability of electronic receipts does not preclude  a  taxpayer  from\n   26  electing  to  receive a copy of his or her tax receipt in the mail or in\n   27  person.\n   28    (b) The provisions of paragraph (a) of this  subdivision  shall  apply\n   29  only  to a city, town, or village which by local law provides that elec-\n   30  tronic availability of such receipts shall be  an  authorized  means  of\n   31  delivery.]\n   32    S  7.  Subdivision  1  of section 986 of the real property tax law, as\n   33  amended by section 8 of part B of chapter 389 of the laws  of  1997,  is\n   34  amended to read as follows:\n   35    1.  The  collecting officer shall upon request or by notice on the tax\n   36  bill of a person paying a  tax,  deliver  [or],  forward  by  mail,  OR,\n   37  SUBJECT  TO  THE PROVISIONS OF SECTION ONE HUNDRED FOUR OF THIS CHAPTER,\n   38  TRANSMIT ELECTRONICALLY a receipt to such person specifying the date  of\n   39  such  payment,  the name of such person, the description of the property\n   40  as shown on the tax roll, the name of the person to  whom  the  same  is\n   41  assessed,  the amount of such tax and the date of delivery to such offi-\n   42  cer of the tax roll on account of which such tax was paid,  except  that\n   43  the  collecting officer of the city of New York shall not be required to\n   44  give such a receipt unless payment of a tax is made in money  or  unless\n   45  the  person paying the tax makes a request therefor in writing.  Nothing\n   46  contained in this subdivision shall prevent the collecting officer  from\n   47  delivering  [or],  forwarding  by mail, OR TRANSMITTING ELECTRONICALLY a\n   48  receipt to any person paying a tax who does not request such  a  receipt\n   49  or  make a proper notation on the tax bill.  Provided, however, if a tax\n   50  is paid by a mortgage investing institution pursuant to title three-A of\n   51  this article, a receipt for each paid tax bill shall be delivered  [or],\n   52  mailed,  OR  TRANSMITTED ELECTRONICALLY to the mortgagor pursuant to the\n   53  provisions of section nine hundred fifty-five of this article.\n   54    S 8. Subdivision 1 of section 1590 of the real property  tax  law,  as\n   55  amended by section 3 of part X of chapter 56 of the laws of 2010, and as\n\n       S. 2810                            27                            A. 4010\n\n    1  further  amended by subdivision (b) of section 1 of part W of chapter 56\n    2  of the laws of 2010, is amended to read as follows:\n    3    1.  (A)  A  municipal  corporation,  other than a school district or a\n    4  village, which prepares assessment rolls by  means  of  electronic  data\n    5  processing,  shall  annually  submit  to the commissioner the data files\n    6  used in the preparation of each tentative and final assessment roll  and\n    7  summaries of the information from the final assessment roll including as\n    8  a  minimum  the number of parcels, the total assessed value thereof, and\n    9  the total taxable assessed value  thereof.  Such  information  shall  be\n   10  submitted  within  ten days of the time of filing the tentative or final\n   11  assessment roll, as provided for pursuant to section five hundred six or\n   12  five hundred sixteen of this chapter or such other law as may be  appli-\n   13  cable.\n   14    (B)(I)  In  addition,  if the assessing unit maintains a website, then\n   15  within ten days of the filing of the tentative assessment roll, it shall\n   16  post a copy of such roll on its website, with a link thereto prominently\n   17  displayed on its home page, and shall not remove  the  same  before  the\n   18  final  assessment roll has been filed. In lieu of posting a copy of such\n   19  roll on its website, the assessing unit may cause such copy to be posted\n   20  on the website of the county in which it is located for the same  period\n   21  of  time as otherwise required by this subdivision, provided that a link\n   22  thereto shall be prominently displayed on the website of  the  assessing\n   23  unit.\n   24    (II)  IF  THE ASSESSING UNIT DOES NOT MAINTAIN A WEBSITE, THEN, WITHIN\n   25  TEN DAYS OF THE FILING OF THE TENTATIVE ASSESSMENT ROLL, IT SHALL  CAUSE\n   26  A  COPY  OF SUCH ROLL TO BE POSTED ON THE WEBSITE OF THE COUNTY IN WHICH\n   27  IT IS LOCATED FOR THE SAME PERIOD OF TIME AS OTHERWISE REQUIRED BY  THIS\n   28  SUBDIVISION.\n   29    (C)  WITHIN  TEN  DAYS OF THE FILING OF THE FINAL ASSESSMENT ROLL, THE\n   30  ASSESSING UNIT SHALL CAUSE A COPY OF SUCH FINAL ROLL TO BE POSTED EITHER\n   31  ON ITS OWN WEBSITE OR ON THE COUNTY'S WEBSITE, IN THE  SAME  MANNER  AND\n   32  SUBJECT  TO  THE  SAME  CONDITIONS  AS PROVIDED IN PARAGRAPH (B) OF THIS\n   33  SUBDIVISION.\n   34    S 9. The real property tax law is amended by adding a new section 1591\n   35  to read as follows:\n   36    S 1591. PARCEL-BASED E-GOVERNMENT DATA SYSTEM. 1. THE COMMISSIONER  IS\n   37  HEREBY  AUTHORIZED  TO  IMPLEMENT  A  PARCEL-BASED ELECTRONIC GOVERNMENT\n   38  (E-GOVERNMENT) SYSTEM AS PROVIDED HEREIN.\n   39    2. THE SYSTEM SHALL COMPILE  ALL  ASSESSMENT-RELATED  DATA,  INCLUDING\n   40  ASSESSMENT  ROLLS,  INVENTORY,  AND  SALES  DATA. THE NECESSARY DATA AND\n   41  HARDWARE SERVERS SHALL RESIDE AT THE STATE, REGIONAL  OR  COUNTY  LEVEL,\n   42  AND  SHALL  BE  ACCESSED  THROUGH  APPROPRIATE COMMUNICATIONS SYSTEMS AS\n   43  DEFINED BY THE COMMISSIONER.\n   44    3. THE SYSTEM SHALL, AT A MINIMUM: (A) MAKE AVAILABLE TO ALL ASSESSING\n   45  UNITS AND COUNTIES THE LATEST VERSION OF THE SOFTWARE DEVELOPED  BY  THE\n   46  COMMISSIONER  FOR  PROCESSING  ASSESSMENT  DATA,  PROVIDED THAT SOFTWARE\n   47  UPDATES SHALL BE INCORPORATED AS NEEDED THROUGH AN ELECTRONIC MEANS THAT\n   48  SHALL REQUIRE NO ACTION ON THE PART OF THE USER;\n   49    (B) REDUCE OR ELIMINATE THE INEFFICIENCIES  AND  REDUNDANCIES  IN  THE\n   50  EXISTING  SYSTEM, SUCH AS BY ENABLING ASSESSORS TO FILE REPORTS WITH THE\n   51  COMMISSIONER ELECTRONICALLY;\n   52    (C) BE A SECURE SYSTEM THAT IS ACCESSIBLE ONLY TO AUTHORIZED USERS  OF\n   53  GEOGRAPHICALLY   REFERENCED   PARCEL-LEVEL  INFORMATION,  PROVIDED  THAT\n   54  DIFFERENT CLASSES OF USERS SHALL BE GIVEN DIFFERENT LEVELS OF ACCESS, AS\n   55  DEFINED BY THE COMMISSIONER, LOCAL GOVERNMENTS SHALL  HAVE  UNRESTRICTED\n\n       S. 2810                            28                            A. 4010\n\n    1  ACCESS  TO  THE  DATA RELATING TO THE PROPERTY WITHIN THEIR BORDERS, AND\n    2  THE COMMISSIONER SHALL HAVE UNLIMITED ACCESS TO ALL DATA;\n    3    (D) ENABLE ALL DATA QUERIES TO BE MADE IN A UNIFORM MANNER, REGARDLESS\n    4  OF WHERE THE DATA MAY RESIDE; AND\n    5    (E) ENSURE THAT ALL DATA IS REGULARLY BACKED UP FOR SECURITY PURPOSES.\n    6    4.  THE  COMMISSIONER  IS  AUTHORIZED TO ENTER INTO SERVICE AGREEMENTS\n    7  WITH LOCAL OFFICIALS TO ENSURE THAT THE SYSTEM MAINTAINS ITS FUNCTIONAL-\n    8  ITY AND THAT THE DATA THEREON IS KEPT CURRENT AND ACCESSIBLE.\n    9    S 10. Section 5-b of the general municipal law, as added by section 10\n   10  of part X of chapter 62 of the laws of 2003, subdivision 1 as amended by\n   11  chapter 741 of the laws of 2005, is amended to read as follows:\n   12    S 5-b. Collection of fines, civil penalties, rent, rates, taxes, fees,\n   13  charges and other amounts via the internet. 1. The  governing  board  of\n   14  any  local  government,  as  that term is defined in section ten of this\n   15  article, may, by local law, ordinance or resolution, determine  that  it\n   16  is in the public interest and authorize such local government to provide\n   17  for  the  acceptance  of  penalties, rents, rates, taxes, fees, charges,\n   18  revenue, financial obligations or other  amounts,  including  penalties,\n   19  special  assessments or interest via a municipal internet website OR THE\n   20  WEBSITE OF A THIRD-PARTY VENDOR  THAT  HAS  CONTRACTED  WITH  THE  LOCAL\n   21  GOVERNMENT  TO  RECEIVE SUCH PAYMENTS ON ITS BEHALF.  Submission via the\n   22  internet may not, however, be  required  as  the  sole  method  for  the\n   23  collection  of fines, civil penalties, rent, rates, taxes, fees, charges\n   24  and other amounts. Such payments shall be accepted via the internet in a\n   25  manner and condition defined by such local government. Any  method  used\n   26  to  receive  internet  payments  shall  comply with article three of the\n   27  state technology law and  any  rules  and  regulations  promulgated  and\n   28  guidelines  developed thereunder and, at a minimum must (a) authenticate\n   29  the identity of the sender; and (b) ensure the security of the  informa-\n   30  tion transmitted.\n   31    2.  Any  local  government  authorizing  the  payment of taxes via the\n   32  internet shall provide OR DIRECT ITS VENDOR TO  PROVIDE  a  confirmation\n   33  page  to  the  taxpayer  following the completion of the internet trans-\n   34  action. Such confirmation page shall include, at least, the following:\n   35    (a) the date the internet transaction was completed and  sent  by  the\n   36  taxpayer; [and]\n   37    (b) THE AMOUNT PAID;\n   38    (C) A UNIQUE CONFIRMATION NUMBER; AND\n   39    (D)  a  notice  [to] ADVISING the taxpayer to print out and retain the\n   40  confirmation page as his or her receipt.\n   41    3. Payments received via the internet shall be considered received  by\n   42  the  appropriate officer and paid by the taxpayer at the time the inter-\n   43  net transaction is completed and sent by the taxpayer.\n   44    4. The underlying debt,  lien,  obligation,  bill,  account  or  other\n   45  amount  owed  to  the  local government for which payment by internet is\n   46  accepted by the local  government  shall  not  be  expunged,  cancelled,\n   47  released,  discharged or satisfied, and any receipt or other evidence of\n   48  payment shall be deemed conditional,  until  the  local  government  has\n   49  received final and unconditional payment of the full amount due.\n   50    5.  The  governing board, in enacting a local law, ordinance or resol-\n   51  ution pursuant to this section, shall designate which of  its  officers,\n   52  charged with the duty of collecting or receiving moneys on behalf of the\n   53  local  government,  shall  be authorized to accept such payments via the\n   54  internet.\n   55    6. THE STATE COMPTROLLER MAY ISSUE SUCH GUIDELINES AS HE OR SHE  DEEMS\n   56  APPROPRIATE GOVERNING THE USE OF THIRD PARTY VENDORS FOR THIS PURPOSE.\n\n       S. 2810                            29                            A. 4010\n\n    1    S 11. Subdivision 2 of section 89 of the public officers law, as added\n    2  by  chapter 933 of the laws of 1977, subparagraph (iii) of paragraph (b)\n    3  and subparagraph (iii) of paragraph (c) as amended and subparagraph (iv)\n    4  of paragraph (c) as added by chapter 223 of the laws of  2008,  subpara-\n    5  graph (v) of paragraph (b) as amended and subparagraph (vi) of paragraph\n    6  (b)  as  added by chapter 545 of the laws of 1998, is amended to read as\n    7  follows:\n    8    2. (a) The committee on public access to records may promulgate guide-\n    9  lines regarding  deletion  of  identifying  details  or  withholding  of\n   10  records  otherwise  available  under this article to prevent unwarranted\n   11  invasions of personal privacy. In the absence  of  such  guidelines,  an\n   12  agency may delete identifying details when it makes records available.\n   13    (b)  An  unwarranted  invasion of personal privacy includes, but shall\n   14  not be limited to:\n   15    i. disclosure of employment, medical or credit histories  or  personal\n   16  references of applicants for employment;\n   17    ii. disclosure of items involving the medical or personal records of a\n   18  client or patient in a medical facility;\n   19    iii.  sale  or  release  of lists of names and addresses if such lists\n   20  would be used for solicitation or fund-raising purposes;\n   21    iv. disclosure of information of a  personal  nature  when  disclosure\n   22  would  result  in economic or personal hardship to the subject party and\n   23  such information is not relevant to the work of the agency requesting or\n   24  maintaining it; [or]\n   25    v. disclosure of information of a personal nature reported  in  confi-\n   26  dence to an agency and not relevant to the ordinary work of such agency;\n   27  [or]\n   28    vi.  information  of a personal nature contained in a workers' compen-\n   29  sation record, except as provided by section one hundred  ten-a  of  the\n   30  workers' compensation law; OR\n   31    VII.  DISCLOSURE  OF ELECTRONIC CONTACT INFORMATION, SUCH AS AN E-MAIL\n   32  ADDRESS OR A SOCIAL NETWORK USERNAME, THAT HAS  BEEN  COLLECTED  FROM  A\n   33  TAXPAYER UNDER SECTION ONE HUNDRED FOUR OF THE REAL PROPERTY TAX LAW.\n   34    (c) Unless otherwise provided by this article, disclosure shall not be\n   35  construed  to  constitute  an  unwarranted  invasion of personal privacy\n   36  pursuant to paragraphs (a) and (b) of this subdivision:\n   37    i. when identifying details are deleted;\n   38    ii. when the person to whom a record pertains consents in  writing  to\n   39  disclosure;\n   40    iii. when upon presenting reasonable proof of identity, a person seeks\n   41  access to records pertaining to him or her; or\n   42    iv.  when  a record or group of records relates to the right, title or\n   43  interest in real property, or relates to the inventory, status or  char-\n   44  acteristics  of  real  property,  in which case disclosure and providing\n   45  copies of such record or group of records shall not be deemed an  unwar-\n   46  ranted  invasion of personal privacy, PROVIDED THAT NOTHING HEREIN SHALL\n   47  BE CONSTRUED TO AUTHORIZE THE DISCLOSURE OF ELECTRONIC CONTACT  INFORMA-\n   48  TION,  SUCH  AS AN E-MAIL ADDRESS OR A SOCIAL NETWORK USERNAME, THAT HAS\n   49  BEEN COLLECTED FROM A TAXPAYER UNDER SECTION ONE  HUNDRED  FOUR  OF  THE\n   50  REAL PROPERTY TAX LAW.\n   51    S  12.  The  tax  law is amended by adding a new section 35 to read as\n   52  follows:\n   53    S 35. USE OF ELECTRONIC MEANS OF  COMMUNICATION.  NOTWITHSTANDING  ANY\n   54  OTHER PROVISION OF NEW YORK STATE LAW, WHERE THE DEPARTMENT HAS OBTAINED\n   55  AUTHORIZATION  OF AN ONLINE SERVICES ACCOUNT HOLDER, IN SUCH FORM AS MAY\n   56  BE PRESCRIBED BY THE COMMISSIONER, THE  DEPARTMENT  MAY  USE  ELECTRONIC\n\n       S. 2810                            30                            A. 4010\n\n    1  MEANS  OF  COMMUNICATION  TO FURNISH ANY DOCUMENT IT IS REQUIRED TO MAIL\n    2  PER LAW OR REGULATION. IF THE  DEPARTMENT  FURNISHES  SUCH  DOCUMENT  IN\n    3  ACCORDANCE  WITH  THIS  SECTION,  DEPARTMENT RECORDS OF SUCH TRANSACTION\n    4  SHALL  CONSTITUTE  APPROPRIATE  AND SUFFICIENT PROOF OF DELIVERY THEREOF\n    5  AND BE ADMISSIBLE IN ANY ACTION OR PROCEEDING.\n    6    S 13. Section 29 of the tax law, as added by section 1 of part UU1  of\n    7  chapter  57  of the laws of 2008 and paragraph (1) of subdivision (e) as\n    8  amended by section 1 of part G of chapter 57 of the  laws  of  2010,  is\n    9  amended to read as follows:\n   10    S  29.  Mandatory  electronic  filing and payment. (a) For purposes of\n   11  this section, the following terms have the specified meanings:\n   12    (1) \"Authorized tax document\" means a tax document which  the  commis-\n   13  sioner has authorized to be filed electronically.\n   14    (2) \"Electronic\" means computer technology.\n   15    (3)  \"Original tax document\" means a tax document that is filed during\n   16  the calendar year for which that tax document is required  or  permitted\n   17  to be filed.\n   18    (4)  \"Tax\"  means  any tax or other matter administered by the commis-\n   19  sioner pursuant  to  this  chapter  or  any  other  provision  of  law[;\n   20  provided,  however,  that  the  term  \"tax\"  does  not include the taxes\n   21  imposed by, or pursuant to the authority of, articles twenty-two,  thir-\n   22  ty, thirty-A or thirty-B of this chapter].\n   23    (5) \"Tax document\" means a return, report or any other document relat-\n   24  ing to a tax or other matter administered by the commissioner.\n   25    (6)  \"Tax  return  preparer\" means any person who prepares for compen-\n   26  sation, or who employs or engages one or more  persons  to  prepare  for\n   27  compensation, any authorized tax document. For purposes of this section,\n   28  the term \"tax return preparer\" also includes a payroll service.\n   29    (7)  \"Tax  software\"  means any computer software program intended for\n   30  tax return preparation purposes. For purposes of this section, the  term\n   31  \"tax  software\"  includes, but is not limited to, an off-the-shelf soft-\n   32  ware program loaded onto a tax return preparer's or taxpayer's computer,\n   33  an online tax preparation application, or a tax preparation  application\n   34  hosted by the department.\n   35    (b) If a tax return preparer [prepared more than one hundred] PREPARES\n   36  ANY  original  tax  [documents  during any calendar year beginning on or\n   37  after January first, two thousand  seven,  and  if,  in  any  succeeding\n   38  calendar  year  that tax return preparer prepares one or more authorized\n   39  tax documents] DOCUMENT using tax software, then[, for  that  succeeding\n   40  calendar  year  and  for each subsequent calendar year thereafter,] THAT\n   41  ORIGINAL TAX  DOCUMENT  AND  all  SUBSEQUENT  authorized  tax  documents\n   42  prepared  by  that  tax return preparer must be filed electronically, in\n   43  accordance with instructions prescribed by the commissioner.\n   44    (c) If a taxpayer does not utilize a tax return preparer to prepare an\n   45  authorized tax document [during any calendar year beginning on or  after\n   46  January  first,  two thousand eight], but instead prepares that document\n   47  itself using tax software, then[, for that calendar year  and  for  each\n   48  subsequent  calendar  year  thereafter,]  all  authorized  tax documents\n   49  prepared by the taxpayer using tax  software  must  be  filed  electron-\n   50  ically, in accordance with instructions prescribed by the commissioner.\n   51    (d)  [Any]  THE COMMISSIONER MAY REQUIRE tax liability or other amount\n   52  due shown on, or required to be paid with, an  authorized  tax  document\n   53  required  to  be filed electronically pursuant to subdivision (b) or (c)\n   54  of this section [must] TO be paid by  the  taxpayer  electronically,  in\n   55  accordance with instructions prescribed by the commissioner.\n\n       S. 2810                            31                            A. 4010\n\n    1    (e)  Failure  to  electronically file or electronically pay.  (1) If a\n    2  tax return preparer is required to file authorized tax  documents  elec-\n    3  tronically pursuant to subdivision (b) of this section, and that prepar-\n    4  er  fails  to  file  one or more of those documents electronically, then\n    5  that  preparer  will  be  subject  to  a penalty of [fifty] FIVE HUNDRED\n    6  dollars for [each] THE FIRST failure to electronically file  an  author-\n    7  ized  tax document, AND ONE THOUSAND DOLLARS FOR EACH SUCCEEDING FAILURE\n    8  TO ELECTRONICALLY FILE AN AUTHORIZED TAX DOCUMENT, unless  it  is  shown\n    9  that  the  failure  is  due  to  reasonable cause and not due to willful\n   10  neglect.\n   11    (2) If a taxpayer is required to ELECTRONICALLY  FILE  ANY  AUTHORIZED\n   12  TAX  DOCUMENTS  OR  electronically pay any tax liability or other amount\n   13  due shown on, or required to be paid with, an  authorized  tax  document\n   14  required  to  be filed electronically pursuant to subdivision (b) or (c)\n   15  of this section, and that taxpayer fails to ELECTRONICALLY FILE  ONE  OR\n   16  MORE  OF  THOSE TAX DOCUMENTS OR electronically pay one or more of those\n   17  liabilities or other amounts due, then that taxpayer will be subject  to\n   18  a  penalty  of  fifty  dollars for each INDIVIDUAL TAXPAYER'S failure to\n   19  ELECTRONICALLY FILE AN AUTHORIZED TAX DOCUMENT REQUIRED BY  OR  PURSUANT\n   20  TO  THE AUTHORITY OF ARTICLE TWENTY-TWO, THIRTY, THIRTY-A OR THIRTY-B OF\n   21  THIS CHAPTER OR electronically pay ANY PERSONAL INCOME TAX IMPOSED BY OR\n   22  PURSUANT TO THE AUTHORITY OF ANY OF  THOSE  ARTICLES,  AND  ONE  HUNDRED\n   23  DOLLARS FOR EACH FAILURE TO ELECTRONICALLY FILE ANY OTHER AUTHORIZED TAX\n   24  DOCUMENT  OR  ELECTRONICALLY  PAY ANY OTHER TAX, UNLESS IT IS SHOWN THAT\n   25  THE FAILURE IS DUE TO REASONABLE CAUSE AND NOT DUE TO  WILLFUL  NEGLECT.\n   26  IN  ADDITION,  ANY TAXPAYER THAT FAILS TO ELECTRONICALLY FILE AN AUTHOR-\n   27  IZED TAX DOCUMENT FOR ANY TAX OTHER  THAN  AN  INDIVIDUAL  TAXPAYER  WHO\n   28  FAILS  TO  FILE  AN  AUTHORIZED TAX DOCUMENT FOR ANY PERSONAL INCOME TAX\n   29  IMPOSED BY OR PURSUANT TO THE AUTHORITY OF ARTICLE  TWENTY-TWO,  THIRTY,\n   30  THIRTY-A  OR  THIRTY-B  WILL BE SUBJECT TO THE PENALTY IMPOSED UNDER THE\n   31  APPLICABLE ARTICLE FOR THE FAILURE TO FILE A RETURN OR REPORT, WHETHER A\n   32  PAPER RETURN OR REPORT HAS BEEN FILED OR NOT.\n   33    (3) The penalties provided for by this subdivision must be  paid  upon\n   34  notice  and demand, and will be assessed, collected and paid in the same\n   35  manner as the tax to which the electronic transaction relates.  However,\n   36  if  the electronic transaction relates to another matter administered by\n   37  the commissioner, then the [penally] PENALTY will be assessed, collected\n   38  and paid in the same manner as prescribed  by  article  twenty-seven  of\n   39  this chapter.\n   40    (4)  IF A TAXPAYER OR TAX RETURN PREPARER FAILS TO ELECTRONICALLY FILE\n   41  AN AUTHORIZED TAX DOCUMENT WHEN REQUIRED TO DO SO PURSUANT  TO  SUBDIVI-\n   42  SION  (B)  OR (C) OF THIS SECTION, THE TAXPAYER SHALL NOT BE ELIGIBLE TO\n   43  RECEIVE INTEREST ON ANY OVERPAYMENT IN ACCORDANCE WITH  THE  OVERPAYMENT\n   44  PROVISIONS OF THIS CHAPTER UNTIL SUCH DOCUMENT IS FILED ELECTRONICALLY.\n   45    (f)  The  provisions  of sections nine and ten of this chapter are not\n   46  affected by this section and will remain in full force and effect.\n   47    (g) The commissioner  is  authorized  to  promulgate  any  regulations\n   48  necessary to implement this section.\n   49    S  14. Paragraph 10 of subsection (g) of section 658 of the tax law is\n   50  REPEALED.\n   51    S 15. Paragraph 10 of subdivision (g) of section 11-1758 of the admin-\n   52  istrative code of the city of New York is REPEALED.\n   53    S 16. Paragraph 5 of subsection (u) of section 685 of the tax  law  is\n   54  REPEALED.\n   55    S  17. Paragraph 5 of subdivision (t) of section 11-1785 of the admin-\n   56  istrative code of the city of New York is REPEALED.\n\n       S. 2810                            32                            A. 4010\n\n    1    S 18. Subparagraph (A) of paragraph 3 of subsection (c) of section 658\n    2  of the tax law, as amended by section 1 of part H-1 of chapter 57 of the\n    3  laws of 2009, is amended to read as follows:\n    4    (A)  Every  subchapter  K  limited  liability  company,  every limited\n    5  liability company that is a disregarded entity for  federal  income  tax\n    6  purposes,  and  every  partnership which has any income derived from New\n    7  York sources, determined in accordance  with  the  applicable  rules  of\n    8  section  six  hundred  thirty-one  of  this  article as in the case of a\n    9  nonresident individual, shall, within [thirty] SIXTY days after the last\n   10  day of the taxable year, make a payment of a filing fee. The  amount  of\n   11  the filing fee is the amount set forth in subparagraph (B) of this para-\n   12  graph.  The  minimum filing fee is twenty-five dollars for taxable years\n   13  beginning in two thousand eight and thereafter. Limited liability compa-\n   14  nies that are disregarded entities for federal income tax purposes  must\n   15  pay  a  filing fee of twenty-five dollars for taxable years beginning on\n   16  or after January first, two thousand eight.\n   17    S 19. Subdivision 4 of section 1315 of the abandoned property law,  as\n   18  amended  by  section  2 of part II of chapter 57 of the laws of 2010, is\n   19  amended to read as follows:\n   20    4. Any amount representing an unpaid check  or  draft  issued  by  the\n   21  state  of  New York which shall have remained unpaid after one year from\n   22  the date of issuance OR A DEBIT CARD ISSUED ON BEHALF OF  THE  STATE  OF\n   23  NEW  YORK  FOR  THE  PURPOSE OF PAYING A TAX REFUND WHICH SHALL NOT HAVE\n   24  BEEN ACTIVATED FOR ONE YEAR FROM THE DATE OF ISSUANCE in accordance with\n   25  section one hundred two of the state finance law shall be  deemed  aban-\n   26  doned property and shall be paid to the state comptroller.\n   27    S 20. Section 102 of the state finance law, as amended by section 7 of\n   28  part P of chapter 62 of the laws of 2003, is amended to read as follows:\n   29    S 102. Amounts of unpaid checks, DRAFTS OR DEBIT CARDS to be paid into\n   30  abandoned  property fund.   Upon audit and statement of the comptroller,\n   31  the amounts of all checks or drafts on bank accounts of any funds of the\n   32  state, AND THE AMOUNTS OF ALL DEBIT CARDS ISSUED ON BEHALF OF THE  STATE\n   33  FOR  THE  PURPOSE OF PAYING A TAX REFUND which checks or drafts have not\n   34  been paid OR WHICH DEBIT CARDS HAVE NOT BEEN ACTIVATED and  which  shall\n   35  have  been  outstanding for more than one year from the respective dates\n   36  thereof, shall be paid into the  abandoned  property  fund  pursuant  to\n   37  subdivision  four  of  section one thousand three hundred fifteen of the\n   38  abandoned property law. The proper disbursing officers or agents of such\n   39  funds shall notify the bank or banks on which such checks  [or],  drafts\n   40  OR  DEBIT  CARDS  were  drawn not to pay OR PERMIT THE ACTIVATION OF the\n   41  same. The comptroller shall keep a  record  of  all  such  checks  [or],\n   42  drafts  OR DEBIT CARDS and upon presentation to him by the lawful holder\n   43  of any such check [or], draft OR DEBIT CARD at any time, the  amount  of\n   44  which shall thus have been paid into the state treasury to the credit of\n   45  the  general  fund,  the  comptroller,  to the extent appropriations are\n   46  available, shall issue a new check [or], draft OR ELECTRONIC PAYMENT  to\n   47  the payee upon submission of proof satisfactory to the comptroller as to\n   48  the  legitimacy  of  the  claim  and, if insufficient appropriations are\n   49  available, shall include in his next request for appropriations  by  the\n   50  legislature  the  amount  or  amounts of any such checks [or], drafts OR\n   51  DEBIT CARDS so presented to him, for  the  purpose  of  payment  without\n   52  interest to the lawful holder or holders thereof.\n   53    S  21.  Subdivision  (a)  of section 1135 of the tax law is amended by\n   54  adding a new paragraph 3 to read as follows:\n   55    (3) (I) FOR THE PURPOSES OF THE PROPER ADMINISTRATION OF THIS  ARTICLE\n   56  AND  TO  ENSURE  THE COLLECTION AND PAYMENT OVER OF THE TAXES IMPOSED BY\n\n       S. 2810                            33                            A. 4010\n\n    1  THIS ARTICLE AND PURSUANT TO THE AUTHORITY  OF  ARTICLE  TWENTY-NINE  OF\n    2  THIS  CHAPTER,  THE  COMMISSIONER  IS  AUTHORIZED  TO REQUIRE ANY PERSON\n    3  REQUIRED TO COLLECT TAX WHO FAILS TO COLLECT,  TRUTHFULLY  ACCOUNT  FOR,\n    4  PAY  OVER  TAX,  OR FILE RETURNS OF THE TAX AS REQUIRED BY THIS ARTICLE,\n    5  AND WHOSE TOTAL TAX DUE FOR THE FOUR MOST RECENT QUARTERLY  PERIODS  FOR\n    6  WHICH  DATA IS AVAILABLE EXCEEDS THREE THOUSAND DOLLARS, TO USE A SYSTEM\n    7  (CONSISTING OF EQUIPMENT, SOFTWARE,  SERVICES  OR  SOME  COMBINATION  OF\n    8  THESE)  CERTIFIED  BY  THE  COMMISSIONER  THAT: (A) CAPTURES INFORMATION\n    9  INCLUDING THE SUBJECT OF THE TRANSACTION, THE AMOUNT CHARGED,  THE  TIME\n   10  AND  DATE  OF THE TRANSACTION, AND THE AMOUNT OF SALES TAX COLLECTED, IF\n   11  ANY; (B) CALCULATES THE TAXES IMPOSED BY THIS ARTICLE OR PURSUANT TO THE\n   12  AUTHORITY OF ARTICLE TWENTY-NINE OF THIS CHAPTER ON EACH TRANSACTION FOR\n   13  WHICH SUCH PERSON IS REQUIRED TO COLLECT AND PAY OVER  TAX;  (C)  DETER-\n   14  MINES  THE  AMOUNT  OF  SUCH  TAXES  REQUIRED  TO  BE REMITTED WITH SUCH\n   15  PERSON'S RETURN; (D) DOCUMENTS EACH EXEMPT  TRANSACTION  AND  ASSOCIATES\n   16  ANY  REQUIRED  EXEMPTION  CERTIFICATE  OR  OTHER  DOCUMENTATION WITH THE\n   17  EXEMPT TRANSACTION; AND (E) MAINTAINS THE RECORDS REQUIRED FOR EACH SUCH\n   18  TRANSACTION IN ACCORDANCE WITH THIS SECTION AND ANY OTHER REQUIREMENT OF\n   19  THIS CHAPTER. SUCH PERSON SHALL BE REQUIRED TO PROCESS ALL OF ITS SALES,\n   20  RENTS OR OCCUPANCIES USING SUCH SYSTEM.\n   21    (II) A PERSON REQUIRED TO COLLECT TAX THAT USES A SYSTEM DESCRIBED  IN\n   22  SUBPARAGRAPH (I) OF THIS PARAGRAPH THAT IS CERTIFIED BY THE COMMISSIONER\n   23  SHALL  BE  RELIEVED  OF  LIABILITY  FOR: (A) INCORRECTLY CALCULATING THE\n   24  AMOUNT OF TAX DUE ON ANY TRANSACTION OR THE AMOUNT REQUIRED TO BE REMIT-\n   25  TED WITH SUCH PERSON'S RETURN WITH RESPECT TO ANY SUCH TRANSACTION PROC-\n   26  ESSED THROUGH SUCH SYSTEM THAT OCCURS AS A RESULT OF AN ERROR CAUSED  BY\n   27  SUCH  SYSTEM, PROVIDED SUCH PERSON COLLECTS THE AMOUNT OF TAX CALCULATED\n   28  BY THE SYSTEM FOR EACH SALE AND REMITS THE TAX THE SYSTEM DETERMINES  IS\n   29  REQUIRED  TO  BE REMITTED WITH SUCH PERSON'S RETURN; AND (B) THE FAILURE\n   30  OF SUCH SYSTEM TO  ACCURATELY  MAINTAIN  THE  DOCUMENTATION  OR  RECORDS\n   31  REQUIRED BY SUBPARAGRAPH (I) OF THIS PARAGRAPH.\n   32    (III) EXCEPT AS PROVIDED IN SUBPARAGRAPH (II) OF THIS PARAGRAPH, NOTH-\n   33  ING  IN  THIS  PARAGRAPH  OR  ANY  OTHER PROVISION OF THIS CHAPTER SHALL\n   34  AFFECT THE LIABILITY OF A PERSON REQUIRED TO COLLECT  TAX  FOR  THE  TAX\n   35  IMPOSED,  COLLECTED  OR  REQUIRED  TO BE COLLECTED UNDER THIS ARTICLE OR\n   36  PURSUANT TO THE AUTHORITY OF ARTICLE TWENTY-NINE OF THIS CHAPTER.\n   37    S 22. Paragraph 1 of subdivision (a) of section 1136 of the  tax  law,\n   38  as  amended  by  chapter  2  of  the laws of 1995, is amended to read as\n   39  follows:\n   40    (1) Every  person  required  to  register  with  the  commissioner  as\n   41  provided  in section eleven hundred thirty-four OF THIS PART whose taxa-\n   42  ble receipts, amusement charges and rents total less than three  hundred\n   43  thousand dollars, or in the case of any such person who is a distributor\n   44  whose  sales  of  automotive  fuel  total less than one hundred thousand\n   45  gallons, in every quarter of the preceding  four  quarters,  shall  only\n   46  file  a return quarterly with the commissioner.  PROVIDED, HOWEVER, THAT\n   47  IF THE COMMISSIONER IN THE EXERCISE OF HIS OR HER  DISCRETION  DEEMS  IT\n   48  NECESSARY  TO PROTECT THE REVENUES TO BE OBTAINED UNDER THIS ARTICLE, HE\n   49  OR SHE MAY GIVE NOTICE REQUIRING SUCH PERSON, IN ADDITION  TO  FILING  A\n   50  QUARTERLY  RETURN, TO FILE EITHER SHORT-FORM OR LONG-FORM PART QUARTERLY\n   51  RETURNS, AS SPECIFIED IN SUCH NOTICE.\n   52    S 23. This act shall take effect immediately; provided, however,  that\n   53  sections  thirteen, fourteen, fifteen, sixteen and seventeen of this act\n   54  shall apply to tax documents filed or required to be filed on  or  after\n   55  the sixtieth day after this act shall become a law.\n\n       S. 2810                            34                            A. 4010\n\n    1    S 2. Severability clause. If any clause, sentence, paragraph, subdivi-\n    2  sion,  section  or  part  of  this act shall be adjudged by any court of\n    3  competent jurisdiction to be invalid, such judgment  shall  not  affect,\n    4  impair,  or  invalidate  the remainder thereof, but shall be confined in\n    5  its  operation  to the clause, sentence, paragraph, subdivision, section\n    6  or part thereof directly involved in the controversy in which such judg-\n    7  ment shall have been rendered. It is hereby declared to be the intent of\n    8  the legislature that this act would  have  been  enacted  even  if  such\n    9  invalid provisions had not been included herein.\n   10    S  3.  This  act shall take effect immediately provided, however, that\n   11  the applicable effective date of Parts A through Z of this act shall  be\n   12  as specifically set forth in the last section of such Parts.\n",
  "memo" : null,
  "law" : null,
  "actClause" : null,
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110201.T181919.TXT", "SOBI.D110201.T182918.TXT", "SOBI.D110201.T193921.TXT", "SOBI.D110201.T183419.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296607161859
}