{
  "year" : 2011,
  "senateBillNo" : "S2821-2011",
  "billEvents" : [ {
    "eventDate" : 1296622800000,
    "eventText" : "REFERRED TO LOCAL GOVERNMENT",
    "billEventId" : "S2821-2011-1296622800000-REFERRED+TO+LOCAL+GOVERNMENT",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "STEWART-COUSINS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes city, town, and village industrial development agencies to merge and share services",
  "summary" : "Authorizes contiguous city, town, and village industrial development agencies to merge and authorizes industrial development agencies within the same county or counties to share services. ",
  "currentCommittee" : "LOCAL GOVERNMENT",
  "sameAs" : "A2446",
  "lawSection" : "General Municipal Law",
  "previousVersions" : [ "S6477-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "KLEIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "OPPENHEIMER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "PARKER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SAMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SAVINO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "STAVISKY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2821\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   February 2, 2011\n                                      ___________\n\n       Introduced by Sens. STEWART-COUSINS, KLEIN, KRUGER, OPPENHEIMER, PARKER,\n         SAMPSON,  SAVINO, STAVISKY -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Local Government\n\n       AN ACT to amend the general municipal  law,  in  relation  to  promoting\n         government  efficiency  through mergers between contiguous city, town,\n         and  village  industrial  development  agencies  and  service  sharing\n         between and among city, town, and village industrial development agen-\n         cies\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The general municipal  law  is  amended  by  adding  a  new\n    2  section 857 to read as follows:\n    3    S  857.  MERGER OF INDUSTRIAL DEVELOPMENT AGENCIES. 1. (A) TWO OR MORE\n    4  TOWN, CITY, OR VILLAGE INDUSTRIAL DEVELOPMENT AGENCIES,  WHETHER  WITHIN\n    5  THE  SAME  COUNTY OR DIFFERENT COUNTIES, MAY SIMULTANEOUSLY DISSOLVE AND\n    6  MERGE INTO A SINGLE INDUSTRIAL DEVELOPMENT AGENCY IF EACH OF THE  INDUS-\n    7  TRIAL  DEVELOPMENT  AGENCIES  IS CONTIGUOUS TO AT LEAST ONE OF THE OTHER\n    8  INDUSTRIAL DEVELOPMENT AGENCIES AND IF TOGETHER THE INDUSTRIAL  DEVELOP-\n    9  MENT  AGENCIES WOULD FORM A MERGED INDUSTRIAL DEVELOPMENT AGENCY THAT IS\n   10  AUTHORIZED UNDER THE LAWS OF THE STATE OF NEW YORK.\n   11    (B) UPON THE EFFECTIVE DATE OF THE DISSOLUTION AND MERGER,  THE  TOWN,\n   12  CITY,  OR VILLAGE INDUSTRIAL DEVELOPMENT AGENCY SHALL CEASE TO EXIST AND\n   13  ALL THE RIGHTS, TITLES, INTERESTS, OBLIGATIONS AND LIABILITIES  OF  SUCH\n   14  AGENCIES,  INCLUDING BUT NOT LIMITED TO THE RIGHTS AND OBLIGATIONS UNDER\n   15  ANY BOND, NOTE, OR CONTRACT OR  OTHER  AGREEMENT,  EXPRESS  OR  IMPLIED,\n   16  SHALL  DEVOLVE  TO,  BE VESTED IN AND POSSESSED BY THE MERGED INDUSTRIAL\n   17  DEVELOPMENT AGENCY, WHICH SHALL IN ALL RESPECTS AND FOR ALL PURPOSES  BE\n   18  THE  SUCCESSOR IN INTEREST TO THE DISSOLVED TOWN, CITY OR VILLAGE INDUS-\n   19  TRIAL DEVELOPMENT AGENCY.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00485-01-1\n\n       S. 2821                             2\n\n    1    2. THE GOVERNING BODY OF THE TOWN, CITY, OR VILLAGE OF THE  AGENCY  TO\n    2  BE DISSOLVED AND THE GOVERNING BODY OF THE TOWN, CITY, OR VILLAGE AGENCY\n    3  TO BE MERGED SHALL ADOPT A PLAN SETTING FORTH, AT A MINIMUM:\n    4    (A) THE NAME AND DATE OF ESTABLISHMENT OF THE AGENCY OR AGENCIES TO BE\n    5  DISSOLVED OR MERGED;\n    6    (B)  THE  NAMES OF THE MEMBERS OF SUCH AGENCY, SPECIFYING THE IDENTITY\n    7  OF THE CHAIRPERSON;\n    8    (C) THE UNDERLYING PURPOSE OF THE  DISSOLUTION  AND  MERGER  INCLUDING\n    9  ECONOMIES AND EFFICIENCIES THAT ARE PROJECTED AS A RESULT THEREOF;\n   10    (D)  A  STATEMENT, CONTAINING BOTH CURRENT INFORMATION AND INFORMATION\n   11  PROJECTED TO THE PROPOSED DATE OF THE DISSOLUTION AND MERGER, OF (1) THE\n   12  OUTSTANDING BONDS, NOTES AND ANY OTHER OBLIGATIONS OR  LIABILITIES;  (2)\n   13  ACTUAL  AND  ACCRUED  REVENUES;  (3)  EACH  PROJECT  FOR WHICH FINANCIAL\n   14  ASSISTANCE HAS BEEN PROVIDED, THE TYPE OF FINANCIAL ASSISTANCE  PROVIDED\n   15  AND  THE STATUS OF THE PROJECT; AND (4) THE GENERAL TERMS AND CONDITIONS\n   16  OF EACH CONTRACT, INCLUDING PAYMENT IN LIEU OF TAX AGREEMENTS;\n   17    (E) THE TERMS AND CONDITIONS OF THE PROPOSED  DISSOLUTION  AND  MERGER\n   18  INCLUDING  A  STATEMENT  ACKNOWLEDGING THAT THE MERGED AGENCY SHALL UPON\n   19  THE EFFECTIVE DATE OF THE DISSOLUTION AND MERGER,  SUCCEED  TO  ALL  THE\n   20  RIGHTS, TITLES, INTERESTS, OBLIGATIONS AND LIABILITIES, INCLUDING BONDS,\n   21  NOTES  AND  OTHER  OBLIGATIONS AND CONTRACTUAL RIGHTS AND OBLIGATIONS OF\n   22  THE DISSOLVED AND MERGED TOWN, CITY, OR VILLAGE AGENCIES; AND\n   23    (F) A STATEMENT THAT THE PLAN OF MERGER HAS BEEN REVIEWED AND APPROVED\n   24  BY COUNSEL FOR THE DISSOLVED TOWN, CITY, OR VILLAGE AGENCY  AND  COUNSEL\n   25  FOR THE MERGED TOWN, CITY, OR VILLAGE AGENCY, INDICATING THAT EACH COUN-\n   26  SEL HAS CONSIDERED THE IMPACT, IF ANY, OF THE DISSOLUTION AND MERGER ON:\n   27  (1)  THE  RIGHTS  OF  ANY EMPLOYEES OF THE MERGING AGENCIES; AND (2) THE\n   28  RECIPIENTS OF FINANCIAL ASSISTANCE FROM THE AGENCIES.\n   29    3. THE GOVERNING BODY OF THE TOWN, CITY, OR VILLAGE OF THE  AGENCY  TO\n   30  BE  DISSOLVED AND THE GOVERNING BODY OF THE TOWN, CITY OR VILLAGE AGENCY\n   31  TO BE MERGED SHALL ADOPT RESOLUTIONS APPROVING THE MERGER.\n   32    4. NOTWITHSTANDING THE PROVISIONS OF ANY GENERAL, SPECIAL OR LOCAL LAW\n   33  TO THE CONTRARY, THE AGENCY CHIEF EXECUTIVE OFFICER BY RESOLUTION OF THE\n   34  BOARD OF ANY TOWN, CITY, VILLAGE OR COUNTY INDUSTRIAL DEVELOPMENT AGENCY\n   35  SHALL BE AUTHORIZED TO ENTER INTO AN AGREEMENT OR  AGREEMENTS  TO  SHARE\n   36  SERVICES  WITH  ANY TOWN, CITY, VILLAGE OR COUNTY INDUSTRIAL DEVELOPMENT\n   37  AGENCY WITHIN THE SAME COUNTY OR COUNTIES.\n   38    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general municipal law, in relation to promoting government efficiency through mergers between contiguous city, town, and village industrial development agencies and service sharing between and among city, town, and village industrial development agencies ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110202.T122713.TXT", "SOBI.D110202.T104706.TXT", "SOBI.D110202.T105206.TXT", "SOBI.D110202.T095703.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296667633478
}