{
  "year" : 2011,
  "senateBillNo" : "S2829-2011",
  "billEvents" : [ {
    "eventDate" : 1296622800000,
    "eventText" : "REFERRED TO HIGHER EDUCATION",
    "billEventId" : "S2829-2011-1296622800000-REFERRED+TO+HIGHER+EDUCATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "STEWART-COUSINS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to mandatory continuing education for social workers",
  "summary" : "Relates to mandatory continuing education for social workers. ",
  "currentCommittee" : "HIGHER EDUCATION",
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "S8212-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "MONTGOMERY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2829\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   February 2, 2011\n                                      ___________\n\n       Introduced  by  Sens.  STEWART-COUSINS,  MONTGOMERY  --  read  twice and\n         ordered printed, and when printed to be committed to the Committee  on\n         Higher Education\n\n       AN  ACT  to amend the education law, in relation to mandatory continuing\n         education for social workers\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The education law is amended by adding a new section 7710\n    2  to read as follows:\n    3    S 7710. MANDATORY CONTINUING EDUCATION. 1. (A)  EACH  LICENSED  MASTER\n    4  SOCIAL  WORKER  OR  LICENSED  CLINICAL SOCIAL WORKER REQUIRED UNDER THIS\n    5  ARTICLE TO REGISTER TRIENNIALLY WITH THE DEPARTMENT TO PRACTICE IN  THIS\n    6  STATE,  SHALL  COMPLY WITH THE PROVISIONS OF MANDATORY CONTINUING EDUCA-\n    7  TION REQUIREMENTS PRESCRIBED IN SUBDIVISION TWO OF THIS SECTION,  EXCEPT\n    8  AS  SET  FORTH  IN PARAGRAPHS (B) AND (C) OF THIS SUBDIVISION.  LICENSED\n    9  MASTER SOCIAL WORKERS OR LICENSED CLINICAL SOCIAL  WORKERS  WHO  DO  NOT\n   10  SATISFY  THE MANDATORY CONTINUING EDUCATION REQUIREMENTS SHALL NOT PRAC-\n   11  TICE UNTIL THEY HAVE MET SUCH REQUIREMENTS, AND THEY HAVE BEEN ISSUED  A\n   12  REGISTRATION CERTIFICATE, EXCEPT THAT A LICENSED MASTER SOCIAL WORKER OR\n   13  LICENSED  CLINICAL  SOCIAL  WORKER  MAY PRACTICE WITHOUT HAVING MET SUCH\n   14  REQUIREMENTS IF HE OR SHE IS ISSUED A CONDITIONAL  REGISTRATION  CERTIF-\n   15  ICATE PURSUANT TO SUBDIVISION THREE OF THIS SECTION.\n   16    (B)  EACH  LICENSED  MASTER  SOCIAL WORKER OR LICENSED CLINICAL SOCIAL\n   17  WORKER SHALL BE EXEMPT FROM THE MANDATORY CONTINUING EDUCATION  REQUIRE-\n   18  MENT  FOR  THE TRIENNIAL REGISTRATION PERIOD DURING WHICH THEY ARE FIRST\n   19  LICENSED. IN ACCORDANCE WITH THE INTENT OF THIS SECTION,  ADJUSTMENT  TO\n   20  THE  MANDATORY  CONTINUING  EDUCATION  REQUIREMENT MAY BE GRANTED BY THE\n   21  DEPARTMENT FOR REASONS OF HEALTH THAT ARE CERTIFIED  BY  AN  APPROPRIATE\n   22  HEALTH CARE PROFESSIONAL, FOR EXTENDED ACTIVE DUTY WITH THE ARMED FORCES\n   23  OF  THE UNITED STATES, OR FOR OTHER GOOD CAUSE ACCEPTABLE TO THE DEPART-\n   24  MENT WHICH MAY PREVENT COMPLIANCE.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04815-01-1\n\n       S. 2829                             2\n\n    1    (C) A LICENSED MASTER SOCIAL WORKER  OR  A  LICENSED  CLINICAL  SOCIAL\n    2  WORKER  NOT  ENGAGED IN PRACTICE, AS DETERMINED BY THE DEPARTMENT, SHALL\n    3  BE EXEMPT FROM THE MANDATORY CONTINUING EDUCATION REQUIREMENT  UPON  THE\n    4  FILING  OF  A  STATEMENT  WITH THE DEPARTMENT DECLARING SUCH STATUS. ANY\n    5  LICENSEE WHO RETURNS TO THE PRACTICE OF SOCIAL WORK DURING THE TRIENNIAL\n    6  REGISTRATION  PERIOD SHALL NOTIFY THE DEPARTMENT PRIOR TO REENTERING THE\n    7  PROFESSION AND SHALL MEET SUCH MANDATORY EDUCATION REQUIREMENTS AS SHALL\n    8  BE PRESCRIBED BY REGULATIONS OF THE COMMISSIONER.\n    9    2. DURING EACH TRIENNIAL REGISTRATION PERIOD AN APPLICANT  FOR  REGIS-\n   10  TRATION  AS  A LICENSED MASTER SOCIAL WORKER OR LICENSED CLINICAL SOCIAL\n   11  WORKER SHALL COMPLETE A MINIMUM OF THIRTY  HOURS  OF  ACCEPTABLE  FORMAL\n   12  CONTINUING  EDUCATION.  ANY  LICENSED  MASTER  SOCIAL WORKER OR LICENSED\n   13  CLINICAL SOCIAL WORKER  WHOSE  FIRST  REGISTRATION  DATE  FOLLOWING  THE\n   14  EFFECTIVE  DATE  OF  THIS SECTION OCCURS LESS THAN THREE YEARS FROM SUCH\n   15  EFFECTIVE DATE, BUT ON OR AFTER  JANUARY  FIRST,  TWO  THOUSAND  ELEVEN,\n   16  SHALL  COMPLETE  CONTINUING  EDUCATION  HOURS ON A PRORATED BASIS AT THE\n   17  RATE OF ONE-HALF HOUR PER MONTH FOR THE PERIOD BEGINNING JANUARY  FIRST,\n   18  TWO  THOUSAND  THIRTEEN  UP TO THE FIRST REGISTRATION DATE THEREAFTER. A\n   19  LICENSEE WHO  HAS  NOT  SATISFIED  THE  MANDATORY  CONTINUING  EDUCATION\n   20  REQUIREMENTS SHALL NOT BE ISSUED A TRIENNIAL REGISTRATION CERTIFICATE BY\n   21  THE  DEPARTMENT  AND  SHALL  NOT PRACTICE UNLESS AND UNTIL A CONDITIONAL\n   22  REGISTRATION CERTIFICATE IS ISSUED AS PROVIDED FOR IN SUBDIVISION  THREE\n   23  OF  THIS  SECTION. CONTINUING EDUCATION HOURS TAKEN DURING ONE TRIENNIUM\n   24  MAY NOT BE TRANSFERRED TO A SUBSEQUENT TRIENNIUM.\n   25    3. (A) THE DEPARTMENT, IN ITS  DISCRETION,  MAY  ISSUE  A  CONDITIONAL\n   26  REGISTRATION  TO  A  LICENSEE WHO FAILS TO MEET THE CONTINUING EDUCATION\n   27  REQUIREMENTS ESTABLISHED IN SUBDIVISION TWO  OF  THIS  SECTION  BUT  WHO\n   28  AGREES TO MAKE UP ANY DEFICIENCIES AND COMPLETE ANY ADDITIONAL EDUCATION\n   29  WHICH  THE  DEPARTMENT MAY REQUIRE THE FEE FOR SUCH A CONDITIONAL REGIS-\n   30  TRATION SHALL BE THE SAME AS, AND IN ADDITION TO, THE FEE FOR THE TRIEN-\n   31  NIAL REGISTRATION. THE DURATION OF SUCH CONDITIONAL  REGISTRATION  SHALL\n   32  BE  DETERMINED  BY  THE  DEPARTMENT  BUT  SHALL NOT EXCEED ONE YEAR. ANY\n   33  LICENSEE WHO IS NOTIFIED OF THE DENIAL OF REGISTRATION  FOR  FAILURE  TO\n   34  SUBMIT  EVIDENCE, SATISFACTORY TO THE DEPARTMENT, OF REQUIRED CONTINUING\n   35  EDUCATION AND WHO PRACTICES WITHOUT SUCH REGISTRATION MAY BE SUBJECT  TO\n   36  DISCIPLINARY  PROCEEDINGS  PURSUANT TO SECTION SIXTY-FIVE HUNDRED TEN OF\n   37  THIS TITLE.\n   38    (B) FOR PURPOSES OF THIS SECTION \"ACCEPTABLE FORMAL  EDUCATION\"  SHALL\n   39  MEAN  FORMAL  COURSES OF LEARNING WHICH CONTRIBUTE TO PROFESSIONAL PRAC-\n   40  TICE IN SOCIAL WORK AND WHICH MEET THE  STANDARDS  PRESCRIBED  BY  REGU-\n   41  LATIONS  OF  THE  COMMISSIONER.  SUCH  FORMAL  COURSES OF LEARNING SHALL\n   42  INCLUDE, BUT NOT BE LIMITED TO, COLLEGIATE LEVEL CREDIT  AND  NON-CREDIT\n   43  COURSES,   PROFESSIONAL  DEVELOPMENT  PROGRAMS  AND  TECHNICAL  SESSIONS\n   44  OFFERED BY NATIONAL, STATE AND LOCAL PROFESSIONAL ASSOCIATIONS AND OTHER\n   45  ORGANIZATIONS ACCEPTABLE TO THE  DEPARTMENT,  AND  ANY  OTHER  ORGANIZED\n   46  EDUCATIONAL  AND  TECHNICAL  PROGRAMS  ACCEPTABLE TO THE DEPARTMENT. THE\n   47  DEPARTMENT MAY, IN ITS DISCRETION AND AS NEEDED  TO  CONTRIBUTE  TO  THE\n   48  HEALTH  AND  WELFARE OF THE PUBLIC, REQUIRE THE COMPLETION OF CONTINUING\n   49  EDUCATION COURSES IN SPECIFIC SUBJECTS TO FULFILL THIS MANDATORY CONTIN-\n   50  UING EDUCATION  REQUIREMENT.  COURSES  MUST  BE  TAKEN  FROM  A  SPONSOR\n   51  APPROVED  BY  THE DEPARTMENT, PURSUANT TO THE REGULATIONS OF THE COMMIS-\n   52  SIONER. LICENSED MASTER SOCIAL WORKERS OR LICENSED CLINICAL SOCIAL WORK-\n   53  ERS SHALL MAINTAIN ADEQUATE DOCUMENTATION OF  COMPLETION  OF  ACCEPTABLE\n   54  FORMAL  CONTINUING EDUCATION AND SHALL PROVIDE SUCH DOCUMENTATION AT THE\n   55  REQUEST OF THE DEPARTMENT. FAILURE TO PROVIDE  SUCH  DOCUMENTATION  UPON\n   56  THE  REQUEST  OF THE DEPARTMENT SHALL BE AN ACT OF MISCONDUCT SUBJECT TO\n\n       S. 2829                             3\n\n    1  DISCIPLINARY PROCEEDINGS PURSUANT TO SECTION SIXTY-FIVE HUNDRED  TEN  OF\n    2  THIS TITLE.\n    3    (C)  THE  MANDATORY  CONTINUING  EDUCATION  FEE  SHALL  BE  FORTY-FIVE\n    4  DOLLARS.  SUCH FEE SHALL BE PAYABLE ON OR BEFORE THE FIRST DAY  OF  EACH\n    5  TRIENNIAL  REGISTRATION  PERIOD,  AND  SHALL  BE PAID IN ADDITION TO THE\n    6  TRIENNIAL REGISTRATION FEE REQUIRED BY PARAGRAPH (G) OF SUBDIVISION  ONE\n    7  AND  PARAGRAPH  (G)  OF SUBDIVISION TWO OF SECTION SEVENTY-SEVEN HUNDRED\n    8  FOUR OF THIS ARTICLE.\n    9    S 2. This act shall take effect January 1, 2013. Provided, that effec-\n   10  tive immediately, the addition, amendment and/or repeal of any  rule  or\n   11  regulation necessary for the implementation of this act on its effective\n   12  date  are  authorized and directed to be made and completed by the state\n   13  education department.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to mandatory continuing education for social workers ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110202.T150726.TXT", "SOBI.D110202.T104706.TXT", "SOBI.D110202.T100704.TXT", "SOBI.D110202.T105206.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296677246284
}