{
  "year" : 2011,
  "senateBillNo" : "S2825-2011",
  "billEvents" : [ {
    "eventDate" : 1296622800000,
    "eventText" : "REFERRED TO COMMERCE, ECONOMIC DEVELOPMENT AND SMALL BUSINESS",
    "billEventId" : "S2825-2011-1296622800000-REFERRED+TO+COMMERCE%2C+ECONOMIC+DEVELOPMENT+AND+SMALL+BUSINESS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "STEWART-COUSINS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Creates the micro business outreach center assistance program and micro business outreach center",
  "summary" : "Creates the micro business outreach center assistance program within the department of economic development, and provides for its functions, powers and duties; further creates the micro business outreach center network; establishes a reporting requirement by the commissioner of economic development. ",
  "currentCommittee" : "COMMERCE, ECONOMIC DEVELOPMENT AND SMALL BUSINESS",
  "sameAs" : null,
  "lawSection" : "Economic Development Law",
  "previousVersions" : [ "S7968-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "ESPAILLAT",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "HANNON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "MONTGOMERY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "OPPENHEIMER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SMITH",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2825\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   February 2, 2011\n                                      ___________\n\n       Introduced  by  Sens.  STEWART-COUSINS,  ESPAILLAT,  HANNON, MONTGOMERY,\n         OPPENHEIMER, SMITH -- read twice and ordered printed, and when printed\n         to be committed to the Committee on Commerce, Economic Development and\n         Small Business\n\n       AN ACT to amend the economic development law, in  relation  to  creating\n         the micro business outreach center assistance program\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The economic development law is amended  by  adding  a  new\n    2  article 9-B to read as follows:\n    3                                  ARTICLE 9-B\n    4              MICRO BUSINESS OUTREACH CENTER ASSISTANCE PROGRAM\n    5  SECTION 216. DEFINITIONS.\n    6          217. MICRO BUSINESS OUTREACH CENTERS.\n    7          218. MICRO BUSINESS OUTREACH CENTER NETWORK.\n    8          219. REPORTING REQUIREMENT.\n    9    S  216.  DEFINITIONS.  FOR  THE PURPOSES OF THIS ARTICLE THE FOLLOWING\n   10  TERMS SHALL HAVE THE FOLLOWING MEANINGS:\n   11    1. \"MICRO BUSINESS\" SHALL MEAN A SOLE PROPRIETORSHIP,  PARTNERSHIP  OR\n   12  FAMILY BUSINESS THAT HAS FEWER THAN FIVE EMPLOYEES.\n   13    2.  \"MICRO  BUSINESS  OUTREACH CENTERS\" SHALL MEAN A BUSINESS OUTREACH\n   14  CENTER THAT SERVES THE BUSINESS DEVELOPMENT NEEDS OF  SPECIFIC  COMMUNI-\n   15  TIES.\n   16    3.  \"MICRO  BUSINESS  OUTREACH CENTER NETWORK\" SHALL MEAN A NETWORK OF\n   17  BUSINESS OUTREACH CENTERS THAT PROVIDES SERVICES THROUGHOUT A REGION AND\n   18  HELPS DEVELOP  AND  ASSIST  INDIVIDUAL  MICRO-ENTERPRISE/SMALL  BUSINESS\n   19  DEVELOPMENT   ORGANIZATIONS  IN  THE  DELIVERY  OF  CUSTOMIZED  BUSINESS\n   20  SERVICES TO ENTREPRENEURS, AS  WELL  AS  CAPACITY-BUILDING  SERVICES  TO\n   21  ORGANIZATIONS  ESTABLISHING AND OPERATING COMMUNITY AND MICRO-ENTERPRISE\n   22  DEVELOPMENT PROGRAMS.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04600-01-1\n\n       S. 2825                             2\n\n    1    S 217. MICRO BUSINESS OUTREACH CENTERS. 1. THERE IS HEREBY ESTABLISHED\n    2  WITHIN THE  DEPARTMENT  A  MICRO  BUSINESS  OUTREACH  CENTER  ASSISTANCE\n    3  PROGRAM.  THE  DEPARTMENT IS AUTHORIZED, WITHIN AMOUNTS APPROPRIATED, TO\n    4  PROVIDE DIRECT TECHNICAL AND FINANCIAL ASSISTANCE TO THE MICRO  BUSINESS\n    5  OUTREACH CENTER NETWORK, A NOT-FOR-PROFIT CORPORATION, FOR THE FOLLOWING\n    6  ACTIVITIES:\n    7    (A)  TO ASSIST THE MICRO BUSINESS OUTREACH CENTER IN SETTING UP, OR TO\n    8  ASSIST THE CENTER IN HELPING  LOCAL  SPONSOR  ORGANIZATIONS  AND/OR  NEW\n    9  ORGANIZATIONS  TO  SET UP ADDITIONAL MICRO BUSINESS OUTREACH CENTERS, IN\n   10  GEOGRAPHIC AREAS OF THE STATE THAT ARE WIDELY-SEPARATED FROM EACH  OTHER\n   11  BUT  ARE IN NEED OF, AND WOULD LIKELY BENEFIT FROM, THE ESTABLISHMENT OF\n   12  SUCH CENTER;\n   13    (B) TO ASSIST THE MICRO BUSINESS OUTREACH CENTER IN PROVIDING AID  FOR\n   14  THE  OPERATION AND MAINTENANCE OF THE ADDITIONAL MICRO BUSINESS OUTREACH\n   15  CENTERS SO CREATED AS WELL AS FOR THE OPERATION AND MAINTENANCE  OF  ITS\n   16  PRESENTLY EXISTING AFFILIATED MICRO BUSINESS OUTREACH CENTERS; AND\n   17    (C)  TO  ASSIST  THE  MICRO  BUSINESS  OUTREACH  CENTER  TO EXPAND THE\n   18  CENTER'S COORDINATION OF NETWORKING AND TECHNICAL ASSISTANCE  ACTIVITIES\n   19  AMONG ALL MICRO BUSINESS OUTREACH CENTERS.\n   20    2.  THE  DEPARTMENT  SHALL  PROVIDE MONIES, WITHIN AVAILABLE APPROPRI-\n   21  ATIONS, IN RESPONSE TO A COMMUNITY NEED FOR THE MICRO BUSINESS  OUTREACH\n   22  CENTERS  NETWORK.  THE DEPARTMENT SHALL ESTABLISH CRITERIA FOR SELECTION\n   23  AND DESIGNATION OF SUCH MICRO  BUSINESS  OUTREACH  CENTERS  WHICH  SHALL\n   24  INCLUDE BUT NOT BE LIMITED TO:\n   25    (A)  COMMUNITIES THAT ARE GEOGRAPHICALLY AND/OR SOCIALLY ISOLATED FROM\n   26  THE MAINSTREAM ECONOMY;\n   27    (B) A COORDINATED NETWORK  OF  CLIENT  INFORMATION  SYSTEMS,  REGIONAL\n   28  LINKAGES, AND OPERATIONAL GUIDELINES;\n   29    (C)  A  MODEL  THAT  MAXIMIZES  THE  EFFICIENT  USE OF SCARCE EXISTING\n   30  ECONOMIC  DEVELOPMENT  RESOURCES,  ADDRESSES  THE  RECOGNIZED  NEED  FOR\n   31  PRE-LOAN AND POST LOAN TECHNICAL ASSISTANCE FOR GROWING SMALL BUSINESS;\n   32    (D)  FACILITATING  ACCESS  TO  THE  COMPLEX INFRASTRUCTURE OF ECONOMIC\n   33  DEVELOPMENT PROGRAMS AND SMALL BUSINESS SERVICES, CONNECTING SMALL BUSI-\n   34  NESS TO NEEDED INFORMATION AND CAPITAL TECHNICAL ASSISTANCE.\n   35    3. ASSISTANCE, SERVICES AND DATA AS  WILL  ENABLE  THE  DEPARTMENT  TO\n   36  PROPERLY  CARRY OUT ITS FUNCTIONS, POWERS, AND DUTIES UNDER THIS ARTICLE\n   37  SHALL BE PROVIDED BY THE COMMISSIONER AND TO ACCOMPLISH  THE  SAME,  THE\n   38  COMMISSIONER  MAY  REQUEST  THE  ASSISTANCE OF OTHER AGENCIES AND PUBLIC\n   39  CORPORATIONS AND DISTRICTS.\n   40    S 218. MICRO BUSINESS OUTREACH CENTER  NETWORK.  1.  THERE  IS  HEREBY\n   41  ESTABLISHED  WITHIN  THE  DEPARTMENT  A  MICRO  BUSINESS OUTREACH CENTER\n   42  NETWORK. THE DEPARTMENT IS AUTHORIZED  WITHIN  AMOUNTS  APPROPRIATED  TO\n   43  PROVIDE  DIRECT TECHNICAL AND FINANCIAL ASSISTANCE TO THE MICRO BUSINESS\n   44  OUTREACH CENTER NETWORK, A NOT-FOR-PROFIT CORPORATION, FOR THE FOLLOWING\n   45  ACTIVITIES:\n   46    (A) TO ASSIST THE MICRO BUSINESS OUTREACH CENTER  NETWORK  IN  SETTING\n   47  UP,  OR  TO  ASSIST  THE  CENTER  IN HELPING LOCAL SPONSOR ORGANIZATIONS\n   48  AND/OR NEW ORGANIZATIONS TO SET UP ADDITIONAL  MICRO  BUSINESS  OUTREACH\n   49  CENTERS, IN GEOGRAPHIC AREAS OF THE STATE THAT ARE WIDELY-SEPARATED FROM\n   50  EACH OTHER BUT ARE IN NEED OF, AND WOULD LIKELY BENEFIT FROM, THE ESTAB-\n   51  LISHMENT OF SUCH CENTER;\n   52    (B)  TO ASSIST THE MICRO BUSINESS OUTREACH CENTER NETWORK IN PROVIDING\n   53  AID FOR THE OPERATION AND MAINTENANCE OF THE ADDITIONAL  MICRO  BUSINESS\n   54  OUTREACH CENTERS SO CREATED AS WELL AS FOR THE OPERATION AND MAINTENANCE\n   55  OF  ITS  PRESENTLY  EXISTING AFFILIATED MICRO BUSINESS OUTREACH CENTERS;\n   56  AND\n\n       S. 2825                             3\n\n    1    (C) TO ASSIST THE MICRO BUSINESS OUTREACH CENTER NETWORK TO EXPAND THE\n    2  CENTER'S  COORDINATION OF NETWORKING AND TECHNICAL ASSISTANCE ACTIVITIES\n    3  AMONG ALL MICRO BUSINESS OUTREACH CENTERS.\n    4    2.  THE  DEPARTMENT  SHALL  PROVIDE MONIES, WITHIN AVAILABLE APPROPRI-\n    5  ATIONS, IN RESPONSE TO A COMMUNITY NEED FOR THE MICRO BUSINESS  OUTREACH\n    6  CENTERS  NETWORK.  THE DEPARTMENT SHALL ESTABLISH CRITERIA FOR SELECTION\n    7  AND DESTINATION OF SUCH MICRO  BUSINESS  OUTREACH  CENTERS  WHICH  SHALL\n    8  INCLUDE BUT NOT BE LIMITED TO:\n    9    (A)  COMMUNITIES THAT ARE GEOGRAPHICALLY AND/OR SOCIALLY ISOLATED FROM\n   10  THE MAINSTREAM ECONOMY;\n   11    (B) A COORDINATED NETWORK  OF  CLIENT  INFORMATION  SYSTEMS,  REGIONAL\n   12  LINKAGES, AND OPERATIONAL GUIDELINES;\n   13    (C)  A  MODEL  THAT  MAXIMIZES  THE  EFFICIENT  USE OF SCARCE EXISTING\n   14  ECONOMIC  DEVELOPMENT  RESOURCES,  ADDRESSES  THE  RECOGNIZED  NEED  FOR\n   15  PRE-LOAN AND POST LOAN TECHNICAL ASSISTANCE FOR GROWING SMALL BUSINESS;\n   16    (D)  FACILITATING  ACCESS  TO  THE  COMPLEX INFRASTRUCTURE OF ECONOMIC\n   17  DEVELOPMENT PROGRAMS AND SMALL BUSINESS SERVICES, CONNECTING SMALL BUSI-\n   18  NESS TO NEEDED INFORMATION AND CAPITAL TECHNICAL ASSISTANCE.\n   19    3. ASSISTANCE, SERVICES AND DATA AS  WILL  ENABLE  THE  DEPARTMENT  TO\n   20  PROPERLY  CARRY OUT ITS FUNCTIONS, POWERS, AND DUTIES UNDER THIS ARTICLE\n   21  SHALL BE PROVIDED BY THE COMMISSIONER AND TO ACCOMPLISH  THE  SAME,  THE\n   22  COMMISSIONER  MAY  REQUEST  THE  ASSISTANCE OF OTHER AGENCIES AND PUBLIC\n   23  CORPORATIONS AND DISTRICTS.\n   24    S 219. REPORTING REQUIREMENT. THE DEPARTMENT SHALL MONITOR THE  EFFEC-\n   25  TIVENESS OF THE DIRECT TECHNICAL AND FINANCIAL ASSISTANCE IT PROVIDES TO\n   26  THE  MICRO  BUSINESS  OUTREACH CENTER NETWORK, INCORPORATED, IN ORDER TO\n   27  DETERMINE AND REPORT TO WHAT EXTENT THE GOALS SPECIFIED IN THIS  SECTION\n   28  HAVE  BEEN  ACHIEVED.  THE  COMMISSIONER  SHALL  MAKE AND FILE AN ANNUAL\n   29  REPORT TO THE GOVERNOR, TEMPORARY PRESIDENT OF THE SENATE AND SPEAKER OF\n   30  THE ASSEMBLY WITHIN THIRTY DAYS  FOLLOWING  THE  CLOSE  OF  THE  STATE'S\n   31  FISCAL  YEAR  CONTAINING THE RESULTS OF SUCH MONITORING PURSUANT TO THIS\n   32  SECTION. SUCH ANNUAL REPORT SHALL CONTAIN  RECOMMENDATIONS  FOR  FURTHER\n   33  LEGISLATION TO IMPLEMENT THE PURPOSES OF THIS ARTICLE IF IN THE JUDGMENT\n   34  OF  THE  COMMISSIONER NEW LEGISLATION TO FURTHER EFFECTUATE THE PURPOSES\n   35  OF THIS ARTICLE IS WARRANTED.\n   36    S 2. This act shall take effect on the one hundred eightieth day after\n   37  it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the economic development law, in relation to creating the micro business outreach center assistance program ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110202.T122713.TXT", "SOBI.D110202.T100203.TXT", "SOBI.D110202.T104706.TXT", "SOBI.D110202.T100704.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296667633483
}