{
  "year" : 2011,
  "senateBillNo" : "S2823-2011",
  "billEvents" : [ {
    "eventDate" : 1296622800000,
    "eventText" : "REFERRED TO INVESTIGATIONS AND GOVERNMENT OPERATIONS",
    "billEventId" : "S2823-2011-1296622800000-REFERRED+TO+INVESTIGATIONS+AND+GOVERNMENT+OPERATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "STEWART-COUSINS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prevents withdrawal or reduction of community projects grants upon departure of sponsoring members and prevents such members from randomly distributing such funds",
  "summary" : "Prevents the withdrawal or reduction of grants for community projects upon departure of the original sponsoring member and prohibits such a member from distributing such funds for purposes other than the financing or implementation of such projects. ",
  "currentCommittee" : "INVESTIGATIONS AND GOVERNMENT OPERATIONS",
  "sameAs" : null,
  "lawSection" : "Legislative Law",
  "previousVersions" : [ "S5118-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "HASSELL-THOMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "MONTGOMERY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2823\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   February 2, 2011\n                                      ___________\n\n       Introduced  by  Sens.  STEWART-COUSINS,  HASSELL-THOMPSON, MONTGOMERY --\n         read twice and ordered printed, and when printed to  be  committed  to\n         the Committee on Investigations and Government Operations\n\n       AN  ACT  to  amend  the  legislative law, in relation to prohibiting the\n         withdrawal or reduction of promised funds for community projects after\n         the departure of the original sponsoring member\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The legislative law is amended by adding a new section 13\n    2  to read as follows:\n    3    S  13.  COMMUNITY  PROJECTS;  LIMITATION  ON  DISTRIBUTION  OF  FUNDS.\n    4  NOTWITHSTANDING ANY PROVISION OF LAW TO THE CONTRARY, UPON THE DEPARTURE\n    5  OF  THE ORIGINAL SPONSORING MEMBER OF A COMMUNITY PROJECT AUTHORIZED AND\n    6  DESIGNATED IN THE STATE BUDGET AS ADOPTED AND  THE  ELECTION  OF  A  NEW\n    7  MEMBER  WHO  SHALL  CONTINUE  TO  SUPPORT SUCH PROJECT, NO MEMBER OF THE\n    8  LEGISLATURE SHALL WITHDRAW OR REDUCE ANY FUNDS GRANTED FOR THE COMMUNITY\n    9  PROJECT WITHOUT THE CONSENT OF THE NEW MEMBER.  THIS SECTION SHALL APPLY\n   10  TO ORIGINAL SPONSORING MEMBERS WHO HAVE  NOT  BEEN  RE-ELECTED  FOR  THE\n   11  UPCOMING TERM OF OFFICE AND SHALL PROHIBIT SUCH A MEMBER FROM DISTRIBUT-\n   12  ING  SUCH  FUNDS PRIOR TO HIS OR HER DEPARTURE FROM OFFICE WHEN DISTRIB-\n   13  UTION IS FOR A PURPOSE OTHER THAN THE FINANCING  IMPLEMENTATION  OF  THE\n   14  COMMUNITY PROJECT.\n   15    S 2. This act shall take effect immediately.\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04070-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the legislative law, in relation to prohibiting the withdrawal or reduction of promised funds for community projects after the departure of the original sponsoring member ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110202.T122713.TXT", "SOBI.D110202.T104706.TXT", "SOBI.D110202.T100203.TXT", "SOBI.D110202.T105206.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296667633481
}