{
  "year" : 2011,
  "senateBillNo" : "S2832-2011",
  "billEvents" : [ {
    "eventDate" : 1296622800000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "S2832-2011-1296622800000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "STEWART-COUSINS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes the New York state historic preservation fund and provides for the undertaking of historic preservation projects",
  "summary" : "Establishes the New York state historic preservation fund and provides for the undertaking of historic preservation projects; provides a check-off box on personal income tax returns for the gift for New York state historic preservation fund. ",
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "State Finance Law",
  "previousVersions" : [ "S4029-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "DILAN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "HASSELL-THOMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "MONTGOMERY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "OPPENHEIMER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SERRANO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SEWARD",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2832\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   February 2, 2011\n                                      ___________\n\n       Introduced  by  Sens. STEWART-COUSINS, DILAN, HASSELL-THOMPSON, MONTGOM-\n         ERY, OPPENHEIMER, SERRANO, SEWARD -- read twice and  ordered  printed,\n         and when printed to be committed to the Committee on Finance\n\n       AN ACT to amend the state finance law, the tax law and the parks, recre-\n         ation  and  historic preservation law, in relation to establishing the\n         New York state historic preservation fund\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Legislative findings and intent. The legislature finds and\n    2  declares that  the  restoration,  preservation  and  adaptive  reuse  of\n    3  historic  properties  in  New York state is an essential element to help\n    4  revitalize and bring about reinvestment in older downtown  and  business\n    5  districts  throughout the state. The preservation and restoration of New\n    6  York state's vast historical and architecturally  significant  buildings\n    7  can and must continue to be used as building blocks for community growth\n    8  and prosperity.\n    9    Therefore,  the  intent  of  this  act is to create the New York state\n   10  historic preservation fund, which shall be a source of money used exclu-\n   11  sively for the preservation and restoration of significant municipal and\n   12  commercial architecture  and  historic  buildings  throughout  New  York\n   13  state.\n   14    S  2. The state finance law is amended by adding a new section 99-t to\n   15  read as follows:\n   16    S 99-T.  NEW YORK STATE HISTORIC PRESERVATION FUND. 1. THERE IS HEREBY\n   17  ESTABLISHED IN THE JOINT  CUSTODY  OF  THE  STATE  COMPTROLLER  AND  THE\n   18  COMMISSIONER  OF  TAXATION AND FINANCE A SPECIAL FUND TO BE KNOWN AS THE\n   19  \"NEW YORK STATE HISTORIC PRESERVATION FUND\".\n   20    2. SUCH FUND SHALL CONSIST OF ALL  MONEYS  TRANSFERRED  TO  SUCH  FUND\n   21  PURSUANT  TO  LAW AND ALL MONEYS REQUIRED BY THE PROVISIONS OF ANY OTHER\n   22  LAW TO BE PAID INTO OR CREDITED TO SUCH FUND.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04057-01-1\n\n       S. 2832                             2\n\n    1    3. MONEYS OF SUCH FUND SHALL BE MADE AVAILABLE TO THE COMMISSIONER  OF\n    2  PARKS, RECREATION AND HISTORIC PRESERVATION AND SHALL BE USED FOR GRANTS\n    3  TO  MUNICIPALITIES  AND  NOT-FOR-PROFIT  CORPORATIONS  TO  PRESERVE  AND\n    4  RESTORE SIGNIFICANT MUNICIPAL AND COMMERCIAL ARCHITECTURE  AND  HISTORIC\n    5  BUILDINGS SITUATED IN LOCALITIES THROUGHOUT THE STATE.\n    6    4.    THE MONEYS OF THE FUND SHALL BE PAID ON THE AUDIT AND WARRANT OF\n    7  THE COMPTROLLER ON VOUCHERS CERTIFIED OR APPROVED BY THE COMMISSIONER OF\n    8  PARKS, RECREATION AND  HISTORIC  PRESERVATION  OR  HIS  DULY  DESIGNATED\n    9  REPRESENTATIVE  AND  IT  SHALL BE THE DUTY OF THE COMMISSIONER OF PARKS,\n   10  RECREATION AND HISTORIC PRESERVATION TO  ENSURE  THAT  SUCH  MONEYS  ARE\n   11  SPENT ONLY TO EFFECTUATE THE PURPOSES OF THIS SECTION.\n   12    S  3.  The  tax  law is amended by adding a new section 623 to read as\n   13  follows:\n   14    S 623. GIFT FOR NEW YORK STATE HISTORIC PRESERVATION FUND.   EFFECTIVE\n   15  FOR  ANY  TAX  YEAR  COMMENCING  ON OR AFTER JANUARY FIRST, TWO THOUSAND\n   16  THIRTEEN, AN INDIVIDUAL RESIDING IN NEW YORK STATE MAY ELECT TO CONTRIB-\n   17  UTE TO THE NEW YORK STATE  HISTORIC  PRESERVATION  FUND  ESTABLISHED  BY\n   18  SECTION  NINETY-NINE-T OF THE STATE FINANCE LAW. SUCH CONTRIBUTION SHALL\n   19  BE IN ANY WHOLE DOLLAR AMOUNT AND SHALL NOT REDUCE THE AMOUNT  OF  STATE\n   20  TAX  OWED  BY SUCH INDIVIDUAL. THE DEPARTMENT SHALL INCLUDE SPACE ON THE\n   21  PERSONAL INCOME TAX RETURN SECTION TO BE COMPLETED  BY  NEW  YORK  STATE\n   22  TAXPAYERS  TO  ENABLE SUCH TAXPAYERS TO MAKE SUCH CONTRIBUTION EITHER BY\n   23  HAVING A REFUND OR PORTION THEREOF CREDITED TO SUCH FUND OR BY  INDICAT-\n   24  ING  THAT  AN  OVERPAYMENT OF TAXES OWED IS TO BE CREDITED TO SUCH FUND.\n   25  NOTWITHSTANDING ANY OTHER PROVISION OF LAW,  ALL  REVENUES  PURSUANT  TO\n   26  THIS  SECTION SHALL BE CREDITED TO THE NEW YORK STATE HISTORIC PRESERVA-\n   27  TION FUND AND USED ONLY FOR THOSE PURPOSES ENUMERATED IN  SECTION  NINE-\n   28  TY-NINE-T OF THE STATE FINANCE LAW.\n   29    S 4. The parks, recreation and historic preservation law is amended by\n   30  adding a new section 14.11 to read as follows:\n   31    S  14.11  HISTORIC  PRESERVATION  PROJECTS.   1. HISTORIC PRESERVATION\n   32  PROJECTS MAY BE UNDERTAKEN BY THE OFFICE PURSUANT TO THE  PROVISIONS  OF\n   33  THIS  ARTICLE  AND  OTHER  APPLICABLE  PROVISIONS OF LAW PURSUANT TO THE\n   34  APPROVAL OF THE COMMISSIONER.\n   35    2. ALL HISTORIC PRESERVATION  PROJECTS  SHALL  BE  UNDERTAKEN  IN  THE\n   36  STATE.  EXCEPT FOR PROJECTS UNDERTAKEN BY THE STATE, THE TOTAL AMOUNT OF\n   37  THE  STATE ASSISTANCE PAYMENTS TOWARD THE COST OF ANY SUCH PROJECT SHALL\n   38  NOT EXCEED FIFTY PERCENT OF THE COST. FOR THE PURPOSE OF DETERMINING THE\n   39  AMOUNT OF THE STATE ASSISTANCE PAYMENTS, THE COST OF THE  PROJECT  SHALL\n   40  NOT  BE  MORE  THAN  THE  AMOUNT  SET FORTH IN THE APPLICATION FOR STATE\n   41  ASSISTANCE PAYMENTS APPROVED BY THE COMMISSIONER.\n   42    3. THE COMMISSIONER AND A MUNICIPALITY MAY ENTER INTO A  CONTRACT  FOR\n   43  THE UNDERTAKING BY THE MUNICIPALITY OF AN HISTORIC PRESERVATION PROJECT.\n   44  SUCH  HISTORIC PRESERVATION PROJECTS SHALL BE RECOMMENDED TO THE COMMIS-\n   45  SIONER BY THE GOVERNING BODY OF THE MUNICIPALITY AND, WHEN  APPROVED  BY\n   46  THE COMMISSIONER, MAY BE UNDERTAKEN BY THE MUNICIPALITY PURSUANT TO THIS\n   47  SECTION AND ANY OTHER APPLICABLE PROVISION OF LAW.\n   48    4.  THE COMMISSIONER AND A NOT-FOR-PROFIT CORPORATION MAY ENTER INTO A\n   49  CONTRACT FOR THE UNDERTAKING BY THE  NOT-FOR-PROFIT  CORPORATION  OF  AN\n   50  HISTORIC  PRESERVATION  PROJECT.  SUCH  AN HISTORIC PRESERVATION PROJECT\n   51  SHALL BE RECOMMENDED TO THE COMMISSIONER BY  THE  GOVERNING  BODY  OF  A\n   52  NOT-FOR-PROFIT CORPORATION WHICH DEMONSTRATES TO THE SATISFACTION OF THE\n   53  COMMISSIONER  THAT IT IS CAPABLE OF OPERATING AND MAINTAINING SUCH PROP-\n   54  ERTY FOR THE BENEFIT OF THE PUBLIC. UPON APPROVAL BY  THE  COMMISSIONER,\n   55  SUCH  PROJECT  MAY  BE  UNDERTAKEN  PURSUANT  TO  THE PROVISIONS OF THIS\n   56  SECTION AND ANY OTHER APPLICABLE PROVISION OF LAW.\n\n       S. 2832                             3\n\n    1    5. A MUNICIPALITY WHICH  ACQUIRES,  DEVELOPS,  IMPROVES,  RESTORES  OR\n    2  REHABILITATES  PROPERTY  WITH  FUNDS  MADE  AVAILABLE  PURSUANT  TO THIS\n    3  SECTION MAY ESTABLISH REASONABLE RULES AND REGULATIONS BY LOCAL  LAW  OR\n    4  OTHERWISE  TO  ASSURE THE PROPER ADMINISTRATION AND DEVELOPMENT THEREOF,\n    5  PROVIDED  THAT  NO  SUCH RULE OR REGULATION MAY RESTRICT THE USE OF SUCH\n    6  LANDS OR FACILITIES BY NON-RESIDENTS OF THE MUNICIPALITY.\n    7    6. THE COMMISSIONER SHALL IMPOSE  SUCH  CONTRACTUAL  REQUIREMENTS  AND\n    8  CONDITIONS  UPON  ANY  MUNICIPALITY  AND  ANY NOT-FOR-PROFIT CORPORATION\n    9  WHICH RECEIVES STATE ASSISTANCE PAYMENTS PURSUANT TO THIS SECTION AS MAY\n   10  BE NECESSARY AND APPROPRIATE TO  ENSURE  THAT  A  PUBLIC  BENEFIT  SHALL\n   11  ACCRUE FROM THE USE OF PUBLIC FUNDS BY SUCH MUNICIPALITY OR NOT-FOR-PRO-\n   12  FIT  CORPORATION. SUCH CONDITIONS SHALL INCLUDE LIMITATIONS ON THE RIGHT\n   13  OF THE MUNICIPALITY OR NOT-FOR-PROFIT CORPORATION TO DEMOLISH OR  CONVEY\n   14  SUCH  PROPERTY,  PROVISIONS  FOR PUBLIC ACCESS OR USE WHERE APPROPRIATE,\n   15  THE GRANTING OF FACADE EASEMENTS TO THE STATE, A  REQUIREMENT  THAT  ALL\n   16  PLANS  FOR RESTORATION, REHABILITATION, IMPROVEMENT, DEMOLITION OR OTHER\n   17  PHYSICAL CHANGE MUST BE SUBJECT TO THE COMMISSIONER'S APPROVAL, AND SUCH\n   18  OTHER CONDITIONS WHICH SHALL ASSURE THE PRESERVATION AND  PROTECTION  OF\n   19  THE PROJECT.\n   20    7.  THE  COMMISSIONER SHALL ADOPT, PRIOR TO THE ACCEPTANCE OF APPLICA-\n   21  TIONS FOR HISTORIC PRESERVATION PROJECTS, RULES  AND  REGULATIONS  WHICH\n   22  SHALL  INCLUDE  ELIGIBILITY REQUIREMENTS, APPLICATION PROCEDURES, OFFICE\n   23  RANKING AND REVIEW PROCESSES, PROJECT APPROVAL GUIDELINES AND  CRITERIA,\n   24  AND  FUNDING  DISTRIBUTION  NECESSARY  FOR  ALL STATE ASSISTANCE PAYMENT\n   25  PROGRAMS ESTABLISHED PURSUANT TO THIS SECTION.\n   26    S 5. This act shall take effect January 1, 2012  except  that  section\n   27  three  of  this  act  shall take effect on January 1, 2013, or such time\n   28  that the requirements therein can be implemented prior  to  the  initial\n   29  printing  of  state  personal  income tax return forms, whichever occurs\n   30  first; provided that the office of the state  comptroller  shall  notify\n   31  the  legislative  bill  drafting  commission  upon the occurrence of the\n   32  enactment of the legislation provided for in section three of  this  act\n   33  in  order that the commission may maintain an accurate and timely effec-\n   34  tive data base of the official text of the laws of the state of New York\n   35  in furtherance of effectuating the  provisions  of  section  44  of  the\n   36  legislative law and section 70-b of the public officers law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the state finance law, the tax law and the parks, recreation and historic preservation law, in relation to establishing the New York state historic preservation fund ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110202.T150726.TXT", "SOBI.D110202.T101204.TXT", "SOBI.D110202.T104706.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296677246286
}