{
  "year" : 2011,
  "senateBillNo" : "S2838-2011",
  "billEvents" : [ {
    "eventDate" : 1296622800000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "S2838-2011-1296622800000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "YOUNG",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Allows soil and water conservation districts to be eligible applicants for the local waterfront revitalization grant program",
  "summary" : "Allows soil and water conservation districts to be eligible applicants for the local waterfront revitalization grant program. ",
  "currentCommittee" : "FINANCE",
  "sameAs" : "A3557",
  "lawSection" : "Executive Law",
  "previousVersions" : [ "S7533-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2838\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   February 2, 2011\n                                      ___________\n\n       Introduced by Sen. YOUNG -- (at request of the Legislative Commission on\n         Rural  Resources)  -- read twice and ordered printed, and when printed\n         to be committed to the Committee on Finance\n\n       AN ACT to amend the executive law, in  relation  to  allowing  soil  and\n         water  conservation  districts to be eligible applicants for the local\n         waterfront revitalization grant program\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivisions 1, 2, 3, the opening paragraph and paragraph g\n    2  of subdivision 4, the opening paragraph and paragraph h of subdivision 5\n    3  and subdivisions 7, 9 and 10 of section 915 of the executive law, subdi-\n    4  vision 1 as amended by chapter 454 of the laws of 2001 and subdivision 2\n    5  and  the opening paragraph of subdivision 5 as amended by chapter 842 of\n    6  the laws of 1981, subdivision 3, the opening paragraph and  paragraph  g\n    7  of subdivision 4, paragraph h of subdivision 5 and subdivisions 7, 9 and\n    8  10,  as added by chapter 840 of the laws of 1981, are amended to read as\n    9  follows:\n   10    1. It is the intention of this article to offer the  fullest  possible\n   11  support  by  the  state and its agencies to those local governments that\n   12  desire to revitalize their waterfronts. Accordingly, any  local  govern-\n   13  ment  or  two  or  more local governments acting jointly OR ANY SOIL AND\n   14  WATER CONSERVATION DISTRICT which has any portion  of  its  jurisdiction\n   15  contiguous  to  the state's coastal waters or inland waterways and which\n   16  desires to participate may submit a waterfront revitalization program to\n   17  the secretary as herein provided.\n   18    2. The secretary may provide technical  and  financial  assistance  as\n   19  provided in sections nine hundred seventeen and nine hundred eighteen OF\n   20  THIS  ARTICLE to any local government OR ANY SOIL AND WATER CONSERVATION\n   21  DISTRICT for the preparation of a waterfront revitalization program  for\n   22  the purposes of this article.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07953-01-1\n\n       S. 2838                             2\n\n    1    3.  A local government or two or more local governments acting jointly\n    2  OR ANY SOIL AND WATER CONSERVATION DISTRICT which intends  to  submit  a\n    3  waterfront  revitalization  program  for the purposes of this article is\n    4  strongly encouraged to consult, during its preparation, with other enti-\n    5  ties  that  may be affected by its program, including local governments,\n    6  SOIL AND WATER CONSERVATION DISTRICTS,  county  and  regional  agencies,\n    7  appropriate  port  authorities,  community  based  groups  and state and\n    8  federal agencies. On request by the local government  OR  THE  SOIL  AND\n    9  WATER CONSERVATION DISTRICT, the secretary shall take appropriate action\n   10  to facilitate such consultation.\n   11    The  secretary shall prepare and distribute guidelines and regulations\n   12  for local governments OR SOIL AND WATER CONSERVATION DISTRICTS  desiring\n   13  to prepare, or cause to be prepared, a waterfront revitalization program\n   14  (hereinafter  referred  to  as  the  \"program\").  Such  guidelines shall\n   15  provide that the program  will  be  consistent  with  the  policies  and\n   16  purposes of this article generally and shall include, but not be limited\n   17  to:\n   18    g. Specification of the adequate authority and capability of the local\n   19  government  OR  SOIL  AND  WATER  CONSERVATION DISTRICT to implement the\n   20  program.\n   21    The secretary shall approve any local government  OR  SOIL  AND  WATER\n   22  CONSERVATION  DISTRICT waterfront revitalization program as eligible for\n   23  the benefits set forth in section nine hundred sixteen of  this  article\n   24  if  he  finds that such program will be consistent with coastal policies\n   25  and will achieve the waterfront revitalization purposes of this article.\n   26  In making such determination, the secretary shall find that the  program\n   27  incorporates  each  of  the following to an extent commensurate with the\n   28  particular circumstances of that local  government  OR  SOIL  AND  WATER\n   29  CONSERVATION DISTRICT:\n   30    h.  A statement identifying those elements of the program which can be\n   31  implemented by the local  government  OR  SOIL  AND  WATER  CONSERVATION\n   32  DISTRICT,  unaided,  and those that can only be implemented with the aid\n   33  of other levels of government or other agencies.  Such  statement  shall\n   34  include  those  permit,  license,  certification  or  approval programs,\n   35  grant, loan, subsidy or other funding  assistance  programs,  facilities\n   36  construction  and  planning programs which may affect the achievement of\n   37  the waterfront revitalization program.\n   38    7. Where there is a conflict between a submitted waterfront  revitali-\n   39  zation  program  and  any state or federal policy, at the request of the\n   40  local government, THE SOIL AND WATER CONSERVATION DISTRICT or the  state\n   41  or federal agency affected, the secretary shall attempt to reconcile and\n   42  resolve  the differences between the submitted program and such policies\n   43  and shall meet with the local government, SOIL  AND  WATER  CONSERVATION\n   44  DISTRICT and involved state and federal agencies to this end.\n   45    9.  Before  undertaking any action pursuant to any programs identified\n   46  pursuant to paragraph [(h)] H  of  subdivision  five  of  [section  nine\n   47  hundred  fifteen  of]  this  [article] SECTION the affected state agency\n   48  shall submit, through appropriate  existing  clearing  house  procedures\n   49  including but not limited to the state environmental quality review law,\n   50  information  on  the proposed action to THE local government OR SOIL AND\n   51  WATER CONSERVATION DISTRICT.   The local government OR  SOIL  AND  WATER\n   52  CONSERVATION  DISTRICT  shall identify potential conflicts and so notify\n   53  the secretary. Upon notification of the  conflict,  the  secretary  will\n   54  confer  with  the affected state agency and the local government OR SOIL\n   55  AND WATER CONSERVATION DISTRICT to modify  the  proposed  action  to  be\n   56  consistent with the local plan.\n\n       S. 2838                             3\n\n    1    10. Any local government OR SOIL AND WATER CONSERVATION DISTRICT which\n    2  has  had  a  waterfront revitalization program approved pursuant to this\n    3  section may withdraw its program at any time by filing with  the  secre-\n    4  tary  a  copy of a resolution of its legislative body providing for such\n    5  withdrawal.  Upon  receipt of such resolution, the secretary shall imme-\n    6  diately notify all affected state agencies.\n    7    S 2. The opening paragraph of section 916 of  the  executive  law,  as\n    8  amended  by  chapter  366  of  the  laws  of 1986, is amended to read as\n    9  follows:\n   10    In recognition of the state  policy  set  forth  in  this  article  to\n   11  encourage  the revitalization of waterfront areas in a manner consistent\n   12  with local objectives, the following benefits shall apply where a  local\n   13  government  OR SOIL AND WATER CONSERVATION DISTRICT waterfront revitali-\n   14  zation program has  been  approved  pursuant  to  section  nine  hundred\n   15  fifteen [or section nine hundred fifteen-a] of this article.\n   16    S  3. Section 917 of the executive law, as added by chapter 840 of the\n   17  laws of 1981, is amended to read as follows:\n   18    S 917. Technical assistance. The secretary shall encourage and  assist\n   19  local governments AND SOIL AND WATER CONSERVATION DISTRICTS in the prep-\n   20  aration  of waterfront revitalization programs and in the administration\n   21  and implementation  of  approved  programs.  Such  assistance  shall  be\n   22  provided  on request by the local government OR SOIL AND WATER CONSERVA-\n   23  TION DISTRICT and shall include, as may be  deemed  appropriate  by  the\n   24  secretary,  the  provision of maps, data, criteria, model implementation\n   25  provisions, and technical counsel and advice. In addition, the secretary\n   26  shall facilitate consultation  and  coordination  among  local,  county,\n   27  regional,  state  and  federal  agencies  and  community based groups in\n   28  connection with the preparation and administration  of  approved  water-\n   29  front  revitalization  programs,  and  to  facilitate the development of\n   30  projects called for by approved programs.\n   31    S 4. Paragraphs a and b of subdivision 1 and subdivision 2 of  section\n   32  918  of  the executive law, as added by chapter 840 of the laws of 1981,\n   33  are amended to read as follows:\n   34    a. To any local governments, or to two or more local  governments,  OR\n   35  SOIL  AND  WATER  CONSERVATION  DISTRICTS  for  projects approved by the\n   36  secretary which lead  to  preparation  of  a  waterfront  revitalization\n   37  program;  provided,  however,  that  such  grants shall not exceed fifty\n   38  percent of the approved cost of such projects;\n   39    b. To any local government, OR SOIL AND WATER CONSERVATION  DISTRICTS,\n   40  or  local  government  agency for research, design, and other activities\n   41  which serve to facilitate  construction  projects  provided  for  in  an\n   42  approved waterfront revitalization program; provided, however, that such\n   43  grants  shall  not  exceed  ten  percent  of  the estimated cost of such\n   44  construction project.\n   45    2. Funds available for the purposes of this section shall be allocated\n   46  in a fair and equitable manner; such allocation shall reflect the initi-\n   47  ative  shown  by  local  governments  OR  SOIL  AND  WATER  CONSERVATION\n   48  DISTRICTS  in preparing waterfront revitalization programs and in carry-\n   49  ing them out.\n   50    S 5. Subdivision 3 of section 920 of the executive law,  as  added  by\n   51  chapter 840 of the laws of 1981, is amended to read as follows:\n   52    3.  The  secretary  shall make this inventory available to state agen-\n   53  cies, local governments, SOIL AND WATER CONSERVATION DISTRICTS  and  the\n   54  public for planning purposes.\n   55    S 6. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the executive law, in relation to allowing soil and water conservation districts to be eligible applicants for the local waterfront revitalization grant program ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110202.T101704.TXT", "SOBI.D110202.T151227.TXT", "SOBI.D110202.T104706.TXT", "SOBI.D110202.T105206.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296677547474
}