{
  "year" : 2011,
  "senateBillNo" : "S2833-2011",
  "billEvents" : [ {
    "eventDate" : 1296622800000,
    "eventText" : "REFERRED TO CIVIL SERVICE AND PENSIONS",
    "billEventId" : "S2833-2011-1296622800000-REFERRED+TO+CIVIL+SERVICE+AND+PENSIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "STEWART-COUSINS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes John Bergmann to obtain credit for service to a participating employer in the New York state and local employees' retirement system",
  "summary" : "Authorizes John Leslie Bergmann to apply for and obtain retirement service credit, for service in the employment of a participating employer in the New York state and local employees' retirement system, in the New York city teachers' retirement system, of which he is a retired member due to retirement from employment by the city school district of the city of New York. ",
  "currentCommittee" : "CIVIL SERVICE AND PENSIONS",
  "sameAs" : null,
  "lawSection" : "Retirement",
  "previousVersions" : [ "S2689-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2833\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   February 2, 2011\n                                      ___________\n\n       Introduced  by  Sen.  STEWART-COUSINS -- read twice and ordered printed,\n         and when printed to be committed to the Committee on Civil Service and\n         Pensions\n\n       AN ACT to authorize John  Leslie  Bergmann  to  apply  for  and  receive\n         service  credit,  for  service  in  the  employment of a participating\n         employer in the New York state and local employees' retirement system,\n         in the New York city teachers' retirement system\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Notwithstanding any other provision of law to the contrary,\n    2  John Leslie Bergmann, who retired on July 1, 2002 from employment by the\n    3  city  school district of the city of New York and receives benefits from\n    4  the New York city teachers' retirement system, and who commenced employ-\n    5  ment by  the  Westchester  county  community  college,  a  participating\n    6  employer  in  the New York state and local employees' retirement system,\n    7  on September 6, 1988, and who, for reasons not  ascribable  to  his  own\n    8  negligence,  did  not  become  a  member of the New York state and local\n    9  employees' retirement system, shall be entitled  to  receive  retirement\n   10  service  credit for his service as an employee of the Westchester county\n   11  community college, from the date of his commencement of such  employment\n   12  until  the  date  of  his  retirement from employment by the city school\n   13  district of the city of New York, in the New York city teachers' retire-\n   14  ment system if, on or before the thirty-first of December next  succeed-\n   15  ing  the  date  on  which  it  shall have become a law, he shall file an\n   16  application therefor with the state comptroller.\n   17    S 2. Notwithstanding any other provision of law to the contrary, ther-\n   18  eupon, the New York state and local employees' retirement  system  shall\n   19  transfer  to the New York city teachers' retirement system an amount, to\n   20  be determined by the state comptroller, equal to that  which  the  West-\n   21  chester county community college would have been obligated to pay to the\n   22  New  York state and local employees' retirement system on account of its\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07542-03-1\n\n       S. 2833                             2\n\n    1  employment of John Leslie Bergmann, together with interest thereon,  had\n    2  he  become  a  member  of  such  retirement  system  at  the time of the\n    3  commencement of his employment by Westchester county community  college.\n    4  In  addition to such transfer, John Leslie Bergmann shall pay to the New\n    5  York city teachers' retirement system, in a lump sum, an amount, if any,\n    6  to be determined by the state comptroller, equal to that which he  would\n    7  have  been  obligated  to  contribute  to  the  New York state and local\n    8  employees' retirement system due to his employment by Westchester county\n    9  community college, had he become  a  member  of  such  system  upon  the\n   10  commencement of such employment, from the date of the commencement ther-\n   11  eof  until the date of his retirement from employment by the city school\n   12  district of the city of New York.\n   13    S 3. Upon receipt of the transfer and the payment required by  section\n   14  two  of  this  act,  the New York city teachers' retirement system shall\n   15  grant the retirement service authorized by section one of  this  act  to\n   16  John Leslie Bergmann and shall recalculate and pay his retirement allow-\n   17  ance  accordingly and pay to him any arrearage or deficiency to which he\n   18  may be entitled pursuant to the provisions of this act in a lump sum.\n   19    S 4. This act shall take effect immediately.\n         FISCAL NOTE.--This bill will adjust the  retirement  benefit  of  John\n       Leslie  Bergmann,  a  retiree from the New York City Teachers Retirement\n       System (NYCTRS), by increasing his final average salary by approximately\n       $16,000 based on salary earned while working for the Westchester  County\n       Community  College.  The  additional  benefit  based on the increased in\n       final average salary will then be paid  retroactively  to  his  date  of\n       retirement from the NYCTRS.\n         If  this  bill  enacted,  insofar as it affects the New York State and\n       Local Employees' Retirement System, we anticipate  that  there  will  be\n       transfer of approximately $7,890 to the NYCTRS. This cost will be shared\n       by  the  State of New York and all of the participating employers in the\n       New York State and Local Employees' Retirement System. In  addition,  we\n       estimate  that  Mr.  Bergmann  will have to pay approximately $10,400 in\n       member contributions to the NYCTRS. The sum of  these  amounts  will  be\n       used to partially offset the cost to the NYCTRS.\n         This estimate, dated January 28, 2011 and intended for use only during\n       the  2011  Legislative  Session, is Fiscal Note No. 2011-93, prepared by\n       the Actuary for the New  York  State  and  Local  Employees'  Retirement\n       System.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to authorize John Leslie Bergmann to apply for and receive service credit, for service in the employment of a participating employer in the New York state and local employees' retirement system, in the New York city teachers' retirement system ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110202.T101204.TXT", "SOBI.D110202.T104706.TXT", "SOBI.D110202.T150226.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296676946068
}