{
  "year" : 2011,
  "senateBillNo" : "S2835-2011",
  "billEvents" : [ {
    "eventDate" : 1296622800000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S2835-2011-1296622800000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "YOUNG",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Designates the dog control officer of the city of Salamanca as a peace officer",
  "summary" : "Designates the dog control officer of the city of Salamanca as a peace officer for purposes of enforcing article 26 of the agriculture and markets law and issuing appearance tickets pursuant to article 7 of such law. ",
  "currentCommittee" : "CODES",
  "sameAs" : null,
  "lawSection" : "Criminal Procedure Law",
  "previousVersions" : [ "S2260-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2835\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   February 2, 2011\n                                      ___________\n\n       Introduced  by  Sen.  YOUNG  -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Codes\n\n       AN ACT to amend the criminal procedure law, in relation  to  designating\n         dog control officers of the city of Salamanca as peace officers\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 2.10 of the criminal procedure law  is  amended  by\n    2  adding a new subdivision 83 to read as follows:\n    3    83.  DOG  CONTROL  OFFICERS  OF  THE  CITY  OF  SALAMANCA,  WHO AT THE\n    4  DISCRETION OF THE COMMON COUNCIL MAY BE DESIGNATED AS CONSTABLES FOR THE\n    5  PURPOSE OF ENFORCING ARTICLE TWENTY-SIX OF THE AGRICULTURE  AND  MARKETS\n    6  LAW  AND  FOR  THE PURPOSE OF ISSUING APPEARANCE TICKETS PERMITTED UNDER\n    7  ARTICLE SEVEN OF SUCH LAW;  PROVIDED,  HOWEVER,  THAT  NOTHING  IN  THIS\n    8  SUBDIVISION SHALL BE DEEMED TO AUTHORIZE SUCH OFFICER TO CARRY, POSSESS,\n    9  REPAIR  OR  DISPOSE OF A FIREARM UNLESS THE APPROPRIATE LICENSE THEREFOR\n   10  HAS BEEN ISSUED PURSUANT TO SECTION 400.00 OF THE PENAL LAW.\n   11    S 2. This act shall take effect immediately.\n\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD08255-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the criminal procedure law, in relation to designating dog control officers of the city of Salamanca as peace officers ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110202.T101704.TXT", "SOBI.D110202.T110207.TXT", "SOBI.D110202.T151227.TXT", "SOBI.D110202.T105206.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296677547478
}