{
  "year" : 2011,
  "senateBillNo" : "S2846-2011",
  "billEvents" : [ {
    "eventDate" : 1296622800000,
    "eventText" : "REFERRED TO INVESTIGATIONS AND GOVERNMENT OPERATIONS",
    "billEventId" : "S2846-2011-1296622800000-REFERRED+TO+INVESTIGATIONS+AND+GOVERNMENT+OPERATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "STEWART-COUSINS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes the town of Greenburgh or the village therein to adopt a local law to impose a 3% hotel/motel occupancy tax; allocates 1/3 of tax revenue to school district",
  "summary" : "Authorizes the town of Greenburgh to adopt a local law to impose a 3 percent hotel/motel occupancy tax; authorizes villages in the town of Greenburgh to adopt a local law to impose a 3 percent hotel/motel occupancy tax; allocates 1 percent of revenue collected from such hotel/motel tax to the school districts of the town of Greenburgh or school districts of villages therein. ",
  "currentCommittee" : "INVESTIGATIONS AND GOVERNMENT OPERATIONS",
  "sameAs" : null,
  "lawSection" : "Tax Law",
  "previousVersions" : [ "SB6651-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2846\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   February 2, 2011\n                                      ___________\n\n       Introduced  by  Sen.  STEWART-COUSINS -- read twice and ordered printed,\n         and when printed to be committed to the  Committee  on  Investigations\n         and Government Operations\n\n       AN  ACT  to  amend  the  tax law, in relation to authorizing the town of\n         Greenburgh to adopt a local law to impose a hotel/motel occupancy  tax\n         for  hotels not located in a village; authorizing villages in the town\n         of Greenburgh to adopt a local law to impose a  hotel/motel  occupancy\n         tax in such villages\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The tax law is amended by adding a new section  1202-cc  to\n    2  read as follows:\n    3    S 1202-CC. HOTEL OR MOTEL TAXES IN THE TOWN AND THE VILLAGES OF GREEN-\n    4  BURGH.  (1) NOTWITHSTANDING ANY OTHER PROVISIONS OF LAW TO THE CONTRARY,\n    5  THE TOWN OF GREENBURGH, WESTCHESTER COUNTY,  IS  HEREBY  AUTHORIZED  AND\n    6  EMPOWERED  TO  ADOPT  AND AMEND LOCAL LAWS IMPOSING IN THOSE PORTIONS OF\n    7  SUCH TOWN NOT LOCATED WITHIN A VILLAGE, AND EACH VILLAGE IN SUCH TOWN IS\n    8  HEREBY AUTHORIZED AND EMPOWERED TO ADOPT AND AMEND LOCAL  LAWS  IMPOSING\n    9  IN  SUCH  VILLAGE  A  TAX,  IN  ADDITION TO ANY OTHER TAX AUTHORIZED AND\n   10  IMPOSED PURSUANT TO THIS ARTICLE, AS THE LEGISLATURE HAS OR  WOULD  HAVE\n   11  THE POWER AND AUTHORITY TO IMPOSE UPON PERSONS OCCUPYING ROOMS IN HOTELS\n   12  OR  MOTELS  IN  SUCH  TOWN  OR VILLAGE THEREIN. FOR THE PURPOSES OF THIS\n   13  SECTION, THE TERM \"HOTEL\" SHALL MEAN A BUILDING OR PORTION OF  IT  WHICH\n   14  IS  REGULARLY  USED AND KEPT OPEN AS SUCH FOR THE LODGING OF GUESTS. THE\n   15  TERM \"HOTEL\" INCLUDES AN APARTMENT HOTEL, A MOTEL OR A  BOARDING  HOUSE,\n   16  WHETHER  OR  NOT MEALS ARE SERVED. THE RATE OF SUCH TAX SHALL NOT EXCEED\n   17  THREE PERCENT OF THE PER DIEM RENTAL RATE FOR  EACH  ROOM  WHETHER  SUCH\n   18  ROOM IS RENTED ON A DAILY OR LONGER BASIS.\n   19    (2)  SUCH TAX MAY BE COLLECTED AND ADMINISTERED BY THE COMMISSIONER OF\n   20  FINANCE OR OTHER FISCAL OFFICER OF THE TOWN  OF  GREENBURGH  OR  OF  ANY\n   21  VILLAGE THEREIN, AS THE CASE MAY BE, BY SUCH MEANS AND IN SUCH MANNER AS\n   22  OTHER TAXES WHICH ARE NOW COLLECTED AND ADMINISTERED BY SUCH OFFICERS IN\n   23  ACCORDANCE  WITH  THE  TOWN  OR  VILLAGE  CHARTER OR AS OTHERWISE MAY BE\n   24  PROVIDED BY SUCH LOCAL LAW.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD08252-01-1\n\n       S. 2846                             2\n\n    1    (3) SUCH LOCAL LAWS MAY PROVIDE THAT ANY TAX IMPOSED SHALL BE PAID  BY\n    2  THE PERSON LIABLE THEREFOR TO THE OWNER OF THE HOTEL OR MOTEL ROOM OCCU-\n    3  PIED  OR  TO  THE  PERSON ENTITLED TO BE PAID THE RENT OR CHARGE FOR THE\n    4  HOTEL OR MOTEL ROOM OCCUPIED FOR AND ON ACCOUNT OF THE  TOWN  OF  GREEN-\n    5  BURGH OR OF ANY VILLAGE THEREIN IMPOSING THE TAX, AND THAT SUCH OWNER OR\n    6  PERSON  ENTITLED  TO  BE PAID THE RENT OR CHARGE SHALL BE LIABLE FOR THE\n    7  COLLECTION AND PAYMENT OF THE TAX; AND THAT SUCH OWNER OR  PERSON  ENTI-\n    8  TLED  TO BE PAID THE RENT OR CHARGE SHALL HAVE THE SAME RIGHT IN RESPECT\n    9  TO COLLECTING THE TAX FROM THE PERSON OCCUPYING THE HOTEL OR MOTEL ROOM,\n   10  OR IN RESPECT TO NONPAYMENT OF THE TAX BY THE PERSON OCCUPYING THE HOTEL\n   11  OR MOTEL ROOM, AS IF THE TAX WERE A PART OF THE RENT OR CHARGE AND PAYA-\n   12  BLE AT THE SAME TIME AS THE RENT OR CHARGE; PROVIDED, HOWEVER, THAT  THE\n   13  COMMISSIONER  OF  FINANCE  OR  OTHER  FISCAL OFFICERS OF THE TOWN OR THE\n   14  VILLAGE, SPECIFIED IN SUCH LOCAL LAW, SHALL BE JOINED AS A PARTY IN  ANY\n   15  ACTION  OR  PROCEEDING BROUGHT TO COLLECT THE TAX BY THE OWNER OR BY THE\n   16  PERSON ENTITLED TO BE PAID THE RENT OR CHARGE.\n   17    (4) SUCH LOCAL LAWS MAY PROVIDE FOR THE  FILING  OF  RETURNS  AND  THE\n   18  PAYMENT  OF  THE TAX ON A MONTHLY BASIS OR ON THE BASIS OF ANY LONGER OR\n   19  SHORTER PERIOD OF TIME.\n   20    (5) THIS SECTION SHALL NOT AUTHORIZE THE IMPOSITION OF SUCH  TAX  UPON\n   21  THE FOLLOWING:\n   22    A.  THE  STATE  OF  NEW  YORK,  OR ANY PUBLIC CORPORATION, INCLUDING A\n   23  PUBLIC CORPORATION CREATED PURSUANT TO AGREEMENT OR COMPACT WITH ANOTHER\n   24  STATE OR THE DOMINION OF CANADA, IMPROVEMENT DISTRICT OR OTHER POLITICAL\n   25  SUBDIVISION OF THE STATE;\n   26    B. THE UNITED STATES OF AMERICA, INSOFAR AS IT IS  IMMUNE  FROM  TAXA-\n   27  TION;\n   28    C.  ANY CORPORATION OR ASSOCIATION, OR TRUST, OR COMMUNITY CHEST, FUND\n   29  OR FOUNDATION ORGANIZED AND OPERATED EXCLUSIVELY FOR RELIGIOUS, CHARITA-\n   30  BLE OR EDUCATIONAL PURPOSES, OR FOR THE PREVENTION OF CRUELTY  TO  CHIL-\n   31  DREN  OR ANIMALS, AND NO PART OF THE NET EARNINGS OF WHICH INURES TO THE\n   32  BENEFIT OF ANY PRIVATE SHAREHOLDER OR INDIVIDUAL AND NO SUBSTANTIAL PART\n   33  OF THE ACTIVITIES OF WHICH  IS  CARRYING  ON  PROPAGANDA,  OR  OTHERWISE\n   34  ATTEMPTING  TO INFLUENCE LEGISLATION; PROVIDED, HOWEVER, THAT NOTHING IN\n   35  THIS PARAGRAPH SHALL INCLUDE AN ORGANIZATION OPERATED  FOR  THE  PRIMARY\n   36  PURPOSE  OF  CARRYING  ON A TRADE OR BUSINESS FOR PROFIT, WHETHER OR NOT\n   37  ALL OF ITS PROFITS ARE PAYABLE TO ONE OR MORE ORGANIZATIONS DESCRIBED IN\n   38  THIS PARAGRAPH; AND\n   39    D. A PERMANENT RESIDENT OF A HOTEL OR MOTEL. FOR THE PURPOSES OF  THIS\n   40  SECTION, THE TERM \"PERMANENT RESIDENT\" SHALL MEAN A NATURAL PERSON OCCU-\n   41  PYING  ANY ROOM OR ROOMS IN A HOTEL OR MOTEL FOR AT LEAST THIRTY CONSEC-\n   42  UTIVE DAYS.\n   43    (6) ANY FINAL DETERMINATION OF THE AMOUNT OF ANY TAX PAYABLE HEREUNDER\n   44  SHALL BE REVIEWABLE FOR ERROR, ILLEGALITY OR UNCONSTITUTIONALITY OR  ANY\n   45  OTHER  REASON  WHATSOEVER BY A PROCEEDING UNDER ARTICLE SEVENTY-EIGHT OF\n   46  THE CIVIL PRACTICE LAW AND RULES IF APPLICATION THEREFOR IS MADE TO  THE\n   47  SUPREME  COURT  WITHIN  THIRTY  DAYS  AFTER GIVING OF THE NOTICE OF SUCH\n   48  FINAL DETERMINATION, PROVIDED, HOWEVER, THAT ANY SUCH  PROCEEDING  UNDER\n   49  ARTICLE  SEVENTY-EIGHT  OF THE CIVIL PRACTICE LAW AND RULES SHALL NOT BE\n   50  INSTITUTED UNLESS:\n   51    A. THE AMOUNT OF ANY TAX SOUGHT TO BE REVIEWED, WITH SUCH INTEREST AND\n   52  PENALTIES THEREON AS MAY BE PROVIDED FOR  BY  LOCAL  LAW  OR  REGULATION\n   53  SHALL  BE FIRST DEPOSITED AND THERE IS FILED AN UNDERTAKING, ISSUED BY A\n   54  SURETY COMPANY  AUTHORIZED  TO  TRANSACT  BUSINESS  IN  THIS  STATE  AND\n   55  APPROVED BY THE SUPERINTENDENT OF INSURANCE OF THIS STATE AS TO SOLVENCY\n   56  AND  RESPONSIBILITY,  IN  SUCH  AMOUNT AS A JUSTICE OF THE SUPREME COURT\n\n       S. 2846                             3\n\n    1  SHALL APPROVE TO THE EFFECT THAT IF SUCH PROCEEDING BE DISMISSED OR  THE\n    2  TAX  CONFIRMED  THE  PETITIONER WILL PAY ALL COSTS AND CHARGES WHICH MAY\n    3  ACCRUE IN THE PROSECUTION OF SUCH PROCEEDING; OR\n    4    B.  AT  THE  OPTION OF THE PETITIONER SUCH UNDERTAKING MAY BE IN A SUM\n    5  SUFFICIENT TO COVER TAXES, INTEREST AND PENALTIES STATED IN SUCH  DETER-\n    6  MINATION  PLUS  THE COSTS AND CHARGES WHICH MAY ACCRUE AGAINST IT IN THE\n    7  PROSECUTION OF THE PROCEEDING, IN WHICH EVENT THE PETITIONER  SHALL  NOT\n    8  BE  REQUIRED  TO  PAY  SUCH  TAXES, INTEREST OR PENALTIES AS A CONDITION\n    9  PRECEDENT TO THE APPLICATION.\n   10    (7) WHERE ANY TAX IMPOSED HEREUNDER SHALL HAVE BEEN ERRONEOUSLY, ILLE-\n   11  GALLY OR UNCONSTITUTIONALLY COLLECTED AND  APPLICATION  FOR  THE  REFUND\n   12  THEREOF  DULY  MADE  TO  THE PROPER FISCAL OFFICER OR OFFICERS, AND SUCH\n   13  OFFICER OR OFFICERS SHALL HAVE MADE A DETERMINATION DENYING SUCH REFUND,\n   14  SUCH DETERMINATION SHALL BE REVIEWABLE BY  A  PROCEEDING  UNDER  ARTICLE\n   15  SEVENTY-EIGHT  OF  THE  CIVIL PRACTICE LAW AND RULES, PROVIDED, HOWEVER,\n   16  THAT SUCH PROCEEDING IS INSTITUTED WITHIN THIRTY DAYS AFTER  THE  GIVING\n   17  OF  THE NOTICE OF SUCH DENIAL, THAT A FINAL DETERMINATION OF TAX DUE WAS\n   18  NOT PREVIOUSLY MADE, AND THAT AN UNDERTAKING IS FILED  WITH  THE  PROPER\n   19  FISCAL  OFFICER  OR  OFFICERS IN SUCH AMOUNT AND WITH SUCH SURETIES AS A\n   20  JUSTICE OF THE SUPREME COURT SHALL APPROVE TO THE EFFECT  THAT  IF  SUCH\n   21  PROCEEDING  BE  DISMISSED  OR THE TAX CONFIRMED, THE PETITIONER WILL PAY\n   22  ALL COSTS AND CHARGES WHICH ACCRUE IN THE PROSECUTION OF  SUCH  PROCEED-\n   23  ING.\n   24    (8)  EXCEPT IN THE CASE OF A WILLFULLY FALSE OR FRAUDULENT RETURN WITH\n   25  INTENT TO EVADE THE TAX, NO ASSESSMENT OF ADDITIONAL TAX SHALL  BE  MADE\n   26  AFTER  THE  EXPIRATION  OF  MORE  THAN  THREE YEARS FROM THE DATE OF THE\n   27  FILING OF A RETURN, PROVIDED, HOWEVER, THAT WHERE  NO  RETURN  HAS  BEEN\n   28  FILED AS PROVIDED BY LAW THE TAX MAY BE ASSESSED AT ANY TIME.\n   29    (9)  REVENUES  RESULTING FROM THE IMPOSITION OF TAX AUTHORIZED BY THIS\n   30  SECTION SHALL BE PAID INTO THE TREASURY OF THE TOWN OF GREENBURGH OR  OF\n   31  THE  VILLAGE  THEREIN,  AND  SHALL  BE  CREDITED TO AND DEPOSITED IN THE\n   32  GENERAL FUND OF THE TOWN OR VILLAGE; AND MAY THEREAFTER BE ALLOCATED  AT\n   33  THE  DISCRETION OF THE BOARD OF LEGISLATORS OF THE TOWN OF GREENBURGH OR\n   34  OF THE VILLAGE THEREIN FOR ANY TOWN OR VILLAGE PURPOSE.\n   35    (10) THE BOARD OF LEGISLATORS OF THE TOWN  OF  GREENBURGH  OR  OF  THE\n   36  VILLAGE THEREIN SHALL ALLOCATE ONE-THIRD OF SUCH REVENUES RESULTING FROM\n   37  THE IMPOSITION OF TAX AUTHORIZED BY THIS SECTION, TO THE SCHOOL DISTRICT\n   38  OR DISTRICTS LOCATED IN SUCH TOWN OR VILLAGE THEREIN.\n   39    (11)  THE  REVENUE  RESERVED  FOR  SCHOOL  DISTRICTS  SHALL BE DIVIDED\n   40  PROPORTIONALLY BETWEEN SCHOOL DISTRICTS WHOLLY OR PARTIALLY  WITHIN  THE\n   41  MUNICIPALITY  BASED UPON THE NUMBER OF STUDENTS IN EACH SCHOOL DISTRICT.\n   42  THAT IS, THE MUNICIPALITY SHALL DISTRIBUTE THE  TAX  REVENUE  TO  SCHOOL\n   43  DISTRICTS  BASED  UPON  EACH DIVIDED SCHOOL DISTRICT'S PROPORTION OF THE\n   44  MUNICIPALITY'S PUBLIC SCHOOL STUDENTS;  SCHOOL  DISTRICTS  MUST  HAVE  A\n   45  MINIMUM OF FIVE STUDENTS FROM THE MUNICIPALITY TO RECEIVE A PROPORTIONAL\n   46  DISTRIBUTION.  EACH  SCHOOL  DISTRICT  SHALL  DETERMINE  THE  NUMBER  OF\n   47  FULL-TIME, NON-TUITION STUDENTS WHO   RESIDE  IN  THE  MUNICIPALITY  AND\n   48  SUBMIT  SUCH  DATA  TO  THE  MUNICIPALITY, WHICH DATA WILL BE SUBJECT TO\n   49  REVIEW BY THE MUNICIPALITY.\n   50    (12) IF ANY PROVISION OF THIS SECTION OR THE  APPLICATION  THEREOF  TO\n   51  ANY  PERSON OR CIRCUMSTANCE SHALL BE HELD INVALID, THE REMAINDER OF THIS\n   52  SECTION AND THE APPLICATION  OF  SUCH  PROVISION  TO  OTHER  PERSONS  OR\n   53  CIRCUMSTANCES SHALL NOT BE AFFECTED THEREBY.\n   54    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the tax law, in relation to authorizing the town of Greenburgh to adopt a local law to impose a hotel/motel occupancy tax for hotels not located in a village; authorizing villages in the town of Greenburgh to adopt a local law to impose a hotel/motel occupancy tax in such villages ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110202.T121712.TXT", "SOBI.D110202.T113709.TXT", "SOBI.D110202.T130714.TXT", "SOBI.D110202.T123713.TXT", "SOBI.D110202.T150226.TXT", "SOBI.D110202.T113209.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296676946080
}