{
  "year" : 2011,
  "senateBillNo" : "S2848-2011",
  "billEvents" : [ {
    "eventDate" : 1296622800000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "S2848-2011-1296622800000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "PARKER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes a review panel for the waiver for qualifications for superintendents in cities having a population of one million or more; appropriation",
  "summary" : "Establishes a review panel for the waiver for qualifications for superintendents in cities having a population of one million or more. ",
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "Appropriations",
  "previousVersions" : [ "S8515-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2848\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   February 2, 2011\n                                      ___________\n\n       Introduced  by  Sen.  PARKER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Finance\n\n       AN ACT to amend the education law, in relation to establishing a  review\n         panel  for the waiver for qualifications for superintendents in cities\n         having a population of one million or more; and  making  an  appropri-\n         ation therefor\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 3 of section 3003  of  the  education  law,  as\n    2  amended  by  chapter  149  of  the  laws  of 1974, is amended to read as\n    3  follows:\n    4    3. A. The commissioner, at the request of  a  board  of  education  or\n    5  board  of cooperative educational services, may provide for the issuance\n    6  of a certificate as superintendent of schools to exceptionally qualified\n    7  persons who do not meet all of the graduate course or teaching  require-\n    8  ments of subdivision one of this section, but whose exceptional training\n    9  and  experience  are the substantial equivalent of such requirements and\n   10  qualify such persons for the duties  of  a  superintendent  of  schools,\n   11  PROVIDED  HOWEVER, IN A CITY HAVING A POPULATION OF ONE MILLION OR MORE,\n   12  THE ISSUANCE OF SUCH CERTIFICATE SHALL BE SUBJECT TO THE APPROVAL OF THE\n   13  REVIEW PANEL ESTABLISHED PURSUANT TO PARAGRAPH B OF THIS SUBDIVISION.\n   14    B. THERE IS HEREBY CREATED A REVIEW PANEL FOR THE  WAIVER  FOR  EXCEP-\n   15  TIONALLY QUALIFIED PERSONS FOR SUPERINTENDENTS. SUCH PANEL SHALL CONSIST\n   16  OF THIRTEEN VOTING MEMBERS AS FOLLOWS:\n   17    (I) THE COMPTROLLER OF THE CITY OF NEW YORK;\n   18    (II) THE PUBLIC ADVOCATE OF THE CITY OF NEW YORK;\n   19    (III)  TWO  MEMBERS  TO  BE DESIGNATED BY THE MAYOR OF THE CITY OF NEW\n   20  YORK;\n   21    (IV) ONE MEMBER TO BE DESIGNATED BY EACH  BOROUGH  PRESIDENT  OF  EACH\n   22  BOROUGH IN THE CITY OF NEW YORK;\n   23    (V) ONE MEMBER DESIGNATED BY THE TEMPORARY PRESIDENT OF THE SENATE;\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06094-01-1\n\n       S. 2848                             2\n\n    1    (VI) ONE MEMBER DESIGNATED BY THE SPEAKER OF THE ASSEMBLY;\n    2    (VII) ONE MEMBER DESIGNATED BY THE MINORITY LEADER OF THE SENATE; AND\n    3    (VIII) ONE MEMBER DESIGNATED BY THE MINORITY LEADER OF THE ASSEMBLY.\n    4    C.  THE  MEMBERS  SHALL RECEIVE NO COMPENSATION FOR THEIR SERVICES BUT\n    5  SHALL BE ENTITLED TO THEIR ACTUAL EXPENSES INCURRED IN  THE  PERFORMANCE\n    6  OF THEIR OFFICIAL DUTIES.\n    7    D.  THE  PANEL  SHALL  MEET  AT THE REQUEST OF THE COMMISSIONER OR THE\n    8  BOARD OF REGENTS, AND SHALL VOTE ON WHETHER TO APPROVE SUCH WAIVER WITH-\n    9  IN THIRTY DAYS FROM THE REQUEST FROM SUCH BOARD.\n   10    E. APPROVAL OF ANY MATTER SHALL REQUIRE  THE  AFFIRMATIVE  VOTE  OF  A\n   11  MAJORITY OF THE MEMBERS VOTING THEREON.\n   12    S  2.    The  sum  of twenty-five thousand dollars ($25,000) is hereby\n   13  appropriated to the department of education out of  any  moneys  in  the\n   14  state  treasury  in the general fund to the credit of the state purposes\n   15  account, not otherwise appropriated, and made immediately available, for\n   16  the purpose of carrying out the provisions  of  this  act.  Such  moneys\n   17  shall be payable on the audit and warrant of the comptroller on vouchers\n   18  certified or approved by the commissioner of the department of education\n   19  in the manner prescribed by law.\n   20    S  3.  This act shall take effect on the first of July next succeeding\n   21  the date on which it shall have become a law,  provided,  however,  that\n   22  effective  immediately,  the  addition,  amendment  and/or repeal of any\n   23  rules or regulations necessary for the implementation of  the  foregoing\n   24  section of this act on its effective date are authorized and directed to\n   25  be made and completed on or before such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to establishing a review panel for the waiver for qualifications for superintendents in cities having a population of one million or more; and making an appropriation therefor ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110202.T121712.TXT", "SOBI.D110202.T113709.TXT", "SOBI.D110202.T123713.TXT", "SOBI.D110202.T150226.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296676946091
}