{
  "year" : 2011,
  "senateBillNo" : "S2843-2011",
  "billEvents" : [ {
    "eventDate" : 1296622800000,
    "eventText" : "REFERRED TO LOCAL GOVERNMENT",
    "billEventId" : "S2843-2011-1296622800000-REFERRED+TO+LOCAL+GOVERNMENT",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "CARLUCCI",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes municipalities and districts to enter into cooperative agreements for the provision of centralized public employee administrative and personnel services",
  "summary" : "Authorizes municipalities and districts to enter in cooperative agreements for the provision of centralized public employee administrative and personnel services; provides for health insurance coverage of municipal employees pursuant to standardized health insurance contracts; and authorizes the provision of reduced premiums for municipal health insurance plans which offer wellness programs. ",
  "currentCommittee" : "LOCAL GOVERNMENT",
  "sameAs" : null,
  "lawSection" : "General Municipal Law",
  "previousVersions" : null,
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "KLEIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SAVINO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "VALESKY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2843\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   February 2, 2011\n                                      ___________\n\n       Introduced  by  Sens. CARLUCCI, KLEIN, SAVINO, VALESKY -- read twice and\n         ordered printed, and when printed to be committed to the Committee  on\n         Local Government\n\n       AN  ACT  to  amend the general municipal law, in relation to authorizing\n         cities, towns,  villages,  school  districts,  boards  of  cooperative\n         educational  services,  library districts, fire districts, improvement\n         districts and special districts to enter into  cooperative  agreements\n         for  the  provision  of centralized public employee administrative and\n         personnel services; and to amend the insurance  law,  in  relation  to\n         authorizing  the  provision  of health insurance coverage to municipal\n         employees pursuant to  standardized  health  insurance  contracts  and\n         authorizing  reduction  of  premiums  for municipal cooperative health\n         benefit plans which offer employee wellness programs\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Section  92-a of the general municipal law, is amended by\n    2  adding a new subdivision 8 to read as follows:\n    3    8. THE PROVISIONS OF THIS SECTION SHALL NOT APPLY TO ANY PUBLIC CORPO-\n    4  RATION WHICH PROVIDES HEALTH INSURANCE  BENEFITS  TO  ITS  OFFICERS  AND\n    5  EMPLOYEES PURSUANT TO ARTICLE FORTY-SEVEN OF THE INSURANCE LAW.\n    6    S  2.  Subdivision a of section 119-n of the general municipal law, as\n    7  amended by chapter 413 of the laws  of  1991,  is  amended  to  read  as\n    8  follows:\n    9    a. The term \"municipal corporation\" means a county outside the city of\n   10  New  York, a city, a town, a village, a board of cooperative educational\n   11  services, A PUBLIC LIBRARY AS DEFINED IN SECTION TWO HUNDRED FIFTY-THREE\n   12  OF THE EDUCATION LAW, A fire district or a school district.\n   13    S 3. Subdivision 2 of section 119-o of the general  municipal  law  is\n   14  amended by adding a new paragraph b-1 to read as follows:\n   15    B-1.    THE  ESTABLISHMENT  OF  A  CENTRALIZED  OFFICE TO COLLECTIVELY\n   16  PROVIDE:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD08542-01-1\n\n       S. 2843                             2\n\n    1    (I) EMPLOYEE PAYROLL, TIME, ATTENDANCE  AND  PERSONNEL  ADMINISTRATION\n    2  SERVICES;\n    3    (II) PARTICIPATION IN THE NEW YORK STATE HEALTH INSURANCE PROGRAM;\n    4    (III)  A  PERSONNEL  OFFICE  TO PROVIDE INFORMATION ON EMPLOYEE HEALTH\n    5  INSURANCE AND OTHER EMPLOYEE BENEFITS;\n    6    (IV) EMPLOYEE HEALTH INSURANCE BENEFITS  FROM  MORE  THAN  ONE  HEALTH\n    7  INSURANCE CARRIER OR ORGANIZATION, WHICH GRANTS EACH EMPLOYEE THE CHOICE\n    8  OF WHICH HEALTH INSURANCE PLAN WHICH WILL PROVIDE COVERAGE;\n    9    (V)  EMPLOYEE  PARTICIPATION  IN TAX DEFERRED RETIREMENT PLANS, HEALTH\n   10  CARE PLANS AND CHILD CARE PLANS;\n   11    (VI) MUNICIPAL COOPERATIVE HEALTH BENEFIT PLANS  PURSUANT  TO  ARTICLE\n   12  FORTY-SEVEN OF THE INSURANCE LAW;\n   13    (VII)  ADEQUATE  AND  ONGOING FINANCIAL CONTROLS AND SECURITY ARRANGE-\n   14  MENTS TO  ENSURE  THAT  THE  PARTICIPATING  MUNICIPAL  CORPORATIONS  AND\n   15  DISTRICTS REMAIN SOLVENT;\n   16    (VIII)  THE  PREPARATION AND DISSEMINATION OF INFORMATIONAL AND SOLIC-\n   17  ITATION MATERIALS TO  FACILITATE  COMPARISON  OF  THE  VARIOUS  EMPLOYEE\n   18  HEALTH  INSURANCE  PLANS  OFFERED  BY THE PARTICIPATING MUNICIPAL CORPO-\n   19  RATIONS AND DISTRICTS;\n   20    (IX)  FOR  THE  ENROLLMENT,  BILLING,  PREMIUM   COLLECTION,   PREMIUM\n   21  DISBURSEMENT  AND  RECONCILIATION,  COMMISSION  DISBURSEMENT,  AND OTHER\n   22  PROCESSING SERVICES FOR HEALTH INSURANCE BENEFITS PROVIDED TO  MUNICIPAL\n   23  EMPLOYEES;\n   24    (X)  CONTRACTING WITH QUALIFIED THIRD PARTIES FOR THE PROVISION OF ANY\n   25  SERVICE NECESSARY TO CARRY OUT SUCH OFFICE'S POWERS AND DUTIES; AND\n   26    (XI) NEGOTIATION WITH PARTICIPATING HEALTH INSURERS AND HEALTH MAINTE-\n   27  NANCE ORGANIZATIONS WITH REGARD TO THE ADMINISTRATIVE  EXPENSES  PORTION\n   28  OF  PREMIUM  RATES CHARGED FOR HEALTH CARE COVERAGE OFFERED TO MUNICIPAL\n   29  EMPLOYEES BY SUCH OFFICE.\n   30    S 4. Clause (iii) of subparagraph (B) of paragraph 1 of subsection (c)\n   31  of section 4326 of the insurance law, as added by chapter 1 of the  laws\n   32  of 1999, is amended to read as follows:\n   33    (iii)  at  least  thirty  percent  of its eligible employees receiving\n   34  annual wages from the employer at a level equal to or less  than  thirty\n   35  thousand  dollars.  The  thirty thousand dollar figure shall be adjusted\n   36  periodically pursuant to subparagraph (F) of this paragraph[.]; OR\n   37    S 5. Paragraph 1 of subsection (c) of section 4326  of  the  insurance\n   38  law is amended by adding a new subparagraph (B-1) to read as follows:\n   39    (B-1)  A  MUNICIPAL  EMPLOYER  AS  DEFINED  IN  AND IN ACCORDANCE WITH\n   40  SECTION FOUR THOUSAND THREE HUNDRED TWENTY-SIX-A OF THIS ARTICLE.\n   41    S 6. The insurance law is amended by adding a new  section  4326-a  to\n   42  read as follows:\n   43    S  4326-A.  STANDARDIZED  HEALTH  INSURANCE  CONTRACTS  FOR  MUNICIPAL\n   44  EMPLOYERS. (A) FOR THE PURPOSES OF THIS  SECTION,  \"MUNICIPAL  EMPLOYER\"\n   45  SHALL  MEAN A MUNICIPAL CORPORATION OR A DISTRICT, AS DEFINED IN SECTION\n   46  ONE HUNDRED NINETEEN-N OF THE GENERAL MUNICIPAL LAW, OR ANY  COMBINATION\n   47  THEREOF.\n   48    (B) NOTWITHSTANDING ANY OTHER PROVISION OF LAW, ANY MUNICIPAL EMPLOYER\n   49  MAY  OFFER ITS EMPLOYEES, THAT ARE NOT OTHERWISE QUALIFIED TO PURCHASE A\n   50  STANDARDIZED HEALTH INSURANCE CONTRACT SPECIFIED IN SECTION  FOUR  THOU-\n   51  SAND  THREE  HUNDRED  TWENTY-SIX  OF  THIS  ARTICLE SHALL BE ELIGIBLE TO\n   52  PURCHASE SUCH STANDARDIZED HEALTH INSURANCE CONTRACTS; PROVIDED,  HOWEV-\n   53  ER,  THAT  SUCH  MUNICIPAL  EMPLOYERS  AND  EMPLOYEES THAT PURCHASE SUCH\n   54  CONTRACTS  SHALL  NOT  DIRECTLY  OR  INDIRECTLY  RECEIVE   ANY   PREMIUM\n   55  REDUCTIONS  DUE  TO  STOP  LOSS  FUND SUBSIDIES RECEIVED BY INSURERS AND\n\n       S. 2843                             3\n\n    1  HEALTH MAINTENANCE ORGANIZATIONS PURSUANT TO SECTION FOUR THOUSAND THREE\n    2  HUNDRED TWENTY-SEVEN OF THIS ARTICLE.\n    3    (C)  ALL  HEALTH  MAINTENANCE ORGANIZATIONS THAT ARE REQUIRED TO OFFER\n    4  CONTRACTS PURSUANT TO SECTION FOUR THOUSAND THREE HUNDRED TWENTY-SIX  OF\n    5  THIS  ARTICLE  AND  ALL  COMPANIES  SUBJECT TO ARTICLE FORTY-TWO OF THIS\n    6  CHAPTER AND CORPORATIONS SUBJECT TO THIS ARTICLE THAT VOLUNTARILY  OFFER\n    7  CONTRACTS  PURSUANT TO SUCH SECTION SHALL NOT RECEIVE STOP LOSS FUNDS OR\n    8  REIMBURSEMENTS FOR CLAIMS LOSSES SUSTAINED BY STANDARDIZED HEALTH INSUR-\n    9  ANCE CONTRACTS ISSUED TO MUNICIPAL EMPLOYERS AND EMPLOYEES  PURSUANT  TO\n   10  THIS SECTION.\n   11    (D)  PREMIUM  RATE  CALCULATIONS  FOR  CONTRACTS  ISSUED  TO MUNICIPAL\n   12  EMPLOYERS AND EMPLOYEES PURSUANT TO THIS SECTION SHALL BE SUBJECT TO THE\n   13  FOLLOWING:\n   14    (1) COVERAGE MAY BE COMMUNITY RATED OR EXPERIENCE RATED,  AND  INCLUDE\n   15  RATE  TIERS  FOR  INDIVIDUALS, TWO ADULT FAMILIES AND AT LEAST ONE OTHER\n   16  FAMILY TIER. THE RATE DIFFERENCES MUST BE BASED UPON  THE  COST  DIFFER-\n   17  ENCES FOR THE DIFFERENT FAMILY UNITS AND THE RATE TIERS MUST BE UNIFORM-\n   18  LY APPLIED;\n   19    (2)  IF  GEOGRAPHIC  RATING  AREAS ARE UTILIZED, SUCH GEOGRAPHIC AREAS\n   20  MUST BE REASONABLE AND IN A GIVEN CASE MAY INCLUDE A SINGLE COUNTY; AND\n   21    (3) CLAIMS EXPERIENCE UNDER CONTRACTS ISSUED  TO  MUNICIPAL  EMPLOYERS\n   22  AND EMPLOYEES MAY BE POOLED SEPARATELY FOR RATE SETTING PURPOSES.\n   23    S  7. Subsections (a) and (f) of section 4702 of the insurance law, as\n   24  added by chapter 689 of  the  laws  of  1994,  are  amended  and  a  new\n   25  subsection (i-1) is added to read as follows:\n   26    (a) \"Community rating\" means a rating methodology in which the premium\n   27  equivalent  rate  for  all persons covered under a municipal cooperative\n   28  health benefit plan is the same, based upon the experience of the entire\n   29  pool of risks covered under the plan, without regard to age, sex, health\n   30  status or occupation and such that refunds, rebates,  credits  or  divi-\n   31  dends  based  upon  age,  sex,  health  status  or  occupation  are  not\n   32  permitted; PROVIDED, HOWEVER, THAT,  SUBJECT  TO  THE  APPROVAL  OF  THE\n   33  SUPERINTENDENT,   SUCH  PLAN  MAY  PROVIDE  AN  ACTUARIALLY  APPROPRIATE\n   34  REDUCTION IN PREMIUM RATES IN RETURN  FOR  AN  ENROLLEE'S  OR  INSURED'S\n   35  ADHERENCE  TO A BONA FIDE WELLNESS PROGRAM. A BONA FIDE WELLNESS PROGRAM\n   36  IS EITHER A RISK MANAGEMENT SYSTEM THAT IDENTIFIES  AT-RISK  POPULATIONS\n   37  OR ANY OTHER SYSTEMATIC PROGRAM OR COURSE OF MEDICAL CONDUCT WHICH HELPS\n   38  TO  PROMOTE  GOOD  HEALTH, HELPS TO PREVENT OR MITIGATE ACUTE OR CHRONIC\n   39  SICKNESS OR DISEASE, OR WHICH MINIMIZES ADVERSE HEALTH CONSEQUENCES  DUE\n   40  TO  LIFESTYLE.  SUCH WELLNESS PROGRAM SHALL DEMONSTRATE ACTUARIALLY THAT\n   41  IT ENCOURAGES THE GENERAL GOOD HEALTH  AND  WELL-BEING  OF  THE  COVERED\n   42  POPULATION. SUCH PLAN SHALL NOT REQUIRE SPECIFIC OUTCOMES AS A RESULT OF\n   43  AN ENROLLEE'S OR INSURED'S ADHERENCE TO THE APPROVED WELLNESS PROGRAM.\n   44    (f) \"Municipal corporation\" means within the state of New York, a city\n   45  [with  a  population  of less than one million or], a county outside the\n   46  city of New  York,  town,  village,  board  of  cooperative  educational\n   47  services, school district, A FIRE DISTRICT, a public library, as defined\n   48  in section two hundred fifty-three of the education law, or district, as\n   49  defined in section one hundred nineteen-n of the general municipal law.\n   50    (I-1)  \"STOP-LOSS  INSURANCE\"  MEANS  AN  INSURANCE POLICY WHEREBY THE\n   51  INSURER AGREES TO PAY CLAIMS OR INDEMNIFY A  MUNICIPAL  CORPORATION  FOR\n   52  LOSSES  INCURRED  UNDER  A  MUNICIPAL COOPERATIVE HEALTH BENEFIT PLAN IN\n   53  EXCESS OF SPECIFIED LOSS LIMITS FOR INDIVIDUAL  CLAIMS  AND/OR  FOR  ALL\n   54  CLAIMS COMBINED, OR ANY SIMILAR ARRANGEMENT.\n   55    S  8.  Paragraphs  2  and  3  of subsection (a) of section 4704 of the\n   56  insurance law, paragraph 2 as amended by section 3 of part A of  chapter\n\n       S. 2843                             4\n\n    1  494  of  the laws of 2009 and paragraph 3 as added by chapter 689 of the\n    2  laws of 1994, are amended to read as follows:\n    3    (2)  except  for any plan that provided medical, surgical and hospital\n    4  services on or  before  January  first,  nineteen  hundred  ninety-three\n    5  pursuant  to  a municipal cooperation agreement, the number of municipal\n    6  corporations participating in the municipal cooperative  health  benefit\n    7  plan shall be at least [three] TWO;\n    8    (3)  except  for any plan that provided medical, surgical and hospital\n    9  services to at least three hundred fifty  covered  employees  (including\n   10  retirees and not including dependents) on or before January first, nine-\n   11  teen hundred ninety-three pursuant to a municipal cooperation agreement,\n   12  the  number  of  covered employees (including retirees and not including\n   13  dependents) of municipal corporations  participating  in  the  municipal\n   14  cooperative  health  benefit  plan shall be at least [two thousand] FIVE\n   15  HUNDRED;\n   16    S 9. Subsection (b) of section 4704 of the insurance law, as added  by\n   17  chapter 689 of the laws of 1994, is amended to read as follows:\n   18    (b) The superintendent shall refuse to grant a certificate of authori-\n   19  ty  to an applicant that fails to meet the requirements of this section.\n   20  Notice of refusal shall be in writing and shall set forth the basis  for\n   21  the  refusal. If the applicant submits a written request within [thirty]\n   22  SIXTY days after receipt of the notice of  refusal,  the  superintendent\n   23  shall  promptly  conduct a hearing to give the applicant the opportunity\n   24  to show cause why the refusal should not be made final.\n   25    S 10. Paragraphs 1, 2 and 5 of subsection (d) of section 4705  of  the\n   26  insurance law, paragraphs 1 and 5 as added by chapter 689 of the laws of\n   27  1994  and paragraph 2 as amended by chapter 681 of the laws of 2002, are\n   28  amended to read as follows:\n   29    (1) shall design the plan OR PLANS of benefits provided OR OFFERED  by\n   30  the municipal cooperative health benefit plan and prepare the plan docu-\n   31  ment  and summary plan description in accordance with section four thou-\n   32  sand seven hundred nine of this article, AND SHALL  INCLUDE  A  WELLNESS\n   33  PROGRAM OPTION;\n   34    (2) may enter into an agreement with a contract administrator or other\n   35  service  provider, determined by the governing board to be qualified, to\n   36  receive, investigate, recommend,  audit,  approve  or  make  payment  of\n   37  claims  under  the  municipal  cooperative health benefit plan OR PLANS,\n   38  provided that:\n   39    (A) the charges,  fees  and  other  compensation  for  any  contracted\n   40  services  shall  be  clearly  stated  in written administrative services\n   41  contracts as required in subdivision six of section ninety-two-a of  the\n   42  general municipal law;\n   43    (B)  payment  for  contracted  services  shall be made only after such\n   44  services are rendered; AND\n   45    (C) no member of the plan's governing board  or  any  member  of  such\n   46  member's immediate family shall be an owner, officer, director, partner,\n   47  or employee of any contract administrator retained by the plan[; and\n   48    (D) all such agreements shall comply with the requirements of subdivi-\n   49  sion six of section ninety-two-a of the general municipal law].\n   50    (5)  shall  prepare  an  annual  budget  for the municipal cooperative\n   51  health benefit plan  to  determine  the  premium  equivalent  rates  for\n   52  participating municipal corporations to be deposited in the plan's joint\n   53  fund or funds during the fiscal year, provided that:\n   54    (A)  the  governing board shall designate the bank or trust company in\n   55  which joint funds, including reserve funds,  are  to  be  deposited  and\n\n       S. 2843                             5\n\n    1  which  shall  be located in this state, duly chartered under federal law\n    2  or the laws of this state; and\n    3    (B)  the  governing board shall establish premium equivalent rates for\n    4  participating municipal corporations on the [bases] BASIS of a community\n    5  rating methodology filed with and approved by the superintendent and, in\n    6  determining the annual premium equivalent rates, the governing board:\n    7    (i) may contract for necessary actuarial services to estimate expected\n    8  plan expenditures during the fiscal year;\n    9    (ii) shall maintain reserves in amounts  equal  to  or  exceeding  the\n   10  minimum  amounts  required by section four thousand seven hundred six of\n   11  this article; and\n   12    (iii) shall maintain a stop-loss policy or  policies,  to  the  extent\n   13  required by section four thousand seven hundred seven of this article;\n   14    S  11.  Subparagraphs  (A) and (B) of paragraph 5 of subsection (a) of\n   15  section 4706 of the insurance law, as added by chapter 689 of  the  laws\n   16  of 1994, are amended to read as follows:\n   17    (A)  five  percent of the annualized earned premium equivalents during\n   18  the current fiscal year of a municipal cooperative health  benefit  plan\n   19  which  consists  of  [five]  TWO  or more participating municipal corpo-\n   20  rations and covers [two thousand] FIVE HUNDRED  or  more  employees  and\n   21  retirees; or\n   22    (B)  seven percent of the annualized earned premium equivalents during\n   23  the current fiscal year of the municipal cooperative health benefit plan\n   24  which consists of [four] TWO or  fewer  participating  municipal  corpo-\n   25  rations  or  covers fewer than [two thousand] FIVE HUNDRED employees and\n   26  retirees.\n   27    S 12. This act shall take effect on the first of January next succeed-\n   28  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general municipal law, in relation to authorizing cities, towns, villages, school districts, boards of cooperative educational services, library districts, fire districts, improvement districts and special districts to enter into cooperative agreements for the provision of centralized public employee administrative and personnel services; and to amend the insurance law, in relation to authorizing the provision of health insurance coverage to municipal employees pursuant to standardized health insurance contracts and authorizing reduction of premiums for municipal cooperative health benefit plans which offer employee wellness programs ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110202.T150726.TXT", "SOBI.D110202.T105706.TXT", "SOBI.D110202.T104205.TXT", "SOBI.D110202.T103205.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296677246291
}