{
  "year" : 2011,
  "senateBillNo" : "S2851-2011",
  "billEvents" : [ {
    "eventDate" : 1296622800000,
    "eventText" : "REFERRED TO ENVIRONMENTAL CONSERVATION",
    "billEventId" : "S2851-2011-1296622800000-REFERRED+TO+ENVIRONMENTAL+CONSERVATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "PARKER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to requirements for lead agency",
  "summary" : "Relates to requirements for lead agency, specifically in circumstances when actions involve the religious exercise of a person. ",
  "currentCommittee" : "ENVIRONMENTAL CONSERVATION",
  "sameAs" : null,
  "lawSection" : "Environmental Conservation Law",
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2851\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   February 2, 2011\n                                      ___________\n\n       Introduced  by  Sen.  PARKER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Environmental Conservation\n\n       AN ACT to amend the environmental conservation law, in relation  to  the\n         requirements for lead agency\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision  6  of  section  8-0111  of  the  environmental\n    2  conservation  law,  as  added  by  chapter  612  of the laws of 1975, is\n    3  amended to read as follows:\n    4    6. Lead Agency. When an action is to be carried out or approved by two\n    5  or more agencies, the determination of whether the  action  may  have  a\n    6  significant  effect  on the environment shall be made by the lead agency\n    7  having principal responsibility  for  carrying  out  or  approving  such\n    8  action  and  such  agency  shall  prepare,  or  cause  to be prepared by\n    9  contract or otherwise, the environmental impact statement for the action\n   10  if such a statement is required by this article. In the event that there\n   11  is a question as to which is the lead agency, any agency may submit  the\n   12  question  to  the  commissioner and the commissioner shall designate the\n   13  lead agency, giving due consideration to the capacity of such agency  to\n   14  fulfill  adequately  the  requirements of this article.  NOTWITHSTANDING\n   15  ANY OTHER PROVISION OF THIS ARTICLE OR ANY OTHER LAW TO THE CONTRARY, IN\n   16  ANY CIRCUMSTANCE WHEN AN ACTION TO BE CARRIED OUT OR APPROVED BY TWO  OR\n   17  MORE  AGENCIES  INVOLVES  THE RELIGIOUS EXERCISE OF A PERSON, AS SUCH IS\n   18  DEFINED BY THE RELIGIOUS LAND USE AND INSTITUTIONALIZED PERSONS  ACT  OF\n   19  2000  (RLUIPA),  42  U.S.C.  SS  2000CC, ET SEQ., ONLY A COUNTY OR STATE\n   20  AGENCY MAY ACT AS THE LEAD AGENCY.\n   21    S 3. This act shall take effect immediately.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07304-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the environmental conservation law, in relation to the requirements for lead agency ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110202.T150726.TXT", "SOBI.D110202.T121712.TXT", "SOBI.D110202.T113709.TXT", "SOBI.D110202.T123713.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296677246277
}