{
  "year" : 2011,
  "senateBillNo" : "S285-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO INVESTIGATIONS AND GOVERNMENT OPERATIONS",
    "billEventId" : "S285-2011-1294203600000-REFERRED+TO+INVESTIGATIONS+AND+GOVERNMENT+OPERATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "DIAZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prohibits use of lottery funds for any purpose other than education and prohibits co-mingling with funds for other purposes",
  "summary" : "Prohibits use of lottery funds for any purpose other than education and prohibits co-mingling with funds for other purposes. ",
  "currentCommittee" : "INVESTIGATIONS AND GOVERNMENT OPERATIONS",
  "sameAs" : null,
  "lawSection" : "Tax Law",
  "previousVersions" : [ "S3148-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          285\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  DIAZ  --  read twice and ordered printed, and when\n         printed to be committed to the Committee on Investigations and Govern-\n         ment Operations\n\n       AN ACT to amend the tax law and the state finance law,  in  relation  to\n         prohibiting the use of lottery funds for any purpose other than educa-\n         tion\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 1612 of the tax law is  amended  by  adding  a  new\n    2  subdivision h to read as follows:\n    3    H.  NO  REVENUES  COLLECTED PURSUANT TO THIS ARTICLE SHALL BE USED FOR\n    4  ANY PURPOSE OTHER THAN PROVIDING AID TO ALL SCHOOL  CHILDREN  AND  SHALL\n    5  NOT BE CO-MINGLED WITH FUNDS DESIGNATED FOR ANY OTHER PURPOSE.\n    6    S  2.  Subdivision  3  of  section  92-c  of the state finance law, as\n    7  amended by chapter 913 of the laws  of  1977,  is  amended  to  read  as\n    8  follows:\n    9    3.  The  moneys in such fund shall be appropriated or transferred only\n   10  (i) for repayment of first instance expenditures incurred in the  opera-\n   11  tion of the state lottery, PROVIDED HOWEVER, THAT NO MONEYS IN SUCH FUND\n   12  SHALL  BE APPROPRIATED OR TRANSFERRED FOR ANY PURPOSE OTHER THAN PROVID-\n   13  ING AID TO ALL SCHOOL CHILDREN AND SHALL NOT BE  CO-MINGLED  WITH  FUNDS\n   14  DESIGNATED  FOR  ANY  OTHER  PURPOSE,  (ii)  for  the  state fiscal year\n   15  commencing April  first,  nineteen  hundred  seventy-six  only  for  the\n   16  purpose  of  providing  aid  to pupils with special educational needs as\n   17  defined in paragraph e of subdivision one of section thirty-six  hundred\n   18  two  of  the  education  law,  and  pupils  with handicapping conditions\n   19  receiving state financial support for programs delineated in paragraph f\n   20  of subdivision one of section thirty-six hundred  two,  article  eighty-\n   21  three,  article eighty-five, article eighty-seven, article eighty-eight,\n   22  article eighty-nine, AND article forty  [and  subdivision  seventeen  of\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02584-01-1\n\n       S. 285                              2\n\n    1  section  thirty-six hundred two] of the education law, and for any state\n    2  fiscal year commencing after such nineteen  hundred  seventy-six  fiscal\n    3  year for the purpose of providing aid to all school children pursuant to\n    4  the provisions of subdivision four of this section, (iii) for elementary\n    5  and  secondary  education,  (iv)  for expenditures for machines or other\n    6  capital equipment which the division of the  lottery  is  authorized  to\n    7  purchase  for  the  operation  of the lottery and (v) for payment in the\n    8  state fiscal years commencing April first, nineteen hundred seventy-sev-\n    9  en, nineteen hundred seventy-eight  and  nineteen  hundred  seventy-nine\n   10  into  the winter sports education trust fund, as created in section four\n   11  hundred ninety-five-a of article ten-C of the  education  law,  for  the\n   12  purposes  of  such fund in accordance with the provisions of subdivision\n   13  five of this section. Payments into such trust fund shall discontinue at\n   14  such time as the sum of one hundred million dollars, in  the  aggregate,\n   15  has  been  paid  into  such  fund  or  upon March thirty-first, nineteen\n   16  hundred eighty, whichever  event  occurs  first.  Nothing  herein  shall\n   17  prohibit  the purchase of machines or other capital equipment from funds\n   18  appropriated for expenditures  under  paragraph  (i)  [hereof]  OF  THIS\n   19  SUBDIVISION.\n   20    S  3.  This  act shall take effect on the thirtieth day after it shall\n   21  have become a law and shall apply to revenues collected as a  result  of\n   22  the  New  York  state  lottery  for education occurring on or after such\n   23  date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the tax law and the state finance law, in relation to prohibiting the use of lottery funds for any purpose other than education ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101215.T114901.TXT", "SOBI.D101213.T124810.TXT", "SOBI.D101214.T114133.TXT", "SOBI.D101213.T114306.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292431741364
}