{
  "year" : 2011,
  "senateBillNo" : "S2852-2011",
  "billEvents" : [ {
    "eventDate" : 1296622800000,
    "eventText" : "REFERRED TO CONSUMER PROTECTION",
    "billEventId" : "S2852-2011-1296622800000-REFERRED+TO+CONSUMER+PROTECTION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUEGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Enacts the anti-automated sales suppression act",
  "summary" : "Enacts the anti-automated sales suppression act. ",
  "currentCommittee" : "CONSUMER PROTECTION",
  "sameAs" : null,
  "lawSection" : "General Business Law",
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2852\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                   February 2, 2011\n                                      ___________\n\n       Introduced  by  Sen. KRUEGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Consumer Protection\n\n       AN ACT to amend the general business law and the tax law, in relation to\n         enacting the anti-automated sales suppression act\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Short  title. This act shall be known and may be cited as\n    2  the \"anti-automated sales suppression act\".\n    3    S 2. The general business law is amended by adding a new section  396-\n    4  ttt to read as follows:\n    5    S  396-TTT.  AUTOMATED SALES SUPPRESSION.   1. DEFINITIONS. AS USED IN\n    6  THIS SECTION:\n    7    (A) \"AUTOMATED SALES SUPPRESSION DEVICE\"  OR  \"ZAPPER\"  SHALL  MEAN  A\n    8  SOFTWARE  PROGRAM,  CARRIED  ON  A MEMORY STICK, REMOVABLE COMPACT DISC,\n    9  ACCESSED THROUGH AN INTERNET LINK OR ACCESSED THROUGH ANY  OTHER  MEANS,\n   10  THAT  FALSIFIES  THE ELECTRONIC RECORDS OF POINT-OF-SALE SYSTEMS FOR THE\n   11  PURPOSE OF TAX EVASION.\n   12    (B) \"CERTIFICATE OF INCORPORATION\" SHALL MEAN A CERTIFICATE OF  INCOR-\n   13  PORATION  AS  DEFINED  IN SUBPARAGRAPH THREE OF PARAGRAPH (A) OF SECTION\n   14  ONE HUNDRED TWO OF THE BUSINESS CORPORATION LAW.\n   15    (C) \"DEPARTMENT\" SHALL MEAN  THE  STATE  DEPARTMENT  OF  TAXATION  AND\n   16  FINANCE.\n   17    (D) \"ELECTRONIC CASH REGISTER\" SHALL MEAN A DEVICE THAT KEEPS A REGIS-\n   18  TER OR SUPPORTING DOCUMENTS THROUGH THE MEANS OF AN ELECTRONIC DEVICE OR\n   19  COMPUTER  SYSTEM  DESIGNED TO RECORD TRANSACTION DATA FOR THE PURPOSE OF\n   20  COMPUTING, COMPILING OR PROCESSING  RETAIL  SALES  TRANSACTION  DATA  IN\n   21  WHATEVER MANNER.\n   22    (E)  \"PHANTOM-WARE\" SHALL MEAN A HIDDEN, PRE-INSTALLED OR INSTALLED AT\n   23  A LATER TIME PROGRAMMING OPTION EMBEDDED IN THE OPERATING  SYSTEM  OF  A\n   24  ELECTRONIC CASH REGISTER OR HARD WIRED INTO THE ELECTRONIC CASH REGISTER\n   25  THAT  CAN  BE  USED  TO  CREATE A VIRTUAL SECOND TILL AND MAY PRESERVE A\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07862-01-1\n\n       S. 2852                             2\n\n    1  DIGITAL RECORD OR MAY ELIMINATE, OR MANIPULATE RECORDS THAT MAY  OR  MAY\n    2  NOT BE PRESERVED IN DIGITAL FORMATS TO REPRESENT THE TRUE OR MANIPULATED\n    3  RECORD OF TRANSACTIONS IN THE ELECTRONIC CASH REGISTER.\n    4    (F)  \"SUPPORTING  DOCUMENTS\" SHALL MEAN ANY RECEIPT, INVOICE OR REPORT\n    5  THAT PROVIDES A RECORD OR TRANSACTION DATA OR TRANSACTION REPORTS.\n    6    (G) \"TRANSACTION DATA\" SHALL INCLUDE ITEMS PURCHASED  BY  A  CUSTOMER,\n    7  THE  PRICE  FOR  EACH  ITEM, A TAXABILITY DETERMINATION FOR EACH ITEM, A\n    8  SEGREGATED TAX AMOUNT FOR EACH OF THE TAXED ITEMS, THE AMOUNT OF CASH OR\n    9  CREDIT TENDERED, THE NET AMOUNT RETURNED TO THE CUSTOMER IN CHANGE,  THE\n   10  DATE  AND  TIME  OF  THE  PURCHASE, THE NAME, ADDRESS AND IDENTIFICATION\n   11  NUMBER OF THE VENDOR, AND THE RECEIPT OR INVOICE NUMBER  OF  THE  TRANS-\n   12  ACTION.\n   13    (H)  \"TRANSACTION  REPORTS\"  SHALL  MEAN A REPORT DOCUMENTING, BUT NOT\n   14  LIMITED TO, THE SALES, TAXES COLLECTED, MEDIA TOTALS AND DISCOUNT  VOIDS\n   15  AT  AN  ELECTRONIC CASH REGISTER THAT IS PRINTED ON A CASH REGISTER TAPE\n   16  AT THE END OF A DAY OR SHIFT, OR A REPORT DOCUMENTING EVERY ACTION AT AN\n   17  ELECTRONIC CASH REGISTER THAT IS STORED ELECTRONICALLY.\n   18    2. PROHIBITIONS AND PRESUMPTIONS. (A) FUNCTIONS ALTERING DATA  PROHIB-\n   19  ITED.  NO  FUNCTION OF ANY ELECTRONIC CASH REGISTER OR ELECTRONIC COMPO-\n   20  NENT THAT IS OR MAY BE INSTALLED IN  THE  ELECTRONIC  CASH  REGISTER  TO\n   21  MODIFY, CORRECT, DELETE, CANCEL OR OTHERWISE ALTER DATA WITHOUT PRESERV-\n   22  ING  THE  ORIGINAL  DATA  AND ITS SUBSEQUENT MODIFICATIONS, CORRECTIONS,\n   23  DELETIONS, CANCELLATIONS OR ALTERATIONS MAY BE USED.\n   24    (B) PRESUMPTION. ANY PERSON WHO KEEPS A REGISTER OR  SUPPORTING  DOCU-\n   25  MENTS  IN  ACCORDANCE WITH PARAGRAPH (A) OF THIS SUBDIVISION BY MEANS OF\n   26  SUCH AN ELECTRONIC DEVICE OR COMPUTER SYSTEM IS PRESUMED  TO  HAVE  USED\n   27  SUCH  A FUNCTION IF A COMPUTER PROGRAM OR AN ELECTRONIC COMPONENT HAVING\n   28  A FUNCTION DESCRIBED IN PARAGRAPH (A) OF THIS SUBDIVISION  IS  FOUND  IN\n   29  ANY PREMISES OR PLACE IN WHICH THE PERSON CARRIES ON A BUSINESS OR KEEPS\n   30  PROPERTY  OR  IN WHICH THE PERSON DOES ANYTHING RELATING TO ANY BUSINESS\n   31  OR KEEPS OR SHOULD KEEP REGISTERS PURSUANT TO  A  FISCAL  LAW.  HOWEVER,\n   32  SUCH  PRESUMPTION DOES NOT APPLY WHERE THE FUNCTION IS A STANDARD COMPO-\n   33  NENT OF SOFTWARE OR A SOFTWARE SUBSYSTEM OF A COMPUTER  SYSTEM  THAT  IS\n   34  INHERENT IN THE OPERATION OF A COMPUTER.\n   35    (C)  REBUTTAL. THE FOREGOING PRESUMPTION DESCRIBED IN PARAGRAPH (B) OF\n   36  THIS SUBDIVISION MAY BE REBUTTED BY PROVING TO THE NEW  YORK  STATE  TAX\n   37  APPEALS  TRIBUNAL  THAT  THE  COMPUTER  PROGRAM  OR ELECTRONIC COMPONENT\n   38  CONTAINED THE FUNCTION DESCRIBED IN PARAGRAPH (A)  OF  THIS  SUBDIVISION\n   39  WITHOUT  THE  KNOWLEDGE OR CONSENT OF THE PERSON KEEPING THE REGISTER OR\n   40  THE SUPPORTING DOCUMENTS.\n   41    (D) PROHIBITIONS. NO PERSON MAY DESIGN, MANUFACTURE OR INSTALL,  SELL,\n   42  LEASE  OR  OTHERWISE MAKE AVAILABLE TO ANOTHER PERSON, UPDATE, MAINTAIN,\n   43  UPGRADE, ALTER OR SERVICE A  COMPUTER  PROGRAM  FUNCTION  OR  ELECTRONIC\n   44  COMPONENT THE USE OF WHICH IS PROHIBITED BY PARAGRAPH (A) OF THIS SUBDI-\n   45  VISION,  OR  IN  ANY WAY OFFER TO INSTALL, SELL, LEASE OR OTHERWISE MAKE\n   46  AVAILABLE TO ANOTHER PERSON, UPDATE, MAINTAIN, UPGRADE, ALTER OR SERVICE\n   47  SUCH A COMPUTER PROGRAM FUNCTION OR ELECTRONIC COMPONENT.\n   48    3. PENALTIES. (A) EVERY PERSON WHO VIOLATES PARAGRAPH (A) OF  SUBDIVI-\n   49  SION TWO OF THIS SECTION IS GUILTY OF AN OFFENSE AND IS LIABLE TO A FINE\n   50  OF  NO LESS THAN TWO THOUSAND DOLLARS BUT NO MORE THAN TWENTY-FIVE THOU-\n   51  SAND DOLLARS AND, FOR A SECOND OFFENSE WITHIN FIVE YEARS, TO A  FINE  OF\n   52  NO  LESS  THAN TWENTY-FIVE THOUSAND DOLLARS BUT NO MORE THAN ONE HUNDRED\n   53  THOUSAND DOLLARS AND, FOR A  THIRD  OR  SUBSEQUENT  OFFENSE  WITHIN  TEN\n   54  YEARS,  TO  A  FINE  OF NO LESS THAN ONE HUNDRED THOUSAND DOLLARS BUT NO\n   55  MORE THAN FIVE HUNDRED THOUSAND DOLLARS.\n\n       S. 2852                             3\n\n    1    (B) IN ADDITION TO THE FINE OF TWENTY-FIVE  THOUSAND  DOLLARS  AND  NO\n    2  MORE  THAN  ONE  HUNDRED THOUSAND DOLLARS PRESCRIBED IN PARAGRAPH (A) OF\n    3  THIS SUBDIVISION FOR A SECOND OFFENSE, IN  CASES  WHEN  THE  PERSON  WHO\n    4  VIOLATES  PARAGRAPH  (A) OF SUBDIVISION TWO OF THIS SECTION IS GUILTY OF\n    5  AN  OFFENSE ALSO HOLDS THE LICENSE FOR THE BUSINESS AT WHICH THE OFFENSE\n    6  OCCURRED, THE DEPARTMENT OF STATE  SHALL  SUSPEND  FOR  FIVE  YEARS  THE\n    7  CERTIFICATE  OF  INCORPORATION  HELD BY THE AFOREMENTIONED OFFENDER, WHO\n    8  SHALL ALSO BE PROHIBITED FROM APPLYING  FOR  ANY  OTHER  CERTIFICATE  OF\n    9  INCORPORATION FOR FIVE YEARS.\n   10    (C)  A  PERSON  IS  GUILTY OF AN OFFENSE AND IS LIABLE TO A FINE OF NO\n   11  LESS THAN TWENTY-FIVE THOUSAND DOLLARS AND NO  MORE  THAN  FIVE  HUNDRED\n   12  THOUSAND  DOLLARS  AND, FOR A SUBSEQUENT OFFENSE WITHIN FIVE YEARS, TO A\n   13  FINE OF NO LESS THAN ONE HUNDRED THOUSAND DOLLARS AND NO MORE  THAN  ONE\n   14  MILLION DOLLARS, IF THE PERSON:\n   15    (I)  CONTRAVENES THE PROVISIONS OF PARAGRAPH (D) OF SUBDIVISION TWO OF\n   16  THIS SECTION; OR\n   17    (II) CONSPIRES WITH ANOTHER PERSON TO COMMIT AN OFFENSE UNDER SUBPARA-\n   18  GRAPH (I) OF THIS PARAGRAPH.\n   19    (D) IN ADDITION TO THE FINE OF ONE HUNDRED  THOUSAND  DOLLARS  TO  ONE\n   20  MILLION  DOLLARS  PRESCRIBED  IN PARAGRAPH (C) OF THIS SUBDIVISION FOR A\n   21  SUBSEQUENT OFFENSE, THE OFFENDER MAY BE IMPRISONED FOR NO MORE THAN  TWO\n   22  YEARS.\n   23    S  3.  The  tax law is amended by adding a new section 1113 to read as\n   24  follows:\n   25    S 1113. AUTOMATED SALES TAX SUPPRESSION TAX AMNESTY. 1.  NOTWITHSTAND-\n   26  ING THE PROVISIONS OF ANY OTHER LAW TO THE  CONTRARY,  THERE  IS  HEREBY\n   27  ESTABLISHED AN AMNESTY PROGRAM TO BE ADMINISTERED BY THE COMMISSIONER OF\n   28  TAXATION  AND  FINANCE,  TO BE EFFECTIVE FOR THE PERIOD AS PRESCRIBED BY\n   29  SUCH COMMISSIONER, FOR ALL ELIGIBLE TAXPAYERS AS DESCRIBED  IN  SUBDIVI-\n   30  SION  THREE  OF THIS SECTION, OWING ANY TAX OR SURCHARGE IMPOSED BY THIS\n   31  ARTICLE OR BY ARTICLES NINE, NINE-A, THIRTEEN-A, TWENTY, EIGHTEEN, TWEN-\n   32  TY-TWO AND TWENTY-EIGHT-A OF THE TAX LAW AND ACCRUED AS A RESULT OF  ANY\n   33  VIOLATION  OF  PARAGRAPH (A) OF SUBDIVISION ONE OF SECTION THREE HUNDRED\n   34  NINETY-SIX-TTT OF THE GENERAL BUSINESS LAW.\n   35    2. SUCH AMNESTY PROGRAM SHALL APPLY TO TAX LIABILITIES FOR  THE  TAXES\n   36  SET  FORTH  IN  SUBDIVISION ONE OF THIS SECTION (\"DESIGNATED TAXES\") FOR\n   37  TAXABLE PERIODS ENDING OR TRANSACTIONS OR USES OCCURRING  ON  OR  BEFORE\n   38  FEBRUARY TWENTY-EIGHTH, TWO THOUSAND ELEVEN.\n   39    3. FOR PURPOSES OF THE AMNESTY PROGRAM ESTABLISHED UNDER THIS SECTION,\n   40  AND  SUBJECT TO THE PROVISIONS OF SUBDIVISION TWELVE OF THIS SECTION, AN\n   41  ELIGIBLE TAXPAYER IS AN INDIVIDUAL, PARTNERSHIP, ESTATE,  TRUST,  CORPO-\n   42  RATION,  LIMITED  LIABILITY  COMPANY,  JOINT STOCK COMPANY, OR ANY OTHER\n   43  COMPANY, TRUSTEE, RECEIVER,  ASSIGNEE,  REFEREE,  SOCIETY,  ASSOCIATION,\n   44  BUSINESS  OR ANY OTHER PERSON AS DESCRIBED IN THIS CHAPTER, WHO OR WHICH\n   45  HAS A TAX LIABILITY WITH REGARD TO THE LIABILITY DESCRIBED  IN  SUBDIVI-\n   46  SION ONE OF THIS SECTION FOR THE PERIOD OF TIME DESCRIBED IN SUBDIVISION\n   47  TWO OF THIS SECTION.\n   48    4. THE AMNESTY PROGRAM ESTABLISHED BY THIS SECTION SHALL PROVIDE, THAT\n   49  UPON  APPLICATION  FOR  A  WAIVER  OF TAX, INCLUDING APPLICABLE RETURNS,\n   50  WHICH APPLICATION AND RETURNS SHALL BE IN SUCH  FORM  AND  SUBMITTED  IN\n   51  SUCH  MANNER AS PRESCRIBED BY THE COMMISSIONER, BY AN ELIGIBLE TAXPAYER,\n   52  AND UPON PAYMENT IN SUCH FORM AND IN SUCH MANNER AS PRESCRIBED  BY  SUCH\n   53  COMMISSIONER,  WHICH  PAYMENT SHALL EITHER ACCOMPANY SUCH APPLICATION OR\n   54  BE MADE WITHIN THE TIME STATED ON A BILL ISSUED BY SUCH COMMISSIONER  TO\n   55  SUCH TAXPAYER, OF THE AMOUNT OF A TAX LIABILITY UNDER ONE OR MORE OF THE\n   56  DESIGNATED  TAXES  WITH RESPECT TO WHICH AMNESTY IS SOUGHT, PLUS RELATED\n\n       S. 2852                             4\n\n    1  INTEREST,  SUCH  COMMISSIONER  SHALL  WAIVE  ANY  APPLICABLE  PENALTIES,\n    2  INCLUDING THE ADDITIONAL RATE OF INTEREST PRESCRIBED UNDER SECTION ELEV-\n    3  EN  HUNDRED  FORTY-FIVE  OF THIS ARTICLE (\"INTEREST PENALTY\"), AND SHALL\n    4  REDUCE  BY  TWO  PERCENT THE APPLICABLE RATE OF INTEREST ASSOCIATED WITH\n    5  SUCH LIABILITY, FOR THE FOLLOWING:\n    6    (A) FAILURE TO PAY ANY SUCH TAX LIABILITY;\n    7    (B) FAILURE TO FILE A RETURN OR REPORT WITH RESPECT TO  ANY  SUCH  TAX\n    8  LIABILITY.\n    9    5.  NO CIVIL, ADMINISTRATIVE OR CRIMINAL ACTION OR PROCEEDING CONCERN-\n   10  ING TAX LIABILITY WHICH IS THE SUBJECT  OF  A  WAIVER  APPROVED  BY  THE\n   11  COMMISSIONER  SHALL  BE  BROUGHT AGAINST A TAXPAYER ELIGIBLE FOR AMNESTY\n   12  UNDER THE PROVISIONS OF THIS SECTION PROVIDED THE  TAXPAYER  REMAINS  IN\n   13  COMPLIANCE  WITH THE PROVISIONS OF THIS SECTION. FAILURE TO PAY ALL SUCH\n   14  TAXES, PLUS RELATED INTEREST BY THE LATER OF MARCH FIFTEENTH, TWO  THOU-\n   15  SAND TWELVE, OR THE DATE PRESCRIBED FOR PAYMENT ON A BILL ISSUED BY SUCH\n   16  COMMISSIONER,  SHALL  INVALIDATE  ANY  AMNESTY  GRANTED  PURSUANT TO THE\n   17  AMNESTY PROGRAM ESTABLISHED UNDER THIS SECTION.\n   18    6. AMNESTY SHALL NOT BE GRANTED TO A TAXPAYER WHO IS A  PARTY  TO  ANY\n   19  CRIMINAL  INVESTIGATION BEING CONDUCTED BY AN AGENCY OF THE STATE OR ANY\n   20  POLITICAL SUBDIVISION THEREOF, IS A PARTY TO ANY ADMINISTRATIVE PROCEED-\n   21  ING OR CIVIL OR CRIMINAL LITIGATION WHICH IS PENDING ON THE DATE OF  THE\n   22  TAXPAYER'S  APPLICATION  IN  THE  BUREAU  OF  CONCILIATION AND MEDIATION\n   23  SERVICES, THE DIVISION OF TAX APPEALS OR ANY COURT OF THIS STATE OR  THE\n   24  UNITED  STATES,  RELATING  TO  ANY ACTION OR FAILURE TO ACT WHICH IS THE\n   25  BASIS FOR THE PENALTY OR INTEREST  WITH  RESPECT  TO  WHICH  AMNESTY  IS\n   26  SOUGHT.  AMNESTY  SHALL ALSO NOT BE GRANTED TO ANY TAXPAYER WHO HAS BEEN\n   27  CONVICTED OF A CRIME RELATING TO A TAX THAT IS THE BASIS OF THE  PENALTY\n   28  OR  INTEREST  WITH  RESPECT TO WHICH AMNESTY IS SOUGHT FOR ANY PERIOD OR\n   29  ASSESSMENT FOR THAT TAX.  AN ADMINISTRATIVE PROCEEDING  OR  CIVIL  LITI-\n   30  GATION  SHALL BE DEEMED NOT TO BE PENDING ON THE DATE OF THE APPLICATION\n   31  IF THE TAXPAYER WITHDRAWS FROM SUCH PROCEEDING OR  LITIGATION  PRIOR  TO\n   32  THE GRANTING OF AMNESTY.\n   33    7.  AMNESTY TAX RETURN FORMS SHALL BE IN A FORM, CONTAIN SUCH INFORMA-\n   34  TION AND BE SUBMITTED  AS  PRESCRIBED  BY  THE  COMMISSIONER  AND  SHALL\n   35  PROVIDE  FOR  SPECIFICATIONS  BY THE APPLICANT OF THE TAX LIABILITY WITH\n   36  RESPECT TO WHICH AMNESTY IS SOUGHT. THE APPLICANT MUST ALSO PROVIDE SUCH\n   37  ADDITIONAL INFORMATION AS IS REQUIRED BY THE COMMISSIONER. AMNESTY SHALL\n   38  BE GRANTED ONLY WITH RESPECT TO THE TAX  LIABILITIES  SPECIFIED  BY  THE\n   39  TAXPAYER  ON  SUCH FORMS.   ANY RETURN OR REPORT FILED UNDER THE AMNESTY\n   40  PROGRAM ESTABLISHED HEREIN IS SUBJECT TO VERIFICATION AND ASSESSMENT  AS\n   41  PROVIDED  BY  STATUTE.  IF THE APPLICANT FILES A FALSE OR FRAUDULENT TAX\n   42  RETURN OR REPORT, OR ATTEMPTS IN ANY MANNER TO DEFEAT  OR  EVADE  A  TAX\n   43  UNDER THE AMNESTY PROGRAM, AMNESTY SHALL BE DENIED OR RESCINDED.\n   44    8.  NO  REFUND  SHALL BE GRANTED OR CREDIT ALLOWED WITH RESPECT TO ANY\n   45  PENALTY OR INTEREST PAID PRIOR TO THE  TIME  THE  TAXPAYER  APPLIES  FOR\n   46  AMNESTY PURSUANT TO SUBDIVISION FOUR OF THIS SECTION.\n   47    9.  UNLESS THE COMMISSIONER ON HIS OR HER OWN INITIATIVE RE-CALCULATES\n   48  THE AMOUNT OF TAX DUE, INCLUDING APPLICABLE INTEREST, NO REFUND SHALL BE\n   49  GRANTED OR CREDIT ALLOWED WITH RESPECT TO ANY TAXES, INCLUDING  APPLICA-\n   50  BLE INTEREST, PAID UNDER THIS PROGRAM.\n   51    10.  WITH  RESPECT TO ANY EXISTING INSTALLMENT PAYMENT AGREEMENT OF AN\n   52  ELIGIBLE TAXPAYER, WHERE SUCH AGREEMENT APPLIES TO A TAX LIABILITY  WITH\n   53  RESPECT TO WHICH AMNESTY IS SOUGHT BY SUCH TAXPAYER, NOTWITHSTANDING ANY\n   54  TERMS  OF  SUCH AGREEMENT TO THE CONTRARY, SUCH TAXPAYER, AS A CONDITION\n   55  OF RECEIVING AMNESTY, MUST PAY ANY SUCH LIABILITY IN FULL BY  THE  LATER\n\n       S. 2852                             5\n\n    1  OF THE LAST DAY OF THE PRESCRIBED AMNESTY PERIOD, OR THE DATE PRESCRIBED\n    2  THEREFOR ON A BILL ISSUED BY THE COMMISSIONER OF TAXATION AND FINANCE.\n    3    11.  THE  COMMISSIONER  SHALL  PROMULGATE REGULATIONS, ISSUE FORMS AND\n    4  INSTRUCTIONS AND TAKE ANY AND ALL OTHER ACTIONS NECESSARY  TO  IMPLEMENT\n    5  THE  PROVISIONS  OF  THE AMNESTY PROGRAM ESTABLISHED UNDER THIS SECTION.\n    6  THE COMMISSIONER SHALL PUBLICIZE THE AMNESTY PROGRAM PROVIDED FOR HEREIN\n    7  SO AS TO MAXIMIZE PUBLIC AWARENESS OF AND PARTICIPATION IN SUCH PROGRAM.\n    8    12. (A) FOR PURPOSES OF THIS SUBDIVISION  THE  TERM  \"TAXPAYER\"  SHALL\n    9  INCLUDE  ANY  PERSON SUBJECT TO ANY TAX REFERENCED IN SUBDIVISION ONE OF\n   10  THIS SECTION OR ANY PERSON REQUIRED TO COLLECT ANY SUCH TAX.\n   11    (B) THE AMNESTY PROGRAM PROVIDED FOR IN THIS SECTION SHALL  NOT  APPLY\n   12  TO  A  TAXPAYER  WHICH  HAS  MORE  THAN  FIVE HUNDRED EMPLOYEES OR WHOSE\n   13  COMBINED FILING GROUP HAS MORE THAN FIVE HUNDRED EMPLOYEES IN THE UNITED\n   14  STATES ON THE DATE OF THE TAXPAYER'S APPLICATION.   THE  TERM  \"PENALTY\"\n   15  SHALL  NOT  INCLUDE  THE PENALTY IMPOSED UNDER SUBSECTION (G) OF SECTION\n   16  SIX HUNDRED EIGHTY-FIVE OF  THIS  CHAPTER,  THE  PENALTY  IMPOSED  UNDER\n   17  SUBDIVISION  TWO OF SECTION TWO HUNDRED EIGHTY-NINE-B OF THIS CHAPTER OR\n   18  THE PENALTY IMPOSED UNDER  SUBDIVISION  (A)  OF  SECTION  THREE  HUNDRED\n   19  FIFTEEN  OF  THIS CHAPTER BY REASON OF ITS INCORPORATION BY REFERENCE OF\n   20  SUCH PENALTY IMPOSED UNDER SUBDIVISION TWO OF SECTION TWO HUNDRED EIGHT-\n   21  Y-NINE-B OF THIS CHAPTER.\n   22    13. FOR PURPOSES OF ACCOUNTING FOR THE MONEYS  AND  REVENUES  RECEIVED\n   23  UNDER  THE  AMNESTY  PROGRAM  ESTABLISHED  PURSUANT TO THIS SECTION, THE\n   24  COMMISSIONER SHALL REPORT THE GROSS  REVENUE  COLLECTED  UNDER  THE  TAX\n   25  PURSUANT  TO  THE  TAX  AMNESTY  PROGRAM. SUCH REPORT SHALL BE MADE ON A\n   26  MONTHLY BASIS, COMMENCING THE FIRST MONTH AFTER THE AMNESTY  PROGRAM  IS\n   27  ESTABLISHED  AND  ENDING WITH THE LAST MONTH ENDING IMMEDIATELY PRIOR TO\n   28  THE ISSUANCE OF THE FINAL REPORT REQUIRED PURSUANT  TO  THIS  ACT.  SUCH\n   29  REPORTS SHALL INCLUDE INFORMATION CONCERNING THE GROSS REVENUE COLLECTED\n   30  UNDER EACH TAX.\n   31    14.  ON  OR  BEFORE  FEBRUARY  TWENTY-EIGHTH, TWO THOUSAND TWELVE, THE\n   32  COMMISSIONER SHALL SUBMIT A REPORT TO THE CHAIRMAN OF THE ASSEMBLY  WAYS\n   33  AND  MEANS  COMMITTEE,  THE RANKING MINORITY MEMBER OF THE ASSEMBLY WAYS\n   34  AND MEANS COMMITTEE, THE CHAIRMAN OF THE SENATE FINANCE  COMMITTEE,  THE\n   35  RANKING MINORITY MEMBER OF THE SENATE FINANCE COMMITTEE AND THE DIRECTOR\n   36  OF  THE DIVISION OF THE BUDGET REGARDING THE AMNESTY PROGRAM ESTABLISHED\n   37  PURSUANT TO THIS ACT. THE REPORT SHALL CONTAIN THE FOLLOWING INFORMATION\n   38  AS OF THE REPORT CUTOFF DATE:\n   39    (A) THE NUMBER OF CASES IN WHICH REQUESTS  FOR  PENALTY  AND  INTEREST\n   40  PENALTY WAIVERS WERE MADE;\n   41    (B)  THE NUMBER OF CASES BY TAX AREA IN WHICH REQUESTS FOR PENALTY AND\n   42  INTEREST PENALTY WAIVERS WERE APPROVED;\n   43    (C) THE AMOUNT OF TAX AND INTEREST DUE IN ALL APPROVED AND  UNAPPROVED\n   44  CASES  BY TAX AREA AND THE AMOUNT OF PENALTY FOR UNAPPROVED CASES BY TAX\n   45  AREA, BUT NOT INCLUDING INTEREST ON PENALTY;\n   46    (D) THE AMOUNT OF PENALTY AND INTEREST PENALTY WAIVED IN ALL  APPROVED\n   47  CASES BY TAX AREA BUT NOT INCLUDING INTEREST ON PENALTY;\n   48    (E)  THE  GROSS REVENUE COLLECTED UNDER EACH TAX AND THE YEAR OR OTHER\n   49  APPLICABLE PERIOD FOR OR DURING WHICH THE LIABILITY WAS INCURRED;\n   50    (F) THE AMOUNT  OF  MONEY  SPENT  ON  ADVERTISING,  NOTIFICATION,  AND\n   51  OUTREACH ACTIVITIES, BY EACH ACTIVITY, AND A DESCRIPTION OF THE FORM AND\n   52  CONTENT OF SUCH ACTIVITIES, BY EACH ACTIVITY;\n   53    (G)  THE  AMOUNT  PAID  BY  THE  DEPARTMENT  FOR SERVICES AND EXPENSES\n   54  RELATED TO THE ESTABLISHMENT OF THE AMNESTY PROGRAM;\n\n       S. 2852                             6\n\n    1    (H) AN ESTIMATE OF THE AMOUNT  OF  REVENUE  FORGONE  AS  A  RESULT  OF\n    2  DIVERTING  STAFF OF THE DEPARTMENT FROM REGULAR WORK RESPONSIBILITIES TO\n    3  WORK ON THE AMNESTY PROGRAM;\n    4    (I) AN ESTIMATE OF THE AMOUNT OF REVENUE RECEIVED DURING THE PERIOD OF\n    5  THE  AMNESTY PROGRAM PROVIDED FOR HEREIN WHICH WOULD HAVE OTHERWISE BEEN\n    6  RECEIVED DURING ANOTHER PERIOD; AND\n    7    (J) AN ESTIMATE OF THE NET REVENUE GENERATED FROM THE AMNESTY PROGRAM.\n    8    S 4. This act shall take effect on the ninetieth day  after  it  shall\n    9  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general business law and the tax law, in relation to enacting the anti-automated sales suppression act ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110202.T123213.TXT", "SOBI.D110202.T150726.TXT", "SOBI.D110202.T121712.TXT", "SOBI.D110202.T123713.TXT", "SOBI.D110202.T114209.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296677246278
}