{
  "year" : 2011,
  "senateBillNo" : "S286-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO EDUCATION",
    "billEventId" : "S286-2011-1294203600000-REFERRED+TO+EDUCATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "DIAZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for all school buses to be equipped with on-board video cameras; for policies and procedures relating to their use; and for financing their installation",
  "summary" : "Provides for all school buses to be equipped with one or more on-board video monitoring systems, for policies and procedures relating to their use, and for financing their purchase and installation as part of the apportionment of public monies for school transportation expenses. ",
  "currentCommittee" : "EDUCATION",
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "S3151-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          286\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  DIAZ  --  read twice and ordered printed, and when\n         printed to be committed to the Committee on Education\n\n       AN ACT to amend the education law and the vehicle and  traffic  law,  in\n         relation to providing for the installation and use of video monitoring\n         systems on school buses\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The education law is amended by adding a new section 3624-a\n    2  to read as follows:\n    3    S 3624-A. SCHOOL BUS VIDEO MONITORING SYSTEMS. 1. THE COMMISSIONER, IN\n    4  CONSULTATION WITH THE COMMISSIONER OF TRANSPORTATION,  SHALL  PROMULGATE\n    5  RULES  AND  REGULATIONS TO REQUIRE THE BOARD OF EDUCATION OR TRUSTEES OF\n    6  EVERY SCHOOL DISTRICT IN THE STATE TO PROVIDE FOR THE  INSTALLATION  AND\n    7  USE  OF  ONE  OR MORE SCHOOL BUS VIDEO MONITORING SYSTEMS, AS DEFINED IN\n    8  SUBDIVISION THIRTEEN-A OF SECTION THIRTY-SIX HUNDRED TWENTY-ONE OF  THIS\n    9  ARTICLE,  ON  EVERY  SCHOOL  BUS,  AS DEFINED IN SUBDIVISION SIX OF SUCH\n   10  SECTION, THAT IS PURCHASED, LEASED,  CONTRACTED  FOR  OR  USED  FOR  THE\n   11  TRANSPORTATION  OF ENROLLED PUPILS FOR ANY REASON BY SUCH DISTRICT OR BY\n   12  A SCHOOL WITHIN THE DISTRICT. THE  COMMISSIONER  OF  TRANSPORTATION,  IN\n   13  CONSULTATION  WITH  THE  COMMISSIONER,  SHALL  AMEND THE RULES AND REGU-\n   14  LATIONS PROMULGATED PURSUANT TO SECTION THIRTY-SIX HUNDRED  TWENTY-THREE\n   15  OF  THIS  ARTICLE, TO REQUIRE THAT EVERY SCHOOL BUS BE EQUIPPED WITH ONE\n   16  OR MORE SCHOOL BUS VIDEO  MONITORING  SYSTEMS  IN  ACCORDANCE  WITH  THE\n   17  REQUIREMENTS OF SUBDIVISION TWENTY-ONE-J OF SECTION THREE HUNDRED SEVEN-\n   18  TY-FIVE OF THE VEHICLE AND TRAFFIC LAW AND THIS SECTION.\n   19    2.  THE  COMMISSIONER'S  RULES  AND  REGULATIONS  SHALL REQUIRE SCHOOL\n   20  DISTRICTS TO PROMULGATE, COMMUNICATE AND ENFORCE POLICIES AND PROCEDURES\n   21  TO BE FOLLOWED WHEN USING ON-BOARD VIDEO MONITORING SYSTEMS. SUCH  POLI-\n   22  CIES  AND PROCEDURES SHALL INCLUDE AT A MINIMUM, AND SHALL BE CONSISTENT\n   23  WITH, THE FOLLOWING REQUIREMENTS:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02587-01-1\n\n       S. 286                              2\n\n    1    A. VIDEO CAMERAS ON SCHOOL BUSES SHALL BE USED ONLY AS AN AID TO MONI-\n    2  TOR ON-BOARD ACTIVITIES. THESE  DEVICES  SHALL  NOT  REPLACE  DISCIPLINE\n    3  POLICY,  THE  AUTHORITY  OF  THE DRIVER, OR THE RESPONSIBILITY OF SCHOOL\n    4  OFFICIALS. THE CODE OF CONDUCT FOR PUPIL BEHAVIOR  ON  SCHOOL  PROPERTY,\n    5  ADOPTED PURSUANT TO SECTION TWENTY-EIGHT HUNDRED ONE OF THIS CHAPTER, AS\n    6  IT  RELATES  TO  CONDUCT ON SCHOOL BUSES, AND ALL OTHER SAFE-DRIVING AND\n    7  SAFE-RIDING RULES, REGULATIONS, POLICIES AND PROCEDURES OF THE  DISTRICT\n    8  OR  REQUIRED  BY LAW OR BY THE COMMISSIONER CONSISTENT WITH LAW SHALL BE\n    9  ENFORCED ON SCHOOL BUSES WHETHER OR NOT PUPILS ARE BEING TRANSPORTED  ON\n   10  SUCH BUSES AT THE TIME CONDUCT BY A SCHOOL BUS DRIVER OR PASSENGER WHILE\n   11  ON-BOARD THE BUS IS OBSERVED.\n   12    B.  ALL  PUPILS AND ALL SCHOOL BUS DRIVERS SHALL BE NOTIFIED THAT THEY\n   13  ARE SUBJECT TO BEING VIDEOTAPED ON  A  SCHOOL  BUS  AT  ANY  TIME.  SUCH\n   14  NOTIFICATION  SHALL BE MADE BY THE SCHOOL TO THE PARENTS OF ALL ENROLLED\n   15  PUPILS. PRIOR TO ACTUAL VIDEOTAPING, DRIVERS, PARENTS AND  PUPILS  SHALL\n   16  BE  ADVISED  WHAT DRIVER CONDUCT AND WHAT PUPIL CONDUCT IS PROHIBITED BY\n   17  THE STATE AND BY THE DISTRICT AND THAT SUCH CONDUCT WILL RESULT IN SPEC-\n   18  IFIED DISCIPLINARY CONSEQUENCES AS DEFINED IN THE ESTABLISHED DISCIPLINE\n   19  POLICY. ACTUAL VIDEOTAPING SHALL BE BY MEANS OF SIMULTANEOUS  AUDIO  AND\n   20  VIDEO RECORDING.\n   21    C.  REGULAR  AND  PERIODIC  NOTIFICATIONS  REGARDING  VIDEOTAPING MUST\n   22  OCCUR, ADDRESSING THE PURPOSE AND USE OF VIDEO EQUIPMENT  AND  THE  NEED\n   23  FOR  PERSONAL  AWARENESS  OF SAFETY ISSUES. THESE NOTIFICATIONS SHALL BE\n   24  MADE TO GUARD AGAINST A FALSE SENSE OF SECURITY. THE USE OF NEWSLETTERS,\n   25  PUPIL HANDOUTS, AND NOTICES POSTED WITHIN THE BUS SHALL CONSTITUTE MEANS\n   26  OF FULFILLING THIS REQUIREMENT.\n   27    D. AFTER VIDEOTAPING HAS BEEN CONDUCTED, THE TAPES SHALL BE STORED  IN\n   28  A  SECURE  LOCATION  FOR A PERIOD OF TIME DESIGNATED BY DISTRICT POLICY,\n   29  EXCEPT THAT A SPECIFIC TAPE MAY BE REMOVED  FROM  STORAGE  FOR  PLAYBACK\n   30  WHENEVER IT IS NEEDED IN AN ONGOING LEGAL ACTION OR PROCEEDING.\n   31    E.  THE  BOARD OF EDUCATION OR TRUSTEES OF EVERY SCHOOL DISTRICT SHALL\n   32  DESIGNATE ONE OR MORE PERSONNEL EMPLOYED BY THE  DISTRICT  OR  BY  EVERY\n   33  SCHOOL WITHIN THE DISTRICT TO PERIODICALLY REVIEW VIDEOTAPES ON A RANDOM\n   34  BASIS  TO  ENSURE  PROPER  DRIVER AND PUPIL CONDUCT. IF NO MISCONDUCT OR\n   35  SAFETY-RELATED INCIDENTS ARE REPORTED WITHIN A  PERIOD  DEFINED  BY  THE\n   36  POLICY OF THE DISTRICT, THE TAPES MAY BE RECYCLED FOR FUTURE USE. HOWEV-\n   37  ER,  IF  MISCONDUCT  OR SAFETY-RELATED INCIDENTS ARE REPORTED, OR IF ANY\n   38  SUCH INCIDENT IS VIEWED DURING THE RANDOM SELECTION PROCESS,  THE  TAPES\n   39  SHALL  BE STORED UNTIL FINAL RESOLUTION OR UNTIL SUCH TIME AS ANY ADMIN-\n   40  ISTRATIVE APPEAL OR LEGAL ACTION OR PROCEEDING IS CONCLUDED.\n   41    S 2. Section 3621 of the education law is  amended  by  adding  a  new\n   42  subdivision 13-a to read as follows:\n   43    13-A.  SCHOOL  BUS VIDEO MONITORING SYSTEM. THE TERM \"SCHOOL BUS VIDEO\n   44  MONITORING SYSTEM\" MEANS ONE OR MORE ELECTRONIC DEVICES CONSISTING OF AT\n   45  LEAST A VIDEO CAMERA AND  MICROPHONE  AND  VIDEOTAPING  AND  AUDIOTAPING\n   46  EQUIPMENT,  INSTALLED  ON  A  SCHOOL  BUS  AND  CAPABLE OF RECORDING THE\n   47  CONDUCT AND MOVEMENT OF PERSONS WITHIN THE DRIVER AND PASSENGER COMPART-\n   48  MENTS OF THE BUS.\n   49    S 3. Paragraph c of subdivision 2 of section 3623-a of  the  education\n   50  law,  as  amended by chapter 453 of the laws of 2005, is amended to read\n   51  as follows:\n   52    c. The purchase of equipment deemed a proper school district  expense,\n   53  including:  (i) the purchase of two-way radios to be used on old and new\n   54  school buses, (ii) the purchase of stop-arms, to be used on old and  new\n   55  school  buses,  (iii) the purchase and installation of seat safety belts\n   56  on school buses in accordance with the provisions of section  thirty-six\n\n       S. 286                              3\n\n    1  hundred  thirty-five-a  of this article, (iv) the purchase of school bus\n    2  back up beepers, (v) the purchase of school  bus  front  crossing  arms,\n    3  (vi)  the  purchase  of  school  bus  safety  sensor  devices, (vii) THE\n    4  PURCHASE  AND  INSTALLATION  OF  SCHOOL  BUS VIDEO MONITORING SYSTEMS ON\n    5  SCHOOL BUSES IN ACCORDANCE WITH THE  PROVISIONS  OF  SECTION  THIRTY-SIX\n    6  HUNDRED TWENTY-FOUR-A OF THIS ARTICLE, (VIII) the purchase and installa-\n    7  tion  of  exterior reflective marking on school buses, [(viii)] (IX) the\n    8  purchase of automatic engine fire extinguishing systems for school buses\n    9  used to transport students who use wheelchairs or other assistive mobil-\n   10  ity  devices,  and  [(ix)]  (X)  the  purchase  of  other  equipment  as\n   11  prescribed in the regulations of the commissioner; and\n   12    S 4. Section 375 of the vehicle and traffic law is amended by adding a\n   13  new subdivision 21-j to read as follows:\n   14    21-J.  THE  COMMISSIONER,  IN  CONSULTATION  WITH  THE COMMISSIONER OF\n   15  TRANSPORTATION, SHALL PROMULGATE RULES AND REGULATIONS FOR  THE  USE  OF\n   16  SCHOOL BUS VIDEO MONITORING SYSTEMS ON SCHOOL BUSES.\n   17    S 5. This act shall take effect on the one hundred twentieth day after\n   18  it shall have become a law, provided, however, that effective immediate-\n   19  ly,  the  addition,  amendment and/or repeal of any rules or regulations\n   20  necessary for the implementation of the foregoing sections of  this  act\n   21  on  the effective date of this act is authorized and directed to be made\n   22  and completed on or before such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law and the vehicle and traffic law, in relation to providing for the installation and use of video monitoring systems on school buses ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101215.T114901.TXT", "SOBI.D101213.T132318.TXT", "SOBI.D101213.T124810.TXT", "SOBI.D101213.T131813.TXT", "SOBI.D101213.T114306.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292431741374
}