{
  "year" : 2011,
  "senateBillNo" : "S2871-2011",
  "billEvents" : [ {
    "eventDate" : 1296622800000,
    "eventText" : "REFERRED TO INVESTIGATIONS AND GOVERNMENT OPERATIONS",
    "billEventId" : "S2871-2011-1296622800000-REFERRED+TO+INVESTIGATIONS+AND+GOVERNMENT+OPERATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "LAVALLE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the definition of the metropolitan commuter transportation district for the purposes of the metropolitan commuter transportation mobility tax",
  "summary" : "Relates to the definition of the metropolitan commuter transportation district for the purposes of the metropolitan commuter transportation mobility tax; requires the metropolitan transportation authority to renegotiate the joint service operating agreement with the state of Connecticut. ",
  "currentCommittee" : "INVESTIGATIONS AND GOVERNMENT OPERATIONS",
  "sameAs" : "A4170",
  "lawSection" : "Tax Law",
  "previousVersions" : [ "S6311-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n           S. 2871                                                  A. 4170\n\n                              2011-2012 Regular Sessions\n\n                             S E N A T E - A S S E M B L Y\n\n                                   February 2, 2011\n                                      ___________\n\n       IN SENATE -- Introduced by Sen. LAVALLE -- read twice and ordered print-\n         ed,  and  when  printed  to  be committed to the Committee on Investi-\n         gations and Government Operations\n\n       IN ASSEMBLY -- Introduced by M. of A.  THIELE,  ENGLEBRIGHT,  LOSQUADRO,\n         MURRAY -- read once and referred to the Committee on Ways and Means\n\n       AN ACT to amend the tax law, in relation to the definition of the metro-\n         politan  commuter  transportation  district  for  the  purposes of the\n         metropolitan commuter transportation mobility tax; and  to  amend  the\n         public  authorities  law,  in  relation  to requiring the metropolitan\n         transportation authority to renegotiate the  joint  service  operating\n         agreement with the state of Connecticut\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Legislative findings. Pursuant to chapter 25 of the laws of\n    2  2009, the legislature did enact the metropolitan mobility tax within the\n    3  twelve  county  region  constituting  the  metropolitan   transportation\n    4  district.  The  legislature hereby finds that the residents of the towns\n    5  of Brookhaven, East Hampton, Riverhead,  Shelter  Island,  Southold  and\n    6  Southampton  in  the  county  of  Suffolk  receive  minimal mass transit\n    7  services from the metropolitan transportation authority. Further,  these\n    8  towns  already  pay  substantial  taxes  to  the  MTA  for these minimal\n    9  services, including increased sales taxes and mortgage recording  taxes.\n   10  It  has been estimated these five towns contribute more than $60 million\n   11  annually to the MTA than they receive back in service.\n   12    In the interest of tax fairness and to avoid such additional inequita-\n   13  ble taxation on these towns, it is the purpose of  this  act  to  exempt\n   14  such  towns  from the newly adopted metropolitan commuter transportation\n   15  mobility tax.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03838-01-1\n\n       S. 2871                             2                            A. 4170\n\n    1    S 2. Subdivision (a) of section 800  of  the  tax  law,  as  added  by\n    2  section  1  of  part  C of chapter 25 of the laws of 2009, is amended to\n    3  read as follows:\n    4    (a)  Metropolitan  commuter  transportation district. The metropolitan\n    5  commuter transportation district (\"MCTD\") means the area  of  the  state\n    6  included  in the district created and governed by section twelve hundred\n    7  sixty-two of the public authorities law, EXCEPT THAT FOR THE PURPOSES OF\n    8  THIS ARTICLE, THE TOWNS OF BROOKHAVEN, EAST HAMPTON, RIVERHEAD,  SHELTER\n    9  ISLAND,  SOUTHAMPTON  AND  SOUTHOLD  IN SUFFOLK COUNTY SHALL BE EXCLUDED\n   10  FROM THE DISTRICT FOR THE PURPOSES OF  THIS  ARTICLE  AND  ANY  REVENUES\n   11  PREVIOUSLY  COLLECTED  FROM WITHIN THESE COUNTIES SHALL BE REIMBURSED TO\n   12  EACH PAYOR BY MARCH THIRTY-FIRST, TWO THOUSAND TWELVE.\n   13    S 3.  Section 1266 of the public authorities law is amended by  adding\n   14  a new subdivision 19 to read as follows:\n   15    19.  THE  AUTHORITY  IS  REQUIRED  BY MARCH THIRTY-FIRST, TWO THOUSAND\n   16  TWELVE TO:\n   17    (A) RENEGOTIATE THE JOINT SERVICE AGREEMENT BETWEEN THE AUTHORITY  AND\n   18  THE STATE OF CONNECTICUT RELATED TO THE OPERATION OF THE METRO-NORTH NEW\n   19  HAVEN  LINE  TO  (I)  REQUIRE  CONNECTICUT  TO  SET  NEW HAVEN LINE FARE\n   20  INCREASES AT LEVELS NECESSARY TO SUSTAIN EQUIVALENT FARE LEVELS  BETWEEN\n   21  NEW  YORK  STATE  RESIDENTS RIDING THE METRO-NORTH COMMUTER RAILROAD AND\n   22  CONNECTICUT RESIDENTS RIDING THE  METRO-NORTH  COMMUTER  RAILROAD,  (II)\n   23  REQUIRE  THAT  CONNECTICUT  OPERATING  DEFICIT SUBSIDY PAYMENTS SHALL BE\n   24  BASED ON CONNECTICUT RESIDENT UTILIZATION OF  THE  METRO-NORTH  COMMUTER\n   25  RAILROAD AND CONNECTICUT RESIDENT UTILIZATION OF THE NEW YORK CITY TRAN-\n   26  SIT  AUTHORITY  WITH  SUCH SUBSIDIES TO BE DETERMINED BY MULTIPLYING THE\n   27  CONNECTICUT RESIDENT UTILIZATION PERCENTAGES FOR THE METRO-NORTH  COMMU-\n   28  TER  RAILROAD  AND THE NEW YORK CITY TRANSIT AUTHORITY BY THE RESPECTIVE\n   29  BASELINE OPERATING DEFICIT OF THESE OPERATING ENTITIES PRIOR TO  SUBSIDY\n   30  ADJUSTMENTS AND PRIOR TO INCREASED REVENUES PROVIDED TO THE AUTHORITY BY\n   31  NEW  YORK STATE RESIDENTS PURSUANT TO PAYMENTS MANDATED BY CHAPTER TWEN-\n   32  TY-FIVE OF THE LAWS OF TWO THOUSAND NINE, AND (III) PROVIDE FOR RETROAC-\n   33  TIVE LUMP SUM PAYMENTS DUE FROM THE  STATE  OF  CONNECTICUT  RELATED  TO\n   34  CALENDAR YEAR TWO THOUSAND NINE; OR\n   35    (B)  REDUCE SERVICES AND EXPENSES RELATED TO THE METRO-NORTH NEW HAVEN\n   36  LINE OPERATION BY AN AMOUNT WHICH  PRODUCES  RECURRING  SAVINGS  TO  THE\n   37  AUTHORITY  WHICH ARE EQUIVALENT TO THE INCREASED JOINT SERVICE AGREEMENT\n   38  PAYMENTS WHICH WOULD BE DETERMINED UNDER PARAGRAPH (A) OF THIS  SUBDIVI-\n   39  SION.\n   40    S 4. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the tax law, in relation to the definition of the metropolitan commuter transportation district for the purposes of the metropolitan commuter transportation mobility tax; and to amend the public authorities law, in relation to requiring the metropolitan transportation authority to renegotiate the joint service operating agreement with the state of Connecticut ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110202.T121712.TXT", "SOBI.D110202.T122713.TXT", "SOBI.D110202.T120211.TXT", "SOBI.D110202.T145726.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296676646871
}