{
  "year" : 2011,
  "senateBillNo" : "S288-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO INSURANCE",
    "billEventId" : "S288-2011-1294203600000-REFERRED+TO+INSURANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "DIAZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Creates a task force on universal long term care insurance",
  "summary" : "Creates a task force on universal long term care insurance to develop a plan for the financing and provisions for universal long term care insurance for all New Yorkers; provides that the task force shall be chaired by the director of the office for the aging; provides that such task force shall hold public hearings and issue reports. ",
  "currentCommittee" : "INSURANCE",
  "sameAs" : "A4049",
  "lawSection" : "Insurance Law",
  "previousVersions" : [ "SA3127-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "KLEIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          288\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  DIAZ  --  read twice and ordered printed, and when\n         printed to be committed to the Committee on Insurance\n\n       AN ACT to amend the insurance law, in relation to creating a task  force\n         on universal long term care insurance\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Legislative findings and intent. The legislature finds  and\n    2  declares  that  the  average  length  of life is increasing and that the\n    3  population as a whole is aging. The age sixty-five  plus  population  is\n    4  expected  to  more than double between the years 2000 and 2030 to number\n    5  almost seventy million nationally. Sixty percent of those who reach  age\n    6  sixty-five  will  need some form of long term care. In comparison to the\n    7  state's total population increase of five and one-half  percent  between\n    8  the  years  1990 and 2000, the number of individuals age eighty-five and\n    9  older increased by twenty-five and one-half percent and is  the  fastest\n   10  growing  segment of our population. Dynamic changes in the state's popu-\n   11  lation will continue to increase as the baby boom generation reaches age\n   12  sixty and continues to mature. As one would anticipate from these shifts\n   13  in demographics, the need for affordable  long  term  care  services  is\n   14  growing and is expected to accelerate at a dramatic rate.\n   15    In New York state, the average yearly cost of a nursing home can range\n   16  from  seventy  thousand dollars to one hundred fifteen thousand dollars.\n   17  Twenty-four hour home health care can cost more than  twice  this  much.\n   18  Many  New  Yorkers  are unable to afford the high cost of long term care\n   19  insurance and must rely on Medicaid to pay for the costs of home  health\n   20  or nursing home care.\n   21    Congress  recognized  the  public  benefit of social insurance when it\n   22  implemented Social Security in order to better  the  condition  of  each\n   23  American  at  his  or her retirement and thereafter. Under its constitu-\n   24  tion, the state has an obligation to promote the general welfare of  its\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02571-01-1\n\n       S. 288                              2\n\n    1  citizens by enabling them to access the care they will need in their old\n    2  age without having to impoverish themselves. This act is a reflection of\n    3  state  concern  for the lack of alternatives to Medicaid that are avail-\n    4  able  to  the  citizens of New York in order to finance the astronomical\n    5  costs of long term care. Accordingly, it charges the  governor  and  the\n    6  legislature with the responsibility of creating a plan that would estab-\n    7  lish a system of mandatory long term care insurance for all New Yorkers.\n    8  This  approach,  premised  on  the  principle  of  universal coverage in\n    9  exchange for universal responsibility, will ensure that  every  resident\n   10  of  the  state receives the protection of long term care insurance bene-\n   11  fits in his or her old age.\n   12    S 2. The insurance law is amended by adding a new  section  1117-a  to\n   13  read as follows:\n   14    S  1117-A.  TASK  FORCE  ON  UNIVERSAL  LONG  TERM CARE INSURANCE. (A)\n   15  CREATION. A TASK FORCE IS HEREBY CREATED  TO  DEVELOP  A  PLAN  FOR  THE\n   16  FINANCING  AND  PROVISIONS OF UNIVERSAL LONG TERM CARE INSURANCE FOR ALL\n   17  RESIDENTS OF THE STATE.\n   18    (B) ACTIVITIES. IN FORMULATING ITS PLAN, THE ACTIVITIES  OF  THE  TASK\n   19  FORCE SHALL INCLUDE BUT NOT BE LIMITED TO:\n   20    (1)  ANALYZING  AND  REPORTING ON THE CURRENT LONG TERM CARE INSURANCE\n   21  OFFERINGS IN THE STATE, THEIR AFFORDABILITY AND THE ADEQUACY  OF  POLICY\n   22  BENEFITS;\n   23    (2)  DETERMINING  HOW INDIVIDUAL TAXPAYER CONTRIBUTIONS MAY BE USED TO\n   24  FUND THE PURCHASE OF LONG TERM CARE INSURANCE FOR ALL RESIDENTS  OF  THE\n   25  STATE;\n   26    (3)  DETERMINING  AND  DEVELOPING  THE BENEFITS THAT SHALL BE PROVIDED\n   27  WITH AN EMPHASIS ON FLEXIBILITY IN MEETING THE DESIRE OF INDIVIDUALS  TO\n   28  AGE IN PLACE IN THEIR HOMES;\n   29    (4) DETERMINING HOW BENEFITS SHALL BE ALLOCATED;\n   30    (5) DEVELOPING CRITERIA FOR INSURER PARTICIPATION;\n   31    (6) DEVISING A MEANS FOR ENSURING PORTABILITY OF CONTRIBUTIONS;\n   32    (7) ENSURING THE FINANCIAL STRENGTH OF PARTICIPATING INSURERS; AND\n   33    (8)  EVALUATING  THE USE OF PRE-EXISTING MEDICAL CONDITIONS AS A BASIS\n   34  FOR DENYING BENEFITS.\n   35    (C) COMPOSITION. THE TASK FORCE SHALL CONSIST OF EIGHTEEN MEMBERS. THE\n   36  TASK FORCE SHALL INCLUDE THE DIRECTOR OF THE OFFICE FOR THE  AGING,  WHO\n   37  SHALL SERVE AS CHAIRPERSON OF THE TASK FORCE, AND THE FOLLOWING INDIVID-\n   38  UALS OR THEIR DESIGNEES: THE SUPERINTENDENT, THE COMMISSIONER OF HEALTH,\n   39  THE  COMMISSIONER OF TAXATION AND FINANCE, THE COMPTROLLER, THE ATTORNEY\n   40  GENERAL AND THE DIRECTOR OF THE DIVISION OF THE  BUDGET.  THE  GOVERNOR,\n   41  THE  TEMPORARY  PRESIDENT  OF THE SENATE AND THE SPEAKER OF THE ASSEMBLY\n   42  SHALL EACH APPOINT THREE MEMBERS, AND THE MINORITY LEADER OF THE  SENATE\n   43  AND  THE  MINORITY LEADER OF THE ASSEMBLY SHALL EACH APPOINT ONE MEMBER,\n   44  OF WHOM SIX MEMBERS SHALL BE STAKEHOLDERS FROM THE LONG TERM HEALTH CARE\n   45  COMMUNITY AND THE REMAINING FIVE MEMBERS SHALL INCLUDE  INDIVIDUALS  WHO\n   46  ARE  EXPERTS  IN THE FIELDS OF STATISTICS, ACTUARIAL SCIENCE, ECONOMICS,\n   47  OR FISCAL AND PUBLIC POLICY, IN ADDITION TO CONSUMER RIGHTS ADVOCATES OR\n   48  REPRESENTATIVES OF RETIRED PERSONS, THE ELDERLY OR LONG TERM CARE INSUR-\n   49  ANCE PROVIDERS OR THEIR REPRESENTATIVES.\n   50    (D) POWERS AND DUTIES. (1) THE TASK FORCE  SHALL  HAVE  THE  POWER  TO\n   51  RECEIVE FROM ANY DEPARTMENT, DIVISION, BOARD, BUREAU, COMMISSION, AGENCY\n   52  OR  OTHER  INSTRUMENTALITY  OF THE STATE OR OF ANY POLITICAL SUBDIVISION\n   53  THEREOF SUCH ASSISTANCE AND DATA AS WILL ENABLE IT PROPERLY TO CARRY OUT\n   54  ITS ACTIVITIES HEREUNDER.\n   55    (2) THE TASK FORCE SHALL MEET AT LEAST ONCE EVERY TWO MONTHS,  AND  AT\n   56  THE CALL OF THE CHAIRPERSON.\n\n       S. 288                              3\n\n    1    (3)  THE  TASK  FORCE SHALL ISSUE A REPORT WITHIN SIX MONTHS AFTER ITS\n    2  INITIAL MEETING DETAILING ITS PROGRESS. THE REPORT SHALL CONTAIN  INFOR-\n    3  MATION PERTAINING TO THE OPERATIONS OF THE TASK FORCE INCLUDING HOW MANY\n    4  TIMES  THE  TASK FORCE HAS CONVENED, THE KEY ISSUES IT HAS CONSIDERED AT\n    5  ITS  MEETINGS, THE OBSTACLES IT HAS IDENTIFIED (IF ANY) AND A TIME FRAME\n    6  WITH BENCH MARKS FOR DELIVERING ITS PLAN.\n    7    (4) THE TASK FORCE SHALL ISSUE AN INTERIM REPORT WITHIN TWELVE  MONTHS\n    8  AFTER  ITS  INITIAL  MEETING AND A SECOND INTERIM REPORT WITHIN EIGHTEEN\n    9  MONTHS AFTER ITS INITIAL MEETING.  THE  INTERIM  REPORTS  SHALL  CONTAIN\n   10  UPDATES  OF THE INFORMATION PROVIDED IN THE INITIAL REPORT AND ANY OTHER\n   11  PERTINENT INFORMATION PERTAINING TO THE OPERATIONS OF THE TASK FORCE.\n   12    (5) WITHIN TWENTY-FOUR MONTHS OF ITS INITIAL MEETING, THE  TASK  FORCE\n   13  SHALL  ISSUE  ITS  FINAL  REPORT  WHICH  SHALL  CONTAIN ITS PLAN FOR THE\n   14  FINANCING AND PROVISIONS OF LONG TERM CARE INSURANCE FOR  ALL  RESIDENTS\n   15  OF THE STATE.\n   16    (6)  COPIES OF THE SIX MONTH REPORT, THE INTERIM REPORTS AND THE FINAL\n   17  REPORT SHALL BE SUBMITTED TO THE GOVERNOR, THE  TEMPORARY  PRESIDENT  OF\n   18  THE SENATE AND THE SPEAKER OF THE ASSEMBLY. COPIES OF SUCH REPORTS SHALL\n   19  ALSO  BE  MADE  AVAILABLE TO THE PUBLIC AND POSTED ON THE OFFICE FOR THE\n   20  AGING WEBSITE.\n   21    (7) PRIOR TO ISSUING ITS FINAL REPORT, THE TASK FORCE  SHALL  HOLD  AT\n   22  LEAST SIX PUBLIC HEARINGS RELATING TO THE ISSUE OF PROVIDING AND FINANC-\n   23  ING  UNIVERSAL  LONG TERM CARE INSURANCE FOR THE RESIDENTS OF THE STATE.\n   24  THE FIRST TWO HEARINGS SHALL OCCUR WITHIN THREE MONTHS AFTER THE INITIAL\n   25  MEETING OF THE TASK FORCE FOR THE PURPOSE OF INFORMATION  GATHERING  AND\n   26  SOLICITING  PUBLIC  OPINION  AND COMMENT. THE THIRD AND FOURTH HEARINGS,\n   27  THE PURPOSE OF WHICH SHALL BE DETERMINED BY THE TASK FORCE, SHALL  OCCUR\n   28  WITHIN  TWELVE  MONTHS AFTER THE INITIAL MEETING OF THE TASK FORCE.  THE\n   29  LAST TWO HEARINGS SHALL OCCUR NO LATER THAN ONE  MONTH  AFTER  THE  TASK\n   30  FORCE  HAS  COMPLETED  ITS  FINAL  REPORT  FOR THE PURPOSE OF SOLICITING\n   31  PUBLIC OPINION AND COMMENT.\n   32    (8) THE MEMBERS OF THE TASK FORCE SHALL RECEIVE  NO  COMPENSATION  FOR\n   33  THEIR SERVICES, BUT SHALL BE ALLOWED THEIR ACTUAL AND NECESSARY EXPENSES\n   34  INCURRED IN THE PERFORMANCE OF THEIR DUTIES PURSUANT TO THIS SECTION.\n   35    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the insurance law, in relation to creating a task force on universal long term care insurance ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101215.T114901.TXT", "SOBI.D110201.T131855.TXT", "SOBI.D101213.T124810.TXT", "SOBI.D101213.T131813.TXT", "SOBI.D110127.T144906.TXT", "SOBI.D101213.T114306.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296584335046
}