{
  "year" : 2011,
  "senateBillNo" : "S290-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO TRANSPORTATION",
    "billEventId" : "S290-2011-1294203600000-REFERRED+TO+TRANSPORTATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "DIAZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prohibits approval by the commissioner of motor vehicles of defensive driving courses or defensive driving programs conducted over the internet only",
  "summary" : "Prohibits approval by the commissioner of motor vehicles of defensive driving courses or defensive driving programs conducted over the internet only. ",
  "currentCommittee" : "TRANSPORTATION",
  "sameAs" : null,
  "lawSection" : "Transportation",
  "previousVersions" : [ "SA2172-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          290\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  DIAZ  --  read twice and ordered printed, and when\n         printed to be committed to the Committee on Transportation\n\n       AN ACT to amend chapter 751 of the laws of 2005, amending the  insurance\n         law and the vehicle and traffic law relating to establishing the acci-\n         dent  prevention course internet technology pilot program, in relation\n         to repealing such program\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  commissioner of motor vehicles shall not approve any\n    2  defensive driving program or defensive driving  course  instructed  only\n    3  over  the  internet or other such technological means, and shall require\n    4  that a certified instructor be physically present for the instruction of\n    5  such programs. All fees received, but not yet expended, by  the  depart-\n    6  ment of motor vehicles pursuant to the provisions of article 12-C of the\n    7  vehicle  and  traffic law and all other moneys appropriated, credited or\n    8  transferred thereto from any other fund or source pursuant  to  law  for\n    9  purposes of administering or implementing the provisions of such article\n   10  12-C  shall  be  returned to the possession of the state comptroller and\n   11  the commissioner of taxation and finance within sixty days from the date\n   12  on which this act shall take effect.\n   13    S 2. Section 5 of chapter 751 of the laws of 2005, amending the insur-\n   14  ance law and the vehicle and traffic law relating  to  establishing  the\n   15  accident prevention course internet technology pilot program, is amended\n   16  to read as follows:\n   17    S 5. This act shall take effect on the one hundred eightieth day after\n   18  it shall have become a law and shall expire and be deemed repealed [five\n   19  years  after  the date that the accident prevention course internet, and\n   20  other technology pilot program is established  and  implemented  by  the\n   21  commissioner  of  motor vehicles pursuant to article 12-C of the vehicle\n   22  and traffic law, as added by section three of this act] ON THE EFFECTIVE\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02216-01-1\n\n       S. 290                              2\n\n    1  DATE OF THE CHAPTER OF THE LAWS OF TWO THOUSAND ELEVEN THAT AMENDED THIS\n    2  SECTION; provided that any rules and regulations necessary to  implement\n    3  the  provisions  of  this  act  on its effective date are authorized and\n    4  directed  to be completed on or before such date; and provided, further,\n    5  that the commissioner of motor vehicles  shall  notify  the  legislative\n    6  bill  drafting  commission  of the date he or she establishes and imple-\n    7  ments the accident prevention course internet technology  pilot  program\n    8  pursuant  to  article  12-C  of the vehicle and traffic law, as added by\n    9  section three of this act, in order that such commission may maintain an\n   10  accurate and timely effective data base of the official text of the laws\n   11  of the state of New York in furtherance of effecting the  provisions  of\n   12  section  44  of the legislative law and section 70-b of the public offi-\n   13  cers law.\n   14    S 3. The commissioner of motor vehicles shall  make  any  rule,  regu-\n   15  lation  and/or repeal necessary for the implementation of this act on or\n   16  before its effective date.\n   17    S 4. This act shall take effect on the sixtieth  day  after  it  shall\n   18  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend chapter 751 of the laws of 2005, amending the insurance law and the vehicle and traffic law relating to establishing the accident prevention course internet technology pilot program, in relation to repealing such program ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101213.T114806.TXT", "SOBI.D101215.T114901.TXT", "SOBI.D101213.T124810.TXT", "SOBI.D101213.T131813.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292431741380
}