{
  "year" : 2011,
  "senateBillNo" : "S293-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO LABOR",
    "billEventId" : "S293-2011-1294203600000-REFERRED+TO+LABOR",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "DIAZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires that all persons working on contracts valued at $250,000 or more receive at least ten hours of OSHA training prior to their performance of work",
  "summary" : "Requires that all persons working on contracts valued at $250,000 or more receive at least ten hours of OSHA training prior to their performance of work. ",
  "currentCommittee" : "LABOR",
  "sameAs" : null,
  "lawSection" : "Labor Law",
  "previousVersions" : [ "S3102-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          293\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  DIAZ  --  read twice and ordered printed, and when\n         printed to be committed to the Committee on Labor\n\n       AN ACT to amend the labor  law,  in  relation  to  safety  training  for\n         certain employees\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The labor law is amended by adding a new section  202-l  to\n    2  read as follows:\n    3    S   202-L.   OCCUPATIONAL  SAFETY  AND  HEALTH  ADMINISTRATION  (OSHA)\n    4  CONSTRUCTION SAFETY  AND  HEALTH  COURSE.  1.  EVERY  CONTRACT  FOR  THE\n    5  CONSTRUCTION,  RECONSTRUCTION, MAINTENANCE AND/OR REPAIR OF ANY CONTRACT\n    6  WHERE THE TOTAL COST OF ALL WORK TO BE PERFORMED UNDER THE  CONTRACT  IS\n    7  TWO  HUNDRED  FIFTY  THOUSAND DOLLARS OR MORE, SHALL CONTAIN A PROVISION\n    8  REQUIRING THAT ALL LABORERS, WORKERS,  AND  MECHANICS  EMPLOYED  IN  THE\n    9  PERFORMANCE  OF THE CONTRACT ON THE WORK SITE, EITHER BY THE CONTRACTOR,\n   10  SUB-CONTRACTOR OR OTHER PERSON DOING OR CONTRACTING TO DO THE WHOLE OR A\n   11  PART OF THE WORK CONTEMPLATED BY THE CONTRACT, SHALL BE CERTIFIED  PRIOR\n   12  TO PERFORMING ANY WORK ON THE PROJECT AS HAVING SUCCESSFULLY COMPLETED A\n   13  COURSE  IN  CONSTRUCTION SAFETY AND HEALTH APPROVED BY THE UNITED STATES\n   14  DEPARTMENT OF LABOR'S OCCUPATIONAL SAFETY AND HEALTH ADMINISTRATION THAT\n   15  IS AT LEAST TEN HOURS IN DURATION. THE CONTRACTOR SHALL  BE  RESPONSIBLE\n   16  FOR  SUBMITTING A CERTIFICATION TO THE DEPARTMENT PRIOR TO THE COMMENCE-\n   17  MENT OF ANY WORK ON THE PROJECT.\n   18    2. IF ANY PERSON PERFORMS ANY WORK ON A CONTRACT WITHOUT FIRST  HAVING\n   19  COMPLETED  HIS  OR HER TEN HOURS AS REQUIRED PURSUANT TO SUBDIVISION ONE\n   20  OF THIS SECTION, THEN THE CONTRACTOR SHALL BE LIABLE FOR A FINE, PAYABLE\n   21  TO THE DEPARTMENT, IN THE AMOUNT OF FIVE THOUSAND DOLLARS FOR ITS  FIRST\n   22  OFFENSE.  THE AMOUNT OF FINE FOR EACH SUBSEQUENT OFFENSE SHALL BE DOUBLE\n   23  THE AMOUNT OF THE FINE ASSESSED AGAINST THE  CONTRACTOR  FOR  THE  IMME-\n   24  DIATELY PRIOR OFFENSE.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02463-01-1\n\n       S. 293                              2\n\n    1    3.  IF MORE THAN ONE PERSON WORKING ON A CONTRACT DOES NOT HAVE HIS OR\n    2  HER CERTIFICATION, EACH PERSON WORKING WITHOUT  CERTIFICATION  SHALL  BE\n    3  CONSIDERED A DISTINCT AND SUBSEQUENT OFFENSE OF THE CONTRACTOR.\n    4    S 2. This act shall take effect on the one hundred eightieth day after\n    5  it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the labor law, in relation to safety training for certain employees ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101213.T144319.TXT", "SOBI.D101213.T141318.TXT", "SOBI.D101213.T144820.TXT", "SOBI.D101215.T122903.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292434143782
}