{
  "year" : 2011,
  "senateBillNo" : "S294-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO HEALTH",
    "billEventId" : "S294-2011-1294203600000-REFERRED+TO+HEALTH",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "DIAZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires notice of potential liability to be given to applicants for medical assistance or family health care plus",
  "summary" : "Requires notice of potential liability for reimbursement of benefits paid to be given to applicants for medical assistance or family health care plus. ",
  "currentCommittee" : "HEALTH",
  "sameAs" : null,
  "lawSection" : "Social Services Law",
  "previousVersions" : [ "SA3103-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          294\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  DIAZ  --  read twice and ordered printed, and when\n         printed to be committed to the Committee on Health\n\n       AN ACT to amend the social services law, in relation to  requiring  that\n         notice  of  potential  liability  be  given  to applicants for medical\n         assistance or the family health plus program\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 369 of the social services law is amended by adding\n    2  a new subdivision 8 to read as follows:\n    3    8.    (A)  NO  RECOVERY  ACTION PURSUANT TO THIS SECTION, SECTIONS ONE\n    4  HUNDRED ONE, ONE HUNDRED FOUR AND ONE HUNDRED FOUR-B, PARAGRAPH  (A)  OF\n    5  SUBDIVISION  THREE  OF SECTION THREE HUNDRED SIXTY-SIX, SUBPARAGRAPH ONE\n    6  OF PARAGRAPH (H) OF SUBDIVISION FOUR OF SECTION THREE HUNDRED SIXTY-SIX,\n    7  AND PARAGRAPH (B) OF SUBDIVISION TWO OF SECTION THREE HUNDRED SIXTY-SEV-\n    8  EN-A OF THIS CHAPTER  SHALL  BE  MADE  UNLESS  THE  APPLICANT  HAS  BEEN\n    9  INFORMED,  IN  WRITING,  THAT  HE  OR SHE MAY BE LIABLE TO REIMBURSE THE\n   10  STATE OR THE LOCAL DEPARTMENT FOR SUCH MEDICAL  ASSISTANCE  RECEIVED  OR\n   11  FOR BENEFITS RECEIVED PURSUANT THERETO.\n   12    (B) THE WRITTEN NOTICE SHALL DETAIL, IN PLAIN LANGUAGE, THE CONDITIONS\n   13  UNDER  WHICH  THE LOCAL DEPARTMENT OR LOCAL SOCIAL SERVICES DISTRICT MAY\n   14  IMPOSE ANY LIEN ON THE PERSONAL PROPERTY OR ESTATE  OF  A  RECIPIENT  OF\n   15  MEDICAL ASSISTANCE.\n   16    (C)  THE  COMMISSIONER MAY PROVIDE SUCH NOTICE AS PART OF THE APPLICA-\n   17  TION FOR MEDICAL ASSISTANCE.\n   18    S 2. This act shall take effect on the one hundred eightieth day after\n   19  it shall have become a law; provided, that,  effective  immediately  any\n   20  rules,  regulations  and  forms necessary to implement the provisions of\n   21  this act are authorized and directed to be completed on or  before  such\n   22  date.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02465-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the social services law, in relation to requiring that notice of potential liability be given to applicants for medical assistance or the family health plus program ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101213.T144319.TXT", "SOBI.D101213.T141318.TXT", "SOBI.D101213.T144820.TXT", "SOBI.D101215.T122903.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292434143788
}