{
  "year" : 2011,
  "senateBillNo" : "S295-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO ENERGY AND TELECOMMUNICATIONS",
    "billEventId" : "S295-2011-1294203600000-REFERRED+TO+ENERGY+AND+TELECOMMUNICATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "DIAZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires telegraph and telephone corporations to charge religious organizations residential rates",
  "summary" : "Requires telegraph and telephone corporations to charge religious organizations residential rates. ",
  "currentCommittee" : "ENERGY AND TELECOMMUNICATIONS",
  "sameAs" : null,
  "lawSection" : "Public Service Law",
  "previousVersions" : [ "S3105-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          295\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  DIAZ  --  read twice and ordered printed, and when\n         printed to be committed to the Committee on  Energy  and  Telecommuni-\n         cations\n\n       AN  ACT  to amend the public service law, in relation to requiring tele-\n         graph and telephone corporations to offer residential rates  to  reli-\n         gious organizations\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 3 of section 92 of the public service  law,  as\n    2  amended  by  chapter  124  of  the  laws  of 1911, is amended to read as\n    3  follows:\n    4    3. [No] (A) EXCEPT AS OTHERWISE PROVIDED  IN  PARAGRAPH  (B)  OF  THIS\n    5  SUBDIVISION,  NO  telegraph corporation or telephone corporation subject\n    6  to the provisions of this chapter shall, directly  or  indirectly,  give\n    7  any  free  or  reduced service, or any free pass or frank for the trans-\n    8  mission of messages by either  telephone  or  telegraph  between  points\n    9  within  this  state, except to its officers, employees, agents, pension-\n   10  ers, surgeons,  physicians,  attorneys-at-law  and  their  families;  to\n   11  persons  or corporations exclusively engaged in charitable and eleemosy-\n   12  nary work and ministers of religions; to officers and employees of other\n   13  telegraph corporations and telephone corporations, railroad corporations\n   14  and street railroad corporations.  But this subdivision shall not  apply\n   15  to state, municipal or federal contracts.\n   16    (B)  NO TELEGRAPH CORPORATION OR TELEPHONE CORPORATION SHALL, DIRECTLY\n   17  OR INDIRECTLY, CHARGE, DEMAND, COLLECT OR RECEIVE A RATE,  WHICH  IS  IN\n   18  EXCESS  OF  THE  APPLICABLE  RESIDENTIAL  RATE  FOR  THE TRANSMISSION OF\n   19  MESSAGES BY EITHER TELEPHONE OR  TELEGRAPH  BETWEEN  POINTS  WITHIN  THE\n   20  STATE,  FROM  ANY  CORPORATION OR ASSOCIATION ORGANIZED AND CONDUCTED IN\n   21  GOOD FAITH FOR RELIGIOUS PURPOSES, INCLUDING THE OPERATION OF  A  SCHOOL\n   22  REGARDLESS  OF  WHETHER  SECULAR  SUBJECTS ARE TAUGHT THEREIN, WHEN SUCH\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02464-01-1\n\n       S. 295                              2\n\n    1  CORPORATION OR ASSOCIATION UTILIZES SUCH SERVICES IN CONNECTION WITH ITS\n    2  RELIGIOUS PURPOSES.\n    3    S 2. This act shall take effect on the one hundred eightieth day after\n    4  it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public service law, in relation to requiring telegraph and telephone corporations to offer residential rates to religious organizations ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101213.T144319.TXT", "SOBI.D101213.T141318.TXT", "SOBI.D101213.T144820.TXT", "SOBI.D101215.T135410.TXT", "SOBI.D101215.T122903.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292439250837
}