{
  "year" : 2011,
  "senateBillNo" : "S297-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO AGING",
    "billEventId" : "S297-2011-1294203600000-REFERRED+TO+AGING",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "DIAZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires state campgrounds to provide a reduced fee for campsites to persons 65 or over",
  "summary" : "Provides that the office of parks, recreation & historic preservation or any other agency setting fees for the use of overnight camping facilities shall set such rate at five dollars for residents of the state 65 years of age or over for the use of such facilities. ",
  "currentCommittee" : "AGING",
  "sameAs" : "A277",
  "lawSection" : "Parks, Recreation and Historic Preservation Law",
  "previousVersions" : [ "S2221-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          297\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  DIAZ  --  read twice and ordered printed, and when\n         printed to be committed to the Committee on Aging\n\n       AN ACT to amend the parks, recreation and historic preservation law,  in\n         relation  to reduced campsite fees for persons sixty-five years of age\n         or older\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.    The  parks, recreation and historic preservation law is\n    2  amended by adding a new section 13.20 to read as follows:\n    3    S 13.20  OVERNIGHT CAMPING FEES FOR THE ELDERLY.  THE OFFICE  AND  ANY\n    4  OTHER  STATE  AGENCY  SETTING  FEES FOR THE USE OF ANY OVERNIGHT CAMPING\n    5  FACILITY SHALL SET THE RATE AT FIVE DOLLARS FOR RESIDENTS OF  THE  STATE\n    6  WHO ARE SIXTY-FIVE YEARS OF AGE OR OVER FOR THE USE OF SUCH FACILITIES.\n    7    S  2.   This act shall take effect on the thirtieth day after it shall\n    8  have become a law.\n\n\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01872-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the parks, recreation and historic preservation law, in relation to reduced campsite fees for persons sixty-five years of age or older ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101213.T144319.TXT", "SOBI.D101213.T141318.TXT", "SOBI.D101217.T161006.TXT", "SOBI.D101213.T145320.TXT", "SOBI.D101215.T135410.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292620206670
}