{
  "year" : 2011,
  "senateBillNo" : "S298-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO CONSUMER PROTECTION",
    "billEventId" : "S298-2011-1294203600000-REFERRED+TO+CONSUMER+PROTECTION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "DIAZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires telephone companies to provide essential equipment, including voice dialing equipment, to persons with disabilities",
  "summary" : "Requires telephone companies to provide essential equipment, including voice dialing equipment, to persons with disabilities. ",
  "currentCommittee" : "CONSUMER PROTECTION",
  "sameAs" : null,
  "lawSection" : "General Business Law",
  "previousVersions" : [ "SB3096-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          298\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  DIAZ  --  read twice and ordered printed, and when\n         printed to be committed to the Committee on Consumer Protection\n\n       AN ACT to amend the general business law, in relation to providing tele-\n         phone equipment with voice dialing functions to certain  persons  with\n         disabilities\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The general business law is amended by adding a new section\n    2  399-zz-1 to read as follows:\n    3    S 399-ZZ-1. RESIDENTIAL VOICE DIALING TELEPHONE EQUIPMENT. 1.  FOR THE\n    4  PURPOSES OF THIS SECTION: (A) \"VOICE DIALING TELEPHONE EQUIPMENT\"  SHALL\n    5  MEAN  CUSTOMER  PREMISES  EQUIPMENT SUCH AS TELEPHONE HANDSETS, DESIGNED\n    6  FOR USE ON THE RESIDENTIAL PREMISES OF  A  VISUALLY-IMPAIRED  PERSON  TO\n    7  ORIGINATE, ROUTE OR TERMINATE A TELEPHONE CALL;\n    8    (B) \"CONSUMER\" OR \"PURCHASER\" SHALL MEAN: (I) A CERTIFIED VISUALLY-IM-\n    9  PAIRED  RETAIL CUSTOMER WHO PURCHASES SUCH EQUIPMENT FOR PERSONAL USE IN\n   10  A PLACE OF RESIDENCE WHERE THE ADDITION OF SUCH EQUIPMENT  IS  NECESSARY\n   11  TO ENABLE SUCH CONSUMER TO MAKE A TELEPHONE CALL AND THAT (II) MEETS THE\n   12  INCOME ELIGIBILITY REQUIREMENTS FOR THE NEW YORK LIFELINE PROGRAM; AND\n   13    (C)  \"SELLER\" SHALL MEAN ANY RETAILER, DISTRIBUTOR OR MANUFACTURER WHO\n   14  SELLS OR OFFERS FOR SALE RESIDENTIAL VOICE DIALING  TELEPHONE  EQUIPMENT\n   15  DIRECTLY  TO  A CONSUMER OR PURCHASER OR PLACES IN THE CHAIN OF DISTRIB-\n   16  UTION SUCH EQUIPMENT TO BE ULTIMATELY SOLD TO A CONSUMER.\n   17    2. ANY MANUFACTURER OF RESIDENTIAL VOICE DIALING  TELEPHONE  EQUIPMENT\n   18  SHALL  OFFER  FOR  SALE  SUCH EQUIPMENT TO CONSUMERS, AS DEFINED IN THIS\n   19  SECTION, AT AN AMOUNT NOT TO EXCEED THE ACTUAL COST OF MANUFACTURING THE\n   20  EQUIPMENT.\n   21    S 2. Every telephone corporation, as  defined  in  section  2  of  the\n   22  public  service  law,  and every cable television company, as defined in\n   23  section 212 of public service law and any other  provider  of  telephone\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01878-01-1\n\n       S. 298                              2\n\n    1  service  that  provides telephone service to customers in New York state\n    2  shall provide notice to  its  customers  that  voice  dialing  telephone\n    3  equipment is available from manufacturers at cost.\n    4    S 3. This act shall take effect on the one hundred eightieth day after\n    5  it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general business law, in relation to providing telephone equipment with voice dialing functions to certain persons with disabilities ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101213.T144319.TXT", "SOBI.D101213.T141318.TXT", "SOBI.D101213.T144820.TXT", "SOBI.D101213.T142319.TXT", "SOBI.D101215.T135410.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292439250852
}