{
  "year" : 2011,
  "senateBillNo" : "S299-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO AGING",
    "billEventId" : "S299-2011-1294203600000-REFERRED+TO+AGING",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "DIAZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes a senior dental services grant program",
  "summary" : "Establishes a senior dental services grant program; authorizes the director to establish the program and, upon the availability of appropriations, provide grants to eligible elderly persons who are in need of such services. ",
  "currentCommittee" : "AGING",
  "sameAs" : "A255",
  "lawSection" : "Elder Law",
  "previousVersions" : [ "SB2218-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          299\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  DIAZ  --  read twice and ordered printed, and when\n         printed to be committed to the Committee on Aging\n\n       AN ACT to amend the elder law, in  relation  to  establishing  a  senior\n         dental services grant program\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The elder law is amended by adding a new section  215-c  to\n    2  read as follows:\n    3    S  215-C.  SENIOR  DENTAL  SERVICES  GRANT PROGRAM. 1. AS USED IN THIS\n    4  SECTION:\n    5    (A) \"DENTAL SERVICES\" SHALL INCLUDE, BUT NOT BE LIMITED TO, DIAGNOSES,\n    6  TESTS, STUDIES, TREATMENT OR ANALYSES UNDER THE CARE AND SUPERVISION  OF\n    7  A  LICENSED  DENTIST  WHO IS AUTHORIZED TO PRACTICE IN THIS STATE. THESE\n    8  SERVICES MAY ALSO INCLUDE, BUT NOT BE  LIMITED  TO,  CLIENT  ASSESSMENT,\n    9  INFORMATION AND REFERRALS.\n   10    (B)  \"ELDERLY\"  SHALL  MEAN  AN  INDIVIDUAL SIXTY-FIVE YEARS OF AGE OR\n   11  OLDER.\n   12    (C) \"DIRECTOR\" SHALL MEAN THE DIRECTOR OF THE OFFICE FOR THE AGING.\n   13    (D) \"COVERAGE PERIOD\"  SHALL  MEAN  TWENTY-FOUR  CONSECUTIVE  CALENDAR\n   14  MONTHS FOR WHICH AN ELIGIBLE PROGRAM PARTICIPANT HAS MET THE ELIGIBILITY\n   15  REQUIREMENTS OF SUBDIVISION THREE OF THIS SECTION.\n   16    2.  THE  DIRECTOR  IS  HEREBY  AUTHORIZED AND DIRECTED, SUBJECT TO THE\n   17  AVAILABILITY OF APPROPRIATIONS, TO ESTABLISH A GRANT PROGRAM FOR  DENTAL\n   18  SERVICES TO ELIGIBLE ELDERLY PERSONS WHO ARE IN NEED OF SUCH SERVICES.\n   19    3.  PERSONS  ELIGIBLE  FOR  THE GRANT PROGRAM UNDER THIS SECTION SHALL\n   20  INCLUDE:\n   21    (A) ELDERLY UNMARRIED RESIDENTS WHOSE INCOME  FOR  THE  CALENDAR  YEAR\n   22  IMMEDIATELY  PRECEDING THE EFFECTIVE DATE OF THE COVERAGE PERIOD IS LESS\n   23  THAN OR EQUAL TO TWENTY THOUSAND DOLLARS AND WHO HAVE NO  DENTAL  INSUR-\n   24  ANCE; AND\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01870-01-1\n\n       S. 299                              2\n\n    1    (B)  ELDERLY  MARRIED  RESIDENTS WHOSE COMBINED SPOUSAL INCOME FOR THE\n    2  CALENDAR YEAR IMMEDIATELY PRECEDING THE EFFECTIVE DATE OF  THE  COVERAGE\n    3  PERIOD IS LESS THAN OR EQUAL TO TWENTY-SIX THOUSAND DOLLARS AND WHO HAVE\n    4  NO DENTAL INSURANCE.\n    5    4.  THE  DIRECTOR SHALL PROMULGATE ANY RULES AND REGULATIONS NECESSARY\n    6  TO CARRY OUT THE PROVISIONS OF THIS SECTION WHICH SHALL INCLUDE BUT  NOT\n    7  BE LIMITED TO:\n    8    (A) A PROCESS OF DETERMINING AND RE-DETERMINING ELIGIBILITY AT THE END\n    9  OF  EACH COVERAGE PERIOD FOR RECEIVING SERVICES UNDER THIS GRANT PROGRAM\n   10  INCLUDING PROVISIONS FOR SUBMISSION OF PROOF OF INCOME, AGE,  AND  RESI-\n   11  DENCY AND INFORMATION ON EXISTING COMPLETE OR PARTIAL COVERAGE OF DENTAL\n   12  EXPENSES UNDER A THIRD PARTY ASSISTANCE OR INSURANCE PLAN;\n   13    (B)  SELECTION  OF  UP  TO  SIX GRANT RECIPIENTS THROUGH A REQUEST FOR\n   14  PROPOSAL PROCESS INCLUDING DUE CONSIDERATION TO GEOGRAPHIC  DISTRIBUTION\n   15  AND EXISTING NEED FOR DENTAL SERVICES FOR ELDERLY INDIVIDUALS THROUGHOUT\n   16  THE  STATE  WITH  PRIORITY  GIVEN  TO ACCREDITED EDUCATIONAL PROGRAMS OR\n   17  EXISTING DENTAL CLINICS SERVING THE LOW INCOME ELDERLY; AND\n   18    (C) THE ADMINISTRATION OF SUCH GRANTS, WHICH SHALL  BE  USED  FOR  THE\n   19  DIRECT  PROVISION  OF DENTAL CARE AND SERVICES TO THE ELDERLY INCLUDING,\n   20  BUT NOT LIMITED TO, DENTAL SERVICES,  EQUIPMENT  PURCHASES,  AND  TRAVEL\n   21  EXPENSES.\n   22    5.  ADDITIONALLY,  THE DIRECTOR SHALL SUBMIT A REPORT TO THE GOVERNOR,\n   23  THE TEMPORARY PRESIDENT OF THE SENATE AND THE SPEAKER OF  THE  ASSEMBLY,\n   24  PRIOR TO, BUT IN NO EVENT LATER THAN, DECEMBER THIRTY-FIRST, IN THE YEAR\n   25  FOLLOWING  THE  EFFECTIVE DATE OF THIS SECTION, AND ANNUALLY THEREAFTER,\n   26  WHICH SHALL INCLUDE, BUT NOT BE LIMITED TO:\n   27    (A) FINANCIAL REPORTS OF  THE  GRANT  PROGRAM  OPERATIONS  ESTABLISHED\n   28  PURSUANT TO THIS SECTION;\n   29    (B)  AN ANALYSIS OF THE GRANT PROGRAM'S ABILITY TO PROVIDE SUCH DENTAL\n   30  SERVICES TO ELIGIBLE ELDERLY PERSONS;\n   31    (C) RECOMMENDATIONS ON THE CONTINUATION OF SUCH GRANTS  AND  THE  NEED\n   32  FOR PROGRAM EXPANSION, IF APPROPRIATE;\n   33    (D) PROFILES OF THE GRANT RECIPIENTS; AND\n   34    (E) OTHER INFORMATION DEEMED NECESSARY BY THE DIRECTOR.\n   35    6.  (A) NO APPLICANT FOR A GRANT PROVIDED FOR UNDER THIS SECTION SHALL\n   36  KNOWINGLY  (I)  MAKE  A  FALSE  STATEMENT OR REPRESENTATION CONCERNING A\n   37  MATERIAL FACT, (II) SUBMIT FALSE INFORMATION CONCERNING A MATERIAL FACT,\n   38  OR (III) CONCEAL A MATERIAL FACT, ON AN APPLICATION TO  OBTAIN  A  GRANT\n   39  PROVIDED FOR UNDER THIS SECTION.\n   40    (B)  ANY  APPLICANT  WHO  IS FOUND BY THE DIRECTOR, AFTER NOTICE AND A\n   41  HEARING, TO HAVE RECEIVED A GRANT PROVIDED FOR UNDER THIS SECTION  BASED\n   42  UPON  AN  APPLICATION  WHICH  VIOLATED PARAGRAPH (A) OF THIS SUBDIVISION\n   43  SHALL BE SUBJECT TO A CIVIL PENALTY NOT  TO  EXCEED  TWO  HUNDRED  FIFTY\n   44  DOLLARS.\n   45    S  2.  This  act shall take effect on the ninetieth day after it shall\n   46  have become a law; provided, however, that  effective  immediately,  the\n   47  addition,  amendment  and/or  repeal of any rule or regulation necessary\n   48  for the implementation of this act on its effective date are  authorized\n   49  and directed to be made and completed on or before such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the elder law, in relation to establishing a senior dental services grant program ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101213.T144319.TXT", "SOBI.D101213.T142319.TXT", "SOBI.D101217.T161006.TXT", "SOBI.D101213.T145320.TXT", "SOBI.D101215.T135410.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292620206667
}