{
  "year" : 2011,
  "senateBillNo" : "S30-2011",
  "billEvents" : null,
  "votes" : null,
  "sponsor" : null,
  "title" : null,
  "summary" : null,
  "currentCommittee" : null,
  "sameAs" : "A2493",
  "lawSection" : null,
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          30\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by Sen. SQUADRON -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Elections\n\n       AN ACT to amend the election law, in relation to political contributions\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 14-116 of the election law, subdivision 1 as redes-\n    2  ignated by chapter 9 of the laws of 1978 and subdivision 2 as amended by\n    3  chapter 260 of the laws of 1981, is amended to read as follows:\n    4    S  14-116.  Political  contributions  by certain organizations. 1.  No\n    5  corporation, LIMITED LIABILITY COMPANY or joint-stock association  doing\n    6  business  in this state, except [a corporation or association] AN ENTITY\n    7  organized or maintained for political purposes only, shall  directly  or\n    8  indirectly pay or use or offer, consent or agree to pay or use any money\n    9  or property for or in aid of any political party, committee or organiza-\n   10  tion,  or for, or in aid of, any corporation, LIMITED LIABILITY COMPANY,\n   11  joint-stock or other association organized or maintained  for  political\n   12  purposes,  or  for,  or in aid of, any candidate for political office or\n   13  for nomination for such office, or for any political  purpose  whatever,\n   14  or  for the reimbursement or indemnification of any person for moneys or\n   15  property so used. Any officer, director, stock-holder, attorney or agent\n   16  of any corporation, LIMITED LIABILITY COMPANY or joint-stock association\n   17  which violates any of the provisions of this section,  who  participates\n   18  in,  aids,  abets or advises or consents to any such violations, and any\n   19  person who solicits or knowingly  receives  any  money  or  property  in\n   20  violation of this section, shall be guilty of a misdemeanor.\n   21    2.  Notwithstanding the provisions of subdivision one of this section,\n   22  any corporation or an organization financially supported in whole or  in\n   23  part,  by  such  corporation, AND ANY LIMITED LIABILITY COMPANY may make\n   24  expenditures, including contributions, not otherwise prohibited by  law,\n   25  for political purposes, in an amount not to exceed five thousand dollars\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00122-01-1\n\n       S. 30                               2\n\n    1  in  the  aggregate in any calendar year; provided that no public utility\n    2  shall use revenues received from the rendition of public service  within\n    3  the  state  for contributions for political purposes unless such cost is\n    4  charged to the shareholders of such a public service corporation.\n    5    S 2. This act shall take effect on the one hundred eightieth day after\n    6  it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : null,
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101201.T163124.TXT", "SOBI.D110119.T125755.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295459875998
}