{
  "year" : 2011,
  "senateBillNo" : "S304-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S304-2011-1294203600000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "DIAZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prohibits the use of social security numbers by an organization or governmental agency for the identification of an individual",
  "summary" : "Prohibits the use of social security numbers by an organization or governmental agency for identification purposes of individuals, including: publicly posting or displaying an individual's social security number; printing the social security number on any card required to access products or services; requiring the social security number to assess a website; and printing an individual's number on any printed materials mailed to such individual; defines terms. ",
  "currentCommittee" : "CODES",
  "sameAs" : null,
  "lawSection" : "Civil Rights Law",
  "previousVersions" : [ "S2180-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          304\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  DIAZ  --  read twice and ordered printed, and when\n         printed to be committed to the Committee on Codes\n\n       AN ACT to amend the civil rights law, in relation to prohibiting the use\n         of social security numbers from being used as identification for indi-\n         viduals\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  civil  rights law is amended by adding a new section\n    2  50-f to read as follows:\n    3    S 50-F. PROHIBITION ON THE USE OF SOCIAL SECURITY NUMBERS AS IDENTIFI-\n    4  CATION. 1. NO ORGANIZATION OR GOVERNMENTAL AGENCY SHALL USE AN  INDIVID-\n    5  UAL'S  SOCIAL SECURITY NUMBER IN ANY MANNER FOR IDENTIFICATION PURPOSES,\n    6  INCLUDING:\n    7    (A) PUBLICLY POSTING OR PUBLICLY DISPLAYING IN ANY MANNER AN  INDIVID-\n    8  UAL'S SOCIAL SECURITY NUMBER;\n    9    (B)  PRINTING  AN  INDIVIDUAL'S  SOCIAL  SECURITY  NUMBER  ON ANY CARD\n   10  REQUIRED FOR THE INDIVIDUAL TO ACCESS PRODUCTS OR SERVICES  PROVIDED  BY\n   11  THE ORGANIZATION OR AGENCY;\n   12    (C) REQUIRING AN INDIVIDUAL TO USE OR TRANSMIT HIS OR HER SOCIAL SECU-\n   13  RITY NUMBER TO ACCESS AN INTERNET WEB SITE; AND\n   14    (D)  PRINTING  AN INDIVIDUAL'S SOCIAL SECURITY NUMBER ON ANY MATERIALS\n   15  THAT ARE MAILED TO THE INDIVIDUAL, UNLESS STATE OR FEDERAL LAW OTHERWISE\n   16  REQUIRES THE SOCIAL SECURITY NUMBER TO BE ON THE DOCUMENT TO BE MAILED.\n   17    2. FOR THE PURPOSES OF THIS SECTION:\n   18    (A) \"GOVERNMENTAL AGENCY\" MEANS ANY AGENCY OR UNIT OF  THE  STATE  AND\n   19  ANY POLITICAL SUBDIVISION THEREOF.\n   20    (B) \"ORGANIZATION\" SHALL MEAN ANY NATURAL PERSON, CORPORATION, LIMITED\n   21  LIABILITY  COMPANY,  TRUST,  UNINCORPORATED  ASSOCIATION, NOT-FOR-PROFIT\n   22  ORGANIZATION, PARTNERSHIP, AFFILIATE  OR  ANY  OTHER  COMMERCIAL  ENTITY\n   23  LOCATED OR DOING BUSINESS IN THE STATE.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02209-01-1\n\n       S. 304                              2\n\n    1    (C) \"PUBLICLY POSTING\" OR \"PUBLICLY DISPLAYING\" MEANS TO INTENTIONALLY\n    2  COMMUNICATE OR OTHERWISE MAKE AVAILABLE TO THE GENERAL PUBLIC.\n    3    S 2. This act shall take effect on the one hundred eightieth day after\n    4  it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the civil rights law, in relation to prohibiting the use of social security numbers from being used as identification for individuals ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101213.T144319.TXT", "SOBI.D101213.T142820.TXT", "SOBI.D101213.T145320.TXT", "SOBI.D101215.T141911.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292440751036
}