{
  "year" : 2011,
  "senateBillNo" : "S305-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO EDUCATION",
    "billEventId" : "S305-2011-1294203600000-REFERRED+TO+EDUCATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "DIAZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to authorizing school districts to establish policies prohibiting the wearing of gang-related apparel, markings or symbols",
  "summary" : "Authorizes school districts to establish policies prohibiting the wearing of gang-related apparel, markings or symbols. ",
  "currentCommittee" : "EDUCATION",
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "S2214-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          305\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  DIAZ  --  read twice and ordered printed, and when\n         printed to be committed to the Committee on Education\n\n       AN ACT to amend the education law, in  relation  to  authorizing  school\n         districts to establish policies prohibiting the wearing of gang-relat-\n         ed apparel, markings or symbols\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 305 of the education law is amended by adding a new\n    2  subdivision 42 to read as follows:\n    3    42. THE COMMISSIONER IS AUTHORIZED AND DIRECTED TO DEVELOP  RULES  AND\n    4  REGULATIONS  AUTHORIZING  THE  BOARD  OF  ANY SCHOOL DISTRICT TO ADOPT A\n    5  POLICY THAT PROHIBITS STUDENTS FROM WEARING GANG-RELATED APPAREL,  MARK-\n    6  INGS  OR SYMBOLS IF THE BOARD OF THE SCHOOL DISTRICT DETERMINES THAT THE\n    7  POLICY IS NECESSARY FOR THE HEALTH AND SAFETY, OR SECURITY OF THE SCHOOL\n    8  ENVIRONMENT. FOR THE PURPOSE OF THIS SUBDIVISION, GANG-RELATED  APPAREL,\n    9  MARKINGS  AND  SYMBOLS SHALL INCLUDE, BUT NOT NECESSARILY BE LIMITED TO,\n   10  CLOTHING THAT CONTAINS  A  NAME  OR  IDENTIFYING  SIGN,  A  SYMBOL  THAT\n   11  PROMOTES  A  CRIMINAL STREET GANG, OR A TATTOO OR OTHER PHYSICAL MARKING\n   12  THAT IS NOT COVERED WITH CLOTHING, OR STYLE OF  DRESS  THAT  PROMOTES  A\n   13  CRIMINAL  STREET  GANG.  SUCH  SCHOOL  DISTRICT POLICY MAY AUTHORIZE THE\n   14  SCHOOL  DISTRICT  SUPERINTENDENT  TO  MANDATE  COUNSELING  OR  COMMUNITY\n   15  SERVICE,  OR  BOTH,  IN  ORDER  TO  CONTINUE  ATTENDANCE  IN  THE SCHOOL\n   16  DISTRICT, PROVIDED THAT SUCH POLICY CONTAINS A PROCEDURE  THAT  COMPLIES\n   17  WITH  DUE  PROCESS REQUIREMENTS REGARDING STUDENT SUSPENSION PROVIDED IN\n   18  SECTION THIRTY-TWO HUNDRED FOURTEEN OF THIS CHAPTER.\n   19    S 2. Severability. If any provision of this act,  or  the  application\n   20  thereof to any person or circumstance, shall be adjudged by any court of\n   21  competent  jurisdiction to be invalid or unconstitutional, such judgment\n   22  shall not affect, impair or invalidate the remainder thereof, but  shall\n   23  be  confined  in  its  operation to the provision of this act, or in its\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01866-01-1\n\n       S. 305                              2\n\n    1  application to the person or  circumstance,  directly  involved  in  the\n    2  controversy in which such judgment shall have been rendered.\n    3    S  3.  This  act shall take effect on the ninetieth day after it shall\n    4  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to authorizing school districts to establish policies prohibiting the wearing of gang-related apparel, markings or symbols ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101213.T163826.TXT", "SOBI.D110107.T121355.TXT", "SOBI.D101213.T162826.TXT", "SOBI.D101213.T164827.TXT", "SOBI.D101215.T142412.TXT", "SOBI.D101215.T141911.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294420435046
}