{
  "year" : 2011,
  "senateBillNo" : "S309-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO AGING",
    "billEventId" : "S309-2011-1294203600000-REFERRED+TO+AGING",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "DIAZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Enacts the Senior Anti-Violence and Enforcement Act",
  "summary" : "Enacts the Senior Anti-Violence and Enforcement Act (SAVE); establishes a central registry for access to reports of maltreatment of seniors; creates a council on elder abuse; establishes penal provisions regarding offenses against the elderly and disabled. ",
  "currentCommittee" : "AGING",
  "sameAs" : "A1010",
  "lawSection" : "Elder Law",
  "previousVersions" : [ "S5582-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          309\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  DIAZ  --  read twice and ordered printed, and when\n         printed to be committed to the Committee on Aging\n\n       AN ACT to amend the elder law, the penal law, the state finance law, the\n         vehicle and traffic law and the banking law, in relation  to  enacting\n         the senior anti-violence and enforcement act\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. This act shall be known and may be  cited  as  the  \"senior\n    2  anti-violence and enforcement act\" (SAVE).\n    3    S  2.  The  elder  law is amended by adding a new article 4 to read as\n    4  follows:\n    5                                  ARTICLE 4\n    6                          PROTECTION OF THE ELDERLY\n    7                                   TITLE 1\n    8                  SENIOR ANTI-VIOLENCE AND ENFORCEMENT ACT;\n    9                            REPORTS AND FINDINGS\n   10  SECTION 400. DEFINITIONS.\n   11          401. STATEWIDE CENTRAL REGISTRY ESTABLISHED; REQUIREMENTS.\n   12          402. DISPOSITION OF REPORTS RECEIVED BY THE REGISTRY.\n   13          403. AVAILABILITY OF REPORTS.\n   14          404. RELEASE OF INFORMATION.\n   15          405. UNFOUNDED REPORTS.\n   16          406. PENALTY FOR UNAUTHORIZED DISCLOSURE.\n   17          407. PERSONS  REQUIRED  TO  REPORT  SUSPECTED  SENIOR  ABUSE  OR\n   18                 MALTREATMENT.\n   19          408. ANY PERSON PERMITTED TO REPORT.\n   20          409. REPORTING PROCEDURE.\n   21          410. IMMUNITY FROM LIABILITY.\n   22          411. PENALTIES FOR FAILURE TO REPORT.\n   23          412. ANNUAL REPORTS.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03294-01-1\n\n       S. 309                              2\n\n    1    S 400. DEFINITIONS. AS USED IN THIS ARTICLE:\n    2    1. \"SENIOR\" MEANS A PERSON SIXTY YEARS OF AGE OR OLDER.\n    3    2. \"REGISTRY\" OR \"CENTRAL REGISTRY\" MEANS THE STATEWIDE CENTRAL REGIS-\n    4  TRY FOR SENIOR ABUSE AND NEGLECT IN THE STATE OFFICE FOR THE AGING.\n    5    3. \"OFFICE\" MEANS THE STATE OFFICE FOR THE AGING.\n    6    4. \"COUNCIL\" MEANS THE COUNCIL ON ELDER ABUSE CREATED PURSUANT TO THIS\n    7  ARTICLE.\n    8    5. \"DESIGNATED AGENCY\" HAS THE SAME MEANING AS PROVIDED IN SECTION TWO\n    9  HUNDRED FOURTEEN OF THIS CHAPTER.\n   10    6.  \"LOCAL  SERVICE\"  MEANS THOSE SERVICES AND AGENCIES THAT WORK WITH\n   11  DESIGNATED AGENCIES AS PART OF THE TEAM IN INVESTIGATING ALLEGATIONS  OF\n   12  ABUSE OF A SENIOR.\n   13    7.  \"ABUSED  SENIOR\"  MEANS AND INCLUDES A SENIOR ABUSED IN ANY OF THE\n   14  FOLLOWING MANNERS:\n   15    (A) PHYSICAL ABUSE, INCLUDING THE SUFFERING OF BODILY INJURY, PHYSICAL\n   16  PAIN, OR IMPAIRMENT RESULTING FROM THE USE OF PHYSICAL FORCE  AGAINST  A\n   17  SENIOR  BY ACTS INCLUDING BUT NOT LIMITED TO STRIKING WITH OR WITHOUT AN\n   18  OBJECT, HITTING, BEATING, PUSHING, SHOVING, SHAKING, SLAPPING,  KICKING,\n   19  PINCHING, AND BURNING, THAT RESULT IN PHYSICAL SIGNS OF IMPAIRMENT OR OF\n   20  BEING  SUBJECTED  TO  PUNISHMENT,  OR  SIGNS  OF  BEING RESTRAINED, OR A\n   21  SENIOR'S REPORT OF BEING HIT, SLAPPED, KICKED, OR MISTREATED.\n   22    (B) SEXUAL ABUSE, INCLUDING NON-CONSENSUAL SEXUAL CONTACT OF ANY  KIND\n   23  WITH  A  SENIOR,  INCLUDING BUT NOT LIMITED TO UNWANTED TOUCHING, SEXUAL\n   24  ASSAULT OR BATTERY, RAPE, SODOMY, COERCED NUDITY, AND SEXUALLY  EXPLICIT\n   25  PHOTOGRAPHING,  THAT  RESULT  IN  PHYSICAL  SIGNS  OF  IMPAIRMENTS  OR A\n   26  SENIOR'S REPORT OF BEING SEXUALLY ASSAULTED OR RAPED.\n   27    (C) EMOTIONAL OR PSYCHOLOGICAL  ABUSE,  INCLUDING  THE  INFLICTION  OF\n   28  ANGUISH,  PAIN,  OR DISTRESS THROUGH VERBAL OR NONVERBAL ACTS, INCLUDING\n   29  BUT NOT LIMITED TO  VERBAL  ASSAULTS,  INSULTS,  THREATS,  INTIMIDATION,\n   30  HUMILIATION,  AND HARASSMENT, INFANTILIZING A SENIOR, ISOLATING A SENIOR\n   31  FROM HIS OR HER FAMILY, FRIENDS,  OR  REGULAR  ACTIVITIES,  OR  ENFORCED\n   32  SOCIAL  ISOLATION,  THE  RESULTS  OF WHICH MAY BE EVINCED BY IMPAIRMENTS\n   33  INCLUDING BUT NOT LIMITED TO THE CAREGIVER'S REFUSAL TO  ALLOW  VISITORS\n   34  TO  SEE  A SENIOR ALONE, OR CHANGES IN THE SENIOR'S BEHAVIOR THAT RESULT\n   35  IN THE SENIOR BEING EMOTIONALLY UPSET OR AGITATED, BEING EXTREMELY WITH-\n   36  DRAWN AND NONCOMMUNICATIVE OR NONRESPONSIVE,  UNUSUAL  BEHAVIOR  USUALLY\n   37  ATTRIBUTED TO DEMENTIA (E.G., SUCKING, BITING, ROCKING).\n   38    (D) NEGLECT, INCLUDING THE REFUSAL OR FAILURE TO FULFILL ANY PART OF A\n   39  PERSON'S  OBLIGATIONS OR DUTIES TO A SENIOR, FAILURE OF A PERSON WHO HAS\n   40  FIDUCIARY RESPONSIBILITIES TO PROVIDE CARE FOR A SENIOR OR  THE  FAILURE\n   41  ON  THE  PART  OF  AN IN-HOME SERVICE PROVIDER TO PROVIDE SUCH NECESSARY\n   42  CARE, INCLUDING THE REFUSAL OR FAILURE TO PROVIDE AN ELDERLY PERSON WITH\n   43  SUCH LIFE  NECESSITIES  AS  FOOD,  WATER,  CLOTHING,  SHELTER,  PERSONAL\n   44  HYGIENE,  MEDICINE,  COMFORT,  PERSONAL  SAFETY,  AND  OTHER  ESSENTIALS\n   45  INCLUDED IN AN IMPLIED OR AGREED-UPON RESPONSIBILITY TO SUCH SENIOR, THE\n   46  RESULTS OF WHICH MAY BE EVINCED BY SUCH VISIBLE PHYSICAL IMPAIRMENTS  AS\n   47  DEHYDRATION,  MALNUTRITION,  UNTREATED  BED  SORES,  AND  POOR  PERSONAL\n   48  HYGIENE, UNATTENDED OR UNTREATED HEALTH PROBLEMS,  HAZARDOUS  OR  UNSAFE\n   49  LIVING  CONDITION/ARRANGEMENTS, UNSANITARY AND UNCLEAN LIVING CONDITIONS\n   50  (E.G.  DIRT, FLEAS, LICE ON PERSON, SOILED BEDDING,  FECAL/URINE  SMELL,\n   51  INADEQUATE CLOTHING).\n   52    (E)  ABANDONMENT, INCLUDING THE DESERTION OF A SENIOR BY AN INDIVIDUAL\n   53  WHO HAS ASSUMED RESPONSIBILITY FOR PROVIDING CARE FOR SUCH SENIOR, OR BY\n   54  A PERSON WITH PHYSICAL CUSTODY OF A SENIOR, INCLUDING BUT NOT LIMITED TO\n   55  THE DESERTION OF A SENIOR AT A HOSPITAL, A NURSING  FACILITY,  OR  OTHER\n\n       S. 309                              3\n\n    1  SIMILAR  INSTITUTION,  OR THE DESERTION OF A SENIOR AT A SHOPPING CENTER\n    2  OR OTHER PUBLIC LOCATION; OR A SENIOR'S REPORT OF BEING ABANDONED.\n    3    (F)  FINANCIAL  OR  MATERIAL  EXPLOITATION,  INCLUDING  THE ILLEGAL OR\n    4  IMPROPER USE OF A SENIOR'S FUNDS, PROPERTY, OR ASSETS, INCLUDING WITHOUT\n    5  LIMITATION CASHING A SENIOR'S CHECKS WITHOUT  AUTHORIZATION  OR  PERMIS-\n    6  SION,  FORGING  A  SENIOR'S  SIGNATURE,  MISUSING OR STEALING A SENIOR'S\n    7  MONEY OR POSSESSIONS, COERCING OR DECEIVING  A  SENIOR  INTO  SIGNING  A\n    8  DOCUMENT  SUCH  AS A CONTRACT OR A WILL, OR IMPROPER USE OF CONSERVATOR-\n    9  SHIP, GUARDIANSHIP, OR POWER OF ATTORNEY.\n   10    (G) SELF-NEGLECT, INCLUDING THE BEHAVIOR OF  AN  ELDERLY  PERSON  THAT\n   11  THREATENS HIS OR HER OWN HEALTH OR SAFETY THROUGH THE REFUSAL OR FAILURE\n   12  TO PROVIDE HIMSELF OR HERSELF WITH ADEQUATE FOOD, WATER, CLOTHING, SHEL-\n   13  TER,  PERSONAL  HYGIENE, MEDICATION (WHEN INDICATED), AND SAFETY PRECAU-\n   14  TIONS.\n   15    8. \"PERSON LEGALLY RESPONSIBLE FOR A SENIOR\" MEANS  AND  INCLUDES  THE\n   16  SENIOR'S CUSTODIAN, GUARDIAN OR ANY OTHER PERSON RESPONSIBLE FORMALLY OR\n   17  INFORMALLY FOR THE SENIOR'S CARE AT THE RELEVANT TIME, ANY PERSON ACTING\n   18  WITH  POWER OF ATTORNEY, TRUSTEE APPOINTED BY A COURT, OR ANY PERSON WHO\n   19  BY CONSENT, CONTRACT OR LEGAL ORDER ACTS TO ARRANGE THE AFFAIRS  OF  THE\n   20  SENIOR.\n   21    9.  \"SUBJECT  OF  THE  REPORT\"  MEANS A PERSON REPORTED TO THE CENTRAL\n   22  REGISTRY AS BEING ALLEGEDLY RESPONSIBLE FOR CAUSING THE INJURY, ABUSE OR\n   23  MALTREATMENT THAT HAS RESULTED IN A SENIOR BECOMING AN ABUSED SENIOR  OR\n   24  WHO  ALLEGEDLY ALLOWS SUCH INJURY, ABUSE OR MALTREATMENT TO BE INFLICTED\n   25  ON SUCH SENIOR AND WHO IS:\n   26    (A) A PERSON LEGALLY RESPONSIBLE FOR A SENIOR;\n   27    (B) A PERSON, INCLUDING A DIRECTOR, OPERATOR, EMPLOYEE, VOLUNTEER,  OR\n   28  CONTRACTOR,  IN  A  PUBLIC,  PRIVATE, OR NOT-FOR-PROFIT ENTITY PROVIDING\n   29  GOODS OR SERVICES TO A SENIOR PURSUANT TO A CONTRACT OR  OTHER  ARRANGE-\n   30  MENT;\n   31    (C) A PERSON RELATED TO THE SENIOR BY CONSANGUINITY OR AFFINITY; OR\n   32    (D)  A  PERSON  WHO  HAS  GAINED  ACCESS  TO  OR  CONTROL  FORMALLY OR\n   33  INFORMALLY OVER A SENIOR'S FINANCES,  MEDICATION,  LIVING  ARRANGEMENTS,\n   34  SUCH THAT SUCH PERSON MAY CAUSE A SENIOR TO BECOME AN ABUSED SENIOR.\n   35    10.  \"OTHER  PERSONS NAMED IN THE REPORT\" MEANS PERSONS OTHER THAN THE\n   36  SUBJECT OF THE REPORT WHO ARE NAMED IN A REPORT OF SENIOR  ABUSE.  OTHER\n   37  PERSONS  NAMED  IN  THE  REPORT  SHALL  BE  LIMITED TO THE SENIOR WHO IS\n   38  REPORTED TO THE REGISTRY, AND SUCH SENIOR'S GUARDIAN, CUSTODIAN OR OTHER\n   39  PERSON LEGALLY RESPONSIBLE FOR THE SENIOR WHO HAS NOT BEEN NAMED IN  THE\n   40  REPORT  AS  ALLEGEDLY  RESPONSIBLE  FOR  CAUSING THE SENIOR TO BECOME AN\n   41  ABUSED SENIOR.\n   42    11. AN \"UNFOUNDED REPORT\" MEANS ANY REPORT MADE PURSUANT TO THIS TITLE\n   43  WHICH IS NOT AN INDICATED REPORT.\n   44    12. AN \"INDICATED REPORT\" IS A REPORT MADE PURSUANT TO THIS TITLE  FOR\n   45  WHICH  AN  INVESTIGATION DETERMINES THAT CREDIBLE EVIDENCE EXISTS THAT A\n   46  SENIOR IS AN ABUSED SENIOR.\n   47    13. \"DIRECTOR\" MEANS THE DIRECTOR OF  THE  OFFICE  FOR  THE  AGING  AS\n   48  DESCRIBED IN SECTION TWO HUNDRED ONE OF THIS CHAPTER.\n   49    S  401.  STATEWIDE  CENTRAL REGISTRY ESTABLISHED; REQUIREMENTS. 1. THE\n   50  DIRECTOR SHALL ESTABLISH IN THE OFFICE A STATEWIDE CENTRAL  REGISTRY  TO\n   51  RECEIVE, MAINTAIN, AND PROVIDE APPROPRIATE ACCESS TO REPORTS MADE PURSU-\n   52  ANT TO THIS TITLE CONCERNING THE ABUSE AND MALTREATMENT OF SENIORS.\n   53    2.  SUCH  REGISTRY  SHALL BE CAPABLE OF RECEIVING REPORTS BY TELEPHONE\n   54  CALL, FAX, E-MAIL, AND ANY OTHER FORMS  OF  COMMUNICATION  THE  DIRECTOR\n   55  DEEMS  APPROPRIATE,  ALLEGING THAT A SENIOR HAS BECOME AN ABUSED SENIOR,\n   56  OF IMMEDIATELY IDENTIFYING PRIOR REPORTS OF ABUSE INVOLVING SUCH  SENIOR\n\n       S. 309                              4\n\n    1  OR OTHER PERSONS NAMED IN THE REPORT, AND SHALL BE CAPABLE OF MONITORING\n    2  THE  PROVISION OF SERVICES TO SUCH SENIOR TWENTY-FOUR HOURS A DAY, SEVEN\n    3  DAYS A WEEK. IN FURTHERANCE OF THESE REQUIREMENTS,\n    4    (A)  THE OFFICE SHALL MAINTAIN STATEWIDE TOLL-FREE TELEPHONE VOICE AND\n    5  FAX NUMBERS AND AN E-MAIL ADDRESS WHICH ANY PERSON, WHETHER MANDATED  BY\n    6  LAW OR NOT, MAY USE TO CONTACT THE REGISTRY TO REPORT AN ALLEGATION THAT\n    7  A SENIOR HAS BECOME AN ABUSED SENIOR.\n    8    (B)  THE  OFFICE  SHALL  ADDITIONALLY  MAINTAIN  AN UNLISTED TELEPHONE\n    9  NUMBER, FAX NUMBER, E-MAIL ADDRESS, AND SUCH OTHER COMMUNICATION  PROTO-\n   10  COLS  AS  THE DIRECTOR DEEMS APPROPRIATE, WHICH ONLY PERSONS MANDATED BY\n   11  THIS CHAPTER MAY USE TO REPORT AN ALLEGATION THAT A SENIOR HAS BECOME AN\n   12  ABUSED SENIOR.\n   13    (C) THE OFFICE SHALL ASSURE THAT THE COMMUNICATION PROTOCOLS  REQUIRED\n   14  BY  THIS  SECTION SHALL BE CAPABLE OF ALLOWING ALL PERSONS AUTHORIZED BY\n   15  THIS TITLE TO DETERMINE THE EXISTENCE OF PRIOR REPORTS IN ORDER TO EVAL-\n   16  UATE THE CONDITION OR CIRCUMSTANCES OF A SENIOR.\n   17    3. INFORMATION MAINTAINED IN THE REGISTRY SHALL  INCLUDE  BUT  NOT  BE\n   18  LIMITED TO:\n   19    (A) THE INITIAL DATE OR DATE OF THE CONTACT WITH THE REGISTRY ALLEGING\n   20  THAT A SENIOR HAS BECOME AN ABUSED SENIOR;\n   21    (B)  THE TIME AND DATE OF THE COMMUNICATION OF SUCH INFORMATION TO THE\n   22  DESIGNATED AGENCY, AND THE TIME AND DATE OF ACKNOWLEDGEMENT  OF  RECEIPT\n   23  BY THE DESIGNATED AGENCY OF SUCH INFORMATION;\n   24    (C) ALL INFORMATION IN THE WRITTEN REPORT REQUIRED BY THIS TITLE;\n   25    (D)  A  RECORD  OF  THE  FINAL  DISPOSITION  OF  THE REPORT, INCLUDING\n   26  SERVICES OFFERED AND SERVICES ACCEPTED;\n   27    (E) THE PLAN FOR REHABILITATIVE TREATMENT;\n   28    (F) NAMES AND IDENTIFYING DATA, DATES AND CIRCUMSTANCES OF ANY  PERSON\n   29  REQUESTING OR RECEIVING INFORMATION FROM THE REGISTRY; AND\n   30    (G) ANY OTHER INFORMATION THE DIRECTOR DEEMS WILL FURTHER THE PURPOSES\n   31  AND INTENT OF THIS TITLE.\n   32    S  402. DISPOSITION OF REPORTS RECEIVED BY THE REGISTRY. 1. THE DIREC-\n   33  TOR SHALL ESTABLISH IN  THE  RULES  AND  REGULATIONS  TO  IMPLEMENT  THE\n   34  REQUIREMENTS  OF  THIS SECTION CRITERIA FOR DETERMINING WHETHER A REPORT\n   35  COULD REASONABLY CONSTITUTE A REPORT OF ABUSE OF A SENIOR. THE INABILITY\n   36  OF A PERSON MAKING A REPORT TO IDENTIFY THE  ALLEGED  PERPETRATOR  SHALL\n   37  NOT  CONSTITUTE A SUFFICIENT REASON FOR THE REGISTRY TO REJECT THE ALLE-\n   38  GATION OR TO FAIL TO TRANSMIT THE ALLEGATION FOR INVESTIGATION.\n   39    2. WHEN AN  ALLEGATION  REPORTED  TO  THE  REGISTRY  COULD  REASONABLY\n   40  CONSTITUTE A REPORT OF ABUSE OF A SENIOR, SUCH ALLEGATION SHALL BE TRAN-\n   41  SMITTED  BY  THE  FASTEST MEANS POSSIBLE BY THE OFFICE TO THE DESIGNATED\n   42  AGENCY FOR INVESTIGATION.\n   43    3. IF THE RECORDS INDICATE A PREVIOUS REPORT CONCERNING A  SUBJECT  OF\n   44  THE  REPORT, OTHER PERSONS NAMED IN THE REPORT OR OTHER PERTINENT INFOR-\n   45  MATION, THE DESIGNATED AGENCY SHALL BE NOTIFIED OF THE FACT.\n   46    4. IRRESPECTIVE OF WHETHER A REPORT REASONABLY CONSTITUTES A REPORT OF\n   47  ABUSE OF A SENIOR,\n   48    (A) IF A REPORT COULD REASONABLY CONSTITUTE A CRIME OR  COULD  REASON-\n   49  ABLY  BE  CONSTRUED AS POSING AN IMMEDIATE THREAT TO THE SENIOR'S HEALTH\n   50  OR SAFETY, THE OFFICE SHALL CONVEY BY THE MOST EXPEDIENT MEANS AVAILABLE\n   51  THE INFORMATION TO THE  APPROPRIATE  LAW  ENFORCEMENT  AGENCY,  DISTRICT\n   52  ATTORNEY  OR OTHER PUBLIC OFFICIAL EMPOWERED TO PROVIDE NECESSARY AID OR\n   53  ASSISTANCE.\n   54    (B) IF A REPORT COULD REASONABLY CONSTITUTE INSTITUTIONAL NEGLECT OF A\n   55  SENIOR IN RESIDENTIAL CARE, THE OFFICE SHALL CONVEY BY THE MOST  EXPEDI-\n   56  ENT  MEANS AVAILABLE THE INFORMATION TO THE STATE AGENCY RESPONSIBLE FOR\n\n       S. 309                              5\n\n    1  THE OPERATION OR SUPERVISION OF THE RESIDENTIAL FACILITY OR PROGRAM AND,\n    2  IN THE CASE OF A FACILITY OPERATED OR CERTIFIED  BY  AN  OFFICE  OF  THE\n    3  DEPARTMENT OF MENTAL HYGIENE, TO THE STATE COMMISSION ON QUALITY OF CARE\n    4  FOR THE MENTALLY DISABLED, FOR APPROPRIATE ACTION.\n    5    5.  REPORTS  AND  RECORDS  MADE  PURSUANT TO THIS TITLE, INCLUDING ANY\n    6  PREVIOUS REPORT CONCERNING A SUBJECT OF THE REPORT, OTHER PERSONS  NAMED\n    7  IN  THE  REPORT  OR  OTHER  PERTINENT INFORMATION, INVOLVING SENIORS WHO\n    8  RESIDE IN A FACILITY LICENSED OR OPERATED BY THE OFFICE OF MENTAL HEALTH\n    9  OR THE OFFICE FOR PEOPLE WITH DEVELOPMENTAL DISABILITIES, SHALL BE TRAN-\n   10  SMITTED IMMEDIATELY BY THE REGISTRY TO THE COMMISSION ON QUALITY OF CARE\n   11  FOR THE MENTALLY DISABLED, WHICH SHALL COMMENCE AN APPROPRIATE  INVESTI-\n   12  GATION IN ACCORDANCE WITH THE MENTAL HYGIENE LAW.\n   13    S 403. AVAILABILITY OF REPORTS. 1. REPORTS MADE PURSUANT TO THIS TITLE\n   14  AS  WELL AS ANY OTHER INFORMATION OBTAINED, INCLUDING REPORTS WRITTEN OR\n   15  PHOTOGRAPHS TAKEN CONCERNING SUCH REPORTS WHICH ARE IN THE POSSESSION OF\n   16  THE OFFICE, DESIGNATED AGENCIES, OR THE COMMISSION ON  QUALITY  OF  CARE\n   17  FOR  THE MENTALLY DISABLED, SHALL BE CONFIDENTIAL AND SHALL ONLY BE MADE\n   18  AVAILABLE TO:\n   19    (A) A PHYSICIAN WHO, EXAMINING OR HAVING EXAMINED A SENIOR, REASONABLY\n   20  SUSPECTS THAT SUCH SENIOR MAY BE AN ABUSED OR MALTREATED SENIOR;\n   21    (B) A PERSON AUTHORIZED TO PLACE A SENIOR IN PROTECTIVE  CUSTODY  WHEN\n   22  SUCH  PERSON  HAS  BEFORE  HIM OR HER A SENIOR WHOM HE OR SHE REASONABLY\n   23  SUSPECTS MAY BE AN ABUSED OR MALTREATED SENIOR AND SUCH PERSON  REQUIRES\n   24  THE  INFORMATION  TO DETERMINE WHETHER TO PLACE THE SENIOR IN PROTECTIVE\n   25  CUSTODY;\n   26    (C) A DULY AUTHORIZED AGENCY HAVING RESPONSIBILITY  FOR  THE  CARE  OR\n   27  SUPERVISION OF A SENIOR WHO IS REPORTED TO THE REGISTRY;\n   28    (D)  A  PERSON WHO IS THE SUBJECT OF THE REPORT OR OTHER PERSONS NAMED\n   29  IN THE REPORT;\n   30    (E) A COURT, UPON A FINDING THAT  THE  INFORMATION  IS  NECESSARY  FOR\n   31  DETERMINATION OF AN ISSUE BEFORE THE COURT;\n   32    (F) A GRAND JURY, UPON A FINDING THAT THE INFORMATION IS NECESSARY FOR\n   33  DETERMINATION OF CHARGES BEFORE THE GRAND JURY; AND\n   34    (G) AN APPROPRIATE STATE LEGISLATIVE COMMITTEE RESPONSIBLE FOR PROTEC-\n   35  TIVE LEGISLATION OF SENIORS.\n   36    2.  RULES  AND  REGULATIONS  OF THE DIRECTOR SHALL ESTABLISH A LIST OF\n   37  SUCH OTHER PERSONS, AGENCIES, INVESTIGATIVE BODIES, AND  AUDITING  ENTI-\n   38  TIES  THAT  MAY  BE  GIVEN  ACCESS  TO THE REGISTRY, AND SHALL ESTABLISH\n   39  REQUIREMENTS FOR CONFIDENTIALITY, LIMITATIONS ON RE-DISCLOSURE OF INFOR-\n   40  MATION, AND SUCH OTHER REQUIREMENTS  AND  LIMITATIONS  AS  THE  DIRECTOR\n   41  SHALL DEEM NECESSARY.\n   42    3.  ANY  INCONSISTENT  PROVISION  OF  ANY  OTHER  LAW  TO THE CONTRARY\n   43  NOTWITHSTANDING, THE DIRECTOR MAY WITHHOLD ALL OR PART OF  ANY  INFORMA-\n   44  TION WHICH HE OR SHE IS AUTHORIZED TO MAKE AVAILABLE TO PERSONS OR AGEN-\n   45  CIES IDENTIFIED IN THIS SECTION OR IDENTIFIED BY RULE AND REGULATION, IF\n   46  THE  DIRECTOR  DETERMINES  THAT  SUCH  INFORMATION IS NOT RELATED TO THE\n   47  PURPOSES FOR WHICH SUCH INFORMATION IS REQUESTED OR THAT DISCLOSURE WILL\n   48  BE DETRIMENTAL TO THE SENIOR NAMED IN THE REPORT.\n   49    4. IF A PERSON OR AGENCY IDENTIFIED IN THIS SECTION, OR  BY  RULE  AND\n   50  REGULATION  OF  THE DIRECTOR, AS ONE TO WHOM ACCESS TO REPORTS AND OTHER\n   51  INFORMATION SHALL BE GRANTED, IS DENIED  SUCH  ACCESS,  SUCH  PERSON  OR\n   52  AGENCY  MAY  BRING  A  PROCEEDING  FOR REVIEW OF SUCH DENIAL PURSUANT TO\n   53  ARTICLE SEVENTY-EIGHT OF THE CIVIL PRACTICE LAW AND RULES.\n   54    5. NOTHING CONTAINED IN THIS ARTICLE  SHALL  BE  CONSTRUED  TO  PERMIT\n   55  RELEASE,  DISCLOSURE  OR  IDENTIFICATION  OF  THE  NAMES  OR IDENTIFYING\n   56  DESCRIPTIONS OF PERSONS WHO REPORT SUSPECTED ABUSE OR MALTREATMENT OF  A\n\n       S. 309                              6\n\n    1  SENIOR TO THE REGISTRY OR SUCH PERSON'S PLACE OF EMPLOYMENT OR WITH WHOM\n    2  THEY  HAVE  AN  ASSOCIATION  OTHER THAN EMPLOYMENT WITHOUT SUCH PERSON'S\n    3  WRITTEN PERMISSION EXCEPT TO SUCH PERSONS, OFFICIALS,  AND  AGENCIES  AS\n    4  THE DIRECTOR DETERMINES IN RULE AND REGULATION.\n    5    S  404.  RELEASE  OF INFORMATION. 1. INFORMATION CONCERNING REPORTS OR\n    6  INVESTIGATIONS MAY BE RELEASED TO THE PUBLIC ONLY BY PERSONS  DESIGNATED\n    7  IN  THE  RULES  AND REGULATIONS OF THE DIRECTOR TO RELEASE SUCH INFORMA-\n    8  TION.  INFORMATION THAT MAY BE PROVIDED SHALL BE LIMITED TO THE  FOLLOW-\n    9  ING:\n   10    (A) IF A REQUEST FOR INFORMATION IS MADE PRIOR TO THE COMPLETION OF AN\n   11  INVESTIGATION  OF A REPORT, THE RELEASED INFORMATION SHALL BE LIMITED TO\n   12  WHETHER THE REPORT IS \"INDICATED\", \"UNFOUNDED\" OR \"UNDER INVESTIGATION\",\n   13  AS THE CASE MAY BE.\n   14    (B) IF THE REQUEST FOR INFORMATION IS MADE AFTER THE COMPLETION OF  AN\n   15  INVESTIGATION  OF A REPORT, THE RELEASED INFORMATION SHALL BE LIMITED TO\n   16  WHETHER THE REPORT IS \"INDICATED\" OR \"UNFOUNDED,\" AS THE CASE MAY BE.\n   17    2. NOTWITHSTANDING ANY INCONSISTENT PROVISION OF LAW TO THE  CONTRARY,\n   18  THE  DIRECTOR  OR  A DESIGNATED AGENCY DIRECTOR MAY DISCLOSE INFORMATION\n   19  REGARDING THE ABUSE OR MALTREATMENT OF A SENIOR AS  SET  FORTH  IN  THIS\n   20  SECTION,  AND THE INVESTIGATION THEREOF AND ANY SERVICES RELATED THERETO\n   21  IF HE OR SHE DETERMINES THAT SUCH DISCLOSURE SHALL NOT  BE  CONTRARY  TO\n   22  THE  BEST  INTERESTS OF THE SENIOR, AND ANY ONE OF THE FOLLOWING FACTORS\n   23  ARE PRESENT:\n   24    (A) THE SUBJECT OF THE  REPORT  HAS  BEEN  CHARGED  IN  AN  ACCUSATORY\n   25  INSTRUMENT WITH COMMITTING A CRIME RELATED TO A REPORT MAINTAINED IN THE\n   26  REGISTRY; OR\n   27    (B)  THE  INVESTIGATION OF THE ABUSE OR MALTREATMENT BY THE DESIGNATED\n   28  AGENCY OR THE PROVISION OF SERVICES BY SUCH SERVICE  HAS  BEEN  PUBLICLY\n   29  DISCLOSED  IN  A  REPORT REQUIRED TO BE DISCLOSED IN THE COURSE OF THEIR\n   30  OFFICIAL DUTIES, BY A LAW ENFORCEMENT AGENCY  OR  OFFICIAL,  A  DISTRICT\n   31  ATTORNEY,  ANY  OTHER STATE OR LOCAL INVESTIGATIVE AGENCY OR OFFICIAL OR\n   32  BY JUDGE OF THE UNIFIED COURT SYSTEM; OR\n   33    (C) THERE HAS BEEN A PRIOR KNOWING, VOLUNTARY, PUBLIC DISCLOSURE BY AN\n   34  INDIVIDUAL CONCERNING A REPORT OF ABUSE OR MALTREATMENT  IN  WHICH  SUCH\n   35  INDIVIDUAL IS NAMED AS THE SUBJECT OF THE REPORT; OR\n   36    (D)  THE SENIOR IN THE REPORT HAS DIED OR THE REPORT INVOLVES THE NEAR\n   37  FATALITY OF A SENIOR. FOR THE PURPOSES OF THIS SECTION, \"NEAR  FATALITY\"\n   38  MEANS  AN ACT THAT RESULTS IN THE SENIOR BEING PLACED, AS CERTIFIED BY A\n   39  PHYSICIAN, IN SERIOUS OR CRITICAL CONDITION.\n   40    3. FOR THE PURPOSES OF THIS SECTION, THE FOLLOWING INFORMATION MAY  BE\n   41  DISCLOSED:\n   42    (A) THE NAME OF THE ABUSED OR MALTREATED SENIOR;\n   43    (B)  THE  DETERMINATION  BY  THE DESIGNATED AGENCY OR THE STATE AGENCY\n   44  WHICH INVESTIGATED THE REPORT AND THE FINDINGS OF THE APPLICABLE  INVES-\n   45  TIGATING AGENCY UPON WHICH SUCH DETERMINATION WAS BASED;\n   46    (C) IDENTIFICATION OF SERVICES PROVIDED OR ACTIONS TAKEN REGARDING THE\n   47  SENIOR NAMED IN THE REPORT AS A RESULT OF ANY SUCH REPORT OR REPORTS;\n   48    (D)  WHETHER ANY REPORT OF ABUSE OR MALTREATMENT REGARDING SUCH SENIOR\n   49  HAS BEEN \"INDICATED\" AS MAINTAINED BY THE REGISTRY;\n   50    (E) ACTIONS TAKEN BY THE DESIGNATED AGENCY IN RESPONSE TO  REPORTS  OF\n   51  ABUSE  OR  MALTREATMENT  TO  THE  REGISTRY  INCLUDING BUT NOT LIMITED TO\n   52  ACTIONS TAKEN AFTER EACH AND EVERY REPORT OF ABUSE  OR  MALTREATMENT  OF\n   53  SUCH SENIOR AND THE DATES OF SUCH REPORTS;\n   54    (F)  WHETHER  THE SENIOR HAS RECEIVED CARE OR SERVICES FROM THE DESIG-\n   55  NATED AGENCY PRIOR TO EACH AND EVERY REPORT OF ABUSE OR MALTREATMENT  OF\n   56  SUCH SENIOR; AND\n\n       S. 309                              7\n\n    1    (G)  ANY EXTRAORDINARY OR PERTINENT INFORMATION CONCERNING THE CIRCUM-\n    2  STANCES OF THE ABUSE OR MALTREATMENT OF THE SENIOR AND THE INVESTIGATION\n    3  THEREOF, WHERE THE DIRECTOR DETERMINES  SUCH  DISCLOSURE  IS  CONSISTENT\n    4  WITH THE PUBLIC INTEREST.\n    5    4. INFORMATION MAY BE DISCLOSED PURSUANT TO THIS SECTION AS FOLLOWS:\n    6    (A)  INFORMATION RELEASED PRIOR TO THE COMPLETION OF THE INVESTIGATION\n    7  OF A REPORT SHALL BE LIMITED TO A STATEMENT  THAT  A  REPORT  IS  \"UNDER\n    8  INVESTIGATION\";\n    9    (B)  WHEN  THERE HAS BEEN A PRIOR DISCLOSURE PURSUANT TO THIS SUBDIVI-\n   10  SION, INFORMATION RELEASED IN A  CASE  IN  WHICH  THE  REPORT  HAS  BEEN\n   11  UNFOUNDED  SHALL BE LIMITED TO THE STATEMENT THAT \"THE INVESTIGATION HAS\n   12  BEEN COMPLETED, AND THE REPORT HAS BEEN UNFOUNDED\";\n   13    (C) IF THE  REPORT  HAS  BEEN  \"INDICATED\"  THEN  INFORMATION  MAY  BE\n   14  RELEASED PURSUANT TO SUBDIVISION TWO OF THIS SECTION.\n   15    5.  ANY  DISCLOSURE  OF INFORMATION PURSUANT TO THIS SECTION SHALL NOT\n   16  IDENTIFY OR PROVIDE AN IDENTIFYING DESCRIPTION  OF  THE  SOURCE  OF  THE\n   17  REPORT,  AND SHALL NOT IDENTIFY THE NAME OF THE PERSON LEGALLY RESPONSI-\n   18  BLE FOR THE SENIOR OR ANY OTHER MEMBERS OF THE SENIOR'S HOUSEHOLD, OTHER\n   19  THAN THE SUBJECT OF THE REPORT.\n   20    6. IN DETERMINING WHETHER DISCLOSURE WILL  BE  CONTRARY  TO  THE  BEST\n   21  INTERESTS  OF  THE  SENIOR, THE DIRECTOR OR A DESIGNATED AGENCY DIRECTOR\n   22  SHALL CONSIDER THE INTEREST IN PRIVACY OF THE SENIOR  AND  THE  SENIOR'S\n   23  FAMILY  AND  THE EFFECTS WHICH DISCLOSURE MAY HAVE ON EFFORTS TO PROVIDE\n   24  SERVICES.\n   25    7. WHENEVER A DISCLOSURE OF  INFORMATION  IS  MADE  PURSUANT  TO  THIS\n   26  SECTION,  THE  DESIGNATED AGENCY DIRECTOR SHALL MAKE A WRITTEN STATEMENT\n   27  PRIOR TO DISCLOSING SUCH INFORMATION TO THE CHIEF COUNTY EXECUTIVE OFFI-\n   28  CER WHERE THE INCIDENT OCCURRED SETTING FORTH THE CRITERIA UPON WHICH HE\n   29  OR SHE IS BASING SUCH DISCLOSURE.\n   30    8. EXCEPT AS IT  APPLIES  DIRECTLY  TO  THE  CAUSE  OF  THE  ABUSE  OR\n   31  MALTREATMENT  OF  THE SENIOR, NOTHING IN THIS SECTION SHALL BE DEEMED TO\n   32  AUTHORIZE THE RELEASE OR DISCLOSURE OF THE SUBSTANCE OR CONTENT  OF  ANY\n   33  PSYCHOLOGICAL,  PSYCHIATRIC,  THERAPEUTIC,  CLINICAL OR MEDICAL REPORTS,\n   34  EVALUATIONS OR LIKE MATERIALS OR INFORMATION PERTAINING TO  SUCH  SENIOR\n   35  OR  THE  SENIOR'S  FAMILY.  PRIOR  TO  THE  RELEASE OR DISCLOSURE OF ANY\n   36  PSYCHOLOGICAL, PSYCHIATRIC OR THERAPEUTIC REPORTS, EVALUATIONS  OR  LIKE\n   37  MATERIALS  OR INFORMATION PURSUANT TO THIS SUBDIVISION, THE LOCAL SOCIAL\n   38  SERVICES DIRECTOR SHALL CONSULT WITH THE PERSONNEL OF THE DEPARTMENT  OF\n   39  MENTAL HYGIENE.\n   40    S  405.  UNFOUNDED  REPORTS.  1.  UNLESS  AN INVESTIGATION OF A REPORT\n   41  CONDUCTED PURSUANT TO THIS  TITLE  DETERMINES  THAT  THERE  IS  CREDIBLE\n   42  EVIDENCE OF THE ALLEGED ABUSE OR MALTREATMENT, ALL INFORMATION IDENTIFY-\n   43  ING  THE  SUBJECTS  OF  THE REPORT AND OTHER PERSONS NAMED IN THE REPORT\n   44  SHALL BE LEGALLY SEALED BY THE REGISTRY AND ANY DESIGNATED  AGENCIES  OR\n   45  THE  STATE AGENCY WHICH INVESTIGATED THE REPORT, AND THE REPORT SHALL BE\n   46  DEEMED \"UNFOUNDED\". SUCH UNFOUNDED REPORTS MAY ONLY BE UNSEALED AND MADE\n   47  AVAILABLE TO SUCH PERSONS AND ENTITIES AS SHALL BE  ESTABLISHED  BY  THE\n   48  DIRECTOR  IN  RULES  AND  REGULATIONS  FOR  SUCH PURPOSES AS REVIEW OF A\n   49  FATALITY OR INVESTIGATION OF A SUBSEQUENT REPORT OF SUSPECTED  ABUSE  OR\n   50  MALTREATMENT INVOLVING A SUBJECT OF THE UNFOUNDED REPORT. SUCH UNFOUNDED\n   51  REPORTS  MAY  BE MADE AVAILABLE TO THE FOLLOWING PERSONS AND ENTITIES: A\n   52  SENIOR NAMED IN THE UNFOUNDED REPORT; OTHER PERSONS NAMED IN THE REPORT;\n   53  THE SUBJECT OF THE REPORT; A DISTRICT  ATTORNEY  OR  A  STATE  OR  LOCAL\n   54  POLICE  OFFICER WHEN SUCH OFFICIAL VERIFIES THAT THE REPORT IS NECESSARY\n   55  TO CONDUCT AN ACTIVE CRIMINAL INVESTIGATION OR FOR PROSECUTION OF  ELDER\n   56  ABUSE;  OR  OTHER  PERSONS IN KEEPING WITH THE SPIRIT AND INTENT OF THIS\n\n       S. 309                              8\n\n    1  SECTION AS SHALL BE DETERMINED IN  THE  RULES  AND  REGULATIONS  OF  THE\n    2  DIRECTOR REQUIRED TO IMPLEMENT THIS SECTION.\n    3    2. PERSONS GIVEN ACCESS TO SUCH UNFOUNDED REPORTS SHALL NOT REDISCLOSE\n    4  SUCH REPORTS EXCEPT AS NECESSARY TO CONDUCT APPROPRIATE INVESTIGATION OR\n    5  PROSECUTION  AND  SHALL  REQUEST  OF  THE  COURT THAT ANY COPIES OF SUCH\n    6  REPORTS PRODUCED IN ANY COURT PROCEEDINGS  BE  REDACTED  TO  REMOVE  THE\n    7  NAMES OF THE SUBJECTS AND OTHER PERSONS NAMED IN THE REPORTS OR THAT THE\n    8  COURT  ISSUE  AN  ORDER  PROTECTING  THE NAMES OF THE SUBJECTS AND OTHER\n    9  PERSONS NAMED IN THE REPORTS FROM PUBLIC DISCLOSURE.\n   10    3. AN UNFOUNDED REPORT SHALL NOT BE ADMISSIBLE IN A JUDICIAL OR ADMIN-\n   11  ISTRATIVE PROCEEDING OR ACTION; PROVIDED, HOWEVER, AN  UNFOUNDED  REPORT\n   12  MAY BE INTRODUCED INTO EVIDENCE:\n   13    (A) BY THE SUBJECT OF THE REPORT WHERE SUCH SUBJECT IS A RESPONDENT IN\n   14  A  JUDICIAL  PROCEEDING PERTAINING TO THE ALLEGATION MADE IN THE REPORT,\n   15  OR IS A PLAINTIFF OR PETITIONER IN A CIVIL ACTION OR PROCEEDING ALLEGING\n   16  THE FALSE REPORTING OF SENIOR ABUSE OR MALTREATMENT; OR\n   17    (B) IN A CRIMINAL COURT FOR THE PURPOSE OF PROSECUTING A CRIME AGAINST\n   18  A SENIOR. LEGALLY SEALED UNFOUNDED REPORTS SHALL BE EXPUNGED  TEN  YEARS\n   19  AFTER  THE  RECEIPT  OF  THE REPORT. WHENEVER THE OFFICE DETERMINES THAT\n   20  THERE IS SOME CREDIBLE EVIDENCE OF ABUSE OR MALTREATMENT AS A RESULT  OF\n   21  AN  INVESTIGATION  OF  A REPORT CONDUCTED PURSUANT TO THE MENTAL HYGIENE\n   22  LAW, THE OFFICE SHALL NOTIFY THE COMMISSION ON QUALITY OF CARE  FOR  THE\n   23  MENTALLY DISABLED.\n   24    4.  NOTWITHSTANDING  ANY OTHER PROVISION OF LAW, THE OFFICE MAY IN ITS\n   25  DISCRETION GRANT A REQUEST TO EXPUNGE AN UNFOUNDED REPORT WHERE: (A) THE\n   26  SOURCE OF THE REPORT WAS CONVICTED OF A VIOLATION OF THE  PENAL  LAW  IN\n   27  REGARD  TO  SUCH REPORT; OR (B) THE SUBJECT OF THE REPORT PRESENTS CLEAR\n   28  AND CONVINCING EVIDENCE THAT AFFIRMATIVELY  REFUTES  THE  ALLEGATION  OF\n   29  ABUSE  OR  MALTREATMENT;  PROVIDED HOWEVER, THAT THE ABSENCE OF CREDIBLE\n   30  EVIDENCE SUPPORTING THE ALLEGATION OF ABUSE OR MALTREATMENT SHALL NOT BE\n   31  THE SOLE BASIS TO EXPUNGE THE REPORT.  NOTHING  IN  THIS  SECTION  SHALL\n   32  REQUIRE  THE  OFFICE  TO  CONDUCT  AN ADMINISTRATIVE HEARING IN DECIDING\n   33  WHETHER TO EXPUNGE A REPORT. THE OFFICE  SHALL  MAKE  ITS  DETERMINATION\n   34  UPON  REVIEWING  THE  WRITTEN  EVIDENCE  SUBMITTED BY THE SUBJECT OF THE\n   35  REPORT AND ANY RECORDS OR INFORMATION OBTAINED FROM THE STATE  OR  LOCAL\n   36  AGENCY WHICH INVESTIGATED THE ALLEGATIONS OF ABUSE OR MALTREATMENT.\n   37    5. IN ANY CASE AND AT ANY TIME, THE DIRECTOR MAY AMEND ANY RECORD UPON\n   38  GOOD  CAUSE  SHOWN  AND  NOTICE  TO THE SUBJECTS OF THE REPORT AND OTHER\n   39  PERSONS NAMED IN THE REPORT.\n   40    6. AT ANY TIME, A SUBJECT OF A REPORT AND OTHER PERSONS NAMED  IN  THE\n   41  REPORT MAY RECEIVE, UPON REQUEST, A COPY OF ALL INFORMATION CONTAINED IN\n   42  THE  REGISTRY;  PROVIDED,  HOWEVER,  THAT  THE DIRECTOR IS AUTHORIZED TO\n   43  PROHIBIT THE RELEASE OF DATA THAT WOULD IDENTIFY THE PERSON WHO MADE THE\n   44  REPORT OR WHO COOPERATED IN A SUBSEQUENT INVESTIGATION  OR  THE  AGENCY,\n   45  INSTITUTION,  ORGANIZATION, PROGRAM OR OTHER ENTITY WHERE SUCH PERSON IS\n   46  EMPLOYED OR WITH WHICH HE OR SHE IS ASSOCIATED, WHICH HE OR SHE  REASON-\n   47  ABLY  FINDS  WILL  BE  DETRIMENTAL  TO  THE  SAFETY OR INTERESTS OF SUCH\n   48  PERSON.\n   49    7. AT ANY TIME SUBSEQUENT TO THE COMPLETION OF THE  INVESTIGATION  BUT\n   50  IN  NO  EVENT  LATER THAN NINETY DAYS AFTER THE SUBJECT OF THE REPORT IS\n   51  NOTIFIED THAT THE REPORT IS INDICATED THE SUBJECT MAY REQUEST THE DIREC-\n   52  TOR TO AMEND THE RECORD OF THE REPORT. IF THE DIRECTOR  DOES  NOT  AMEND\n   53  THE REPORT IN ACCORDANCE WITH SUCH REQUEST WITHIN NINETY DAYS OF RECEIV-\n   54  ING  THE  REQUEST,  THE  SUBJECT SHALL HAVE THE RIGHT TO A FAIR HEARING,\n   55  CONDUCTED IN ACCORDANCE WITH THIS SUBDIVISION, TO DETERMINE WHETHER  THE\n   56  RECORD  OF  THE  REPORT IN THE REGISTRY SHOULD BE AMENDED ON THE GROUNDS\n\n       S. 309                              9\n\n    1  THAT IT IS INACCURATE OR IT IS BEING MAINTAINED IN A MANNER INCONSISTENT\n    2  WITH THIS TITLE.\n    3    (A)  IF  IT  IS  DETERMINED  AFTER  REVIEW  THAT  THERE IS NO CREDIBLE\n    4  EVIDENCE IN THE RECORD TO FIND THAT THE SUBJECT COMMITTED AN ACT OR ACTS\n    5  OF SENIOR ABUSE OR MALTREATMENT, THE OFFICE SHALL AMEND  THE  RECORD  TO\n    6  INDICATE  THAT  THE  REPORT IS \"UNFOUNDED\" AND NOTIFY THE SUBJECT FORTH-\n    7  WITH.\n    8    (B) IF THE OFFICE DOES NOT AMEND THE RECORD IN  ACCORDANCE  WITH  SUCH\n    9  REQUEST  AND THE PROVISIONS OF THIS SUBDIVISION, THE OFFICE SHALL SCHED-\n   10  ULE A FAIR HEARING AND SHALL PROVIDE NOTICE  OF  THE  SCHEDULED  HEARING\n   11  DATE TO THE SUBJECT, THE REGISTRY AND, AS APPROPRIATE, TO THE DESIGNATED\n   12  AGENCY  OR THE STATE AGENCY WHICH INVESTIGATED THE REPORT. THE BURDEN OF\n   13  PROOF IN SUCH A HEARING SHALL BE ON THE DESIGNATED AGENCY OR  THE  STATE\n   14  AGENCY WHICH INVESTIGATED THE REPORT, AS THE CASE MAY BE.\n   15    (I)  A COURT FINDING OF ABUSE OR NEGLECT AGAINST THE SUBJECT IN REGARD\n   16  TO AN ALLEGATION CONTAINED IN THE REPORT SHALL  CREATE  AN  IRREBUTTABLE\n   17  PRESUMPTION  THAT  SAID  ALLEGATION  IS  SUBSTANTIATED  BY SOME CREDIBLE\n   18  EVIDENCE.\n   19    (II) IF IT IS DETERMINED AT THE FAIR HEARING THAT THERE IS NO CREDIBLE\n   20  EVIDENCE IN THE RECORD TO FIND THAT THE SUBJECT COMMITTED AN ACT OR ACTS\n   21  OF ABUSE OR MALTREATMENT OF A SENIOR, THE OFFICE SHALL AMEND THE  RECORD\n   22  TO  REFLECT  THAT SUCH A FINDING WAS MADE AT THE ADMINISTRATIVE HEARING,\n   23  ORDER ANY DESIGNATED AGENCY  OR  STATE  AGENCY  WHICH  INVESTIGATED  THE\n   24  REPORT  TO  SIMILARLY  AMEND ITS RECORDS OF THE REPORT, AND SHALL NOTIFY\n   25  THE SUBJECT FORTHWITH OF THE DETERMINATION.\n   26    (C) THE DIRECTOR OR HIS OR HER  DESIGNATED  AGENT  IS  AUTHORIZED  AND\n   27  EMPOWERED  TO  MAKE  ANY APPROPRIATE ORDER RESPECTING THE AMENDMENT OF A\n   28  RECORD TO MAKE IT ACCURATE OR CONSISTENT WITH THE REQUIREMENTS  OF  THIS\n   29  SECTION.\n   30    (D)  SHOULD  THE OFFICE GRANT THE REQUEST OF THE SUBJECT OF THE REPORT\n   31  PURSUANT TO THIS SUBDIVISION EITHER THROUGH AN ADMINISTRATIVE REVIEW  OR\n   32  FAIR  HEARING  TO AMEND AN INDICATED REPORT TO AN UNFOUNDED REPORT, SUCH\n   33  REPORT SHALL BE LEGALLY SEALED AND SHALL BE  RELEASED  AND  EXPUNGED  IN\n   34  ACCORDANCE WITH THE STANDARDS SET FORTH IN THIS SECTION.\n   35    8.  WRITTEN NOTICE OF ANY EXPUNGEMENT OR AMENDMENT OF ANY RECORD, MADE\n   36  PURSUANT TO THIS TITLE, SHALL BE SERVED FORTHWITH UPON EACH  SUBJECT  OF\n   37  SUCH  RECORD,  OTHER PERSONS NAMED IN THE REPORT, THE DIRECTOR, AND SUCH\n   38  OTHER PERSONS AND AGENCIES THE  DIRECTOR  SHALL  DEEM  APPROPRIATE.  THE\n   39  DESIGNATED  AGENCY  OR  THE  STATE AGENCY WHICH INVESTIGATED THE REPORT,\n   40  UPON RECEIPT OF SUCH NOTICE, SHALL TAKE THE APPROPRIATE  SIMILAR  ACTION\n   41  IN  REGARD TO ITS REGISTRY AND RECORDS AND INFORM, FOR THE SAME PURPOSE,\n   42  ANY OTHER AGENCY WHICH RECEIVED SUCH RECORD.\n   43    S 406. PENALTY FOR UNAUTHORIZED DISCLOSURE. UNAUTHORIZED DISCLOSURE BY\n   44  ANY PARTY OF INFORMATION OBTAINED FROM THE REGISTRY SHALL BE A  CLASS  A\n   45  MISDEMEANOR.\n   46    S  407. PERSONS REQUIRED TO REPORT SUSPECTED SENIOR ABUSE OR MALTREAT-\n   47  MENT. 1. THE FOLLOWING PERSONS ARE REQUIRED TO REPORT OR CAUSE A  REPORT\n   48  TO  BE  MADE  IN  ACCORDANCE WITH THIS TITLE WHEN, WHILE ACTING IN THEIR\n   49  PROFESSIONAL OR OFFICIAL CAPACITY, THEY HAVE REASONABLE CAUSE TO SUSPECT\n   50  THAT A SENIOR COMING BEFORE THEM IS AN ABUSED SENIOR, OR WHEN THEY  HAVE\n   51  REASONABLE  CAUSE TO SUSPECT THAT A SENIOR IS AN ABUSED SENIOR WHERE THE\n   52  PERSON LEGALLY RESPONSIBLE FOR SUCH SENIOR COMES BEFORE THEM AND  STATES\n   53  FROM  PERSONAL  KNOWLEDGE  FACTS,  CONDITIONS OR CIRCUMSTANCES WHICH, IF\n   54  CORRECT, WOULD RENDER THE SENIOR AN ABUSED SENIOR:\n   55    (A) ANY HEALTH CARE WORKER, INCLUDING ANY PHYSICIAN, PHYSICIAN ASSIST-\n   56  ANT, SURGEON, MEDICAL  EXAMINER,  CORONER,  DENTIST,  DENTAL  HYGIENIST,\n\n       S. 309                             10\n\n    1  OSTEOPATH,  OPTOMETRIST,  CHIROPRACTOR,  PODIATRIST,  RESIDENT,  INTERN,\n    2  PSYCHOLOGIST, REGISTERED NURSE, EMERGENCY  MEDICAL  TECHNICIAN,  OR  ANY\n    3  HOSPITAL  OR  NURSING  HOME PERSONNEL ENGAGED IN THE ADMISSION, EXAMINA-\n    4  TION,  CARE  OR TREATMENT OF PERSONS, OR ANY OTHER HEALTH CARE OR HEALTH\n    5  SERVICES  PRACTITIONER,  INCLUDING  A  CHRISTIAN  SCIENCE  PRACTITIONER,\n    6  ACUPUNCTURIST, OR OTHER SUCH PERSON;\n    7    (B) ANY SOCIAL WORKER, SOCIAL SERVICES WORKER, DAY CARE CENTER WORKER,\n    8  OR ANY PROVIDER OF FAMILY OR GROUP FAMILY DAY CARE;\n    9    (C)  ANY  MENTAL HEALTH PROFESSIONAL; SUBSTANCE ABUSE COUNSELOR; ALCO-\n   10  HOLISM COUNSELOR;\n   11    (D) ANY PERSON, INCLUDING A DIRECTOR, OPERATOR,  EMPLOYEE,  VOLUNTEER,\n   12  OR  CONTRACTOR,  IN  A PUBLIC, PRIVATE, OR NOT-FOR-PROFIT FACILITY WHICH\n   13  PROVIDES CARE TO ONE OR MORE SENIORS AND WHICH IS LICENSED OR REGISTERED\n   14  PURSUANT TO THE PROVISIONS OF THE  PUBLIC  HEALTH  LAW,  OR  THE  SOCIAL\n   15  SERVICES LAW;\n   16    (E)  ANY PEACE OFFICER, POLICE OFFICER, DISTRICT ATTORNEY OR ASSISTANT\n   17  DISTRICT ATTORNEY, INVESTIGATOR EMPLOYED IN THE  OFFICE  OF  A  DISTRICT\n   18  ATTORNEY OR OTHER LAW ENFORCEMENT OFFICIAL;\n   19    (F)  ANY  BANKER,  FINANCIAL  CONSULTANT,  ATTORNEY, OR PARALEGAL WITH\n   20  ACCESS TO A SENIOR'S FINANCIAL RECORDS OR RESOURCES OR  LEGAL  DOCUMENTS\n   21  OR WHO POSSESSES POWER OF ATTORNEY FOR SUCH SENIOR.\n   22    THE DIRECTOR SHALL FURTHER DEFINE AND ENUMERATE IN REGULATIONS PERSONS\n   23  AND  OCCUPATIONS  WHICH  ARE REQUIRED TO REPORT WHEN THEY SUSPECT THAT A\n   24  SENIOR HAS BECOME AN ABUSED SENIOR.\n   25    2. A PERSON REQUIRED TO REPORT UNDER THIS TITLE IN HIS OR HER CAPACITY\n   26  AS A MEMBER OF THE STAFF OF A MEDICAL OR OTHER PUBLIC OR PRIVATE  INSTI-\n   27  TUTION, FACILITY OR AGENCY SHALL ADDITIONALLY AND IMMEDIATELY NOTIFY THE\n   28  PERSON  IN CHARGE OF SUCH INSTITUTION, FACILITY OR AGENCY, OR HIS OR HER\n   29  DESIGNATED AGENT, WHO THEN ALSO SHALL BECOME RESPONSIBLE  TO  REPORT  OR\n   30  CAUSE  REPORTS TO BE MADE, PROVIDED HOWEVER THAT NOTHING IN THIS SECTION\n   31  SHALL REQUIRE MORE THAN ONE REPORT FROM ANY SUCH INSTITUTION OR  AGENCY.\n   32  AT  THE  TIME OF MAKING A REPORT, OR AT ANY TIME THEREAFTER, SUCH PERSON\n   33  OR OFFICIAL MAY REQUEST THE FINDINGS OF AN INVESTIGATION  MADE  PURSUANT\n   34  TO THIS TITLE.\n   35    S  408.  ANY  PERSON  PERMITTED  TO REPORT. IN ADDITION TO PERSONS AND\n   36  OFFICIALS REQUIRED TO REPORT SUSPECTED SENIOR  ABUSE  PURSUANT  TO  THIS\n   37  CHAPTER, ANY PERSON MAY MAKE SUCH A REPORT IF SUCH PERSON HAS REASONABLE\n   38  CAUSE TO SUSPECT THAT A SENIOR IS AN ABUSED SENIOR.\n   39    S  409. REPORTING PROCEDURE. 1. REPORTS OF SUSPECTED ABUSE MADE PURSU-\n   40  ANT TO THIS TITLE SHALL BE MADE IMMEDIATELY BY TELEPHONE, FAX, E-MAIL OR\n   41  ANY OTHER COMMUNICATION PROTOCOL ON A FORM  SUPPLIED  BY  THE  DIRECTOR.\n   42  ORAL REPORTS SHALL BE FOLLOWED BY A REPORT IN WRITING WITHIN FORTY-EIGHT\n   43  HOURS AFTER SUCH ORAL REPORT.\n   44    2.  WRITTEN  REPORTS  SHALL  BE  MADE IN A MANNER PRESCRIBED BY AND ON\n   45  FORMS SUPPLIED BY THE DIRECTOR AND SHALL INCLUDE THE FOLLOWING  INFORMA-\n   46  TION:\n   47    (A) THE NAME AND ADDRESS OF THE SENIOR;\n   48    (B) THE PERSON RESPONSIBLE FOR HIS OR HER CARE, IF KNOWN;\n   49    (C)  THE NAME AND ADDRESS OF THE CARE FACILITY OR PROGRAM IN WHICH THE\n   50  SENIOR RESIDES OR IS RECEIVING CARE;\n   51    (D) THE SENIOR'S AGE, SEX AND RACE;\n   52    (E) THE NATURE AND EXTENT OF  THE  INJURIES,  ABUSE  OR  MALTREATMENT,\n   53  INCLUDING ANY EVIDENCE OF PRIOR INJURIES, ABUSE OR MALTREATMENT;\n   54    (F)  THE  NAME  OF THE PERSON OR PERSONS ALLEGED TO BE RESPONSIBLE FOR\n   55  CAUSING THE INJURY, ABUSE OR MALTREATMENT, IF KNOWN;\n   56    (G) FAMILY COMPOSITION, WHERE APPROPRIATE;\n\n       S. 309                             11\n\n    1    (H) THE SOURCE OF THE REPORT;\n    2    (I) THE PERSON MAKING THE REPORT AND WHERE HE OR SHE CAN BE REACHED;\n    3    (J) THE ACTIONS TAKEN BY THE REPORTING SOURCE, INCLUDING THE TAKING OF\n    4  PHOTOGRAPHS  AND  TECHNOLOGICAL SCANS, OR NOTIFYING THE MEDICAL EXAMINER\n    5  OR CORONER; AND\n    6    (K) ANY  OTHER  INFORMATION  WHICH  THE  DIRECTOR  MAY  BY  REGULATION\n    7  REQUIRE,  OR  WHICH THE PERSON MAKING THE REPORT BELIEVES MIGHT BE HELP-\n    8  FUL, IN THE FURTHERANCE OF THE INTENT AND PURPOSES OF THIS TITLE.\n    9    3. ANY PERSON OR OFFICIAL REQUIRED TO REPORT CASES OF SUSPECTED SENIOR\n   10  ABUSE AND MALTREATMENT MAY TAKE OR CAUSE TO BE TAKEN AT  PUBLIC  EXPENSE\n   11  PHOTOGRAPHS  OR,  IF MEDICALLY INDICATED, OTHER TECHNOLOGICAL OR IMAGING\n   12  SCANS INCLUDING X-RAYS OF THE AREAS OF TRAUMA VISIBLE ON A SENIOR WHO IS\n   13  SUBJECT TO A REPORT. ANY SUCH PHOTOGRAPHS OR SCANS TAKEN SHALL  BE  SENT\n   14  TO  THE  DESIGNATED AGENCY AT THE TIME THE WRITTEN REPORT IS SENT, OR AS\n   15  SOON THEREAFTER AS POSSIBLE. A PERSON  REQUIRED  TO  REPORT  UNDER  THIS\n   16  TITLE  IN  HIS  OR HER CAPACITY AS A MEMBER OF THE STAFF OF A MEDICAL OR\n   17  OTHER PUBLIC OR PRIVATE INSTITUTION, FACILITY, OR  AGENCY,  SHALL  IMME-\n   18  DIATELY NOTIFY THE PERSON IN CHARGE OF SUCH INSTITUTION, SCHOOL, FACILI-\n   19  TY  OR  AGENCY,  OR  THE DESIGNATED AGENT OF SUCH PERSON, WHO SHALL THEN\n   20  TAKE OR CAUSE TO BE TAKEN AT PUBLIC EXPENSE  COLOR  PHOTOGRAPHS  OR,  IF\n   21  MEDICALLY  INDICATED,  OTHER  TECHNOLOGICAL  OR  IMAGING SCANS INCLUDING\n   22  X-RAYS, OF THE SENIOR.\n   23    4. EXCEPT AS OTHERWISE PROVIDED IN THIS CHAPTER, WRITTEN REPORTS  FROM\n   24  PERSONS  OR OFFICIALS REQUIRED BY THIS TITLE TO REPORT SHALL BE ADMISSI-\n   25  BLE IN EVIDENCE IN ANY PROCEEDINGS RELATING TO SENIOR ABUSE OR MALTREAT-\n   26  MENT.\n   27    5. A PERSON OR OFFICIAL REQUIRED TO REPORT SUSPECTED SENIOR  ABUSE  OR\n   28  MALTREATMENT WHO HAS REASONABLE CAUSE TO SUSPECT THAT A SENIOR DIED AS A\n   29  RESULT OF ABUSE OR MALTREATMENT SHALL REPORT THE FACT TO THE APPROPRIATE\n   30  MEDICAL  EXAMINER  OR  CORONER.  THE  MEDICAL  EXAMINER OR CORONER SHALL\n   31  ACCEPT THE REPORT FOR INVESTIGATION AND SHALL REPORT HIS OR HER  FINDING\n   32  TO THE POLICE, THE APPROPRIATE DISTRICT ATTORNEY, THE LOCAL SERVICE, THE\n   33  OFFICE,  AND,  IF  THE  INSTITUTION MAKING THE REPORT IS A HOSPITAL, THE\n   34  HOSPITAL.\n   35    S 410. IMMUNITY FROM LIABILITY. A  PERSON,  OFFICIAL,  OR  INSTITUTION\n   36  PARTICIPATING  IN  GOOD  FAITH IN PROVIDING OF SERVICES PURSUANT TO THIS\n   37  TITLE, THE MAKING OF A REPORT, THE TAKING OF PHOTOGRAPHS, THE REMOVAL OR\n   38  KEEPING OF A SENIOR PURSUANT TO THIS TITLE, OR THE DISCLOSURE OF  INFOR-\n   39  MATION  IN  COMPLIANCE WITH THIS TITLE AND RULES AND REGULATIONS PROMUL-\n   40  GATED THEREUNDER, SHALL BE IMMUNE FROM ANY LIABILITY, CIVIL OR CRIMINAL,\n   41  THAT MIGHT OTHERWISE RESULT BY REASON OF SUCH ACTIONS. FOR  THE  PURPOSE\n   42  OF ANY PROCEEDING, CIVIL OR CRIMINAL, THE GOOD FAITH OF ANY SUCH PERSON,\n   43  OFFICIAL,  OR  INSTITUTION  REQUIRED  TO REPORT CASES OF SENIOR ABUSE OR\n   44  MALTREATMENT OR PROVIDING A SERVICE PURSUANT  TO  THIS  TITLE  SHALL  BE\n   45  PRESUMED,  PROVIDED  SUCH  PERSON, OFFICIAL OR INSTITUTION WAS ACTING IN\n   46  DISCHARGE OF THEIR DUTIES AND WITHIN THE SCOPE OF THEIR EMPLOYMENT,  AND\n   47  THAT  SUCH LIABILITY DID NOT RESULT FROM THE WILLFUL MISCONDUCT OR GROSS\n   48  NEGLIGENCE OF SUCH PERSON, OFFICIAL OR INSTITUTION.\n   49    S 411. PENALTIES FOR FAILURE TO REPORT. A PERSON, OFFICIAL OR INSTITU-\n   50  TION REQUIRED BY THIS TITLE TO REPORT  A  CASE  OF  SUSPECTED  ABUSE  OR\n   51  MALTREATMENT OF A SENIOR WHO WILLFULLY FAILS TO DO SO SHALL BE GUILTY OF\n   52  A CLASS A MISDEMEANOR.\n   53    ANY PERSON, OFFICIAL OR INSTITUTION REQUIRED BY THIS CHAPTER TO REPORT\n   54  A CASE OF SUSPECTED SENIOR ABUSE OR MALTREATMENT WHO KNOWINGLY AND WILL-\n   55  FULLY FAILS TO DO SO SHALL BE CIVILLY LIABLE FOR THE DAMAGES PROXIMATELY\n   56  CAUSED BY SUCH FAILURE.\n\n       S. 309                             12\n\n    1    S  412.  ANNUAL  REPORTS.  THE DIRECTOR SHALL REPORT PRIOR TO DECEMBER\n    2  FIFTEENTH OF EACH YEAR ON THE OPERATIONS OF THE REGISTRY AND THE VARIOUS\n    3  DESIGNATED AGENCIES. THE REPORT SHALL INCLUDE A FULL STATISTICAL  ANALY-\n    4  SIS  OF  THE  REPORTS MADE TO THE REGISTRY TOGETHER WITH A REPORT ON THE\n    5  IMPLEMENTATION  OF  THIS  ARTICLE, AN EVALUATION OF SERVICES OFFERED AND\n    6  RECOMMENDATIONS FOR ADDITIONAL LEGISLATION TO FULFILL  THE  PURPOSES  OF\n    7  THIS  ARTICLE.  SUCH  REPORT  SHALL  INDICATE  THE  NUMBER  OF ABUSE AND\n    8  MALTREATMENT REPORTS AND CASES RECEIVED BY THE REGISTRY BY  EACH  DESIG-\n    9  NATED  AGENCY IN THE PRECEDING YEAR, THE NUMBER OF SUCH CASES DETERMINED\n   10  TO HAVE BEEN INDICATED AND THE NUMBER OF SUCH  CASES  DETERMINED  TO  BE\n   11  UNFOUNDED  BY  EACH  DISTRICT  IN THE PRECEDING YEAR, THE NUMBER OF SUCH\n   12  CASES WHICH HAVE NOT BEEN INDICATED OR UNFOUNDED WITHIN THE TIME  PERIOD\n   13  REQUIRED BY THIS CHAPTER BY EACH DESIGNATED AGENCY IN THE PRECEDING YEAR\n   14  AND  THE  NUMBER  OF  WORKERS  ASSIGNED  TO THE DESIGNATED AGENCY IN THE\n   15  PRECEDING YEAR. THE REPORT SHALL ALSO CONTAIN DATA ON THE PROTECTION  OF\n   16  SENIORS  IN  RESIDENTIAL  CARE  FROM  ABUSE  AND MALTREATMENT, INCLUDING\n   17  REPORTS RECEIVED, RESULTS OF INVESTIGATIONS BY TYPES OF  FACILITIES  AND\n   18  PROGRAMS, TYPES OF CORRECTIVE ACTION TAKEN, AS WELL AS EFFORTS UNDERTAK-\n   19  EN BY THE OFFICE TO PROVIDE TRAINING PURSUANT TO THIS CHAPTER.\n\n   20                                   TITLE 2\n   21          DUTIES AND RESPONSIBILITIES OF THE OFFICE AND THE COUNCIL\n\n   22  SECTION 420. DUTIES AND RESPONSIBILITIES OF THE OFFICE.\n   23          421. COUNCIL ON ELDER ABUSE; CREATION AND POWERS.\n   24          422. COOPERATION OF OTHER AGENCIES.\n   25          423. IMPLEMENTATION.\n   26          424. SENIOR  ANTI-VIOLENCE  SERVICES RESPONSIBILITIES AND ORGAN-\n   27                 IZATION.\n   28          425. DUTIES OF THE SAVS UNIT.\n   29          426. LOCAL AND REGIONAL FATALITY REVIEW TEAMS.\n   30          427. GRANTS FOR SENIOR ANTI-VIOLENCE PROJECTS.\n   31    S 420. DUTIES AND RESPONSIBILITIES OF THE OFFICE. THE OFFICE SHALL:\n   32    1. ENCOURAGE THE FULLEST DEGREE OF REPORTING OF SUSPECTED SENIOR ABUSE\n   33  OR  MALTREATMENT  BY  CONDUCTING  CONTINUING  PUBLICITY  AND   EDUCATION\n   34  PROGRAMS FOR PERSONS AND OFFICIALS WHO ARE REQUIRED TO REPORT AS WELL AS\n   35  OTHER APPROPRIATE PERSONS.\n   36    2.  PROVIDE TECHNICAL ASSISTANCE ON AN ONGOING BASIS, OR AS NEEDED, OR\n   37  UPON REQUEST TO DESIGNATED AGENCIES REGARDING CASE  PLANNING,  PROVISION\n   38  OF  SERVICES, AND PERFORMANCE OR OTHER RESPONSIBILITIES PURSUANT TO THIS\n   39  TITLE.\n   40    3. DEVELOP PROTOCOLS AND ISSUE GUIDELINES TO ASSIST  DESIGNATED  AGEN-\n   41  CIES IN EVALUATING AND ESTABLISHING INVESTIGATIVE PRIORITIES FOR REPORTS\n   42  DESCRIBING  SITUATIONS  OR  EVENTS  WHICH  MAY  POSE A CLEAR AND PRESENT\n   43  DANGER TO THE LIFE, HEALTH OR SAFETY OF A SENIOR  AND/OR  WHICH  REQUIRE\n   44  IMMEDIATE,  PERSONAL  CONTACT  BETWEEN  THE  DESIGNATED  AGENCY  AND THE\n   45  SUBJECT OF THE REPORT, THE SUBJECT'S FAMILY, OR OTHER PERSONS  NAMED  IN\n   46  THE REPORT.\n   47    4.  ISSUE  GUIDELINES TO ASSIST DESIGNATED AGENCIES IN THE INTERPRETA-\n   48  TION AND ASSESSMENT OF REPORTS OF ABUSE AND  MALTREATMENT  MADE  TO  THE\n   49  REGISTRY,  INCLUDING  INFORMATION,  STANDARDS AND CRITERIA FOR THE IDEN-\n   50  TIFICATION OF  CREDIBLE  EVIDENCE  OF  ALLEGED  ABUSE  AND  MALTREATMENT\n   51  REQUIRED TO DETERMINE WHETHER A REPORT MAY BE INDICATED.\n   52    5.  SET  FORTH REQUIREMENTS FOR THE PERFORMANCE BY DESIGNATED AGENCIES\n   53  OF THE DUTIES  AND  POWERS  IMPOSED  AND  CONFERRED  UPON  THEM  BY  THE\n   54  PROVISIONS  OF THIS TITLE, INCLUDING UNIFORM REQUIREMENTS FOR THE INVES-\n\n       S. 309                             13\n\n    1  TIGATION OF REPORTS OF  ABUSE  OR  MALTREATMENT,  STANDARDS  FOR  INTER-\n    2  VENTION, CRITERIA FOR CASE CLOSINGS, CRITERIA FOR DETERMINING WHETHER TO\n    3  INITIATE  A  PROCEEDING,  AND  CRITERIA FOR THE FORMULATION OF TREATMENT\n    4  PLANS AND FOR THE DELIVERY OF SERVICES.\n    5    6.  SET  FORTH  TRAINING REQUIREMENTS WHICH SHALL SPECIFY, AMONG OTHER\n    6  THINGS, THAT ALL APPROPRIATE PERSONS HIRED BY A DESIGNATED AGENCY  SHALL\n    7  HAVE  SATISFACTORILY  COMPLETED  WITHIN  THE FIRST THREE MONTHS OF THEIR\n    8  EMPLOYMENT A COURSE APPROVED BY THE OFFICE IN THE PRINCIPLES  AND  TECH-\n    9  NIQUES OF INVESTIGATIONS, RELATIONSHIPS WITH OTHER INVESTIGATIVE BODIES,\n   10  LEGAL  ISSUES,  AND  METHODS  OF  REMEDIATION,  DIAGNOSIS, TREATMENT AND\n   11  PREVENTION.\n   12    7. TAKE ALL REASONABLE AND NECESSARY ACTIONS TO ASSURE THAT THE DESIG-\n   13  NATED AGENCIES ARE KEPT APPRISED ON A CURRENT BASIS OF THE  LAWS,  REGU-\n   14  LATIONS AND POLICIES OF THE OFFICE CONCERNING SENIOR ABUSE AND MALTREAT-\n   15  MENT.\n   16    8. MONITOR AND SUPERVISE THE PERFORMANCE OF THE LOCAL SERVICES.\n   17    S  421. COUNCIL ON ELDER ABUSE; CREATION AND POWERS. 1. THE COUNCIL ON\n   18  ELDER ABUSE IS HEREBY CREATED WHOSE  PURPOSE  SHALL  BE  TO  ADVISE  AND\n   19  CONSULT WITH THE DIRECTOR ON THE DEVELOPMENT OF PROGRAMS AND INITIATIVES\n   20  TO COMBAT ELDER ABUSE AS AUTHORIZED OR REQUIRED BY THIS TITLE. THE COUN-\n   21  CIL SHALL HAVE POWER BY AFFIRMATIVE VOTE OF A MAJORITY OF ITS MEMBERS TO\n   22  ESTABLISH, AND FROM TIME TO TIME, AMEND AND REPEAL RULES AND REGULATIONS\n   23  REQUIRED  TO  BE PROMULGATED PURSUANT TO THIS TITLE, SUBJECT TO APPROVAL\n   24  BY THE DIRECTOR.\n   25    2. THE COUNCIL SHALL CONSIST  OF  FIFTEEN  PERSONS  APPOINTED  BY  THE\n   26  GOVERNOR  BY AND WITH THE ADVICE AND CONSENT OF THE SENATE. FOUR MEMBERS\n   27  SHALL BE APPOINTED ON RECOMMENDATION OF THE TEMPORARY PRESIDENT  OF  THE\n   28  SENATE,  AND  FOUR ON RECOMMENDATION OF THE SPEAKER OF THE ASSEMBLY. THE\n   29  GOVERNOR SHALL APPOINT A CHAIRPERSON AND A VICE-CHAIRPERSON AS HE OR SHE\n   30  DEEMS APPROPRIATE.\n   31    3. MEMBERSHIP ON THE  COUNCIL  SHALL  REFLECT  THE  DIVERSITY  OF  THE\n   32  STATE'S POPULATION INCLUDING, BUT NOT LIMITED TO, THE VARIOUS GEOGRAPHIC\n   33  AREAS OF THE STATE. EACH APPOINTEE SHALL AT THE TIME OF APPOINTMENT HAVE\n   34  HAD  AT  LEAST FIVE YEARS EXPERIENCE IN THE FIELD OF ELDER ABUSE, IN LAW\n   35  ENFORCEMENT, THE JUDICIAL SYSTEM, THE PROVISION OF  SERVICES,  MEDICINE,\n   36  ADVOCACY,  OR  OTHER  SIMILAR  FIELD THAT ASSURES THAT THE APPOINTEE HAS\n   37  RECOGNIZED EXPERTISE IN THE SUBJECT AREA.\n   38    4. EACH APPOINTEE SHALL SERVE A TERM OF FOUR YEARS, PROVIDED  THAT  OF\n   39  MEMBERS  FIRST  APPOINTED, EIGHT SHALL SERVE FOR TERMS OF TWO YEARS, AND\n   40  THE REMAINDER FOR TERMS OF FOUR YEARS, RESPECTIVELY, FROM JANUARY  FIRST\n   41  NEXT  SUCCEEDING THEIR APPOINTMENT. ANY VACANCY OCCURRING OTHERWISE THAN\n   42  BY EXPIRATION OF TERM SHALL BE FILLED IN THE SAME MANNER AS THE ORIGINAL\n   43  APPOINTMENT FOR THE BALANCE OF THE UNEXPIRED TERM. MEMBERS OF THE  COUN-\n   44  CIL  SHALL  CONTINUE  IN OFFICE UNTIL THEIR SUCCESSORS ARE APPOINTED AND\n   45  SHALL HAVE QUALIFIED.\n   46    5. THE COUNCIL MAY EMPLOY EITHER DIRECTLY OR BY  CONTRACTUAL  ARRANGE-\n   47  MENT  SUCH  PERSONNEL  AS IT SHALL DEEM NECESSARY FOR THE PERFORMANCE OF\n   48  ITS FUNCTIONS, WITHIN AMOUNTS MADE AVAILABLE BY APPROPRIATION  THEREFOR.\n   49  IN  ADDITION,  THE  DIRECTOR,  ON  HIS OR HER INITIATIVE AND THROUGH THE\n   50  POWERS HEREBY PROVIDED HIM OR HER, MAY PROVIDE THE COUNCIL  WITH  UP  TO\n   51  TWO LOANED OFFICERS OR EMPLOYEES FROM THE OFFICE, ALONG WITH SUCH ADMIN-\n   52  ISTRATIVE-SECRETARIAL SUPPORT STAFF AS SHALL BE REQUIRED, THE DUTIES AND\n   53  WORK  OF WHOM ARE HEREBY DECLARED TO BE AN ESSENTIAL STATE PURPOSE. SUCH\n   54  LOANED EMPLOYEES SHALL SUFFER NO DIMINUTION  OF  THEIR  COMPENSATION  OR\n   55  BENEFITS  AS A RESULT OF SUCH ASSIGNMENT, PROVIDED THAT NO SUCH TRANSFER\n   56  SHALL BE MADE EXCEPT WITH THE APPROVAL OF THE DIRECTOR  OF  THE  BUDGET,\n\n       S. 309                             14\n\n    1  AND  IN  COMPLIANCE  WITH THE RULES AND REGULATIONS OF THE CIVIL SERVICE\n    2  COMMISSION OF THE STATE.\n    3    6. MEMBERS SHALL RECEIVE NO SALARY OR OTHER COMPENSATION, BUT SHALL BE\n    4  ENTITLED  TO REIMBURSEMENT FOR ACTUAL AND NECESSARY EXPENSES INCURRED IN\n    5  THE PERFORMANCE OF OFFICIAL DUTIES. ANY OTHER PROVISION OF THIS  OR  ANY\n    6  OTHER LAW TO THE CONTRARY NOTWITHSTANDING, NO OFFICER OR EMPLOYEE OF THE\n    7  STATE,  OR  OF  ANY  CIVIL  DIVISION  THEREOF,  SHALL  BE DEEMED TO HAVE\n    8  FORFEITED OR SHALL FORFEIT HIS OR HER OFFICE OR EMPLOYMENT OR ANY  BENE-\n    9  FITS  PROVIDED UNDER THE RETIREMENT AND SOCIAL SECURITY LAW BY REASON OF\n   10  ACCEPTANCE OF MEMBERSHIP ON THE COUNCIL ON ELDER ABUSE, PROVIDED, HOWEV-\n   11  ER, THAT A MEMBER WHO HOLDS SUCH OTHER PUBLIC OFFICE OR EMPLOYMENT SHALL\n   12  BE ENTITLED TO REIMBURSEMENT FOR ACTUAL AND NECESSARY EXPENSES  INCURRED\n   13  IN  THE  PERFORMANCE  OF  SUCH  SERVICES BUT SHALL RECEIVE NO ADDITIONAL\n   14  COMPENSATION FOR SERVICES RENDERED PURSUANT TO THIS SECTION.\n   15    7. MEMBERS MAY ENGAGE IN PRIVATE EMPLOYMENT, OR  IN  A  PROFESSION  OR\n   16  BUSINESS, SUBJECT TO THE LIMITATIONS CONTAINED IN SECTIONS SEVENTY-THREE\n   17  AND  SEVENTY-FOUR OF THE PUBLIC OFFICERS LAW. THE COUNCIL ON ELDER ABUSE\n   18  SHALL, FOR THE PURPOSES OF SECTIONS SEVENTY-THREE  AND  SEVENTY-FOUR  OF\n   19  THE PUBLIC OFFICERS LAW, BE A \"STATE AGENCY,\" AND ITS DIRECTORS SHALL BE\n   20  \"OFFICERS\" OF THE AUTHORITY FOR THE PURPOSES OF SUCH SECTIONS.\n   21    8.  EIGHT  MEMBERS  OF  THE  COUNCIL ON ELDER ABUSE SHALL CONSTITUTE A\n   22  QUORUM FOR TRANSACTION OF BUSINESS OR THE EXERCISE OF ANY POWER  OF  THE\n   23  COUNCIL,  AND  THE  COUNCIL  SHALL  HAVE POWER TO ACT BY MAJORITY OF THE\n   24  MEMBERS PRESENT AT ANY MEETING AT WHICH A QUORUM IS IN ATTENDANCE. NOTH-\n   25  ING CONTAINED IN THIS TITLE SHALL PREVENT THE  MEMBERS  FROM  CONDUCTING\n   26  ITS  MEETINGS  BY  TELE-VIDEO OR TELECONFERENCE, OR BY TELEPHONE CONFER-\n   27  ENCE, PROVIDED THAT A QUORUM SHALL BE PHYSICALLY PRESENT.\n   28    9. THE COUNCIL SHALL MEET AT LEAST FOUR TIMES  EACH  YEAR,  AND  ADDI-\n   29  TIONALLY AS FREQUENTLY AS ITS BUSINESS MAY REQUIRE.\n   30    10. THE COUNCIL SHALL ENACT AND FROM TIME TO TIME MAY AMEND BY-LAWS IN\n   31  RELATION TO ITS MEETINGS AND THE TRANSACTION OF ITS BUSINESS.\n   32    11.  NO  CIVIL ACTION SHALL BE BROUGHT IN ANY COURT AGAINST ANY MEMBER\n   33  OF THE COUNCIL FOR ANY ACT DONE, FAILURE TO ACT, OR STATEMENT OR OPINION\n   34  MADE, WHILE DISCHARGING DUTIES AS A MEMBER OF THE COUNCIL, AND NO MEMBER\n   35  SHALL BE LIABLE FOR DAMAGES IN ANY ACTION IF THE MEMBER SHALL HAVE ACTED\n   36  IN GOOD FAITH, WITH REASONABLE CARE AND UPON PROBABLE CAUSE.\n   37    12. THE DIRECTOR SHALL CONSULT WITH THE COUNCIL ON ANY MATTER REQUIRED\n   38  BY THIS TITLE RELATING TO ELDER ABUSE, AND THE  COUNCIL  SHALL  CONSIDER\n   39  ANY SUCH MATTER AND ADVISE THE DIRECTOR THEREON. THE DIRECTOR SHALL TAKE\n   40  NO ACTION REQUIRED BY THIS TITLE WITHOUT FIRST CONSULTING WITH THE COUN-\n   41  CIL, PROVIDED HOWEVER THAT THE COUNCIL'S FAILURE TO RESPOND WITHIN THIR-\n   42  TY  BUSINESS  DAYS TO ANY SUCH REQUEST FOR ADVICE AND CONSULTATION SHALL\n   43  NOT BE DEEMED AN IMPAIRMENT OF THE DIRECTOR'S POWER, ABILITY, OR RESPON-\n   44  SIBILITY TO IMPLEMENT PROVISIONS OF THIS TITLE.  THE  COUNCIL  MAY  FROM\n   45  TIME  TO TIME SUBMIT TO THE DIRECTOR, THE GOVERNOR, AND THE LEGISLATURE,\n   46  ANY RECOMMENDATIONS IT MAY HAVE RELATING TO ELDER ABUSE.\n   47    S 422. COOPERATION OF OTHER AGENCIES. 1. THE OFFICE AND THE OFFICE  OF\n   48  CHILDREN  AND  FAMILY SERVICES ARE HEREWITH EMPOWERED TO AND SHALL ENTER\n   49  INTO A MEMORANDUM OF UNDERSTANDING TO EXECUTE THE PURPOSES AND INTENT OF\n   50  THIS ARTICLE. SUCH  MEMORANDUM  OF  UNDERSTANDING  SHALL  ESTABLISH  THE\n   51  OFFICE,  DESIGNATED  AGENCIES, AND \"SAVS UNITS\" (AS DESCRIBED IN SECTION\n   52  FOUR HUNDRED TWENTY-FOUR OF THIS TITLE) AS THE LEAD AGENCIES FOR  INVES-\n   53  TIGATION  OF  ABUSE AND MALTREATMENT OF SENIORS, SHALL ASSURE THAT ADULT\n   54  PROTECTIVE SERVICES UNITS ARE AN INTEGRAL PART  OF  THE  LOCAL  SERVICES\n   55  TEAMS,  SHALL ASSURE APPROPRIATE SHARING OF INFORMATION, AND INSURE THAT\n   56  APPROPRIATE AMENDMENTS ARE MADE TO LOCAL SERVICES PLANS.\n\n       S. 309                             15\n\n    1    2. TO EFFECTUATE THE PURPOSES OF THIS TITLE, THE DIRECTOR MAY  REQUEST\n    2  AND  SHALL  RECEIVE  FROM OFFICES, BOARDS, BUREAUS, OR OTHER AGENCIES OF\n    3  THE STATE, OR ANY OF ITS POLITICAL SUBDIVISIONS, OR ANY DULY  AUTHORIZED\n    4  AGENCY,  OR  ANY OTHER AGENCY PROVIDING SERVICES TO SENIORS SUCH ASSIST-\n    5  ANCE  AND  DATA  AS  WILL  ENABLE  THE OFFICE AND DESIGNATED AGENCIES TO\n    6  FULFILL THEIR RESPONSIBILITIES.\n    7    3. IN RELATION TO AN INVESTIGATION OF A REPORT OF ABUSE  OR  MALTREAT-\n    8  MENT  INVOLVING A SENIOR IN RESIDENTIAL CARE, SUCH DATA MAY INCLUDE, BUT\n    9  NEED NOT BE LIMITED TO, THE CASE RECORDS OF THE SENIOR WHO ALLEGEDLY WAS\n   10  ABUSED OR MALTREATED AND ANY OTHER SENIOR WHO  ALLEGEDLY  WITNESSED  THE\n   11  ABUSE  OR  MALTREATMENT  AND,  CONSISTENT  WITH  APPROPRIATE  COLLECTIVE\n   12  BARGAINING AGREEMENTS AND APPLICABLE PROVISIONS  OF  THE  CIVIL  SERVICE\n   13  LAW,  THOSE  PORTIONS  OF  THE  EMPLOYMENT  RECORD OF THE SUBJECT OF THE\n   14  REPORT CONSIDERED BY THE SUBJECT'S EMPLOYER TO BE RELEVANT  AND  REASON-\n   15  ABLY RELATED TO THE ALLEGATIONS BEING INVESTIGATED BY THE OFFICE.\n   16    S  423.  IMPLEMENTATION.  1. THE DIRECTOR, AFTER CONSULTATION WITH THE\n   17  COUNCIL, SHALL ESTABLISH TIMELINES FOR COMPLETING  THE  REQUIREMENTS  OF\n   18  THIS TITLE, AS FOLLOWS:\n   19    (A)  WITHIN ONE YEAR OF THE EFFECTIVE DATE OF THIS TITLE, THE DIRECTOR\n   20  SHALL:\n   21    (I) ESTABLISH PLANNING PROTOCOLS FOR ESTABLISHMENT  OF  THE  STATEWIDE\n   22  CENTRAL REGISTRY FOR ABUSE AND NEGLECT;\n   23    (II)  ESTABLISH A TRAINING REGIME FOR DESIGNATED AGENCIES AND TEAMS OF\n   24  LOCAL SERVICES;\n   25    (III) ESTABLISH INVESTIGATORY PROTOCOLS FOR  DESIGNATED  AGENCIES  AND\n   26  TEAMS OF LOCAL SERVICES;\n   27    (IV)  ESTABLISH A WEBSITE TO CONVEY INFORMATION ABOUT SENIOR ABUSE AND\n   28  MALTREATMENT, AND THE PROVISIONS OF THIS TITLE; AND\n   29    (V) COMPLETE AGREEMENTS AS NECESSARY  OR  REQUIRED  PURSUANT  TO  THIS\n   30  TITLE WITH OTHER STATE, LOCAL, AND FEDERAL AGENCIES REGARDING THE IMPLE-\n   31  MENTATION OF THE PROVISIONS OF THIS TITLE.\n   32    (B)  WITHIN  EIGHTEEN  MONTHS OF THE EFFECTIVE DATE OF THIS TITLE, THE\n   33  DIRECTOR SHALL:\n   34    (I) PROMULGATE REGULATIONS CONCERNING PERSONS WHO SHALL HAVE ACCESS TO\n   35  INFORMATION AND DATA CONTAINED IN THE REGISTRY, AND THE  CONFIDENTIALITY\n   36  REQUIREMENTS GOVERNING SUCH ACCESS.\n   37    (II)  PROMULGATE  REGULATIONS CONCERNING SHARING OF INFORMATION, DATA,\n   38  AND REPORTS TO THE REGISTRY FOR INVESTIGATORY PURPOSES.\n   39    (III) COMPLETE TRAINING OF DESIGNATED  AGENCIES  AND  TEAMS  OF  LOCAL\n   40  SERVICES IN AT LEAST FIFTY PERCENT OF THE COUNTIES OF THE STATE.\n   41    (C) WITHIN TWO YEARS OF THE EFFECTIVE DATE OF THIS TITLE, THE DIRECTOR\n   42  SHALL:\n   43    (I) ESTABLISH THE STATEWIDE CENTRAL REGISTRY FOR ABUSE AND NEGLECT.\n   44    (II)  COMPLETE  TRAINING OF THE DESIGNATED AGENCIES AND TEAMS OF LOCAL\n   45  SERVICES.\n   46    S 424. SENIOR ANTI-VIOLENCE SERVICES  RESPONSIBILITIES  AND  ORGANIZA-\n   47  TION.  1. EVERY DESIGNATED AGENCY SHALL ESTABLISH A SENIOR ANTI-VIOLENCE\n   48  SERVICE  (SAVS) UNIT WITHIN SUCH AGENCY. THE SERVICE SHALL PERFORM THOSE\n   49  FUNCTIONS ASSIGNED BY THIS TITLE TO  IT  AND  OTHERS  THAT  FURTHER  THE\n   50  PURPOSES OF THIS TITLE.\n   51    2. EVERY DESIGNATED AGENCY SHALL PROVIDE TO THE SAVS UNIT ANY INFORMA-\n   52  TION  AVAILABLE  TO  IT  OR  IN  ITS POSSESSION WHICH IS RELEVANT TO THE\n   53  INVESTIGATION OF A REPORT OF ABUSE OR MALTREATMENT OF A SENIOR OR TO THE\n   54  PROVISION OF SERVICES, WHERE THE CONFIDENTIALITY OF SUCH INFORMATION  IS\n   55  NOT EXPRESSLY PROTECTED BY LAW.\n\n       S. 309                             16\n\n    1    3.  THE SAVS UNIT SHALL HAVE A SUFFICIENT STAFF OF PERSONS WITH SUFFI-\n    2  CIENT QUALIFICATIONS TO FULFILL THE PURPOSES OF THIS TITLE, ORGANIZED SO\n    3  AS TO MAXIMIZE THE CONTINUITY OF RESPONSIBILITY,  CARE  AND  SERVICE  TO\n    4  SENIORS.   A DESIGNATED AGENCY SHALL HAVE FLEXIBILITY IN ASSIGNING STAFF\n    5  TO THE SAVS UNIT PROVIDED THAT SUCH STAFF HAS THE QUALIFICATIONS AND HAS\n    6  RECEIVED THE TRAINING REQUIRED BY THE OFFICE.\n    7    4.  CONSISTENT  WITH  APPROPRIATE COLLECTIVE BARGAINING AGREEMENTS AND\n    8  APPLICABLE PROVISIONS OF THE CIVIL SERVICE LAW, EVERY  SAVS  UNIT  SHALL\n    9  ESTABLISH  A  PROCEDURE  TO  REVIEW  AND EVALUATE THE BACKGROUNDS OF AND\n   10  INFORMATION SUPPLIED BY APPLICANTS  FOR  EMPLOYMENT.    SUCH  PROCEDURES\n   11  SHALL  INCLUDE BUT NOT BE LIMITED TO REQUIREMENTS THAT THE APPLICANT SET\n   12  FORTH HIS OR HER EMPLOYMENT HISTORY,  PROVIDE  PERSONAL  AND  EMPLOYMENT\n   13  REFERENCES  AND  RELEVANT  EXPERIENTIAL AND EDUCATIONAL INFORMATION, AND\n   14  SIGN A SWORN STATEMENT INDICATING WHETHER THE APPLICANT, TO THE BEST  OF\n   15  HIS  OR  HER KNOWLEDGE, HAS EVER BEEN CONVICTED OF A CRIME IN THIS STATE\n   16  OR ANY OTHER JURISDICTION.\n   17    5. ANY OTHER PROVISION OF ANY OTHER LAW TO THE CONTRARY  NOTWITHSTAND-\n   18  ING,  THE  SAVS  UNIT SHALL BE THE LEAD ENTITY RESPONSIBLE FOR RECEIVING\n   19  AND INVESTIGATING REPORTS OF ABUSE OR MALTREATMENT OF  SENIORS  AND  FOR\n   20  COORDINATING  SERVICES TO SUCH SENIORS.  IT MAY PURCHASE AND UTILIZE THE\n   21  SERVICES OF ANY APPROPRIATE PUBLIC OR VOLUNTARY AGENCY IN  PROVIDING  OR\n   22  ARRANGING FOR SUCH SERVICES.  SERVICES PURCHASED BY THE SAVS UNIT PURSU-\n   23  ANT TO THIS TITLE SHALL BE REIMBURSED BY THE STATE TO THE LOCALITY.\n   24    6.  EACH DESIGNATED AGENCY SHALL SUBMIT TO THE DIRECTOR, AFTER CONSUL-\n   25  TATION WITH LOCAL LAW ENFORCEMENT AGENCIES, THE FAMILY COURT AND  APPRO-\n   26  PRIATE   PUBLIC  VOLUNTARY  AGENCIES  AND  AFTER  A  PUBLIC  HEARING,  A\n   27  DISTRICT-WIDE SENIOR ANTI-VIOLENCE ENFORCEMENT PLAN,  AS  PRESCRIBED  BY\n   28  THE  DIRECTOR  WHICH  SHALL  DESCRIBE  THE  IMPLEMENTATION OF THIS TITLE\n   29  INCLUDING THE ORGANIZATION, STAFFING, MODE OF OPERATIONS  AND  FINANCING\n   30  OF  THE SAVS UNIT AS WELL AS THE PROVISIONS MADE FOR PURCHASE OF SERVICE\n   31  AND INTER-AGENCY RELATIONS.  EACH DESIGNATED AGENCY  SHALL  PREPARE  AND\n   32  SUBMIT  ANNUAL  IMPLEMENTATION  REPORTS INCLUDING INFORMATION RELATED TO\n   33  ITS SAVS UNIT TO THE OFFICE FOR ITS REVIEW AND APPROVAL.\n   34    7. A SAVS UNIT SHALL ESTABLISH A MULTIDISCIPLINARY INVESTIGATIVE  TEAM\n   35  OR  TEAMS FOR THE PURPOSE OF INVESTIGATING REPORTS OF SUSPECTED ABUSE OR\n   36  MALTREATMENT OF SENIORS.  SUCH MULTIDISCIPLINARY INVESTIGATIVE TEAM  MAY\n   37  INCLUDE,  BUT  IS NOT LIMITED TO, REPRESENTATIVES FROM THE ADULT PROTEC-\n   38  TIVE SERVICE, OFFICE OF THE DISTRICT ATTORNEY OR LOCAL LAW  ENFORCEMENT,\n   39  THE  MEDICAL PROFESSION, PUBLIC HEALTH AGENCIES, MENTAL HEALTH AGENCIES,\n   40  MEDICAL FACILITIES, INCLUDING HOSPITALS OR OTHER APPROPRIATE AGENCIES OR\n   41  INSTITUTIONS AND PERSONNEL OF ANY EXISTING SENIOR  ADVOCACY  OR  SERVICE\n   42  CENTERS.  NOTWITHSTANDING  ANY  OTHER  PROVISION OF LAW TO THE CONTRARY,\n   43  MEMBERS OF A MULTIDISCIPLINARY INVESTIGATIVE TEAM MAY SHARE  WITH  OTHER\n   44  TEAM  MEMBERS  CLIENT-IDENTIFIABLE  INFORMATION CONCERNING THE SENIOR OR\n   45  SENIOR'S FAMILY TO FACILITATE THE INVESTIGATION OF  SUSPECTED  ABUSE  OR\n   46  MALTREATMENT.  NOTHING HEREIN SHALL PRECLUDE THE CREATION OF MULTIDISCI-\n   47  PLINARY TEAMS WHICH INCLUDE MORE THAN ONE DESIGNATED AGENCY.  EACH  TEAM\n   48  SHALL  DEVELOP  A  WRITTEN  PROTOCOL  FOR INVESTIGATION OF ABUSE AND FOR\n   49  INTERVIEWING ABUSE AND MALTREATMENT VICTIMS.\n   50    8. A SAVS UNIT SHALL PLAN WITH OTHER  PUBLIC,  PRIVATE  AND  VOLUNTARY\n   51  AGENCIES  INCLUDING  BUT  NOT  LIMITED  TO HEALTH, MENTAL HEALTH, AGING,\n   52  LEGAL AND LAW ENFORCEMENT AGENCIES, FOR THE PURPOSE OF ASSURING  MAXIMUM\n   53  LOCAL   UNDERSTANDING,   COORDINATION  AND  COOPERATIVE  ACTION  IN  THE\n   54  PROVISION OF APPROPRIATE SERVICES.\n   55    S 425. DUTIES OF THE SAVS UNIT. 1. A SAVS  UNIT  SHALL  RECEIVE  ON  A\n   56  TWENTY-FOUR  HOUR, SEVEN DAY A WEEK BASIS ALL REPORTS OF SUSPECTED ABUSE\n\n       S. 309                             17\n\n    1  OR MALTREATMENT OF A SENIOR IN ACCORDANCE WITH  THIS  TITLE,  THE  LOCAL\n    2  PLAN  AND  THE  REGULATIONS OF THE DIRECTOR, AND SHALL MAINTAIN AND KEEP\n    3  UP-TO-DATE A REGISTRY OF ALL CASES REPORTED UNDER  THIS  TITLE  TOGETHER\n    4  WITH  ANY  ADDITIONAL  INFORMATION  OBTAINED  AND  A RECORD OF THE FINAL\n    5  DISPOSITION OF THE REPORT, INCLUDING SERVICES OFFERED AND ACCEPTED.\n    6    2. UPON RECEIPT OF A WRITTEN REPORT, THE SAVS UNIT  SHALL  TRANSMIT  A\n    7  COPY  TO  THE STATE REGISTRY, AND WITHIN SEVEN DAYS AFTER RECEIPT OF THE\n    8  INITIAL REPORT, SHALL SEND A PRELIMINARY WRITTEN REPORT OF  THE  INITIAL\n    9  INVESTIGATION,  INCLUDING  EVALUATION AND ACTIONS TAKEN OR CONTEMPLATED,\n   10  TO THE REGISTRY. FOLLOW-UP REPORTS SHALL BE MADE  AT  REGULAR  INTERVALS\n   11  THEREAFTER IN A MANNER AND FORM PRESCRIBED BY THE DIRECTOR BY REGULATION\n   12  TO THE END THAT THE STATE REGISTRY IS KEPT FULLY INFORMED AND UP-TO-DATE\n   13  CONCERNING THE HANDLING OF REPORTS.\n   14    3.  A  SAVS UNIT SHALL GIVE TELEPHONE NOTICE AND FORWARD IMMEDIATELY A\n   15  COPY OF REPORTS MADE PURSUANT TO THIS TITLE WHICH INVOLVE THE DEATH OF A\n   16  SENIOR TO THE APPROPRIATE  DISTRICT  ATTORNEY.  IN  ADDITION,  TELEPHONE\n   17  NOTICE  SHALL BE GIVEN AND A COPY OF ANY OR ALL REPORTS MADE PURSUANT TO\n   18  THIS TITLE SHALL BE FORWARDED IMMEDIATELY TO  THE  APPROPRIATE  DISTRICT\n   19  ATTORNEY  IF  A  PRIOR REQUEST IN WRITING FOR SUCH NOTICE AND COPIES HAS\n   20  BEEN MADE TO THE UNIT BY THE DISTRICT  ATTORNEY,  AND  IF  THE  DIRECTOR\n   21  SHALL  APPROVE.  SUCH  REQUEST  SHALL  SPECIFY  THE KINDS OF ALLEGATIONS\n   22  CONCERNING WHICH THE DISTRICT ATTORNEY REQUIRES SUCH NOTICE  AND  COPIES\n   23  AND SHALL PROVIDE A COPY OF THE RELEVANT PROVISIONS OF LAW.\n   24    4.  UPON  RECEIPT  OF A REPORT, THE SAVS UNIT SHALL WITHIN TWENTY-FOUR\n   25  HOURS COMMENCE AN INVESTIGATION OF THE RISK FOR THE SENIOR TO REMAIN  IN\n   26  THE  EXISTING  ENVIRONMENT,  A  DETERMINATION  OF THE NATURE, EXTENT AND\n   27  CAUSE OF ANY CONDITION ENUMERATED IN THE REPORT, AND,  AFTER  SEEING  TO\n   28  THE  SAFETY  OF  THE SENIOR, NOTIFY THE SUBJECTS OF THE REPORT AND OTHER\n   29  PERSONS NAMED IN THE REPORT IN WRITING OF THE EXISTENCE  OF  THE  REPORT\n   30  AND  EACH PERSON'S RESPECTIVE RIGHTS PURSUANT TO THIS TITLE IN REGARD TO\n   31  AMENDMENT.\n   32    5. THE SAVS UNIT SHALL  DETERMINE,  WITHIN  SIXTY  DAYS,  WHETHER  THE\n   33  REPORT IS \"INDICATED\" OR \"UNFOUNDED\".\n   34    6. THE UNIT SHALL REFER ANY SUSPECTED CASES OF FALSELY REPORTING ABUSE\n   35  AND  MALTREATMENT  OF A SENIOR TO THE APPROPRIATE LAW ENFORCEMENT AGENCY\n   36  OR DISTRICT ATTORNEY.\n   37    7. THE SAVS UNIT SHALL TAKE APPROPRIATE ACTION  TO  PROTECT  A  SENIOR\n   38  FROM  FURTHER  ABUSE  OR  MALTREATMENT,  INCLUDING  OFFERING APPROPRIATE\n   39  SERVICES AND IN CASES IN WHICH AN OFFER OF SERVICE IS  REFUSED  AND  THE\n   40  SAVS UNIT DETERMINES THAT THE BEST INTERESTS OF THE SENIOR REQUIRE COURT\n   41  ACTION,  INITIATE  THE  APPROPRIATE PROCEEDING OR MAKE A REFERRAL TO THE\n   42  APPROPRIATE DISTRICT ATTORNEY, OR BOTH.\n   43    8. ANY DESIGNATED AGENCY OR SAVS UNIT OFFICIAL AUTHORIZED OR  REQUIRED\n   44  TO DETERMINE THE NEED FOR AND/OR PROVIDE OR ARRANGE FOR THE PROVISION OF\n   45  SERVICES  TO  SENIORS  IN  ACCORDANCE  WITH THE PROVISIONS OF THIS TITLE\n   46  SHALL HAVE IMMUNITY FROM ANY CIVIL LIABILITY THAT MIGHT OTHERWISE RESULT\n   47  BY REASON OF PROVIDING SUCH SERVICES, PROVIDED SUCH OFFICIAL WAS  ACTING\n   48  WITHIN  THE SCOPE OF EMPLOYMENT AND IN THE DISCHARGE OF OFFICIAL DUTIES,\n   49  AND THAT SUCH LIABILITY DID NOT RESULT FROM THE  WILLFUL  ACT  OR  GROSS\n   50  NEGLIGENCE OF SUCH OFFICIAL OR HIS OR HER DESIGNEE.\n   51    9.  WHEN  A SAVS OFFICIAL SHALL HAVE REASON TO BELIEVE THAT A CRIMINAL\n   52  OFFENSE HAS BEEN COMMITTED AGAINST A SENIOR WHO  HAS  BECOME  AN  ABUSED\n   53  SENIOR,  THE  OFFICIAL  SHALL REPORT THIS INFORMATION TO THE APPROPRIATE\n   54  POLICE OR SHERIFF'S DEPARTMENT AND THE DISTRICT ATTORNEY'S  OFFICE  WHEN\n   55  SUCH OFFICE HAS REQUESTED SUCH INFORMATION BE REPORTED BY A LOCAL SOCIAL\n   56  SERVICES OFFICIAL OR HIS OR HER DESIGNEE.\n\n       S. 309                             18\n\n    1    S  426. LOCAL AND REGIONAL FATALITY REVIEW TEAMS. 1. A FATALITY REVIEW\n    2  TEAM MAY BE ESTABLISHED AT A LOCAL OR REGIONAL LEVEL, WITH THE  APPROVAL\n    3  OF  THE OFFICE, FOR THE PURPOSE OF INVESTIGATING THE DEATH OF ANY SENIOR\n    4  IN THE CASE OF A REPORT MADE TO THE REGISTRY. NOTWITHSTANDING ANY  OTHER\n    5  PROVISION  OF  LAW  TO  THE  CONTRARY  AND TO THE EXTENT CONSISTENT WITH\n    6  FEDERAL LAW, SUCH LOCAL OR REGIONAL  FATALITY  REVIEW  TEAM  SHALL  HAVE\n    7  ACCESS  TO  THOSE CLIENT-IDENTIFIABLE RECORDS NECESSARY FOR THE PREPARA-\n    8  TION OF THE REPORT, AS AUTHORIZED IN ACCORDANCE WITH THIS TITLE.\n    9    2. A LOCAL OR REGIONAL FATALITY REVIEW  TEAM  MUST  INCLUDE  REPRESEN-\n   10  TATIVES  FROM  THE LOCAL SERVICE, THE OFFICE, THE OFFICE OF THE DISTRICT\n   11  ATTORNEY OR LOCAL LAW ENFORCEMENT, OFFICE OF  THE  MEDICAL  EXAMINER  OR\n   12  CORONER,  AND A PHYSICIAN OR COMPARABLE MEDICAL PROFESSIONAL. A LOCAL OR\n   13  REGIONAL FATALITY REVIEW TEAM  MAY  ALSO  INCLUDE  REPRESENTATIVES  FROM\n   14  PUBLIC  HEALTH AGENCIES, MENTAL HEALTH AGENCIES, AND MEDICAL FACILITIES,\n   15  INCLUDING HOSPITALS OR OTHER APPROPRIATE AGENCIES OR INSTITUTIONS.\n   16    S 427. GRANTS FOR SENIOR ANTI-VIOLENCE PROJECTS. THE  DIRECTOR  SHALL,\n   17  WITHIN  AMOUNTS  APPROPRIATED  THEREFOR  FROM  THE  SENIOR ANTI-VIOLENCE\n   18  SERVICES ACCOUNT ESTABLISHED PURSUANT TO  SECTION  NINETY-SEVEN-KKKK  OF\n   19  THE  STATE FINANCE LAW, PROVIDE GRANTS TO LOCAL GOVERNMENTS AND NOT-FOR-\n   20  PROFIT ORGANIZATIONS TO:\n   21    1. IMPROVE RESEARCH, DATA COLLECTION,  AND  REPORTING  ON  ELDER/ADULT\n   22  ABUSE.\n   23    2. IMPLEMENT RESEARCH AND PROGRAM INNOVATION.\n   24    3. PUBLIC EDUCATION.\n   25    4. DEVELOPMENT OF INTERGOVERNMENTAL AND PUBLIC-PRIVATE PARTNERSHIPS TO\n   26  COMBAT ELDER ABUSE.\n   27    5.  RESEARCH INTO DELIVERY SYSTEMS AND BARRIERS TO ACCESS THE SERVICES\n   28  SYSTEM, DATA COLLECTION AND REPORTING.\n   29    6. PROTECTION OF VICTIMS.\n   30    7. DEVELOPMENT OF  BEST  AND  INNOVATIVE  PRACTICES  IN  CARRYING  OUT\n   31  SERVICES.\n   32    8.  REVIEW  OF  POLICIES  IN  ORDER  TO BETTER COORDINATE PREVENTIONS,\n   33  INTERVENTIONS (INCLUDING PROSECUTION), SERVICES AND VICTIMS'  ASSISTANCE\n   34  FOR ABUSED, EXPLOITED, AND NEGLECTED ELDERS.\n   35    9.  DEVELOPMENT  OF  A  BROAD-BASED,  MULTIDISCIPLINARY  TASK FORCE OR\n   36  COALITION TO EXAMINE SYSTEMIC APPROACHES TO RESPONDING TO ELDER ABUSE.\n   37    10. DEVELOPMENT AND IMPLEMENTATION  OF  A  MULTIDISCIPLINARY  RESEARCH\n   38  AGENDA TO SUSTAIN, ADVANCE AND ASSESS PROFESSIONAL TRAINING AND PRACTICE\n   39  ON ADULT OR ELDER ABUSE.\n   40    11.  PROVIDE  SPECIALIZED TRAINING TO COMPONENTS OF THE JUSTICE SYSTEM\n   41  IS ESSENTIAL TO BETTER IDENTIFY CASES, IMPROVE INVESTIGATIONS,  INCREASE\n   42  PROSECUTIONS,  BETTER SERVE VICTIMS, ESTABLISH INTERDISCIPLINARY COORDI-\n   43  NATION, AND PROMOTE ELDER ABUSE AND NEGLECT PREVENTION PROGRAMS.\n   44    S 3.  The section heading and subdivision 1 of section  60.35  of  the\n   45  penal  law,  as amended by section 1 of part E of chapter 56 of the laws\n   46  of 2004, subparagraphs (i), (ii) and (iii) of paragraph (a) of  subdivi-\n   47  sion  1  as amended by section 1 of part DD of chapter 56 of the laws of\n   48  2008, and paragraph (b) of subdivision 1 as amended by  chapter  320  of\n   49  the laws of 2006, are amended to read as follows:\n   50    Mandatory  surcharge, sex offender registration fee, DNA databank fee,\n   51  supplemental sex offender victim fee [and], crime victim assistance  AND\n   52  A SENIOR ANTI-VIOLENCE SERVICES fee required in certain cases.\n   53    1.  (a)  Except  as  provided  in section eighteen hundred nine of the\n   54  vehicle and traffic law and section 27.12 of the parks,  recreation  and\n   55  historic  preservation  law,  whenever  proceedings in an administrative\n   56  tribunal or a court of this state result in a conviction for a felony, a\n\n       S. 309                             19\n\n    1  misdemeanor, or a violation, as these terms are defined in section 10.00\n    2  of this chapter,  there  shall  be  levied  at  sentencing  a  mandatory\n    3  surcharge,  sex  offender  registration  fee,  DNA databank fee [and], a\n    4  crime  victim  assistance fee AND A SENIOR ANTI-VIOLENCE SERVICES FEE in\n    5  addition to any sentence required or permitted  by  law,  in  accordance\n    6  with the following schedule:\n    7    (i)  a person convicted of a felony shall pay a mandatory surcharge of\n    8  three hundred dollars [and], a crime victim assistance  fee  of  twenty-\n    9  five dollars, AND A SENIOR ANTI-VIOLENCE SERVICES FEE OF FIFTY DOLLARS;\n   10    (ii)  a  person  convicted  of  a  misdemeanor  shall  pay a mandatory\n   11  surcharge of one hundred seventy-five  dollars  [and],  a  crime  victim\n   12  assistance  fee  of  twenty-five  dollars,  AND  A  SENIOR ANTI-VIOLENCE\n   13  SERVICES FEE OF FIFTY DOLLARS;\n   14    (iii) a  person  convicted  of  a  violation  shall  pay  a  mandatory\n   15  surcharge of ninety-five dollars [and], a crime victim assistance fee of\n   16  twenty-five  dollars,  AND  A SENIOR ANTI-VIOLENCE SERVICES FEE OF FIFTY\n   17  DOLLARS;\n   18    (iv) a person convicted of a sex offense as defined by subdivision two\n   19  of section one hundred sixty-eight-a of the correction law or a sexually\n   20  violent offense as defined by subdivision three of section  one  hundred\n   21  sixty-eight-a  of  the  correction law shall, in addition to a mandatory\n   22  surcharge and crime victim assistance fee, pay a sex offender  registra-\n   23  tion fee of fifty dollars[.], AND A SENIOR ANTI-VIOLENCE SERVICES FEE OF\n   24  FIFTY DOLLARS;\n   25    (v)  a person convicted of a designated offense as defined by subdivi-\n   26  sion seven of section nine hundred  ninety-five  of  the  executive  law\n   27  shall,  in addition to a mandatory surcharge and crime victim assistance\n   28  fee, pay a DNA databank fee of fifty dollars, AND A SENIOR ANTI-VIOLENCE\n   29  SERVICES FEE OF FIFTY DOLLARS.\n   30    (b) When the  felony  or  misdemeanor  conviction  in  [subparagraphs]\n   31  SUBPARAGRAPH  (i),  (ii)  or  (iv)  of paragraph (a) of this subdivision\n   32  results from an offense contained in article one hundred thirty of  this\n   33  chapter,  incest  in  the  third,  second  or first degree as defined in\n   34  sections 255.25, 255.26  and  255.27  of  this  chapter  or  an  offense\n   35  contained in article two hundred sixty-three of this chapter, the person\n   36  convicted  shall pay a supplemental sex offender victim fee of one thou-\n   37  sand dollars, AND A SENIOR ANTI-VIOLENCE SERVICES FEE  OF  FIVE  HUNDRED\n   38  DOLLARS, in addition to the mandatory surcharge and any other fee.\n   39    S  4. The state finance law is amended by adding a new section 97-kkkk\n   40  to read as follows:\n   41    S 97-KKKK. SENIOR ANTI-VIOLENCE SERVICES ACCOUNT. 1. THERE  IS  HEREBY\n   42  ESTABLISHED  IN  THE  JOINT  CUSTODY  OF  THE  STATE COMPTROLLER AND THE\n   43  COMMISSIONER OF THE DEPARTMENT OF TAXATION AND FINANCE A SPECIAL REVENUE\n   44  FUND TO BE KNOWN AS THE \"SENIOR ANTI-VIOLENCE SERVICES ACCOUNT\".\n   45    2. THE SENIOR ANTI-VIOLENCE SERVICES ACCOUNT SHALL  CONSIST  OF  THOSE\n   46  MONIES  RECEIVED BY THE STATE PURSUANT TO SECTION 60.35 OF THE PENAL LAW\n   47  AND MONIES RECEIVED BY THE STATE PURSUANT TO  SECTION  EIGHTEEN  HUNDRED\n   48  NINE  OF THE VEHICLE AND TRAFFIC LAW FROM ANY COURT OF THE UNIFIED COURT\n   49  SYSTEM OTHER THAN TOWN OR VILLAGE COURTS  AND  ALL  OTHER  FEES,  FINES,\n   50  GRANTS,  BEQUESTS  OR OTHER MONIES CREDITED, APPROPRIATED OR TRANSFERRED\n   51  THERETO FROM ANY OTHER FUND OR SOURCE.\n   52    3. MONIES OF THE  SENIOR  ANTI-VIOLENCE  SERVICES  ACCOUNT,  FOLLOWING\n   53  APPROPRIATION  BY  THE LEGISLATURE AND ALLOCATION BY THE DIRECTOR OF THE\n   54  BUDGET SHALL  BE  MADE  AVAILABLE  FOR  LOCAL  ASSISTANCE  SERVICES  AND\n   55  EXPENSES  OF  PROGRAMS  TO PROVIDE SENIOR ANTI-VIOLENCE SERVICES THROUGH\n\n       S. 309                             20\n\n    1  THE STATE OFFICE FOR THE AGING, AS ADMINISTERED PURSUANT  TO  THE  ELDER\n    2  LAW.\n    3    S  5. Section 1809 of the vehicle and traffic law, as amended by chap-\n    4  ter 55 of the laws of 1992, subdivision 1 as amended  by  section  2  of\n    5  part  DD  of  chapter  56 of the laws of 2008, the opening paragraph and\n    6  paragraph (c) of subdivision 1 as amended by section 10 of  part  II  of\n    7  chapter 59 of the laws of 2010, subdivision 2 as amended by section 1 of\n    8  part  I  of  chapter 59 of the laws of 2009, subdivision 3 as amended by\n    9  chapter 309 of the laws of 1996, subdivision 5 as amended by chapter 385\n   10  of the laws of 1999, subdivision 8 as amended by section 14 of part U of\n   11  chapter 56 of the laws of 2009, subdivision 9 as amended by chapter  452\n   12  of  the laws of 1999, and subdivision 10 as added by section 3 of part F\n   13  of chapter 56 of the laws of 2004, is amended to read as follows:\n   14    S 1809. Mandatory surcharge and crime victim assistance  fee  required\n   15  in certain cases.  1. Whenever proceedings in an administrative tribunal\n   16  or  a  court  of  this state result in a conviction for an offense under\n   17  this chapter or a traffic infraction under this chapter, or a local law,\n   18  ordinance, rule or regulation adopted pursuant to  this  chapter,  other\n   19  than  a  traffic  infraction involving standing, stopping, or parking or\n   20  violations by pedestrians or bicyclists, or other than  an  adjudication\n   21  of  liability  of an owner for a violation of subdivision (d) of section\n   22  eleven hundred eleven of this chapter in accordance with section  eleven\n   23  hundred  eleven-a  of  this  chapter,  or  other than an adjudication of\n   24  liability of an owner for a violation  of  subdivision  (d)  of  section\n   25  eleven  hundred eleven of this chapter in accordance with section eleven\n   26  hundred eleven-b of this chapter,  or  other  than  an  adjudication  in\n   27  accordance  with  section  eleven hundred eleven-c of this chapter for a\n   28  violation of a bus lane restriction as defined in  such  section,  there\n   29  shall  be  levied  a crime victim assistance fee, A SENIOR ANTI-VIOLENCE\n   30  SERVICES FEE and a mandatory surcharge,  in  addition  to  any  sentence\n   31  required or permitted by law, in accordance with the following schedule:\n   32    (a)  Whenever  proceedings in an administrative tribunal or a court of\n   33  this state result in a conviction for a traffic infraction  pursuant  to\n   34  article  nine  of  this  chapter,  there  shall be levied a crime victim\n   35  assistance fee in the amount of five  dollars,  A  SENIOR  ANTI-VIOLENCE\n   36  SERVICES  FEE  OF FIVE DOLLARS and a mandatory surcharge, in addition to\n   37  any sentence required or permitted by law, in the amount of  twenty-five\n   38  dollars.\n   39    (b)  Whenever  proceedings in an administrative tribunal or a court of\n   40  this state result in a conviction for a misdemeanor or  felony  pursuant\n   41  to  section  eleven  hundred  ninety-two of this chapter, there shall be\n   42  levied, in addition to any sentence required  or  permitted  by  law,  a\n   43  crime  victim  assistance  fee  in  the amount of twenty-five dollars, A\n   44  SENIOR ANTI-VIOLENCE SERVICES  FEE  OF  FIVE  DOLLARS  and  a  mandatory\n   45  surcharge in accordance with the following schedule:\n   46    (i)  a person convicted of a felony shall pay a mandatory surcharge of\n   47  three hundred dollars;\n   48    (ii) a person  convicted  of  a  misdemeanor  shall  pay  a  mandatory\n   49  surcharge of one hundred seventy-five dollars.\n   50    (c)  Whenever  proceedings in an administrative tribunal or a court of\n   51  this state result in a conviction for  an  offense  under  this  chapter\n   52  other than a crime pursuant to section eleven hundred ninety-two of this\n   53  chapter,  or  a  traffic  infraction under this chapter, or a local law,\n   54  ordinance, rule or regulation adopted pursuant to  this  chapter,  other\n   55  than  a  traffic  infraction involving standing, stopping, or parking or\n   56  violations by pedestrians or bicyclists, or other than  an  adjudication\n\n       S. 309                             21\n\n    1  of  liability  of an owner for a violation of subdivision (d) of section\n    2  eleven hundred eleven of this chapter in accordance with section  eleven\n    3  hundred  eleven-a  of  this  chapter,  or  other than an adjudication of\n    4  liability  of  an  owner  for  a violation of subdivision (d) of section\n    5  eleven hundred eleven of this chapter in accordance with section  eleven\n    6  hundred  eleven-b  of this chapter, or other than an infraction pursuant\n    7  to article nine of this chapter or other than an adjudication of liabil-\n    8  ity of an owner for a violation of toll collection regulations  pursuant\n    9  to  section two thousand nine hundred eighty-five of the public authori-\n   10  ties law or sections sixteen-a, sixteen-b and sixteen-c of chapter seven\n   11  hundred seventy-four of the laws of nineteen hundred fifty or other than\n   12  an adjudication in accordance with section eleven  hundred  eleven-c  of\n   13  this  chapter  for  a  violation of a bus lane restriction as defined in\n   14  such section, there shall be levied a crime victim assistance fee in the\n   15  amount of five dollars, A SENIOR  ANTI-VIOLENCE  SERVICES  FEE  OF  FIVE\n   16  DOLLARS  and a mandatory surcharge, in addition to any sentence required\n   17  or permitted by law, in the amount of fifty-five dollars.\n   18    2. Where a person is convicted of two or more such crimes  or  traffic\n   19  infractions  committed  through  a single act or omission, or through an\n   20  act or omission which in itself constituted one of the crimes or traffic\n   21  infractions and also was a material element of the other, the  court  or\n   22  administrative tribunal shall impose a crime victim assistance fee and a\n   23  mandatory surcharge mandated by subdivision one of this section for each\n   24  such  conviction;  provided  however,  that  in no event shall the total\n   25  amount of such crime victim assistance  fees  and  mandatory  surcharges\n   26  imposed  pursuant  to  paragraph  (a)  or (c) of subdivision one of this\n   27  section exceed one hundred eighty dollars.\n   28    3. The mandatory surcharge provided for in  subdivision  one  of  this\n   29  section shall be paid to the clerk of the court or administrative tribu-\n   30  nal that rendered the conviction. Within the first ten days of the month\n   31  following collection of the mandatory surcharge the collecting authority\n   32  shall  determine  the amount of mandatory surcharge collected and, if it\n   33  is an administrative tribunal or a town or  village  justice  court,  it\n   34  shall  pay  such  money  to the state comptroller who shall deposit such\n   35  money in the state treasury pursuant to section one  hundred  twenty-one\n   36  of  the  state  finance  law to the credit of the general fund.  If such\n   37  collecting authority is any other court of the unified court system,  it\n   38  shall,  within  such period, pay such money to the state commissioner of\n   39  taxation and finance to the credit of the criminal  justice  improvement\n   40  account established by section ninety-seven-bb of the state finance law,\n   41  OR  IN  THE CASE OF THE SENIOR ANTI-VIOLENCE SERVICES FEE, TO THE CREDIT\n   42  OF THE SENIOR ANTI-VIOLENCE SERVICES  ACCOUNT  ESTABLISHED  PURSUANT  TO\n   43  SECTION  NINETY-SEVEN-KKKK  OF  THE STATE FINANCE LAW.  The crime victim\n   44  assistance fee provided for in subdivision one of this section shall  be\n   45  paid  to the clerk of the court or administrative tribunal that rendered\n   46  the conviction. Within  the  first  ten  days  of  the  month  following\n   47  collection  of  the crime victim assistance fee AND THE SENIOR ANTI-VIO-\n   48  LENCE SERVICES FEE, the collecting authority shall determine the  amount\n   49  of crime victim assistance fee AND THE SENIOR ANTI-VIOLENCE SERVICES FEE\n   50  collected  and, if it is an administrative tribunal or a town or village\n   51  justice court, it shall pay such money  to  the  state  comptroller  who\n   52  shall  deposit  such money in the state treasury pursuant to section one\n   53  hundred twenty-one of the state finance law to the credit of the  crimi-\n   54  nal  justice  improvement account established by section ninety-seven-bb\n   55  of the state finance law, OR IN THE CASE  OF  THE  SENIOR  ANTI-VIOLENCE\n   56  SERVICES FEE, TO THE CREDIT OF THE SENIOR ANTI-VIOLENCE SERVICES ACCOUNT\n\n       S. 309                             22\n\n    1  ESTABLISHED  PURSUANT  TO SECTION NINETY-SEVEN-KKKK OF THE STATE FINANCE\n    2  LAW.\n    3    4.  Any  person  who  has  paid  a mandatory surcharge or crime victim\n    4  assistance fee OR A SENIOR ANTI-VIOLENCE SERVICES FEE under the authori-\n    5  ty of this section which is ultimately determined not to be required  by\n    6  this  section  shall be entitled to a refund of such mandatory surcharge\n    7  or crime victim assistance fee OR SENIOR ANTI-VIOLENCE SERVICES FEE upon\n    8  application to  the  state  comptroller.  The  state  comptroller  shall\n    9  require  such  proof  as it is necessary in order to determine whether a\n   10  refund is required by law.\n   11    5. When a person who is convicted of a crime or traffic infraction and\n   12  sentenced to a term of imprisonment has  failed  to  pay  the  mandatory\n   13  surcharge  or  crime  victim  assistance fee OR THE SENIOR ANTI-VIOLENCE\n   14  SERVICES FEE required by this section, the clerk of  the  court  or  the\n   15  administrative  tribunal  that  rendered the conviction shall notify the\n   16  superintendent or the municipal  official  of  the  facility  where  the\n   17  person  is  confined. The superintendent or the municipal official shall\n   18  cause any amount owing to be collected from such person during his  term\n   19  of  imprisonment  from  moneys to the credit of an inmates' fund or such\n   20  moneys as may be earned by a person in a work release  program  pursuant\n   21  to  section eight hundred sixty of the correction law. Such moneys shall\n   22  be paid over to the state comptroller to  the  credit  of  the  criminal\n   23  justice  improvement  account  established by section ninety-seven-bb of\n   24  the state finance law, OR  IN  THE  CASE  OF  THE  SENIOR  ANTI-VIOLENCE\n   25  SERVICES FEE, TO THE CREDIT OF THE SENIOR ANTI-VIOLENCE SERVICES ACCOUNT\n   26  ESTABLISHED  PURSUANT  TO SECTION NINETY-SEVEN-KKKK OF THE STATE FINANCE\n   27  LAW, except that any such moneys collected which are surcharges or crime\n   28  victim assistance fees OR SENIOR ANTI-VIOLENCE SERVICES FEES  levied  in\n   29  relation  to  convictions  obtained  in  a town or village justice court\n   30  shall be paid within thirty days after the receipt thereof by the super-\n   31  intendent or municipal official of the facility to the  justice  of  the\n   32  court in which the conviction was obtained. For the purposes of collect-\n   33  ing  such mandatory surcharge or crime victim assistance [fee] OR SENIOR\n   34  ANTI-VIOLENCE SERVICES FEES, the state shall be legally entitled to  the\n   35  money  to  the credit of an inmates' fund or money which is earned by an\n   36  inmate in a work release program. For purposes of this subdivision,  the\n   37  term \"inmates' fund\" shall mean moneys in the possession of an inmate at\n   38  the  time  of  his  admission into such facility, funds earned by him as\n   39  provided for in section one hundred eighty-seven of the  correction  law\n   40  and  any other funds received by him or on his behalf and deposited with\n   41  such superintendent or municipal official.\n   42    5-a. The provisions of subdivision four-a of section five hundred ten,\n   43  subdivision three of section five hundred fourteen and subdivision three\n   44  of section two hundred twenty-seven of this  chapter  governing  actions\n   45  which  may be taken for failure to pay a fine or penalty shall be appli-\n   46  cable to a mandatory surcharge or crime victim assistance fee OR  SENIOR\n   47  ANTI-VIOLENCE SERVICES FEE imposed pursuant to this section.\n   48    6. Notwithstanding any other provision of this section, where a person\n   49  has  made  restitution  or  reparation  pursuant to section 60.27 of the\n   50  penal law, such  person  shall  not  be  required  to  pay  a  mandatory\n   51  surcharge  or  crime  victim  assistance  fee  OR  SENIOR  ANTI-VIOLENCE\n   52  SERVICES FEE.\n   53    7. Notwithstanding any other provision of this section, where a manda-\n   54  tory surcharge or crime victim assistance fee  OR  SENIOR  ANTI-VIOLENCE\n   55  SERVICES  FEE  is imposed pursuant to the provisions of section 60.35 of\n   56  the penal law, no mandatory surcharge or crime victim assistance fee  OR\n\n       S. 309                             23\n\n    1  SENIOR  ANTI-VIOLENCE  SERVICES  FEE  shall  be  imposed pursuant to the\n    2  provisions of this section.\n    3    8. The provisions of this section shall only apply to offenses commit-\n    4  ted on or before September first, two thousand eleven.\n    5    9.  Notwithstanding the provisions of subdivision one of this section,\n    6  in the event a proceeding is in a town or village court, the court shall\n    7  add an additional five dollars to the surcharges imposed by such  subdi-\n    8  vision one of this section.\n    9    10.  For  the  purposes of this section, the term conviction means and\n   10  includes the conviction of a felony or a misdemeanor for which a  youth-\n   11  ful offender finding was substituted and upon such a finding there shall\n   12  be levied a mandatory surcharge and a crime victim assistance fee to the\n   13  same  extent  and in the same manner and amount provided by this section\n   14  for conviction of the felony or misdemeanor, as the  case  may  be,  for\n   15  which such youthful offender finding was substituted.\n   16    S  6. Subdivision 1 of section 1809 of the vehicle and traffic law, as\n   17  amended by section 10-a of part II of chapter 59 of the laws of 2010, is\n   18  amended to read as follows:\n   19    1. Whenever proceedings in an administrative tribunal or  a  court  of\n   20  this  state  result  in a conviction for a crime under this chapter or a\n   21  traffic infraction under this chapter, or a local law,  ordinance,  rule\n   22  or  regulation  adopted  pursuant  to this chapter, other than a traffic\n   23  infraction involving standing, stopping, parking or motor vehicle equip-\n   24  ment or violations by pedestrians or bicyclists, or other than an  adju-\n   25  dication  of liability of an owner for a violation of subdivision (d) of\n   26  section eleven hundred eleven of this chapter in accordance with section\n   27  eleven hundred eleven-a of this chapter, or other than  an  adjudication\n   28  of  liability  of an owner for a violation of subdivision (d) of section\n   29  eleven hundred eleven of this chapter in accordance with section  eleven\n   30  hundred  eleven-b  of  this  chapter,  or  other than an adjudication in\n   31  accordance with section eleven hundred eleven-c of this  chapter  for  a\n   32  violation  of  a  bus lane restriction as defined in such section, there\n   33  shall be levied a mandatory  surcharge,  in  addition  to  any  sentence\n   34  required  or permitted by law, in the amount of twenty-five dollars, AND\n   35  A SENIOR ANTI-VIOLENCE SERVICES FEE OF TWENTY-FIVE DOLLARS.\n   36    S 6-a. Subdivision 1 of section 1809 of the vehicle and  traffic  law,\n   37  as amended by section 10-b of part II of chapter 59 of the laws of 2010,\n   38  is amended to read as follows:\n   39    1.  Whenever  proceedings  in an administrative tribunal or a court of\n   40  this state result in a conviction for a crime under this  chapter  or  a\n   41  traffic  infraction  under  this chapter other than a traffic infraction\n   42  involving standing, stopping, parking  or  motor  vehicle  equipment  or\n   43  violations  by  pedestrians or bicyclists, or other than an adjudication\n   44  in accordance with section eleven hundred eleven-c of this chapter for a\n   45  violation of a bus lane restriction as defined in  such  section,  there\n   46  shall  be  levied  a  mandatory  surcharge,  in addition to any sentence\n   47  required or permitted by law, in the amount of seventeen dollars, AND  A\n   48  SENIOR ANTI-VIOLENCE SERVICES FEE OF TWENTY-FIVE DOLLARS.\n   49    S  7. Subdivision 1 of section 1809 of the vehicle and traffic law, as\n   50  separately amended by chapter 16 of the laws of 1983 and chapter  62  of\n   51  the laws of 1989, is amended to read as follows:\n   52    1.  Whenever  proceedings  in an administrative tribunal or a court of\n   53  this state result in a conviction for a crime under this  chapter  or  a\n   54  traffic  infraction  under  this chapter other than a traffic infraction\n   55  involving standing, stopping, parking  or  motor  vehicle  equipment  or\n   56  violations  by pedestrians or bicyclists, there shall be levied a manda-\n\n       S. 309                             24\n\n    1  tory surcharge, in addition to any sentence  required  or  permitted  by\n    2  law,  in  the  amount  of  seventeen dollars, AND A SENIOR ANTI-VIOLENCE\n    3  SERVICES FEE OF TWENTY-FIVE DOLLARS.\n    4    S  8.  Subdivision  3  of  section 4 of the banking law, as amended by\n    5  chapter 601 of the laws of 2007, is amended to read as follows:\n    6    3. No financial institution which discloses  information  pursuant  to\n    7  subdivision  two  of  this section, or discloses any financial record to\n    8  the state office of temporary  and  disability  assistance  or  a  child\n    9  support  enforcement  unit of a social services district for the purpose\n   10  of enforcing a child support obligation of such person, shall be  liable\n   11  under any law to any person for such disclosure, or for any other action\n   12  taken  in good faith to comply with subdivision two of this section.  NO\n   13  BANKING ORGANIZATION WHICH  REPORTS  INSTANCES  OF  SUSPECTED  ABUSE  OR\n   14  MISTREATMENT  OF  SENIORS  TO THE STATE OFFICE FOR THE AGING, DESIGNATED\n   15  AGENCIES AND SAVS UNITS, AS SUCH TERMS ARE DEFINED IN  ARTICLE  FOUR  OF\n   16  THE  ELDER  LAW,  SHALL  BE  LIABLE UNDER ANY LAW TO ANY PERSON FOR SUCH\n   17  DISCLOSURE, OR FOR ANY OTHER ACTION TAKEN IN GOOD FAITH TO  COMPLY  WITH\n   18  THE REQUIREMENTS OF SUCH ARTICLE.\n   19    S  9.  The penal law is amended by adding a new article 261 to read as\n   20  follows:\n\n   21                                 ARTICLE 261\n   22                  OFFENSES AGAINST THE ELDERLY AND DISABLED\n   23  SECTION 261.00 ELDERLY, VULNERABLE ELDERLY AND DISABLED  PERSONS;  DEFI-\n   24                   NITIONS.\n   25          261.01 CRIMES AGAINST THE ELDERLY AND DISABLED; PRESUMPTION.\n   26          261.02 ABANDONMENT OF AN ELDERLY OR DISABLED PERSON.\n   27          261.03 ABANDONMENT OF AN ELDERLY OR DISABLED PERSON; DEFENSE.\n   28          261.04 ENDANGERING THE WELFARE OF AN ELDERLY OR DISABLED PERSON.\n   29          261.05 ENDANGERING THE WELFARE OF AN ELDERLY OR DISABLED PERSON;\n   30                   CORROBORATION.\n   31          261.06 ENDANGERING THE WELFARE OF AN ELDERLY OR DISABLED PERSON;\n   32                   DEFENSE.\n   33          261.07 ENDANGERING THE WELFARE OF A VULNERABLE ELDERLY PERSON OR\n   34                   A DISABLED PERSON IN THE SECOND DEGREE.\n   35          261.08 ENDANGERING THE WELFARE OF A VULNERABLE ELDERLY PERSON OR\n   36                   A DISABLED PERSON IN THE FIRST DEGREE.\n\n   37  S 261.00 ELDERLY, VULNERABLE ELDERLY AND DISABLED PERSONS; DEFINITIONS.\n   38    FOR  THE  PURPOSE  OF  THIS  ARTICLE,  THE FOLLOWING DEFINITIONS SHALL\n   39  APPLY:\n   40    1. \"CAREGIVER\" MEANS A PERSON WHO (I) ASSUMES RESPONSIBILITY  FOR  THE\n   41  CARE  OF  A VULNERABLE ELDERLY PERSON PURSUANT TO A COURT ORDER; OR (II)\n   42  RECEIVES MONETARY OR OTHER VALUABLE CONSIDERATION FOR PROVIDING CARE FOR\n   43  A VULNERABLE ELDERLY PERSON.\n   44    2. \"SEXUAL CONTACT\" MEANS ANY TOUCHING OF THE SEXUAL OR OTHER INTIMATE\n   45  PARTS OF A PERSON NOT MARRIED TO THE ACTOR FOR THE PURPOSE OF GRATIFYING\n   46  SEXUAL DESIRE OF EITHER PARTY.  IT INCLUDES THE TOUCHING OF THE ACTOR BY\n   47  THE VICTIM, AS WELL AS THE TOUCHING OF THE VICTIM BY THE ACTOR,  WHETHER\n   48  DIRECTLY OR THROUGH CLOTHING.\n   49    3.  \"VULNERABLE  ELDERLY  PERSON\" MEANS A PERSON SIXTY YEARS OF AGE OR\n   50  OLDER WHO IS SUFFERING FROM  A  DISEASE  OR  INFIRMITY  ASSOCIATED  WITH\n   51  ADVANCED   AGE  AND  MANIFESTED  BY  DEMONSTRABLE  PHYSICAL,  MENTAL  OR\n   52  EMOTIONAL DYSFUNCTION TO THE EXTENT THAT  THE  PERSON  IS  INCAPABLE  OF\n   53  ADEQUATELY PROVIDING FOR HIS OR HER OWN HEALTH OR PERSONAL CARE.\n   54    4. \"ELDERLY PERSON\" MEANS A PERSON SIXTY YEARS OF AGE OR OLDER.\n\n       S. 309                             25\n\n    1    5.  \"DISABLED  PERSON\"  MEANS  A  PERSON  WHO HAS A PHYSICAL OR MENTAL\n    2  IMPAIRMENT THAT SUBSTANTIALLY LIMITS A MAJOR LIFE ACTIVITY.\n    3  S 261.01 CRIMES AGAINST THE ELDERLY AND DISABLED; PRESUMPTION.\n    4    IN  ANY  CASE  IN  WHICH  IT  SHALL BE SHOWN THAT A PERSON INTENDED TO\n    5  COMMIT A SPECIFIED OFFENSE PURSUANT TO SECTION 485.05 OF  THIS  CHAPTER,\n    6  IT  SHALL  BE A REBUTTAL PRESUMPTION THAT THE PERSON SELECTED THE VICTIM\n    7  OR COMMITTED OR INTENDED TO COMMIT THE  ACT  OR  ACTS  CONSTITUTING  THE\n    8  OFFENSE  IN  WHOLE  OR IN SUBSTANTIAL PART BECAUSE OF A BELIEF THAT SUCH\n    9  VICTIM IS ELDERLY OR DISABLED.\n   10  S 261.02 ABANDONMENT OF AN ELDERLY OR DISABLED PERSON.\n   11    A PERSON IS GUILTY OF ABANDONMENT OF AN  ELDERLY  OR  DISABLED  PERSON\n   12  WHEN,  BEING  A  PERSON  LEGALLY  CHARGED WITH THE CARE OR CUSTODY OF AN\n   13  ELDERLY OR DISABLED PERSON, HE OR SHE DESERTS SUCH PERSON IN  ANY  PLACE\n   14  WITH INTENT TO WHOLLY ABANDON HIM OR HER.\n   15    ABANDONMENT OF AN ELDERLY OR DISABLED PERSON IS A CLASS E FELONY.\n   16  S 261.03 ABANDONMENT OF AN ELDERLY OR DISABLED PERSON; DEFENSE.\n   17    IN  ANY  PROSECUTION FOR ABANDONMENT OF AN ELDERLY OR DISABLED PERSON,\n   18  PURSUANT TO SECTION 261.02  OF  THIS  ARTICLE,  BASED  UPON  AN  ALLEGED\n   19  DESERTION  OF  AN  ELDERLY  OR  DISABLED PERSON WITH AN INTENT TO WHOLLY\n   20  ABANDON SUCH AN ELDERLY OR DISABLED PERSON, IT IS AN AFFIRMATIVE DEFENSE\n   21  THAT, WITH THE INTENT THAT THE ELDERLY OR DISABLED PERSON BE  SAFE  FROM\n   22  PHYSICAL  INJURY  AND  CARED FOR IN AN APPROPRIATE MANNER, THE DEFENDANT\n   23  LEFT THE ELDERLY OR DISABLED PERSON WITH AN APPROPRIATE PERSON OR  IN  A\n   24  SUITABLE  LOCATION  AND  PROMPTLY  NOTIFIED AN APPROPRIATE PERSON OF THE\n   25  ELDERLY OR DISABLED PERSON'S LOCATION.\n   26  S 261.04 ENDANGERING THE WELFARE OF AN ELDERLY OR DISABLED PERSON.\n   27    A PERSON IS GUILTY OF ENDANGERING THE WELFARE OF AN ELDERLY  OR  DISA-\n   28  BLED PERSON WHEN BEING A PERSON LEGALLY CHARGED WITH THE CARE OR CUSTODY\n   29  OF AN ELDERLY OR DISABLED PERSON:\n   30    1.  HE OR SHE KNOWINGLY ACTS IN A MANNER LIKELY TO BE INJURIOUS TO THE\n   31  PHYSICAL, MENTAL OR MORAL WELFARE OF AN ELDERLY OR DISABLED  PERSON,  OR\n   32  DIRECTS  OR  AUTHORIZES SUCH AN ELDERLY OR DISABLED PERSON, TO ENGAGE IN\n   33  AN OCCUPATION INVOLVING A SUBSTANTIAL RISK OF DANGER TO HIS OR HER  LIFE\n   34  OR HEALTH; OR\n   35    2.  HE OR SHE FAILS OR REFUSES TO EXERCISE REASONABLE DILIGENCE IN THE\n   36  CONTROL OF SUCH ELDERLY OR DISABLED PERSON TO PREVENT HIM  OR  HER  FROM\n   37  PHYSICAL,  MENTAL  OR MORAL INJURY, OR FROM ENGAGING IN ACTS INVOLVING A\n   38  SUBSTANTIAL RISK OF DANGER TO HIS OR HER LIFE OR HEALTH.\n   39    ENDANGERING THE WELFARE OF AN ELDERLY OR DISABLED PERSON IS A CLASS  A\n   40  MISDEMEANOR.\n   41  S  261.05  ENDANGERING  THE  WELFARE  OF  AN ELDERLY OR DISABLED PERSON;\n   42             CORROBORATION.\n   43    A PERSON SHALL NOT BE CONVICTED  OF  ENDANGERING  THE  WELFARE  OF  AN\n   44  ELDERLY  OR  DISABLED  PERSON, OR OF AN ATTEMPT TO COMMIT THE SAME, UPON\n   45  THE TESTIMONY OF A VICTIM WHO IS INCAPABLE OF CONSENT BECAUSE OF  MENTAL\n   46  DEFECT OR MENTAL INCAPACITY AS TO CONDUCT THAT CONSTITUTES AN OFFENSE OR\n   47  AN  ATTEMPT  TO  COMMIT AN OFFENSE REFERRED TO IN SECTION 130.16 OF THIS\n   48  CHAPTER, WITHOUT ADDITIONAL  EVIDENCE  SUFFICIENT  PURSUANT  TO  SECTION\n   49  130.16 OF THIS CHAPTER TO SUSTAIN A CONVICTION OF AN OFFENSE REFERRED TO\n   50  IN SECTION 130.16 OF THIS CHAPTER, OR OF AN ATTEMPT TO COMMIT THE SAME.\n   51  S  261.06 ENDANGERING  THE  WELFARE  OF  AN  ELDERLY OR DISABLED PERSON;\n   52             DEFENSE.\n   53    IN ANY PROSECUTION FOR ENDANGERING THE WELFARE OF AN ELDERLY OR  DISA-\n   54  BLED PERSON, PURSUANT TO SECTION 261.04 OF THIS ARTICLE:\n   55    1.  BASED UPON AN ALLEGED FAILURE OR REFUSAL TO PROVIDE PROPER MEDICAL\n   56  CARE OR TREATMENT TO AN ELDERLY OR DISABLED PERSON, WHO IS ILL, IT IS AN\n\n       S. 309                             26\n\n    1  AFFIRMATIVE DEFENSE THAT THE ELDERLY OR DISABLED PERSON IS A  MEMBER  OR\n    2  ADHERENT  OF  AN ORGANIZED CHURCH OR RELIGIOUS GROUP THE TENETS OF WHICH\n    3  PRESCRIBE PRAYER AS THE PRINCIPAL TREATMENT FOR ILLNESS,  AND  THAT  THE\n    4  ELDERLY  OR  DISABLED PERSON WAS TREATED IN ACCORDANCE WITH SUCH TENETS;\n    5  OR\n    6    2. BASED UPON AN ALLEGED DESERTION OF AN ELDERLY OR  DISABLED  PERSON,\n    7  IT  IS  AN  AFFIRMATIVE DEFENSE THAT, WITH THE INTENT THAT THE PERSON BE\n    8  SAFE FROM PHYSICAL INJURY AND CARED FOR IN AN  APPROPRIATE  MANNER,  THE\n    9  DEFENDANT  LEFT  THE  PERSON WITH AN APPROPRIATE PERSON OR IN A SUITABLE\n   10  LOCATION AND PROMPTLY NOTIFIED AN APPROPRIATE  PERSON  OF  THE  PERSON'S\n   11  LOCATION.\n   12  S  261.07 ENDANGERING  THE  WELFARE  OF A VULNERABLE ELDERLY PERSON OR A\n   13             DISABLED PERSON IN THE SECOND DEGREE.\n   14    A PERSON IS GUILTY OF ENDANGERING THE WELFARE OF A VULNERABLE  ELDERLY\n   15  PERSON OR A DISABLED PERSON IN THE SECOND DEGREE WHEN, BEING A CAREGIVER\n   16  FOR A VULNERABLE ELDERLY PERSON OR A DISABLED PERSON:\n   17    1.  WITH  INTENT  TO  CAUSE  PHYSICAL INJURY TO SUCH PERSON, HE OR SHE\n   18  CAUSES SUCH INJURY TO SUCH PERSON; OR\n   19    2. HE OR SHE RECKLESSLY CAUSES PHYSICAL INJURY TO SUCH PERSON; OR\n   20    3. WITH CRIMINAL NEGLIGENCE, HE OR SHE CAUSES PHYSICAL INJURY TO  SUCH\n   21  PERSON BY MEANS OF A DEADLY WEAPON OR A DANGEROUS INSTRUMENT; OR\n   22    4.  HE  OR  SHE  SUBJECTS  SUCH  PERSON  TO SEXUAL CONTACT WITHOUT THE\n   23  LATTER'S CONSENT. LACK OF CONSENT UNDER THIS  SUBDIVISION  RESULTS  FROM\n   24  FORCIBLE COMPULSION OR INCAPACITY TO CONSENT, AS THOSE TERMS ARE DEFINED\n   25  IN  ARTICLE  ONE  HUNDRED  THIRTY  OF THIS CHAPTER, OR ANY OTHER CIRCUM-\n   26  STANCES IN WHICH THE VULNERABLE ELDERLY PERSON OR DISABLED  PERSON  DOES\n   27  NOT EXPRESSLY OR IMPLIEDLY ACQUIESCE IN THE CAREGIVER'S CONDUCT.\n   28    IN  ANY  PROSECUTION  UNDER  THIS  SUBDIVISION  IN  WHICH THE VICTIM'S\n   29  ALLEGED LACK OF  CONSENT  RESULTS  SOLELY  FROM  INCAPACITY  TO  CONSENT\n   30  BECAUSE  OF  THE  VICTIM'S  MENTAL  DISABILITY OR MENTAL INCAPACITY, THE\n   31  PROVISIONS OF SECTION 130.16 OF THIS CHAPTER SHALL APPLY.  IN  ADDITION,\n   32  IN  ANY PROSECUTION UNDER THIS SUBDIVISION IN WHICH THE VICTIM'S LACK OF\n   33  CONSENT IS BASED SOLELY UPON HIS OR HER INCAPACITY TO CONSENT BECAUSE HE\n   34  OR SHE WAS MENTALLY DISABLED, MENTALLY INCAPACITATED OR PHYSICALLY HELP-\n   35  LESS, IT IS AN AFFIRMATIVE DEFENSE THAT THE DEFENDANT, AT THE TIME HE OR\n   36  SHE ENGAGED IN THE CONDUCT CONSTITUTING THE OFFENSE, DID NOT KNOW OF THE\n   37  FACTS OR CONDITIONS RESPONSIBLE FOR SUCH INCAPACITY TO CONSENT.\n   38    ENDANGERING THE WELFARE OF A VULNERABLE ELDERLY PERSON OR  A  DISABLED\n   39  PERSON IN THE SECOND DEGREE IS A CLASS E FELONY.\n   40  S  261.08  ENDANGERING  THE  WELFARE OF A VULNERABLE ELDERLY PERSON OR A\n   41             DISABLED PERSON IN THE FIRST DEGREE.\n   42    A PERSON IS GUILTY OF ENDANGERING THE WELFARE OF A VULNERABLE  ELDERLY\n   43  PERSON  OR A DISABLED PERSON IN THE FIRST DEGREE WHEN, BEING A CAREGIVER\n   44  FOR A VULNERABLE ELDERLY PERSON OR DISABLED PERSON:\n   45    1. WITH INTENT TO CAUSE PHYSICAL INJURY TO  SUCH  PERSON,  HE  OR  SHE\n   46  CAUSES SERIOUS PHYSICAL INJURY TO SUCH PERSON; OR\n   47    2. HE OR SHE RECKLESSLY CAUSES SERIOUS PHYSICAL INJURY TO SUCH PERSON.\n   48    ENDANGERING  THE  WELFARE OF A VULNERABLE ELDERLY PERSON OR A DISABLED\n   49  PERSON IN THE FIRST DEGREE IS A CLASS D FELONY.\n   50    S 10. Section 120.05 of the penal law  is  amended  by  adding  a  new\n   51  subdivision 13 to read as follows:\n   52    13. BEING EIGHTEEN YEARS OLD OR MORE AND WITH INTENT TO CAUSE PHYSICAL\n   53  INJURY  TO  A  PERSON  SIXTY YEARS OLD OR MORE, OR TO A PERSON WHO HAS A\n   54  PHYSICAL OR MENTAL IMPAIRMENT THAT SUBSTANTIALLY  LIMITS  A  MAJOR  LIFE\n   55  ACTIVITY, THE DEFENDANT CAUSES SUCH INJURY TO SUCH PERSON.\n   56    S 11. Section 135.30 of the penal law is amended to read as follows:\n\n       S. 309                             27\n\n    1  S 135.30 Kidnapping; defense.\n    2    In  any  prosecution for kidnapping, it is an affirmative defense that\n    3  (a) the defendant was a relative of the person abducted, and (b) his  OR\n    4  HER sole purpose was to assume control of such person.\n    5    THIS  SECTION  SHALL  NOT  APPLY  IN  THE  CASE WHEN THE PERSON WHO IS\n    6  ABDUCTED IS SIXTY YEARS OLD OR MORE, OR TO A PERSON WHO HAS  A  PHYSICAL\n    7  OR  MENTAL  IMPAIRMENT  THAT SUBSTANTIALLY LIMITS A MAJOR LIFE ACTIVITY,\n    8  AND THE KIDNAPPING WAS DONE WITH THE INTENTION OF COMPELLING SUCH PERSON\n    9  TO TRANSFER AN ASSET TO THE DEFENDANT OR TO A THIRD PARTY.\n   10    S 12. Section 135.45 of the penal law  is  amended  by  adding  a  new\n   11  subdivision 3 to read as follows:\n   12    3. KNOWING THAT HE OR SHE HAS NO LEGAL RIGHT TO DO SO, HE OR SHE TAKES\n   13  OR  ENTICES ANY PERSON SIXTY YEARS OF AGE OR MORE, OR A PERSON WHO HAS A\n   14  PHYSICAL OR MENTAL IMPAIRMENT THAT SUBSTANTIALLY  LIMITS  A  MAJOR  LIFE\n   15  ACTIVITY, FROM THE CUSTODY OF ANOTHER PERSON OR INSTITUTION.\n   16    S  13.  Section  140.10  of  the  penal law is amended by adding a new\n   17  subdivision (h) to read as follows:\n   18    (H) WHICH IS A DWELLING OCCUPIED BY A PERSON SIXTY  YEARS  OF  AGE  OR\n   19  OLDER, OR A PERSON WHO HAS A PHYSICAL OR MENTAL IMPAIRMENT THAT SUBSTAN-\n   20  TIALLY LIMITS A MAJOR LIFE ACTIVITY.\n   21    S  14.  Severability.  If any provision of this act or the application\n   22  thereof to any person or  circumstances  is  held  to  be  invalid,  the\n   23  remainder  of  the  act  and  the application of such provision to other\n   24  persons or circumstances shall not be affected thereby.\n   25    S 15. This act shall take effect immediately; provided, however,  that\n   26  the  amendments made to subdivision 1 of section 1809 of the vehicle and\n   27  traffic law by section five of this act shall be subject to the  expira-\n   28  tion  and  reversion  of  such  subdivision  when  upon  such  date  the\n   29  provisions of section six of  this  act  shall  take  effect;  provided,\n   30  however,  that  the  amendments made to subdivision 1 of section 1809 of\n   31  the vehicle and traffic law by section six of this act shall be  subject\n   32  to  the expiration and reversion of such subdivision when upon such date\n   33  the provisions of section six-a of  this  act  shall  take  effect;  and\n   34  provided  further,  however,  that  the  amendments  to subdivision 1 of\n   35  section 1809 of the vehicle and traffic law made  by  section  six-a  of\n   36  this act shall be subject to the expiration and reversion of such subdi-\n   37  vision,  when upon such date the provisions of section seven of this act\n   38  shall take effect; and provided further, however,  that  the  amendments\n   39  made  to subdivision 2 of section 1809 of the vehicle and traffic law by\n   40  section five of this act shall not affect the expiration of such  subdi-\n   41  vision and shall be deemed to expire therewith.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the elder law, the penal law, the state finance law, the vehicle and traffic law and the banking law, in relation to enacting the senior anti-violence and enforcement act ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101216.T111415.TXT", "SOBI.D101213.T165854.TXT", "SOBI.D101213.T163826.TXT", "SOBI.D110106.T105202.TXT", "SOBI.D101213.T162826.TXT", "SOBI.D101214.T092125.TXT", "SOBI.D101213.T165327.TXT", "SOBI.D101213.T164827.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294329122221
}