{
  "year" : 2011,
  "senateBillNo" : "S31-2011",
  "billEvents" : null,
  "votes" : null,
  "sponsor" : null,
  "title" : null,
  "summary" : null,
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : null,
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          31\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sens.  SQUADRON,  ADAMS, BRESLIN, DUANE, KLEIN, KRUEGER,\n         PARKER, PERKINS, SAMPSON, SERRANO, STAVISKY, STEWART-COUSINS,  VALESKY\n         -- read twice and ordered printed, and when printed to be committed to\n         the Committee on Finance\n\n       AN  ACT  to amend the executive law, the civil service law, the legisla-\n         tive law, the election law and the racing,  pari-mutuel  wagering  and\n         breeding  law,  in relation to enacting the commission on governmental\n         ethics act of 2011; and to repeal certain provisions of the  executive\n         law and the legislative law relating thereto\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. This act shall be known and may be cited as the \"commission\n    2  on governmental ethics act of 2011\".\n    3    S 2. The section heading and subdivisions 1, 2, 3, 4 and 6 of  section\n    4  94  of  the executive law, as amended by chapter 14 of the laws of 2007,\n    5  are amended to read as follows:\n    6    [Commission on public integrity;] COMMISSION ON  GOVERNMENTAL  ETHICS;\n    7  functions, powers and duties; review of financial disclosure statements;\n    8  advisory  opinions;  investigation  and  enforcement. 1. There is estab-\n    9  lished within the department of state a [commission on public integrity]\n   10  COMMISSION ON GOVERNMENTAL ETHICS which shall consist of [thirteen] NINE\n   11  members and shall have and exercise the powers and duties set  forth  in\n   12  this  section  only  with respect to [statewide] STATE elected officials\n   13  and state officers and employees, as defined in  sections  seventy-three\n   14  and  seventy-three-a  of the public officers law, candidates for [state-\n   15  wide] STATE elected office, and the political  party  chairman  as  that\n   16  term  is  defined in section seventy-three-a of the public officers law,\n   17  lobbyists and the clients of lobbyists as  such  terms  are  defined  in\n   18  article  one-A of the legislative law, and individuals who have formerly\n   19  held such positions, were lobbyists or clients  of  lobbyists,  as  such\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00043-02-1\n\n       S. 31                               2\n\n    1  terms  are  defined in article one-A of the legislative law, or who have\n    2  formerly been such candidates. This section shall not revoke or  rescind\n    3  any  regulations or advisory opinions issued by the state ethics commis-\n    4  sion  and the temporary lobbying commission in effect upon the effective\n    5  date of a chapter of the laws  of  two  thousand  [seven]  ELEVEN  which\n    6  amended this section to the extent that such regulations or opinions are\n    7  not  inconsistent  with any law of the state of New York, but such regu-\n    8  lations and opinions shall apply only to matters over which such commis-\n    9  sions had jurisdiction at the time such regulations  and  opinions  were\n   10  promulgated  or  issued.  The commission shall undertake a comprehensive\n   11  review of all such regulations and  opinions,  which  will  address  the\n   12  consistency  of  such regulations and opinions among each other and with\n   13  the new statutory language. [The commission shall, before  April  first,\n   14  two  thousand  eight,  report  to the governor and legislature regarding\n   15  such review and shall propose any regulatory changes and issue any advi-\n   16  sory opinions necessitated by such review.]\n   17    2. The members of the commission shall be appointed  by  the  governor\n   18  provided,  however, that one member shall be appointed on the nomination\n   19  of the comptroller, one member shall be appointed on the  nomination  of\n   20  the attorney general, one member shall be appointed on the nomination of\n   21  the  temporary president of the senate, one member shall be appointed on\n   22  the nomination of the speaker of  the  assembly,  one  member  shall  be\n   23  appointed  on  the  nomination of the minority leader of the senate, and\n   24  one member shall be appointed on the nomination of the  minority  leader\n   25  of  the assembly. Of the [seven] THREE members appointed by the governor\n   26  without prior nomination, no more than [four] TWO members  shall  belong\n   27  to  the  same political party [and no]. NO members shall be public offi-\n   28  cers or employees or hold any public office, elected  or  appointed.  No\n   29  member  shall be [a member of the legislature, a candidate for member of\n   30  the legislature,] an employee of  the  legislature,  a  political  party\n   31  chairman  as  defined  in  paragraph  (k)  of subdivision one of section\n   32  seventy-three of the public officers law, [or a lobbyist as  defined  in\n   33  subdivision (a) of section one-c of the legislative law] OR A REGISTERED\n   34  LOBBYIST  IN  ANY  OTHER  STATE, OR BEFORE THE UNITED STATES CONGRESS OR\n   35  EXECUTIVE BRANCH. NO MEMBER WHO IS A PARTNER, OF  COUNSEL  OR  OTHERWISE\n   36  EMPLOYED BY A POLITICAL CONSULTING FIRM OR AN ENTITY REGISTERED PURSUANT\n   37  TO SUBDIVISION (A) OF SECTION ONE-C OF THE LEGISLATIVE LAW OR ANY ENTITY\n   38  RECEIVING A STATE CONTRACT, MAY SHARE IN ANY PART OF THE PROFITS DERIVED\n   39  FROM  LOBBYING  OR POLITICAL CONSULTING AND SHALL NOT PARTICIPATE IN THE\n   40  PLANNING, STRATEGY OR DECISION MAKING OF MATTERS RELATED TO LOBBYING  OR\n   41  POLITICAL  CONSULTING.  TO THE EXTENT POSSIBLE, THE MEMBERS OF THE BOARD\n   42  SHALL BE INDIVIDUALS WITH EXTENSIVE KNOWLEDGE OR EXPERIENCE IN THE FIELD\n   43  OF GOVERNMENT ETHICS.\n   44    3. Members of the commission shall serve  for  terms  of  five  years;\n   45  provided,  however,  that  of  the members first appointed without prior\n   46  nomination, [one shall serve for one year,]  one  shall  serve  for  two\n   47  years,  one  shall  serve  for three years, and one shall serve for four\n   48  years, as designated by the governor; the members first appointed on the\n   49  nominations of the comptroller and the temporary president of the senate\n   50  shall serve for four years and the members first appointed on the  nomi-\n   51  nations  of  the  attorney general and the speaker of the assembly shall\n   52  serve for two years.\n   53    4. [The governor shall designate the chairman of the  commission  from\n   54  among  the  members thereof, who shall serve as chairman at the pleasure\n   55  of the governor.] THE CHAIR AND THE VICE-CHAIR OF THE  COMMISSION  SHALL\n   56  BE ELECTED BY A MAJORITY OF THE MEMBERS OF THE COMMISSION TO SERVE A ONE\n\n       S. 31                               3\n\n    1  YEAR  TERM.   EITHER THE CHAIR OR THE VICE-CHAIR OF THE COMMISSION SHALL\n    2  BE SELECTED FROM AMONG THE APPOINTEES OF THE LEGISLATIVE BRANCHES.   THE\n    3  CHAIR  AND    THE VICE-CHAIR SHALL EACH BE A MEMBER OF A DIFFERENT MAJOR\n    4  POLITICAL PARTY AS SUCH TERM IS DEFINED IN THE ELECTION LAW. The [chair-\n    5  man]  CHAIR  or  any  [seven]  FIVE members of the commission may call a\n    6  meeting.\n    7    6. [Seven] FIVE members of the commission shall constitute  a  quorum,\n    8  and the commission shall have power to act by majority vote of the total\n    9  number of members of the commission without vacancy.\n   10    S  3.  Paragraph  (a)  of subdivision 9 of section 94 of the executive\n   11  law, as amended by chapter 14 of the laws of 2007, is amended to read as\n   12  follows:\n   13    (a) [Appoint] THROUGH A JOINT AGREEMENT  BETWEEN  THE  CHAIR  AND  THE\n   14  VICE-CHAIR,  APPOINT  an  executive director who shall act in accordance\n   15  with the policies of the commission. THE  EXECUTIVE  DIRECTOR  SHALL  BE\n   16  APPOINTED  WITHOUT  REGARD  TO  POLITICAL  AFFILIATION AND SOLELY ON THE\n   17  BASIS OF FITNESS TO PERFORM THE DUTIES ASSIGNED  BY  THIS  ARTICLE.  THE\n   18  TERM  OF  OFFICE  OF  THE EXECUTIVE DIRECTOR SHALL BE FIVE YEARS, EXCEPT\n   19  THAT THROUGH JOINT AGREEMENT, THE CHAIR AND THE  VICE-CHAIR  MAY  REMOVE\n   20  THE  EXECUTIVE  DIRECTOR  ONLY  FOR  SUBSTANTIAL  NEGLECT OF DUTY, GROSS\n   21  MISCONDUCT IN OFFICE, OR INABILITY TO DISCHARGE THE POWERS OR DUTIES  OF\n   22  OFFICE, SHOWN AFTER GIVING SUCH PERSON A COPY OF THE CHARGES AGAINST HIM\n   23  OR  HER  AND AN OPPORTUNITY TO BE HEARD IN HIS OR HER DEFENSE. ANY INDI-\n   24  VIDUAL APPOINTED TO FILL A VACANCY PRIOR TO THE  EXPIRATION  OF  A  TERM\n   25  SHALL  SERVE  ONLY FOR THE UNEXPIRED PORTION OF SUCH TERM. AN INDIVIDUAL\n   26  SERVING AS EXECUTIVE DIRECTOR AT THE EXPIRATION OF THE TERM MAY CONTINUE\n   27  TO SERVE UNTIL A SUCCESSOR IS APPOINTED,  EXCEPT  THAT  SUCH  INDIVIDUAL\n   28  SHALL  NOT  SERVE IN THAT CAPACITY IN EXCESS OF ONE YEAR. THE COMMISSION\n   29  SHALL HAVE THE AUTHORITY TO  REAPPOINT  THE  EXECUTIVE  DIRECTOR  FOR  A\n   30  SECOND  TERM.  NO  EXECUTIVE  DIRECTOR  SHALL  SERVE MORE THAN TWO TERMS\n   31  CONSECUTIVELY. The commission may delegate authority  to  the  executive\n   32  director  to  act  in the name of the commission between meetings of the\n   33  commission provided such delegation  is  in  writing  and  the  specific\n   34  powers to be delegated are enumerated;\n   35    S  4.  Paragraphs  (a)  and (b) of subdivision 12 of section 94 of the\n   36  executive law, as amended by chapter 14 of the laws of 2007, are amended\n   37  to read as follows:\n   38    (a) If the commission receives a sworn complaint alleging a  violation\n   39  of  section seventy-three, seventy-three-a or seventy-four of the public\n   40  officers law, section one hundred seven of  the  civil  service  law  or\n   41  article  one-A  of  the legislative law by a person or entity subject to\n   42  the jurisdiction of the commission, or if  a  reporting  individual  has\n   43  filed   a   statement  which  reveals  a  possible  violation  of  these\n   44  provisions, or if the commission determines on  its  own  initiative  to\n   45  investigate  a possible violation, the commission shall notify the indi-\n   46  vidual in writing, describe the possible or alleged  violation  of  such\n   47  laws and provide the person with a fifteen day period in which to submit\n   48  a  written response setting forth information relating to the activities\n   49  cited as a possible or alleged violation of law. If the commission ther-\n   50  eafter makes a determination that further inquiry is justified, it shall\n   51  give the individual an opportunity to be  heard.  The  commission  shall\n   52  also inform the individual of its rules regarding the conduct of adjudi-\n   53  catory proceedings and appeals and the due process procedural mechanisms\n   54  available  to such individual. If the commission determines at any stage\n   55  of the proceeding, that there is no  violation  or  that  any  potential\n   56  conflict  of  interest  violation has been rectified, it shall so advise\n\n       S. 31                               4\n\n    1  the individual and  the  complainant,  if  any.  All  of  the  foregoing\n    2  proceedings shall be confidential EXCEPT THAT THE COMMISSION SHALL MAIN-\n    3  TAIN  TRANSCRIPTS OF THE TESTIMONY GIVEN AND SHALL PUBLICLY DISCLOSE THE\n    4  OUTCOME OF ANY SUCH PROCEEDING.\n    5    (b)  If  the  commission  determines that there is reasonable cause to\n    6  believe that a violation has occurred, it shall send a notice of reason-\n    7  able cause: (i) to the reporting person; (ii) to the complainant if any;\n    8  (iii) in the case of a statewide elected official, to the GOVERNOR,  THE\n    9  temporary  president  of the senate and the speaker of the assembly; and\n   10  (iv) in the case of a state  officer  or  employee,  to  the  appointing\n   11  authority for such person.\n   12    S 5. Subdivision 13-a of section 94 of the executive law is REPEALED.\n   13    S  6. Subdivisions 16, 16-a and 17 of section 94 of the executive law,\n   14  subdivisions 16 and 17 as amended and subdivision 16-a as added by chap-\n   15  ter 14 of the laws of 2007, are amended to read as follows:\n   16    16. In addition to any other powers and duties specified by  law,  the\n   17  commission shall have the power and duty to:\n   18    (a) Promulgate rules concerning restrictions on outside activities and\n   19  limitations  on the receipt of gifts and honoraria by persons subject to\n   20  its jurisdiction, provided, however, a violation of such rules in and of\n   21  itself shall not be punishable pursuant to subdivision thirteen of  this\n   22  section  unless  the  conduct constituting the violation would otherwise\n   23  constitute a violation of this section; and\n   24    (b) Conduct training  programs  in  cooperation  with  the  governor's\n   25  office of employee relations to provide education to individuals subject\n   26  to its jurisdiction; and\n   27    (c) Administer and enforce all the provisions of this section; and\n   28    (d) Conduct any investigation necessary to carry out the provisions of\n   29  this  section[.  Pursuant  to  this  power  and duty, the commission may\n   30  administer oaths  or  affirmations,  subpoena  witnesses,  compel  their\n   31  attendance  and  require the production of any books or records which it\n   32  may deem relevant or material]; AND\n   33    (E) WITH RESPECT TO THE  PERFORMANCE  OF  ITS  FUNCTIONS,  DUTIES  AND\n   34  POWERS  AND SUBJECT TO THE LIMITATION CONTAINED IN PARAGRAPH (D) OF THIS\n   35  SUBDIVISION, THE COMMISSION SHALL BE AUTHORIZED AS FOLLOWS:\n   36    (1) TO CONDUCT ANY INVESTIGATION AUTHORIZED BY  THIS  SECTION  AT  ANY\n   37  PLACE WITHIN THE STATE; AND TO MAINTAIN OFFICES, HOLD MEETINGS AND FUNC-\n   38  TIONS AT ANY PLACE WITHIN THE STATE AS IT MAY DEEM NECESSARY;\n   39    (2)  TO  CONDUCT  PRIVATE  AND PUBLIC HEARINGS AND TO DESIGNATE ONE OR\n   40  MORE MEMBERS OF THE COMMISSION OR OF ITS STAFF TO PRESIDE OVER ANY  SUCH\n   41  HEARINGS;\n   42    (3)  TO  ADMINISTER  OATHS OR AFFIRMATIONS, SUBPOENA WITNESSES, COMPEL\n   43  THEIR ATTENDANCE, EXAMINE THEM UNDER OATH OR AFFIRMATION AND REQUIRE THE\n   44  PRODUCTION OF ANY BOOKS, RECORDS, DOCUMENTS OR  OTHER  EVIDENCE  IT  MAY\n   45  DEEM  RELEVANT  OR  MATERIAL TO AN INVESTIGATION; AND THE COMMISSION MAY\n   46  DESIGNATE ANY OF ITS MEMBERS OR ANY MEMBER OF ITS STAFF TO EXERCISE  ANY\n   47  SUCH POWERS; AND\n   48    (4)  UNLESS OTHERWISE INSTRUCTED BY A RESOLUTION ADOPTED BY A MAJORITY\n   49  OF THE MEMBERS OF THE COMMISSION, EVERY  WITNESS  ATTENDING  BEFORE  THE\n   50  COMMISSION SHALL BE EXAMINED PRIVATELY AND THE COMMISSION SHALL NOT MAKE\n   51  PUBLIC  THE  PARTICULARS  OF  SUCH EXAMINATION. THE COMMISSION SHALL NOT\n   52  HAVE THE POWER TO TAKE TESTIMONY AT A PRIVATE HEARING  OR  AT  A  PUBLIC\n   53  HEARING  UNLESS  AT  LEAST  TWO  OF ITS MEMBERS, ONE OF WHOM SHALL BE AN\n   54  APPOINTEE OF THE GOVERNOR AND THE  OTHER  AN  APPOINTEE  OF  EITHER  THE\n   55  TEMPORARY PRESIDENT OF THE SENATE OR OF THE SPEAKER OF THE ASSEMBLY, ARE\n   56  PRESENT AT SUCH HEARING.\n\n       S. 31                               5\n\n    1    16-a.  Within  one  hundred  twenty days of the effective date of this\n    2  subdivision, the commission  shall  create  and  thereafter  maintain  a\n    3  publicly  accessible  website  which  shall  set forth the procedure for\n    4  filing a complaint with the commission,  and  which  shall  contain  the\n    5  documents  identified  in  subdivision seventeen of this section, [other\n    6  than financial disclosure statements,] and any other records or informa-\n    7  tion which the commission determines to be appropriate.\n    8    17. (a) Notwithstanding the provisions of article six  of  the  public\n    9  officers  law,  the only records of the commission which shall be avail-\n   10  able for public inspection and copying are:\n   11    (1) the information set forth in  an  annual  statement  of  financial\n   12  disclosure filed pursuant to section seventy-three-a of the public offi-\n   13  cers  law  [except the categories of value or amount, which shall remain\n   14  confidential,] and any other item of  information  deleted  pursuant  to\n   15  paragraph (h) of subdivision nine of this section;\n   16    (2)  notices  of  delinquency  sent  under  subdivision eleven of this\n   17  section;\n   18    (3) notices of reasonable cause sent under paragraph (b)  of  subdivi-\n   19  sion twelve of this section;\n   20    (4)  notices  of  civil  assessments  imposed under this section which\n   21  shall include a description of the nature of the alleged wrongdoing, the\n   22  procedural history of the complaint,  the  findings  and  determinations\n   23  made by the commission, and any sanction imposed;\n   24    (5) the terms of any settlement or compromise of a complaint or refer-\n   25  ral which includes a fine, penalty or other remedy; [and]\n   26    (6)  THE  HEARING  SHALL  BE TRANSCRIBED OR RECORDED AND A COPY OF THE\n   27  TRANSCRIPT OR RECORD, OR ANY PART THEREOF, SHALL BE  MADE  AVAILABLE  TO\n   28  ANY PARTY TO THE HEARING UPON REQUEST THEREFOR; AND\n   29    (7)  those required to be held or maintained publicly available pursu-\n   30  ant to article one-A of the legislative law.\n   31    (b) [Notwithstanding the provisions of article  seven  of  the  public\n   32  officers  law,  no  meeting or proceeding, including any such proceeding\n   33  contemplated under paragraph (h) or (i)  of  subdivision  nine  of  this\n   34  section,  of  the  commission  shall  be  open  to the public, except if\n   35  expressly provided otherwise by the commission  or  as  is  required  by\n   36  article one-A of the legislative law.\n   37    (c)]  Pending any application for deletion or exemption to the commis-\n   38  sion, all information which is the subject or a part of the  application\n   39  shall  remain  confidential.  Upon  [an  adverse] A determination by the\n   40  commission, the reporting individual may request, and upon such  request\n   41  the  commission shall provide, that any information which is the subject\n   42  or part of the application remain confidential for a  period  of  thirty\n   43  days  following  notice  of  such  determination. [In the event that the\n   44  reporting individual resigns  his  office  and  holds  no  other  office\n   45  subject to the jurisdiction of the commission, the information shall not\n   46  be made public and shall be expunged in its entirety.]\n   47    S  7.  Paragraph  (c) of subdivision 12 of section 94 of the executive\n   48  law, as amended by section 4 of chapter 14  of  the  laws  of  2007,  is\n   49  amended to read as follows:\n   50    (c)  The  jurisdiction  of the commission when acting pursuant to this\n   51  section shall continue notwithstanding that a [statewide] STATE  elected\n   52  official or a state officer or employee separates from state service, or\n   53  a political party chair ceases to hold such office, or a candidate ceas-\n   54  es  to  be  a candidate, or a lobbyist or client of a lobbyist ceases to\n   55  act as such, provided that the commission notifies  such  individual  or\n   56  entity of the alleged violation of law pursuant to paragraph (a) of this\n\n       S. 31                               6\n\n    1  subdivision  within  one  year  from  his  or  her separation from state\n    2  service or his or her termination of party service or candidacy, or from\n    3  his, her or its last report filed  pursuant  to  article  one-A  of  the\n    4  legislative law. Nothing in this section shall serve to limit the juris-\n    5  diction of the commission in enforcement of subdivision eight of section\n    6  seventy-three of the public officers law.\n    7    S 8. Subdivision 5 of section 107 of the civil service law, as amended\n    8  by chapter 14 of the laws of 2007, is amended to read as follows:\n    9    5.  Violation of this section. Complaints alleging a violation of this\n   10  section by a [statewide] STATE elected official or a  state  officer  or\n   11  employee,  as  defined  in  section seventy-three of the public officers\n   12  law, may be directed to the commission  on  [public  integrity]  GOVERN-\n   13  MENTAL ETHICS.\n   14    S 9. Subdivision (f) of section 1-c of the legislative law, as amended\n   15  by chapter 14 of the laws of 2007, is amended to read as follows:\n   16    (f)  The term \"commission\" shall mean the commission on [public integ-\n   17  rity] GOVERNMENTAL ETHICS created by section ninety-four of  the  execu-\n   18  tive law.\n   19    S  10. Section 60 of the legislative law, as amended by chapter 416 of\n   20  the laws of 1954, is amended to read as follows:\n   21    S 60. Testimony before legislative committees.  1. THE  COMMISSION  ON\n   22  GOVERNMENTAL  ETHICS  ACTIVITIES  SHALL  BE  SUBJECT TO OVERSIGHT BY THE\n   23  LEGISLATURE. A legislative  committee  may  require  the  attendance  of\n   24  witnesses  in  this state whom the committee may wish to examine, or may\n   25  issue a commission for the examination of witnesses who are out  of  the\n   26  state  or  unable  to  attend  the committee or excused from attendance,\n   27  which commission if directed by the house or legislature  by  which  the\n   28  committee is appointed may be executed during the recess of the legisla-\n   29  ture.  A  commission  issued as provided by this section shall be in the\n   30  form used in the courts of record of this state and shall be executed in\n   31  like manner. Unless otherwise instructed  by  the  committee  appointing\n   32  them  the  commissioners shall examine privately every witness attending\n   33  before them and shall not make public the particulars of  such  examina-\n   34  tion.  No  committee of either house or a joint committee of both houses\n   35  shall have the power to take testimony at a  private  hearing  or  at  a\n   36  public  hearing  unless  at least two of its members are present at such\n   37  hearing.\n   38    2. THE LEGISLATIVE COMMITTEES RESPONSIBLE FOR OVERSIGHT OF THE COMMIS-\n   39  SION ON GOVERNMENTAL ETHICS CREATED PURSUANT TO SECTION  NINETY-FOUR  OF\n   40  THE  EXECUTIVE  LAW  SHALL HOLD HEARINGS REGARDING THE ANNUAL REPORT AND\n   41  RECOMMENDATIONS OF THE COMMISSION  WITHIN  THIRTY  DAYS  OF  THE  PUBLIC\n   42  RELEASE OF THE COMMISSION'S ANNUAL REPORT.\n   43    S 11. Article 5 of the legislative law is REPEALED.\n   44    S 12. Section 3-104 of the election law, subdivisions 1, 3, 4 and 5 as\n   45  redesignated  and  subdivision  2 as amended by chapter 9 of the laws of\n   46  1978, is amended to read as follows:\n   47    S 3-104. [State board of elections] COMMISSION ON GOVERNMENTAL ETHICS;\n   48  enforcement powers. 1. The [state  board  of  elections]  COMMISSION  ON\n   49  GOVERNMENTAL  ETHICS shall have jurisdiction of, and be responsible for,\n   50  the execution and enforcement of the provisions of article  fourteen  of\n   51  this  chapter  and  other  statutes  governing  campaigns, elections and\n   52  related procedures.\n   53    2. Whenever the [state board of elections or other board of elections]\n   54  COMMISSION ON GOVERNMENTAL ETHICS shall determine, on its own initiative\n   55  or upon complaint FROM THE STATE BOARD OF  ELECTIONS,  OTHER  BOARDS  OF\n   56  ELECTION  OR  THE PUBLIC, or otherwise, that there is substantial reason\n\n       S. 31                               7\n\n    1  to believe a violation of this chapter or any code or regulation promul-\n    2  gated thereunder has occurred, it shall expeditiously make  an  investi-\n    3  gation  which shall also include investigation of reports and statements\n    4  made or failed to be made by the complainant and any political committee\n    5  supporting  his  candidacy  if the complainant is a candidate or, if the\n    6  complaint was made by an officer or member of a political committee,  of\n    7  reports  and  statements  made  or  failed  to be made by such political\n    8  committee and any candidates  supported  by  it.  The  [state  board  of\n    9  elections]  COMMISSION ON GOVERNMENTAL ETHICS, in lieu of making such an\n   10  investigation, may direct the appropriate board of elections to make  an\n   11  investigation. The [state board of elections] COMMISSION ON GOVERNMENTAL\n   12  ETHICS  may  request,  and  shall  receive,  the assistance of the state\n   13  police in any investigation it shall conduct.\n   14    3. If, after an investigation, the [state or other board of elections]\n   15  COMMISSION ON GOVERNMENTAL ETHICS finds reasonable cause to believe that\n   16  a violation warranting criminal prosecution has taken  place,  it  shall\n   17  forthwith  refer  the matter to the district attorney of the appropriate\n   18  county and shall make available to such district attorney  all  relevant\n   19  papers, documents, testimony and findings relevant to its investigation.\n   20    4.  The [state or other board of elections] COMMISSION ON GOVERNMENTAL\n   21  ETHICS may, where  appropriate,  commence  a  judicial  proceeding  with\n   22  respect  to  the  filing  or  failure to file any statement of receipts,\n   23  expenditures, or contributions, under the provisions  of  this  chapter,\n   24  and  the state board of elections may direct the appropriate other board\n   25  of elections to commence such proceeding.\n   26    5. The [state board of elections] COMMISSION  ON  GOVERNMENTAL  ETHICS\n   27  may  promulgate  rules and regulations consistent with law to effectuate\n   28  the provisions of this section.\n   29    S 13. Subdivision 3 of section 212 of the racing, pari-mutuel wagering\n   30  and breeding law, as amended by chapter 18  of  the  laws  of  2008,  is\n   31  amended to read as follows:\n   32    3.  Such  members,  except as otherwise provided by law, may engage in\n   33  private or public employment, or in a profession or business. The board,\n   34  its members, officers and employees shall be subject to  the  provisions\n   35  of  sections  seventy-three and seventy-four of the public officers law.\n   36  No former trustee or officer of a non-profit racing association known as\n   37  The New York Racing Association, Inc. or  its  predecessor,  no  current\n   38  director or officer of a franchised corporation or any individual regis-\n   39  tered  with  the  New York commission on [public integrity] GOVERNMENTAL\n   40  ETHICS shall be appointed as members to the board nor shall  any  member\n   41  of  the  board  have  any  direct or indirect interest in any racehorse,\n   42  thoroughbred racing or  pari-mutuel  wagering  business,  video  lottery\n   43  terminal facility or any development at any racing facility.\n   44    S  14.  All powers, duties and functions conferred upon the commission\n   45  on public integrity and the legislative ethics commission,  its  commis-\n   46  sioners  and executive directors, shall be transferred to and assumed by\n   47  the commission on governmental ethics and the commissioners  and  execu-\n   48  tive directors to be appointed thereof.\n   49    S  15.  Transfer  of employees. Upon the transfer of the functions, as\n   50  provided for in this act, any affected employees shall be transferred to\n   51  the commission on governmental ethics in accordance with section  70  of\n   52  the civil service law.\n   53    S  16. Transfer of records. The commission on public integrity and the\n   54  legislative ethics commission shall deliver to the commission on govern-\n   55  mental ethics all books, papers, records, and property as  requested  by\n   56  the commission on governmental ethics pursuant to this act.\n\n       S. 31                               8\n\n    1    S  17.  Continuity  of authority. For the purpose of succession to all\n    2  functions, powers, duties and obligations transferred and  assigned  to,\n    3  devolved  upon and assumed by it pursuant to this act, the commission on\n    4  governmental ethics shall be deemed and held to constitute the continua-\n    5  tion  of  the  commission on public integrity and the legislative ethics\n    6  commission pertaining to the powers and functions herein transferred.\n    7    S 18. Completion of unfinished business. Any business or other  matter\n    8  undertaken  or  commenced  by the commission on public integrity and the\n    9  legislative ethics commission pertaining to or connected with the  func-\n   10  tions, powers, obligations and duties hereby transferred and assigned to\n   11  the commission on governmental ethics, and pending on the effective date\n   12  of  this act may be conducted and completed by the commission on govern-\n   13  mental ethics in the same manner and under the same terms and conditions\n   14  and with the same effect as if conducted and  completed  by  the  former\n   15  commission on public integrity and the legislative ethics commission.\n   16    S 19. Terms occurring in laws, contracts and other documents. Whenever\n   17  the  commission on public integrity or the legislative ethics commission\n   18  are referred to or designated in any law, contract or documents pertain-\n   19  ing to the functions, powers, obligations and duties hereby  transferred\n   20  and assigned to the commission on governmental ethics, such reference or\n   21  designation  shall  be deemed to refer to the commission on governmental\n   22  ethics as created by this act.\n   23    S 20. Existing rights and remedies preserved.  No  existing  right  or\n   24  remedy of any character shall be lost, impaired or affected by reason of\n   25  this act.\n   26    S 21. Pending actions and proceedings. No action or proceeding pending\n   27  at  the  time when this act shall take effect, brought by or against the\n   28  commission on public integrity  or  the  legislative  ethics  commission\n   29  relating  to the function, power or duty transferred to or devolved upon\n   30  the commission on governmental ethics shall be affected by this act, but\n   31  the same may be prosecuted or defended in the name of the commission  on\n   32  governmental ethics and upon application to the court, the commission on\n   33  governmental ethics shall be substituted as a party.\n   34    S 22. Notwithstanding any contrary provision of the state finance law,\n   35  transfer  of  appropriations heretofore made to the commission on public\n   36  integrity and the legislative ethics commission, all  appropriations  or\n   37  reappropriations for the functions herein transferred heretofore made to\n   38  the commission on public integrity and the legislative ethics commission\n   39  segregated  pursuant  to  law,  to the extent of remaining unexpended or\n   40  unencumbered balances thereof,  whether  allocated  or  unallocated  and\n   41  whether  obligated or unobligated, are hereby transferred to the commis-\n   42  sion on governmental ethics to the extent necessary  to  carry  out  the\n   43  commission  on governmental ethics' functions, powers and duties subject\n   44  to the approval of the director of the budget for the same purposes  for\n   45  which  originally appropriated or reappropriated and shall be payable on\n   46  vouchers certified or approved by the  office  of  public  integrity  on\n   47  audit and warrant of the comptroller.\n   48    S  23.  Each state agency with which any person who has business deal-\n   49  ings with the state conducts such business  shall,  provide  appropriate\n   50  assistance  in  developing  the  database of state contractors and shall\n   51  take such steps as necessary to collect  such  information  as  required\n   52  pursuant  to  this  law. Each state agency with which any person who has\n   53  business dealings with the state conducts such business  shall,  at  the\n   54  commission's  request,  provide appropriate assistance to the commission\n   55  in publicizing this law and the rules of the  commission  in  connection\n   56  with contributions of persons who have business dealings with the state.\n\n       S. 31                               9\n\n    1    S  24.  The commission on governmental ethics shall submit a report to\n    2  the governor and the legislature on the status of the lobbyist and state\n    3  contractor database within 24 months of the effective date of this  act.\n    4  Such  report shall contain the status of both of the database components\n    5  and whether each such component has been certified, for those components\n    6  that have not been certified, if any, what the status is of the develop-\n    7  ment  of  such  component  of the database and the expected timeline for\n    8  such component's certification.\n    9    S 25. Separability clause. If any clause, sentence, paragraph, section\n   10  or part of this act shall be adjudged by any court of  competent  juris-\n   11  diction to be invalid, such judgment shall not affect, impair or invali-\n   12  date  the  remainder  thereof, but shall be confined in its operation to\n   13  the clause,  sentence,  paragraph,  section  or  part  thereof  directly\n   14  involved  in  the  controversy  in  which  such judgment shall have been\n   15  rendered.\n   16    S 26. This act shall take effect on the 180th day after it shall  have\n   17  become a law, provided, further:\n   18    a. the amendments to subdivision 3 of section 212 of the racing, pari-\n   19  mutuel  wagering  and  breeding law made by section thirteen of this act\n   20  shall take effect on the same date and in the same manner as section  16\n   21  of chapter 18 of the laws of 2008 takes effect; and\n   22    b. the amendments to subdivision 3 of section 212 of the racing, pari-\n   23  mutuel  wagering  and  breeding law made by section thirteen of this act\n   24  shall not affect the repeal of such  subdivision  and  shall  be  deemed\n   25  repealed therewith.\n",
  "memo" : null,
  "law" : null,
  "actClause" : null,
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101201.T163124.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1291239084560
}