{
  "year" : 2011,
  "senateBillNo" : "S3110-2011",
  "billEvents" : null,
  "votes" : null,
  "sponsor" : null,
  "title" : null,
  "summary" : null,
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : null,
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : null,
  "memo" : "BILL NUMBER:S3110\n\nTITLE OF BILL:\n\nAn act\nto amend the executive law, in relation to the collection of DNA\nsamples from designated offenders, collection and preservation of\nbiological evidence, and establishing the office of wrongful conviction\nreview; to amend the criminal procedure law, in relation to the statute\nof limitations for criminal offenses, access by defendants to DNA\nevidence, and procedures for consideration of post-conviction relief;\nto amend the penal law, in relation to the conditions of probation and\nconditional discharge; to amend the court of claims act, in relation to\nclaims for unjust conviction and imprisonment; to repeal subdivision 7\nof section 995 of the executive law relating to the definition of\n\"designated offender\" for purposes of the DNA identification index; and\nproviding for the repeal of certain provisions upon expiration thereof\n\nPURPOSE:\n\nThis bill: (1) requires collection of DNA samples from everyone\nconvicted of a crime, and ensures proper collection of such samples;\n(2) extends statutes of limitations to permit prosecutions based on\nDNA evidence; (3) expands the access of defendants to potentially\nexculpatory DNA evidence; (4) requires prosecutors to alert courts to\nexculpatory evidence and authorizes prosecutors to move for\nconvictions to be vacated;\n(5) eliminates overly restrictive limits on compensation for wrongful\nconvictions; and (6) provides for review of exonerations in an effort\nto identify and correct flaws in the criminal justice system that\nincrease the chance of a wrongful conviction.\n\nSUMMARY OF PROVISIONS:\n\nSection 1 of the bill amends Executive Law &sect;995 to require that a DNA\nsample be collected from every person convicted of a crime,\nadjudicated a youthful offender, or subject to registration as a sex\noffender.\n\nSection 2 of the bill amends Executive Law &sect;995-c(3) to: (1) specify\nthe public servants responsible for collection of DNA samples from\ndesignated offenders; (2) allow certain fees to support such\ncollection; (3) ensure that DNA samples can be collected from\nuncooperative offenders; and (4) address the possibility of DNA\nprofiles being wrongly included in the state identification index.\n\nSection 3 of the bill amends Executive Law &sect;995-f to provide that it\nis a violation of a defendant's conditions of probation or parole for\nthe defendant to fail to provide a DNA sample when required.\n\nSection 4 of the bill amends Executive Law &sect;995-c(4) to provide that\nthe Division of Criminal Justice Services shall promulgate rules and\n\nregulations governing procedures for obtaining DNA samples from\npersons subject to registration as sex offenders.\n\nSection 5 of the bill adds a new subdivision 3-a to Executive Law.\n&sect;995-b to require the Commission on Forensic Science to develop\nvoluntary guidelines reflecting best practices in the collection and\npreservation of biological evidence by law enforcement agencies and\nforensic laboratories.\n\nSection 6 of the bill adds a new section 837-s to the Executive Law to\ncreate an Office of Wrongful Conviction Review within the Division of\nCriminal Justice Services.\nThe office will review cases in which defendants were exonerated, to\ndetermine the causes of wrongful convictions and consider reforms\nthat could lessen the likelihood of similar unjust convictions in the\nfuture. The reviews will include participation by prosecutors,\ndefense attorneys, former judges, and other experts.\n\nSections 7 and 8 of the bill amend Criminal Procedure Law &sect;&sect; 160.50(1)\n(d) and 190 25(4) to provide that the Office of Wrongful Conviction\nReview will have access to otherwise unavailable materials pertaining\nto grand jury proceedings and terminations of criminal cases in favor\nof the accused.\n\nSection 9 of the bill amends Criminal Procedure Law &sect;3010(4)(a) to\nprovide that the statute of limitations shall be tolled for up to\nfive years when a DNA profile identified from crime scene evidence\ncould not with reasonable diligence be matched to a known individual.\n\nSection 10 of the bill adds a new subdivision 1-a to Criminal\nProcedure Law &sect;240.40 to provide a defendant a pre-trial discovery\nright, on appropriate showings, to have crime scene DNA evidence\ncompared with his or her own DNA, or compared against DNA databanks.\n\nSections 11, 12, 13, and 14 of the bill amend Criminal Procedure Law\n&sect; 440.10 to provide that a defendant shall file any motion for\npost-conviction relief within one year after the conviction becomes\nfinal, and shall include all grounds for such relief in a single\nmotion rather than file successive motions. Noncompliance with these\nrequirements can warrant denial of the motion, but motions based on\nnewly discovered evidence of innocence may be made at any time, and\neven if the defendant has previously sought and been denied\npost-conviction relief.\n\nSection 15 of the bill amends Criminal Procedure Law &sect;440.30(1-a)(a) to\nextend access to DNA testing for purposes of post-conviction relief,\non proper showings, to a defendant who pled guilty. It also allows a\ndefendant to apply for crime scene DNA\nevidence to be tested not only against his or her own DNA, but also\nagainst profiles in DNA databanks maintained by law enforcement.\n\nSection 16 of the bill adds a new subdivision 8 to Criminal Procedure\nLaw &sect;section 440.30 to provide that if the prosecution becomes aware\nof evidence exonerating a convicted defendant, it is required to\nnotify the court, which shall notify the defendant, appoint defense\ncounsel if appropriate, and may consider releasing the defendant on\nbail.\n\nSection 17 of the bill adds a new subdivision 7 to Criminal Procedure\nLaw &sect;440.40 to provide that the prosecution may move to vacate a\njudgment of conviction on the ground of a defendant's actual\ninnocence. It provides for appointment of defense counsel,\nconsideration of release on bail, and prompt judicial resolution\nthrough either a summary grant of the motion or an evidentiary hearing.\n\nSection 18 of the bill adds a new subdivision 4-b to Penal Law &sect;65.10\nto provide that when a court imposes a sentence that includes\nprobation or a conditional discharge, it shall require as a mandatory\ncondition of such sentence that the defendant provide a DNA sample.\n\nSection 19 of the bill amends Court of Claims Act &sect;8-b to provide that\nan unjustly convicted defendant may obtain compensation whether or\nnot the defendant's conviction was overturned on one of the grounds\ncurrently enumerated in the statute, as long as it was overturned for\nreasons involving facts and circumstances directly supporting the\ndefendant's claim of innocence.\n\nSection 20 of the bill provides for an effective date of November 1,\n2009. It applies the expansion of DNA collection to any defendant\nconvicted or adjudicated a youthful offender on or after that date,\nand to any person incarcerated or subject to probation or parole\nsupervision, or to a sex offender registration requirement, on or\nafter that date. It also provides that the provisions relating to the\nOffice of Wrongful Conviction Review shall expire on September 1, 2013.\n\nEXISTING LAW:\n\nDNA samples are currently collected from persons convicted of some but\nnot all crimes. The list of crimes subject to collection has been\nexpanded three times, but many misdemeanor convictions remain outside\nthe scope of collection. Currently there is no DNA collection from\npersons adjudicated youthful offenders or subject to sex offender\nregistration. Existing law does not make clear which officials are\nresponsible for collecting DNA samples in various cases, nor does it\nrequire that defendants provide DNA samples as a condition of\nprobation or parole.\n\nThere is no requirement to develop best practice guidelines for\ncollection and preservation of biological evidence Nor is there a\nrequirement to study cases in which defendants have been wrongfully\nconvicted and subsequently exonerated.\n\nCriminal Procedure Law &sect;30.10(4)(a) provides that the statute\nof limitations shall be tolled for up to five years when the\nwhereabouts of the defendant were continuously unknown and\ncontinuously unascertainable by the exercise of reasonable diligence\nThis has been interpreted to include defendants whose identity is\nunknown.\n\nCriminal Procedure Law &sect;240.40 defines the scope of a defendant's right\nof pretrial discovery of existing evidence, but it does not include\nthe authority to apply for court-ordered DNA testing.\n\nArticle 440 of the Criminal Procedure Law currently places no\nlimitations on when or how many motions for post-conviction relief\nmay be filed by a defendant Section 440.30(1-a) provides that a\ndefendant may apply for DNA testing of evidence secured in connection\nwith the trial, but it does not include application for an order to\nhave.such evidence compared against DNA databanks maintained by law\nenforcement.\nMoreover, in PEOPLE V. BYRDSONG, 33 A.D.3d 175\n(2d Dept. 2006), the\nexisting authority was held inapplicable to defendants who pled guilty.\nThere is currently no mechanism in the Criminal Procedure Law for a\nprosecutor to move for a judgment of conviction to be vacated, even\nwhen new evidence would support a claim of innocence Prosecutors do\nnot currently have an explicit legal or ethical duty to bring such\nevidence to the attention of a court.\n\nSection 8-b of the Court of Claims Act allows wrongfully convicted\ndefendants to seek compensation from the State. However, this\nprovision is currently restricted by a requirement that the defendant\nmust show that the conviction was overturned on one of certain\nenumerated procedural grounds, even if it was in substance based on\nfacts supporting a claim of innocence.\n\nSTATEMENT IN SUPPORT:\n\nDNA technology is already a valuable tool for both law enforcement\nand criminal defendants. This bill significantly expands the value of\nthis tool for all parties. It will result in more persons who are\nguilty of crimes being identified, prosecuted, and convicted. It will\nalso give defendants facing trial, and those wrongfully convicted,\nsignificantly greater access to DNA testing for purposes of exoneration.\n\n1. EXPANSION OF THE DNA DATABANK\n\nThe benefits of DNA comparisons to law enforcement are well documented\nand commonly known. When crime scene DNA evidence is matched to a\nprofile in a DNA databank, it can allow the prompt identification and\nprosecution of the guilty party. The benefits of such comparisons to\nwrongfully convicted defendants are also well known.\nDNA testing has resulted in exoneration of numerous defendants,\nincluding some in New York, who were imprisoned for substantial periods.\n\nThe demonstrated effectiveness of these techniques has already led the\nLegislature on several occasions to expand the scope of DNA\ncollections from convicted defendants. Yet, no provisions exist for\ncollecting samples from persons convicted of various misdemeanors,\nfrom youthful offenders, or from persons subject to registration as\nsex offenders Experience has shown that having samples from an\nexpanded pool of convicted defendants, even if their convictions are\nonly for low-level crimes, can substantially enhance the utility of\nDNA in solving more serious crimes. Solving a crime typically can\nresult in convicting the guilty, but can also result in exonerating\nthe innocent.\n\n2. ENSURING PROPER COLLECTION AND PRESERVATION\nOF DNA SAMPLES\n\nThe bill further enhances the use of DNA technology by ensuring that\ndefendants required to give samples actually do so. Currently there\nare failures to collect samples from a substantial number of\ndefendants who \"fall through the cracks.\" The bill addresses this\nproblem by specifying the public officers responsible for collecting\nthe samples, and by requiring that a defendant under probation or\nparole supervision provide a DNA sample as a condition of that\nsupervision By facilitating the successful collection of a DNA sample\nfrom every person convicted of a crime, adjudicated a youthful\noffender, or subject to registration as a sex offender, this bill\nwill make for more effective law enforcement and more effective\ndefense of the innocent.\n\nIn addition to increasing the size of DNA databanks, the bill will\nenhance their integrity as well. The bill requires the Commission on\nForensic Science to develop voluntary guidelines reflecting best\npractices in the collection and preservation of biological evidence,\nand it requires periodic review to ensure that DNA profiles that\nshould not be in the state index are removed.\n\n3.\nEXTENDING STATUTES OF LIMITATIONS TO PERMIT DNA IDENTIFICATIONS\n\nCurrently, a statute of limitations is extended by up to five years if\nthe whereabouts of the defendant are continuously unknown and\ncontinuously unascertainable by the exercise of reasonable diligence.\nWhen law enforcement has identified a perpetrator's DNA profile from\na crime scene, the same policy considerations apply, and indeed apply\neven more strongly given the reliability and durability of DNA\nevidence. The most effective technique for ascertaining the identity\nof the perpetrator is to enter the profile into DNA databanks where\nit can be compared against existing profiles and periodically\nre-compared as new profiles come into that databank. There is no\nreason to require further diligence through avenues of investigation\nlikely to be much less effective.\n\n4. EXONERATING THE INNOCENT\n\nWhile expansion of the DNA databank will be of value to prosecutors\nand defendants alike, there are other provisions of the bill that\nwill significantly increase the value of DNA technology specifically\nto the wrongfully accused. While defendants\ncurrently have the right to apply for DNA testing to support\npost-conviction relief, this bill removes four significant\nlimitations on that right.\n\nFirst, the current right is limited to the post-conviction context.\nWhen DNA technology can establish the innocence of a criminal\ndefendant, it is obviously far preferable to do so before trial,\nrather than after conviction and possibly lengthy imprisonment This\nbill extends the availability of DNA testing to defendants as a\nmatter of pre-trial discovery.\n\nSecond, the right to apply for DNA testing has been held inapplicable\nto defendants who pled guilty. Actual experience shows that even in\ncases of guilty pleas, convicted defendants have occasionally been\nexonerated. While there may not be many such defendants, their need\nfor redress is compelling, and this bill would give them access to\nDNA testing on an appropriate showing.\n\nThird, the right to apply for DNA testing is limited to comparison\nbetween crime scene evidence and the defendant's own DNA. Yet it can\nalso be highly useful for an innocent defendant to obtain comparison\nbetween crime-scene evidence and government databanks that include DNA\nprofiles of persons convicted of crimes and other crime scene\nevidence. A match to a databank profile can lead to further\ninvestigation that can in turn identify another party as the actual\nperpetrator and thus exonerate the defendant.\nThis bill therefore allows such comparisons.\n\nFourth, merely obtaining exonerative DNA evidence is not enough unless\nthere are procedures ensuring its proper judicial consideration. This\nbill, for the first time, would create an obligation for prosecutors\nto bring exonerative evidence, whether or not based on DNA, to the\nattention of the court When such evidence is so strong as to lead the\nprosecutor to conclude that the defendant is actually innocent, it\ncreates for the first time a procedural vehicle by which the\nprosecutor can move for the judgment of conviction to be vacated. In\neither case, there are also provisions that ensure the prompt and\nappropriate judicial attention to such evidence, including the\nappointment of defense counsel when necessary, the possibility of the\nconvicted defendant's release on bail, and evidentiary hearings on\nthe exonerative evidence. Taken together, these innovations will\nvastly enhance the value of DNA evidence to the wrongfully accused.\n\n5. STREAMLINING PROCEDURES FOR POST-CONVICTION RELIEF\n\nThe bill also includes provisions that will make the procedures for\nseeking post conviction relief more streamlined, efficient, and timely.\nDefendants are currently allowed to move for such relief whenever\n\nthey wish, and as many times as they wish.\nMany defendants do indeed file motion after motion, creating serious\nand unnecessary burdens on the bench and bar. Common sense\nlimitations similar to those followed in other jurisdictions would\nreduce those burdens while still allowing defendants to assert every\ncolorable claim for post-conviction relief. In particular, under this\nbill, a defendant would have a full year after the conviction becomes\nfinal to assert all such claims in a single motion. Even thereafter,\nthe bill would preserve the defendant's ability at any time\nto make even successive motions in certain cases when there is DNA\ntesting or other newly discovered evidence to support a claim of\ninnocence.\n\n6. PROVIDING COMPENSATION TO EXONERATED DEFENDANTS\n\nIn addition to facilitating the exoneration of wrongfully convicted\ndefendants, the bill would ensure their access to appropriate\nremedies following such exoneration. While there is already a remedy\nin the Court of Claims Act for exonerated defendants to seek damages\nfrom the State, this remedy is limited by an overly restrictive\nlimitation to claimants whose convictions were overturned on certain\nspecified procedural bases. The bill removes that limitation to allow\nmeritorious claims to go forward without regard to procedural\ndistinctions that are not necessarily related to the claim of actual\ninnocence.\n\n7. INNOCENCE REVIEW OFFICE\n\nFinally, the bill seeks not only to correct the mistakes of the past\nbut also to learn from them. It establishes an Office of Wrongful\nConviction Review that will study cases in which defendants have been\nwrongfully convicted and subsequently exonerated. This process, by\nidentifying the flaws in the system that allowed such wrongful\nconvictions to occur, should shed new light on how to reform the\ncriminal justice system to minimize the chance that such miscarriages\nof justice may recur in the future.\n\nLEGISLATIVE HISTORY:\n\n2009-10: S.3110A Referred to Codes\n2007:    S.5848 - Passed Senate 52-9/Assembly Codes\nHostile Amendment was defeated.  The bill was debated.\n2008:    Senate Rules\n\nFISCAL IMPLICATIONS:\n\nDatabank expansion would carry a fiscal impact, but the greatest\nexpense - the capital cost of increasing testing capacity - has\nalready been incurred in response to previous increases in the scope\nof collection. It is estimated that further expansion of collection\nto all crimes, including persons on probation, would require\noutsourced testing of about 50,000 samples, but because of the\n\nexisting testing backlog, none of these costs will be incurred in the\ncurrent fiscal year. After testing of the initial surge, it should be\npossible for the ongoing work on the expanded flow of cases to be\nhandled within existing levels of lab expenditures. It is estimated\nthat the new Office of Wrongful Conviction Review may cost up to $1\nmillion per year. The other provisions of the bill are estimated to\nhave minimal fiscal impact.\n\nEFFECTIVE DATE\n\nThis bill becomes effective on November 1, 2010, except that sections\nsix through eight of the bill become effective April 1, 2011, and\nexpire on September 1, 2014. The expanded scope of DNA collection\nwould apply to any person who, on or after the effective date, is\nconvicted of a crime, adjudicated a youthful offender, or is\nincarcerated or subject to requirements of probation or parole\nsupervision or sex offender registration.\n\n",
  "law" : null,
  "actClause" : null,
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110122.T164402.TXT", "SOBI.D110124.T085556.TXT", "SOBI.D110121.T185049.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295877356043
}