{
  "year" : 2011,
  "senateBillNo" : "S312-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO EDUCATION",
    "billEventId" : "S312-2011-1294203600000-REFERRED+TO+EDUCATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MONTGOMERY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for the temporary emergency educational assistance to school districts which lack the fiscal resources necessary to provide a sound basic education",
  "summary" : "Provides for the provision of temporary emergency educational assistance to school districts which fail to provide a sound basic education to the students in such district; provides such assistance shall be in addition to any other state aid provided to the school district; provides the board of regents shall, upon application of a school district, determine eligibility for such assistance; establishes the temporary emergency educational fund. ",
  "currentCommittee" : "EDUCATION",
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "S4152-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "DILAN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "HASSELL-THOMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          312\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sens.  MONTGOMERY, DILAN, HASSELL-THOMPSON -- read twice\n         and ordered printed, and when printed to be committed to the Committee\n         on Education\n\n       AN ACT to amend the education law and the state finance law, in relation\n         to establishing a temporary  emergency  educational  fund  to  provide\n         assistance  to  underfunded  school  districts;  and providing for the\n         repeal of such provisions upon the expiration thereof\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Legislative  intent.  The  legislature  hereby finds that\n    2  decades of experience have shown that the state's current school funding\n    3  system has consistently underfunded hundreds of  public  schools  across\n    4  the  state.  Currently the state is involved in a school finance lawsuit\n    5  (CAMPAIGN FOR FISCAL EQUITY, ET AL. V. THE STATE OF NEW YORK, ET AL.) in\n    6  which the  constitutionality,  sufficiency  and  social  impact  of  the\n    7  state's school funding system are at issue. Unfortunately, it could take\n    8  years  before  the case is ultimately resolved.  Meanwhile, time marches\n    9  on and millions of schoolchildren  continue  to  attend  public  schools\n   10  which  lack the resources needed to prepare them for productive citizen-\n   11  ship in the twenty-first century. These children, caught  between  legal\n   12  and  political  crossfire,  are  being denied the monetary, educational,\n   13  psychological and social resources  they  desperately  need,  and  as  a\n   14  result are being irreparably harmed.\n   15    The  legislature  declares that this act addresses the need to protect\n   16  students from the potentially irreparable harm they are exposed  to  due\n   17  to a severe lack of educational resources in public schools.  According-\n   18  ly, this act seeks to provide emergency funding for critical educational\n   19  resources  to  benefit  the  millions  of children who cannot wait until\n   20  protracted legal disputes are resolved before receiving the  tools  they\n   21  need in order to meet resource-driven academic standards.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02527-01-1\n\n       S. 312                              2\n\n    1    S 2. The education law is amended by adding a new article 73-A to read\n    2  as follows:\n    3                                ARTICLE 73-A\n    4                       TEMPORARY EMERGENCY EDUCATIONAL\n    5                                 ASSISTANCE\n    6  SECTION 3650-F. DEFINITIONS.\n    7          3650-G. TEMPORARY EMERGENCY EDUCATIONAL ASSISTANCE.\n    8    S  3650-F. DEFINITIONS. FOR THE PURPOSE OF THIS ARTICLE, THE FOLLOWING\n    9  TERMS SHALL MEAN:\n   10    1. \"FUND\" SHALL MEAN THE TEMPORARY EMERGENCY EDUCATIONAL  FUND  ESTAB-\n   11  LISHED PURSUANT TO SECTION NINETY-ONE-H OF THE STATE FINANCE LAW.\n   12    2.  \"SOUND  BASIC EDUCATION\" SHALL MEAN THOSE FOUNDATIONAL SKILLS THAT\n   13  PUBLIC SCHOOL STUDENTS NEED TO BECOME  PRODUCTIVE  CITIZENS  CAPABLE  OF\n   14  CIVIC  ENGAGEMENT  AND  SUSTAINING COMPETITIVE EMPLOYMENT, AS DETERMINED\n   15  PURSUANT TO THE RULES AND REGULATIONS OF THE COMMISSIONER.\n   16    S 3650-G. TEMPORARY EMERGENCY EDUCATIONAL ASSISTANCE. 1.  IN  ADDITION\n   17  TO ANY MONEYS A SCHOOL DISTRICT SHALL RECEIVE PURSUANT TO ARTICLE SEVEN-\n   18  TY-THREE OF THIS TITLE, THE COMMISSIONER SHALL APPORTION SUCH ADDITIONAL\n   19  FUNDING  TO  SCHOOL  DISTRICTS  AS SHALL BE NECESSARY TO ENABLE ANY SUCH\n   20  DISTRICT TO PROVIDE A SOUND BASIC EDUCATION TO STUDENTS.\n   21    IN ALLOCATING FUNDS PURSUANT TO THIS SECTION, A SCHOOL DISTRICT  SHALL\n   22  GIVE  PRIORITY  IN  THE  FOLLOWING  ORDER:  (I) FIRST, TO A SCHOOL UNDER\n   23  REGISTRATION REVIEW; (II) SECOND, TO ANY SCHOOL PERFORMING SIGNIFICANTLY\n   24  BELOW STATE STANDARDS AS DEFINED BY THE COMMISSIONER; AND  (III)  THIRD,\n   25  TO  ANY  SCHOOL THAT IS DETERMINED BY THE COMMISSIONER TO NEED EMERGENCY\n   26  FUNDING TO ADDRESS A SEVERE LACK OF EDUCATIONAL RESOURCES.\n   27    2. MONEYS IN THE FUND SHALL BE APPORTIONED TO SCHOOL  DISTRICTS  WHICH\n   28  MEET  THE  CRITERIA  SET  FORTH IN SUBDIVISION ONE OF THIS SECTION TO BE\n   29  USED BY SUCH DISTRICTS FOR THE FOLLOWING PURPOSES:\n   30    (A) THE EMPLOYMENT OF A SUFFICIENT NUMBER OF QUALIFIED TEACHERS, PRIN-\n   31  CIPALS AND OTHER EDUCATIONAL PERSONNEL;\n   32    (B) THE REDUCTION OF CLASS SIZES;\n   33    (C) THE CONSTRUCTION, RENOVATION, REPAIR AND MAINTENANCE  OF  ADEQUATE\n   34  AND  ACCESSIBLE  SCHOOL BUILDINGS WITH SUFFICIENT SPACE TO ENSURE APPRO-\n   35  PRIATE CLASS SIZES AND IMPLEMENTATION OF A SOUND CURRICULUM;\n   36    (D) THE ACQUISITION OF EDUCATIONAL RESOURCES, INCLUDING BUT NOT LIMIT-\n   37  ED TO, TEXTBOOKS, SCHOOL LIBRARY BOOKS, CLASSROOM  SUPPLIES  AND  EQUIP-\n   38  MENT, LABORATORY EQUIPMENT, REMEDIAL PROGRAMS, AND EDUCATIONAL TECHNOLO-\n   39  GY SUCH AS COMPUTERS, THE RELATED HARDWARE AND APPROPRIATE SOFTWARE;\n   40    (E) THE PROVISION OF SUITABLE CURRICULA; AND\n   41    (F) THE PROVISION OF RESOURCES FOR STUDENTS WITH EXTRAORDINARY NEEDS.\n   42    3. (A) MONEYS FROM THE FUND SHALL BE APPORTIONED THROUGH A COMPETITIVE\n   43  PROCESS THAT TAKES INTO CONSIDERATION THE SEVERITY OF SHORTAGE OF EDUCA-\n   44  TIONAL  RESOURCES  NECESSARY  TO PROVIDE A SOUND BASIC EDUCATION. MONEYS\n   45  APPORTIONED PURSUANT TO THIS SECTION SHALL BE USED ONLY FOR THE PURPOSES\n   46  ENUMERATED IN THIS SECTION.\n   47    (B) NOT MORE THAN SIXTY PERCENT OF THE  FUNDS  ALLOCATED  PURSUANT  TO\n   48  THIS SECTION SHALL BE MADE AVAILABLE TO ANY ONE SCHOOL DISTRICT.\n   49    (C) ANY SCHOOL DISTRICT RECEIVING FUNDS UNDER THIS SECTION SHALL MAIN-\n   50  TAIN  ANY  LOCAL EFFORT IN THE CURRENT YEAR EQUIVALENT TO SUCH EFFORT IN\n   51  THE BASE YEAR FOR ANY LOCAL PROGRAM THAT HAS PURPOSES THAT  ARE  SIMILAR\n   52  TO  ANY  PURPOSE  OF  THIS SECTION OR THE DISTRICT SHALL PROVIDE A LOCAL\n   53  MATCH TO STATE FUNDS RECEIVED PURSUANT  TO  THIS  SECTION.  STATE  FUNDS\n   54  PROVIDED PURSUANT TO THIS SECTION SHALL NOT SUPPLANT LOCAL FUNDS FOR ANY\n   55  PURPOSE SIMILAR TO THE PURPOSES OF THIS SECTION.\n\n       S. 312                              3\n\n    1    4.  APPLICATIONS  BY  A  SCHOOL  DISTRICT FOR FUNDING PURSUANT TO THIS\n    2  SECTION SHALL BE FILED WITH THE COMMISSIONER, IN A  FORM  DETERMINED  BY\n    3  THE  COMMISSIONER,  BY  JUNE FIRST OF THE BASE YEAR AND SCHOOL DISTRICTS\n    4  SHALL BE NOTIFIED OF THEIR AWARD OF TEMPORARY  EMERGENCY  ASSISTANCE  BY\n    5  JUNE THIRTIETH OF THE BASE YEAR, PROVIDED THAT IN ANY YEAR SUCH APPLICA-\n    6  TION AND AWARD DATES MAY BE MODIFIED BY THE COMMISSIONER FOR THE REASON-\n    7  ABLE  ADMINISTRATION  OF  THE  PROGRAM. SUCH APPLICATION SHALL INCLUDE A\n    8  PLAN BY THE SCHOOL DISTRICT FOR THE EXPENDITURE OF  THE  FUNDS  IN  EACH\n    9  CATEGORY  OF  ALLOWABLE  EXPENSES  AUTHORIZED  BY THIS SECTION, AND SUCH\n   10  EXPENDITURES SHALL BE CONSISTENT WITH SUCH PLAN AND  THE  PROVISIONS  OF\n   11  THIS  SECTION.    SUCH  APPLICATION  SHALL ALSO INCLUDE A METHODOLOGY BY\n   12  WHICH THE SCHOOL DISTRICT WILL MONITOR THE EXPENDITURE OF ANY SUCH FUND-\n   13  ING AND ENSURE THAT SUCH FUNDING WILL IMPROVE THE EDUCATION PROVIDED  BY\n   14  THE SCHOOL DISTRICT.\n   15    5.  THE  COMMISSIONER  IS AUTHORIZED TO PROMULGATE ANY RULES AND REGU-\n   16  LATIONS NECESSARY TO IMPLEMENT THE PROVISIONS OF THIS SECTION.\n   17    S 3. The state finance law is amended by adding a new section 91-h  to\n   18  read as follows:\n   19    S  91-H.  TEMPORARY  EMERGENCY  EDUCATIONAL  FUND.  1. THERE IS HEREBY\n   20  ESTABLISHED IN THE CUSTODY OF THE STATE COMPTROLLER A SPECIAL FUND TO BE\n   21  KNOWN AS THE \"TEMPORARY EMERGENCY EDUCATIONAL FUND\".\n   22    2. SUCH FUND SHALL CONSIST OF ALL MONEYS APPROPRIATED THERETO, AND ALL\n   23  OTHER MONEYS CREDITED OR TRANSFERRED THERETO  FROM  ANY  OTHER  FUND  OR\n   24  SOURCE  PURSUANT  TO  LAW,  AND  ALL MONEYS RECEIVED FROM CONTRIBUTIONS,\n   25  DONATIONS, GRANTS OR PAYMENTS FROM ANY SOURCE.\n   26    3. MONEYS IN THE TEMPORARY EMERGENCY EDUCATIONAL FUND  SHALL  BE  KEPT\n   27  SEPARATELY FROM AND SHALL NOT BE COMMINGLED WITH ANY OTHER MONEYS IN THE\n   28  JOINT OR SOLE CUSTODY OF THE STATE COMPTROLLER.\n   29    4.  THE  MONEYS  OF  THE  TEMPORARY  EMERGENCY EDUCATIONAL FUND, AFTER\n   30  APPROPRIATION BY THE LEGISLATURE AND APPORTIONMENT BY THE  COMMISSIONER,\n   31  SHALL  BE PAID OUT BY THE STATE COMPTROLLER PURSUANT TO ARTICLE SEVENTY-\n   32  THREE-A OF THE EDUCATION LAW.\n   33    S 4. This act shall take effect immediately and shall  expire  and  be\n   34  deemed  repealed upon the final disposition of the cause of action enti-\n   35  tled \"CAMPAIGN FOR FISCAL EQUITY, ET AL. V. THE STATE OF  NEW  YORK,  ET\n   36  AL.\"  and  the establishment and full implementation of a school funding\n   37  system that funds every public school district in the state at  a  level\n   38  that  enables such district to provide a sound basic education; provided\n   39  that the attorney general shall notify  the  legislative  bill  drafting\n   40  commission upon the occurrence of the final disposition of such cause of\n   41  action in order that such commission may maintain an accurate and timely\n   42  data  base  of the official text of the laws of the state of New York in\n   43  furtherance of effecting the provisions of section 44 of the legislative\n   44  law and section 70-b of the public officers law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law and the state finance law, in relation to establishing a temporary emergency educational fund to provide assistance to underfunded school districts; and providing for the repeal of such provisions upon the expiration thereof ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101214.T102128.TXT", "SOBI.D101214.T111131.TXT", "SOBI.D101214.T123135.TXT", "SOBI.D101215.T160420.TXT", "SOBI.D101214.T114133.TXT", "SOBI.D101214.T110631.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292447060307
}