{
  "year" : 2011,
  "senateBillNo" : "S314-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO HOUSING, CONSTRUCTION AND COMMUNITY DEVELOPMENT",
    "billEventId" : "S314-2011-1294203600000-REFERRED+TO+HOUSING%2C+CONSTRUCTION+AND+COMMUNITY+DEVELOPMENT",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "DIAZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for an extension of time to the purchasing period for tenants to purchase a dwelling unit in a cooperative apartment building",
  "summary" : "Provides for an extension of time to the purchasing period for tenants to purchase a dwelling unit in a cooperative apartment building. ",
  "currentCommittee" : "HOUSING, CONSTRUCTION AND COMMUNITY DEVELOPMENT",
  "sameAs" : null,
  "lawSection" : "General Business Law",
  "previousVersions" : [ "S2570-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          314\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  DIAZ  --  read twice and ordered printed, and when\n         printed to be committed to the Committee on Housing, Construction  and\n         Community Development\n\n       AN  ACT  to  amend the general business law, in relation to providing an\n         extension of time to the purchasing period for tenants to  purchase  a\n         dwelling unit in a cooperative apartment building\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 352-eeee of the general business law is amended  by\n    2  adding three new subdivisions 2-a, 2-b and 2-c to read as follows:\n    3    2-A.  NOTWITHSTANDING  THE  TIME PERIODS SET FORTH IN PARAGRAPH (A) OF\n    4  SUBDIVISION TWO OF THIS SECTION, THE OFFEROR SHALL EXTEND  THE  PURCHASE\n    5  PERIOD FOR AN ADDITIONAL YEAR FROM THE ORIGINAL DATE AND AT THE ORIGINAL\n    6  PURCHASE  PRICE  SET  FORTH  IN  THE  OFFERING  STATEMENT OR PROSPECTUS,\n    7  REQUIRED BY SUBDIVISION ONE OF SECTION THREE HUNDRED FIFTY-TWO-E OF THIS\n    8  ARTICLE, TO TENANTS INTENDING TO PURCHASE A DWELLING UNIT IN SUCH  COOP-\n    9  ERATIVE APARTMENT BUILDING WHO HAVE NOT BEEN ABLE TO ACQUIRE THE FINANC-\n   10  ING  NECESSARY TO MAKE SUCH PURCHASE DURING THE PURCHASE PERIOD PROVIDED\n   11  IN THE INITIAL OFFERING STATEMENT OR PROSPECTUS.\n   12    2-B. NOTWITHSTANDING ANY OTHER PROVISION OF LAW TO THE  CONTRARY,  THE\n   13  OFFEROR SHALL NOT REQUIRE A TENANT TO SEEK ANY ADDITIONAL FINANCING UPON\n   14  PROOF THAT SUCH TENANT HAS BEEN DENIED FINANCING FROM A FINANCIAL INSTI-\n   15  TUTION.  SUCH OWNER SHALL RETURN ANY MONIES DEPOSITED BY A TENANT UNABLE\n   16  TO ATTAIN SUCH FINANCING.\n   17    2-C. NOTWITHSTANDING ANY OTHER PROVISION OF LAW TO THE  CONTRARY,  ANY\n   18  PURCHASER OF A DWELLING UNIT OR CONDOMINIUM OR OTHER FORM OF COOPERATIVE\n   19  INTEREST  IN  REALTY, SHALL HAVE THE OPTION TO VOID A PURCHASE AGREEMENT\n   20  IF THE OFFEROR REFINANCES A COOPERATIVE BUILDING OR GROUP  OF  BUILDINGS\n   21  OR DEVELOPMENT DURING THE PURCHASE PERIOD.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01875-01-1\n\n       S. 314                              2\n\n    1    S  2.  This act shall take effect immediately; provided, however, that\n    2  the amendments made to section 352-eeee of the general business  law  by\n    3  section  one of this act shall not affect the expiration of such section\n    4  and shall be deemed to expire therewith.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general business law, in relation to providing an extension of time to the purchasing period for tenants to purchase a dwelling unit in a cooperative apartment building ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101214.T131137.TXT", "SOBI.D101214.T133640.TXT", "SOBI.D101215.T160420.TXT", "SOBI.D101214.T132639.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292447060312
}