{
  "year" : 2011,
  "senateBillNo" : "S315-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO LOCAL GOVERNMENT",
    "billEventId" : "S315-2011-1294203600000-REFERRED+TO+LOCAL+GOVERNMENT",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "DIAZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides that municipalities must provide substance and alcohol abuse counseling and treatment for police officers",
  "summary" : "Provides that municipalities must provide substance and alcohol abuse counseling and treatment for police officers. ",
  "currentCommittee" : "LOCAL GOVERNMENT",
  "sameAs" : null,
  "lawSection" : "General Municipal Law",
  "previousVersions" : [ "S3125-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          315\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  DIAZ  --  read twice and ordered printed, and when\n         printed to be committed to the Committee on Local Government\n\n       AN ACT to amend the general municipal law, in relation to requiring that\n         any municipality having a police department or police  district  shall\n         provide substance abuse and alcohol abuse counseling and treatment for\n         its police officers\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The general municipal  law  is  amended  by  adding  a  new\n    2  section 209-ff to read as follows:\n    3    S  209-FF.  SUBSTANCE  AND  ALCOHOL ABUSE COUNSELING AND TREATMENT FOR\n    4  POLICE OFFICERS. 1. NOTWITHSTANDING ANY LAW, RULE, REGULATION OR CHARTER\n    5  TO THE CONTRARY, EVERY MUNICIPALITY WHICH HAS  A  POLICE  DEPARTMENT  OR\n    6  POLICE  DISTRICT  SHALL  PROVIDE SUBSTANCE ABUSE AND ALCOHOL ABUSE COUN-\n    7  SELING AND TREATMENT FOR POLICE OFFICERS EMPLOYED BY  SUCH  MUNICIPALITY\n    8  UPON  APPLICATION  BY ANY SUCH OFFICER FOR SUCH TREATMENT. IF SUCH COUN-\n    9  SELING OR TREATMENT IS PROVIDED BY A PERSON OR ORGANIZATION WHICH IS NOT\n   10  PART OF THE MUNICIPAL GOVERNMENT, THE APPLYING POLICE OFFICER  MUST  USE\n   11  ANY HEALTH INSURANCE WHICH HE OR SHE HAS TO COVER THE COST OF SUCH COUN-\n   12  SELING OR TREATMENT SO FAR AS IS POSSIBLE. ANY COSTS NOT COVERED BY SUCH\n   13  INSURANCE SHALL BE PAID BY THE MUNICIPALITY.\n   14    2.  EMPLOYERS, LABORATORIES AND THE AGENTS THEREOF WHO RECEIVE OR HAVE\n   15  ACCESS TO INFORMATION CONCERNING COUNSELING OR  TREATMENT  OF  A  POLICE\n   16  OFFICER FOR SUBSTANCE ABUSE OR ALCOHOL ABUSE SHALL KEEP SUCH INFORMATION\n   17  CONFIDENTIAL.  EXCEPT WHERE THE RELEASE OF SUCH INFORMATION IS COMPELLED\n   18  BY SUBPOENA OR COURT ORDER, AND SUCH INFORMATION SHALL BE RELEASED  ONLY\n   19  UPON WRITTEN CONSENT VOLUNTARILY EXECUTED BY THE EMPLOYEE.\n   20    3. NOTHING IN THIS SUBDIVISION SHALL SUPERCEDE ANY COLLECTIVE BARGAIN-\n   21  ING  AGREEMENT  IN  EFFECT  ON  THE  EFFECTIVE  DATE OF THIS SECTION. NO\n   22  COLLECTIVE BARGAINING AGREEMENT MADE AFTER THE EFFECTIVE  DATE  OF  THIS\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02574-01-1\n\n       S. 315                              2\n\n    1  SECTION  SHALL  NEGATE  THE  PROVISIONS  OF  THIS SUBDIVISION, NOR SHALL\n    2  ANYTHING IN THIS SECTION PROHIBIT, AS A SUBJECT OF  COLLECTIVE  BARGAIN-\n    3  ING,  THE  ESTABLISHMENT  OF  A PROGRAM WHICH COMPLIES WITH THE TERMS OF\n    4  THIS SUBDIVISION.\n    5    S  2. This act shall take effect on the first of January next succeed-\n    6  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general municipal law, in relation to requiring that any municipality having a police department or police district shall provide substance abuse and alcohol abuse counseling and treatment for its police officers ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101214.T131137.TXT", "SOBI.D101215.T161921.TXT", "SOBI.D101214.T133640.TXT", "SOBI.D101214.T132639.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292447961367
}