{
  "year" : 2011,
  "senateBillNo" : "S316-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO CRIME VICTIMS, CRIME AND CORRECTION",
    "billEventId" : "S316-2011-1294203600000-REFERRED+TO+CRIME+VICTIMS%2C+CRIME+AND+CORRECTION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "DIAZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Makes victims of certain dog attacks eligible for awards by the crime victims board",
  "summary" : "Makes victims of certain dog attacks eligible for awards by the crime victims board; requires dog control officers to give victims a card with notice thereof. ",
  "currentCommittee" : "CRIME VICTIMS, CRIME AND CORRECTION",
  "sameAs" : null,
  "lawSection" : "Executive Law",
  "previousVersions" : [ "S3095-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          316\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  DIAZ  --  read twice and ordered printed, and when\n         printed to be committed to the Committee on Crime Victims,  Crime  and\n         Correction\n\n       AN  ACT  to  amend  the  executive law, in relation to making victims of\n         certain dog attacks eligible for awards by the crime victims board\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision  3  of  section  621 of the executive law, as\n    2  amended by chapter 710 of the laws  of  1996,  is  amended  to  read  as\n    3  follows:\n    4    3.  \"Crime\"  shall  mean  (a) an act committed in New York state which\n    5  would, if committed  by  a  mentally  competent  criminally  responsible\n    6  adult,  who  has  no  legal  exemption or defense, constitute a crime as\n    7  defined in and proscribed by law; [or]\n    8    (b) an act committed outside the state of New York against a  resident\n    9  of  the  state  of  New  York which would be compensable had it occurred\n   10  within the state of New York and which occurred in a  state  which  does\n   11  not  have  an eligible crime victim compensation program as such term is\n   12  defined in the federal victims of crime act of 1984; [or]\n   13    (c) an act of terrorism, as defined  in  section  2331  of  title  18,\n   14  United  States  Code,  committed  outside of the United States against a\n   15  resident of New York state; OR\n   16    (D) A VIOLATION OF SUBDIVISION SEVEN OF SECTION ONE HUNDRED TWENTY-ONE\n   17  OF THE AGRICULTURE AND MARKETS LAW.\n   18    S 2. This act shall take effect on the ninetieth day  after  it  shall\n   19  have become a law.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01877-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the executive law, in relation to making victims of certain dog attacks eligible for awards by the crime victims board ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101214.T131137.TXT", "SOBI.D101215.T161921.TXT", "SOBI.D101214.T133640.TXT", "SOBI.D101214.T132639.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292447961372
}