{
  "year" : 2011,
  "senateBillNo" : "S317-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO TRANSPORTATION",
    "billEventId" : "S317-2011-1294203600000-REFERRED+TO+TRANSPORTATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "DIAZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Increases penalties and requires imprisonment for leaving the scene of an incident without reporting; presumption of avoiding prosecution for DUI",
  "summary" : "Increases penalties and requires imprisonment for leaving the scene of an incident without reporting; creates a presumption of avoiding prosecution for DUI when leaving the scene of an incident without reporting within four hours of consuming an alcoholic beverage. Criminal Sanction Impact. ",
  "currentCommittee" : "TRANSPORTATION",
  "sameAs" : null,
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "S2222-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          317\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  DIAZ  --  read twice and ordered printed, and when\n         printed to be committed to the Committee on Transportation\n\n       AN ACT to amend the vehicle and traffic law, in relation  to  increasing\n         penalties and requiring imprisonment for leaving the scene of an inci-\n         dent without reporting\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 600 of the vehicle and traffic law, as  amended  by\n    2  chapter 49 of the laws of 2005, is amended to read as follows:\n    3    S 600. Leaving  scene  of  an  incident without reporting. 1. Property\n    4  damage. a. Any person operating a motor vehicle who, knowing  or  having\n    5  cause to know that damage has been caused to the real property or to the\n    6  personal property, not including animals, of another, due to an incident\n    7  involving  the motor vehicle operated by such person shall, before leav-\n    8  ing the place where the  damage  occurred,  stop,  exhibit  his  or  her\n    9  license  and  insurance  identification card for such vehicle, when such\n   10  card is required pursuant to articles six and eight of this chapter, and\n   11  give his or her name, residence, including street and number,  insurance\n   12  carrier  and  insurance  identification  information  including  but not\n   13  limited to the number and effective dates of said individual's insurance\n   14  policy, and license number to the party sustaining  the  damage,  or  in\n   15  case  the person sustaining the damage is not present at the place where\n   16  the damage occurred then he or she shall report  the  same  as  soon  as\n   17  physically able to the nearest police station, or judicial officer.\n   18    b.  It shall be the duty of any member of a law enforcement agency who\n   19  is at the scene of the [accident] INCIDENT to request the said  operator\n   20  or operators of the motor vehicles, when physically capable of doing so,\n   21  to  exchange  the  information  required [hereinabove] IN PARAGRAPH A OF\n   22  THIS SUBDIVISION and such member  of  a  law  enforcement  agency  shall\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01873-01-1\n\n       S. 317                              2\n\n    1  assist such operator or operators in making such exchange of information\n    2  in a reasonable and harmonious manner.\n    3    A  violation  of  the  provisions  of  paragraph a of this subdivision\n    4  RESULTING SOLELY FROM THE FAILURE OF AN OPERATOR TO EXHIBIT HIS  OR  HER\n    5  LICENSE AND IDENTIFICATION CARD FOR THE VEHICLE OR EXCHANGE THE INFORMA-\n    6  TION  REQUIRED  IN  SUCH PARAGRAPH shall constitute a traffic infraction\n    7  punishable by a fine of [up to] NOT LESS THAN two hundred fifty  dollars\n    8  NOR  MORE THAN FIVE HUNDRED DOLLARS or a sentence of imprisonment for up\n    9  to fifteen days or both such fine and imprisonment.   ANY  VIOLATION  OF\n   10  THE  PROVISIONS  OF  PARAGRAPH A OF THIS SUBDIVISION, OTHER THAN FOR THE\n   11  MERE FAILURE OF AN OPERATOR TO EXHIBIT HIS OR HER LICENSE AND  INSURANCE\n   12  IDENTIFICATION  CARD  FOR  SUCH  VEHICLE  OR  EXCHANGE  THE  INFORMATION\n   13  REQUIRED IN SUCH PARAGRAPH, SHALL CONSTITUTE A MISDEMEANOR PUNISHABLE BY\n   14  A FINE OF NOT LESS THAN FIVE  HUNDRED  DOLLARS  NOR  MORE  THAN  FIFTEEN\n   15  HUNDRED  DOLLARS  AND  A SENTENCE OF IMPRISONMENT OF NOT MORE THAN THREE\n   16  MONTHS, IN ADDITION TO ANY OTHER PENALTIES PROVIDED BY LAW.\n   17    2. Personal injury. a. Any person operating a motor vehicle who, know-\n   18  ing or having cause to know that personal  injury  has  been  caused  to\n   19  another  person, due to an incident involving the motor vehicle operated\n   20  by such person shall, before leaving the place where the  said  personal\n   21  injury  occurred,  stop,  exhibit his or her license and insurance iden-\n   22  tification card for such vehicle, when such card is required pursuant to\n   23  articles six and eight of this chapter, and give his or her name,  resi-\n   24  dence,  including street and street number, insurance carrier and insur-\n   25  ance identification information including but not limited to the  number\n   26  and  effective  dates  of said individual's insurance policy and license\n   27  number, to the injured party, if practical, and also to a  police  offi-\n   28  cer,  or  in  the event that no police officer is in the vicinity of the\n   29  place of said injury, then, he or she shall report said incident as soon\n   30  as physically able to the nearest police station or judicial officer.\n   31    b. It shall be the duty of any member of a law enforcement agency  who\n   32  is  at the scene of the [accident] INCIDENT to request the said operator\n   33  or operators of the motor vehicles, when physically capable of doing so,\n   34  to exchange the information required [hereinabove]  IN  PARAGRAPH  A  OF\n   35  THIS  SUBDIVISION  and  such  member  of  a law enforcement agency shall\n   36  assist such operator or operators in making such exchange of information\n   37  in a reasonable and harmonious manner.\n   38    c. A violation of the provisions of paragraph a  of  this  subdivision\n   39  resulting  solely  from the failure of an operator to exhibit his or her\n   40  license and insurance identification card for the  vehicle  or  exchange\n   41  the  information required in such paragraph shall constitute a [class B]\n   42  misdemeanor punishable by a fine of not less than  [two  hundred  fifty]\n   43  FIVE  HUNDRED  nor  more than [five hundred] ONE THOUSAND dollars, AND A\n   44  SENTENCE OF IMPRISONMENT OF NOT MORE THAN ONE YEAR, in addition  to  any\n   45  other  penalties  provided by law. Any subsequent [such] violation shall\n   46  constitute a [class A misdemeanor] FELONY punishable by a  fine  of  not\n   47  less  than  [five  hundred] TWENTY-FIVE HUNDRED nor more than [one thou-\n   48  sand] FIVE THOUSAND dollars, AND A SENTENCE OF IMPRISONMENT OF NOT  LESS\n   49  THAN  ONE  YEAR, in addition to any other penalties provided by law. Any\n   50  violation of the provisions of paragraph a of  this  subdivision,  other\n   51  than  for  the mere failure of an operator to exhibit his or her license\n   52  and insurance identification card  for  such  vehicle  or  exchange  the\n   53  information  required  in  such  paragraph,  shall constitute a [class A\n   54  misdemeanor] FELONY, punishable  by  a  fine  of  not  less  than  [five\n   55  hundred] ONE THOUSAND dollars nor more than [one thousand] FIVE THOUSAND\n   56  dollars  in  addition  to  any other penalties provided by law. Any such\n\n       S. 317                              3\n\n    1  violation committed by a person after such person  has  previously  been\n    2  convicted  of  such  a  violation  shall  constitute a [class E] felony,\n    3  punishable by a fine of not less than [one thousand] TWENTY-FIVE HUNDRED\n    4  nor  more  than [two] FIVE thousand five hundred dollars [in addition to\n    5  any other penalties provided by law], AND A SENTENCE OF IMPRISONMENT  OF\n    6  NOT  LESS  THAN ONE YEAR, IN ADDITION TO ANY OTHER PENALTIES PROVIDED BY\n    7  LAW.  Any violation of the provisions of paragraph a  of  this  subdivi-\n    8  sion,  other  than for the mere failure of an operator to exhibit his or\n    9  her license and  insurance  identification  card  for  such  vehicle  or\n   10  exchange  the information required in such paragraph, where the personal\n   11  injury involved (i) results in serious physical injury,  as  defined  in\n   12  section  10.00  of  the  penal law, shall constitute a [class E] felony,\n   13  punishable by a fine of not less than [one thousand nor more than]  five\n   14  thousand  dollars in addition to any other penalties provided by law FOR\n   15  A CLASS D FELONY, or (ii) results in death shall constitute a [class  D]\n   16  felony  punishable  by  a  fine of not less than [two] FIVE thousand nor\n   17  more than [five] TEN thousand dollars in addition to any other penalties\n   18  provided by law FOR  A CLASS C FELONY.\n   19    S 2. The vehicle and traffic law is amended by adding  a  new  section\n   20  600-a to read as follows:\n   21    S  600-A.  LEAVING  THE  SCENE  OF AN INCIDENT WITHOUT REPORTING AFTER\n   22  CONSUMING AN ALCOHOLIC BEVERAGE OR DRUG; PRESUMPTION. 1. ANY PERSON  WHO\n   23  VIOLATES  PARAGRAPH  A OF SUBDIVISION ONE OF SECTION SIX HUNDRED OF THIS\n   24  ARTICLE WITHIN FOUR HOURS AFTER CONSUMING AN ALCOHOLIC BEVERAGE OR  DRUG\n   25  AS  DEFINED  IN THIS CHAPTER SHALL BE GUILTY OF A MISDEMEANOR PUNISHABLE\n   26  BY A FINE OF NOT LESS THAN THREE HUNDRED DOLLARS  NOR  MORE  THAN  SEVEN\n   27  HUNDRED  FIFTY  DOLLARS  AND A SENTENCE OF IMPRISONMENT OF NOT LESS THAN\n   28  THIRTY DAYS NOR MORE THAN NINETY DAYS, AND SHALL  BE  PRESUMED  TO  HAVE\n   29  COMMITTED  THE VIOLATION TO AVOID PROSECUTION FOR A VIOLATION OF SECTION\n   30  ELEVEN HUNDRED NINETY-TWO OF THIS CHAPTER.\n   31    2. ANY PERSON WHO VIOLATES PARAGRAPH B OF SUBDIVISION TWO  OF  SECTION\n   32  SIX  HUNDRED  OF THIS ARTICLE WITHIN FOUR HOURS AFTER CONSUMING AN ALCO-\n   33  HOLIC BEVERAGE OR DRUG AS DEFINED IN THIS CHAPTER SHALL BE GUILTY  OF  A\n   34  MISDEMEANOR  PUNISHABLE  BY A FINE OF NOT LESS THAN FIVE HUNDRED DOLLARS\n   35  NOR MORE THAN ONE THOUSAND DOLLARS AND A SENTENCE  OF  IMPRISONMENT  FOR\n   36  NOT  LESS  THAN  THREE  MONTHS  NOR  MORE  THAN ONE   YEAR, AND SHALL BE\n   37  PRESUMED TO HAVE COMMITTED THE VIOLATION  TO  AVOID  PROSECUTION  FOR  A\n   38  VIOLATION OF SECTION ELEVEN HUNDRED NINETY-TWO OF THIS CHAPTER.\n   39    S 3. Section 602 of the vehicle and traffic law, as amended by chapter\n   40  843 of the laws of 1980, is amended to read as follows:\n   41    S 602. Arrest  for  violations  of sections six hundred, SIX HUNDRED-A\n   42  and six hundred one. A peace officer, acting  pursuant  to  his  OR  HER\n   43  special  duties,  or  a  police officer may, without a warrant, arrest a\n   44  person, in case  of  violation  of  section  six  hundred,  SECTION  SIX\n   45  HUNDRED-A  and  section six hundred one, which in fact have been commit-\n   46  ted, though not in his OR HER presence, when he OR  SHE  has  reasonable\n   47  cause to believe that the violation was committed by such person.\n   48    S 4. This act shall take effect on the first of November next succeed-\n   49  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to increasing penalties and requiring imprisonment for leaving the scene of an incident without reporting ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101214.T131137.TXT", "SOBI.D101215.T161921.TXT", "SOBI.D101214.T133640.TXT", "SOBI.D101214.T141642.TXT", "SOBI.D101214.T132639.TXT", "SOBI.D101214.T134641.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292447961377
}