{
  "year" : 2011,
  "senateBillNo" : "S318-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO TRANSPORTATION",
    "billEventId" : "S318-2011-1294203600000-REFERRED+TO+TRANSPORTATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "DIAZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes the commissioner of motor vehicles to issue driving privilege cards to persons not otherwise qualified to receive a driver's license",
  "summary" : "Authorizes the commissioner to issue driving privilege cards to persons not otherwise qualified to receive a driver's license. ",
  "currentCommittee" : "TRANSPORTATION",
  "sameAs" : null,
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "S2184-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          318\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  DIAZ  --  read twice and ordered printed, and when\n         printed to be committed to the Committee on Transportation\n\n       AN ACT to amend the vehicle and traffic law, in relation to the issuance\n         of driving privilege cards\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  vehicle  and  traffic law is amended by adding a new\n    2  section 531 to read as follows:\n    3    S 531.  DRIVING  PRIVILEGE  CARDS.  1.  NOTWITHSTANDING  ANY  CONTRARY\n    4  PROVISION  OF  LAW,  THE COMMISSIONER MAY, SUBJECT TO THE LIMITATIONS OF\n    5  SUBDIVISION TWO OF THIS SECTION, ISSUE A DRIVING  PRIVILEGE  CARD  TO  A\n    6  PERSON WHO SATISFIES THE REQUIREMENTS FOR ISSUANCE OF A DRIVER'S LICENSE\n    7  PURSUANT  TO  SECTION  FIVE  HUNDRED  TWO  OF  THIS TITLE BUT WHO CANNOT\n    8  PROVIDE:\n    9    (A) PROOF OF LAWFUL PRESENCE IN THE UNITED STATES; OR\n   10    (B) SUFFICIENT IDENTIFYING DOCUMENTATION.\n   11    2. AN APPLICANT SHALL NOT BE ISSUED A DRIVING  PRIVILEGE  CARD  UNLESS\n   12  SUCH APPLICANT:\n   13    (A)  SURRENDERS  TO THE COMMISSIONER ANY DRIVER'S LICENSE POSSESSED BY\n   14  THE APPLICANT THAT WAS ISSUED BY A STATE OR POLITICAL SUBDIVISION OF THE\n   15  UNITED STATES OR AFFIRMS IN WRITING THAT THE APPLICANT DOES NOT  POSSESS\n   16  A DRIVER'S LICENSE ISSUED BY THIS OR ANY OTHER STATE OR POLITICAL SUBDI-\n   17  VISION OF THE UNITED STATES; AND\n   18    (B)  AFFIRMS  IN  WRITING THAT THE APPLICANT RESIDES IN THIS STATE AND\n   19  PROVIDES DOCUMENTATION TO VERIFY THAT THE APPLICANT RESIDES IN THE STATE\n   20  THAT IS CONSISTENT WITH THE REGULATIONS PROMULGATED BY THE  COMMISSIONER\n   21  PURSUANT TO SUBDIVISION SEVEN OF THIS SECTION; AND\n   22    (C) AFFIRMS IN WRITING THAT THE APPLICANT IS OF LEGAL AGE TO OPERATE A\n   23  MOTOR VEHICLE.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01859-01-1\n\n       S. 318                              2\n\n    1    3. AN APPLICANT FOR A DRIVING PRIVILEGE CARD SHALL PAY ALL FEES APPLI-\n    2  CABLE  FOR  THE  ISSUANCE  OF  A  DRIVER'S LICENSE. THE COMMISSIONER MAY\n    3  CHARGE THE APPLICANT AN ADDITIONAL  FEE  TO  OFFSET  THE  ADMINISTRATIVE\n    4  COSTS  ASSOCIATED WITH THE PRODUCTION AND DISTRIBUTION OF DRIVING PRIVI-\n    5  LEGE CARDS.\n    6    4.  A  DRIVING PRIVILEGE CARD SHALL BE VALID FOR ONE YEAR FROM DATE OF\n    7  ISSUE, PROVIDED, HOWEVER, THE COMMISSIONER MAY SET A DATE FOR  AN  INDI-\n    8  VIDUAL  CARD'S  EXPIRATION THAT IS LESS THAN ONE YEAR. WHILE THE CARD IS\n    9  VALID, THE HOLDER SHALL HAVE THE SAME PRIVILEGES AND SHALL BE  BOUND  BY\n   10  THE SAME LEGAL RESPONSIBILITIES WITH RESPECT TO THE OPERATION OF A MOTOR\n   11  VEHICLE  AS  THE  HOLDER  OF  A DRIVER'S LICENSE ISSUED PURSUANT TO THIS\n   12  TITLE.\n   13    5. A DRIVING PRIVILEGE CARD SHALL NOT BE RECOGNIZED AS A FORM OF IDEN-\n   14  TIFICATION EXCEPT FOR THE  PURPOSE  OF  VERIFYING  THAT  THE  HOLDER  IS\n   15  AUTHORIZED TO OPERATE A MOTOR VEHICLE WHILE THE CARD IS VALID.\n   16    6.  DRIVING  PRIVILEGE  CARDS SHALL INCLUDE A DIGITIZED PICTURE OF THE\n   17  PERSON TO WHOM THE CARD IS ISSUED. DRIVING PRIVILEGE CARDS SHALL  APPEAR\n   18  SIMILAR  TO  A  DRIVER'S  LICENSE  BUT  CONTAIN  A CONSPICUOUS STATEMENT\n   19  SUBSTANTIALLY SIMILAR TO THE FOLLOWING: \"THIS CARD ENTITLES  THE  PERSON\n   20  PICTURED  TO  OPERATE  A  MOTOR  VEHICLE. NOT FOR FEDERAL IDENTIFICATION\n   21  PURPOSES.\"\n   22    7. THE COMMISSIONER SHALL PROMULGATE REGULATIONS,  INCLUDING  BUT  NOT\n   23  LIMITED  TO,  REGULATIONS  RELATED TO THE FORM AND DESIGN OF THE DRIVING\n   24  PRIVILEGE CARD AND SPECIFYING DOCUMENTATION NECESSARY TO VERIFY THAT  AN\n   25  APPLICANT RESIDES IN THIS STATE.\n   26    S 2. This act shall take effect on the one hundred eightieth day after\n   27  it  shall have become a law; provided, however that effective immediate-\n   28  ly, the addition, amendment and/or repeal  of  any  rule  or  regulation\n   29  necessary  for  the implementation of this act on its effective date are\n   30  authorized and directed to be made  and  completed  on  or  before  such\n   31  effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to the issuance of driving privilege cards ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101214.T131137.TXT", "SOBI.D101215.T161921.TXT", "SOBI.D101214.T133640.TXT", "SOBI.D101215.T162421.TXT", "SOBI.D101214.T132639.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292448261420
}