{
  "year" : 2011,
  "senateBillNo" : "S319-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO AGING",
    "billEventId" : "S319-2011-1294203600000-REFERRED+TO+AGING",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "DIAZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Enacts the New York state senior housing opportunities partnership act and establishes a state senior housing opportunities partnership authority",
  "summary" : "Enacts the New York State Senior Housing Opportunities Partnership Act and establishes the New York state senior housing opportunities partnership authority; such authority will finance or collaborate in the financing of senior housing opportunities facility projects. ",
  "currentCommittee" : "AGING",
  "sameAs" : null,
  "lawSection" : "Elder Law",
  "previousVersions" : [ "S2216-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          319\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  DIAZ  --  read twice and ordered printed, and when\n         printed to be committed to the Committee on Aging\n\n       AN ACT to amend the elder law, in relation to establishing the New  York\n         state senior housing opportunities partnership act\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The elder law is amended by adding a new section  209-a  to\n    2  read as follows:\n    3    S  209-A.  THE NEW YORK STATE SENIOR HOUSING OPPORTUNITIES PARTNERSHIP\n    4  ACT.  1. SHORT TITLE. THIS SECTION SHALL BE KNOWN AND MAY  BE  CITED  AS\n    5  THE \"NEW YORK STATE SENIOR HOUSING OPPORTUNITIES PARTNERSHIP ACT\".\n    6    2. DEFINITIONS. AS USED IN THIS SECTION:\n    7    A.  \"AUTHORITY\"  MEANS THE NEW YORK STATE SENIOR HOUSING OPPORTUNITIES\n    8  PARTNERSHIP AUTHORITY CREATED BY THIS SECTION.\n    9    B. \"BANK\" MEANS ANY BANKING ORGANIZATION DEFINED BY SECTION TWO OF THE\n   10  BANKING LAW THAT HAS A MARKET CAPITALIZATION (DETERMINED BY  MULTIPLYING\n   11  THE   NUMBER OF SHARES TIMES THE CURRENT MARKET PRICE), OF LESS THAN TWO\n   12  BILLION DOLLARS.\n   13    C. \"SENIOR\" MEANS A PERSON WHO IS SIXTY YEARS OF AGE OR OLDER  WHO  IS\n   14  THE  HEAD  OF  A  HOUSEHOLD. ANY OTHER PROVISION OF ANY OTHER LAW TO THE\n   15  CONTRARY NOTWITHSTANDING, INCLUDING ANY PROVISION OF ARTICLE FIFTEEN  OF\n   16  THE  EXECUTIVE LAW, IT SHALL NOT BE UNLAWFUL TO RESTRICT RENTAL, SALE OR\n   17  LEASE OF A SENIOR HOUSING PROJECT FINANCED IN WHOLE OR IN  PART  BY  THE\n   18  AUTHORITY  EXCLUSIVELY  TO  PERSONS  SIXTY YEARS OF AGE OR OLDER AND THE\n   19  SPOUSE OF ANY SUCH PERSON.\n   20    D. \"SENIOR HOUSING OPPORTUNITIES DEVELOPMENT  CORPORATION\"  MEANS  ANY\n   21  PERSON,  INDIVIDUAL,  FIRM, PARTNERSHIP, ASSOCIATION, OR OTHER ENTITY OR\n   22  COLLABORATION OF ENTITIES ORGANIZED OR EXISTING UNDER THE  LAWS  OF  THE\n   23  STATE  OR  ANY  OTHER  STATE,  DOMESTIC OR FOREIGN, EXCLUSIVE OF A STATE\n   24  AGENCY, UNDERTAKING THE CONSTRUCTION OF A SENIOR HOUSING FACILITY.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01868-01-1\n\n       S. 319                              2\n\n    1    E. \"SENIOR HOUSING  OPPORTUNITIES  PARTNERSHIP  FINANCING  INSTRUMENT\"\n    2  MEANS  ANY FINANCING INSTRUMENT, INCLUDING A BANK LOAN, BONDS AND NOTES,\n    3  OR CREDIT ENHANCEMENT ISSUED OR PURCHASED BY OR ON BEHALF  OF  A  SENIOR\n    4  HOUSING  OPPORTUNITIES  DEVELOPMENT  CORPORATION  FOR  A  SENIOR HOUSING\n    5  OPPORTUNITIES FACILITY.\n    6    F.  \"SENIOR  HOUSING  OPPORTUNITIES  FACILITY\"  MEANS  ANY  STRUCTURE,\n    7  IMPROVEMENT, FURNISHING, EQUIPMENT OR OTHER REAL  OR  PERSONAL  PROPERTY\n    8  THAT  IS  OR  IS  TO BE USED, OWNED OR OCCUPIED IN WHOLE OR IN EXCESS OF\n    9  FIFTY PERCENT BY HOUSING FOR SENIORS, WHETHER AS RENTAL  OR  OWNER-OCCU-\n   10  PIED  HOUSING.  SENIOR  HOUSING  FACILITY MEANS AND INCLUDES, BUT IS NOT\n   11  LIMITED TO NATURALLY OCCURRING RETIREMENT  COMMUNITIES  (AS  DEFINED  IN\n   12  SECTION TWO HUNDRED NINE OF THIS TITLE, OR ANY SUCCESSOR THERETO), MARK-\n   13  ET-RATE INDEPENDENT LIVING, ADULT HOME (AS DEFINED IN SECTION TWO OF THE\n   14  SOCIAL  SERVICES LAW), AS WELL AS ANY AND ALL RECREATIONAL, EDUCATIONAL,\n   15  CULTURAL, OFFICE, LIVING, REHEARSAL, PARKING, RESTAURANT, RETAIL,  STOR-\n   16  AGE  AND  OTHER FACILITIES NECESSARY OR DESIRABLE IN CONNECTION WITH THE\n   17  ACTIVITIES OF THE SENIOR FACILITY. FOR PURPOSES OF THIS SECTION,  OWNER-\n   18  OCCUPIED  MEANS  AND  INCLUDES ANY PROVISION OR INSTRUMENT THAT ALLOWS A\n   19  SENIOR TO OWN OR TO EVENTUALLY  OWN  THEIR  LIVING  UNIT  SUCH  THAT  IT\n   20  BECOMES  AN  OWNER-OCCUPIED LIVING UNIT, INCLUDING THROUGH SUCH MEANS AS\n   21  DIRECT PURCHASE, REVERSE-MORTGAGE, LEASE-TO-OWN, SUBSIDIZED MORTGAGE, OR\n   22  ANY SIMILAR PROVISION ALLOWING FOR TRANSFER OF TITLE OF THE LIVING  UNIT\n   23  TO  A  SENIOR;  OWNER-OCCUPIED  LIVING  UNIT MEANS AND INCLUDES ANY UNIT\n   24  WHICH IS OR WILL UPON COMPLETION OR SHORTLY THEREAFTER  BE  OCCUPIED  BY\n   25  THE  PURCHASING  SENIOR,  INCLUDING  CONDOMINIUM  OR  COOPERATIVE UNITS.\n   26  NOTWITHSTANDING ANY IMPLICATION OF THE FOREGOING, SENIOR HOUSING FACILI-\n   27  TY SHALL BE DEEMED TO MEAN AND INCLUDE SCATTERED SITE HOUSING, OR  HOUS-\n   28  ING UNITS SCATTERED THROUGHOUT A NEIGHBORHOOD OR AN AREA WHICH IS BROAD-\n   29  LY  DEFINED  BY  TRADITIONAL  NEIGHBORHOOD  OR COMMUNITY BOUNDARIES, AND\n   30  WHERE APPROPRIATE, BOUNDED BY MAJOR NATURAL OR MAN-MADE PHYSICAL BOUNDA-\n   31  RIES, SUCH AS BODIES OF WATER, RAILROAD LINES, OR LIMITED  ACCESS  HIGH-\n   32  WAYS.\n   33    G.  \"SENIOR HOUSING OPPORTUNITIES FACILITY PROJECT\" MEANS A PROJECT TO\n   34  CONSTRUCT A SENIOR HOUSING OPPORTUNITIES FACILITY, INCLUDING ALL  BUILD-\n   35  INGS,  SYSTEMS, FACILITIES, APPURTENANCES, MACHINERY AND EQUIPMENT WHICH\n   36  THE AUTHORITY DEEMS NECESSARY FOR THE OPERATION OF THE PROJECT.\n   37    H. \"PROJECT\" MEANS AND INCLUDES THE SITE OR SITES FOR A SENIOR HOUSING\n   38  OPPORTUNITIES FACILITY PROJECT, WHICH MAY BE COMPOSED OF  NON-CONTIGUOUS\n   39  PARCELS, TOGETHER WITH ALL PROPERTY, RIGHTS, EASEMENTS AND INTERESTS, ON\n   40  OR  OFF  SUCH  SITE OR SITES, WHICH MAY BE REQUIRED FOR THE OPERATION OF\n   41  THE PROJECT.\n   42    I. \"ACTIVITIES IN A PROJECT WHICH MAY BE FINANCED  BY  THE  AUTHORITY\"\n   43  MEANS ALL ACTIVITIES NECESSARY TO THE SUCCESSFUL DEVELOPMENT AND PLACING\n   44  IN OPERATION OF THE PROJECT, INCLUDING BUT NOT LIMITED TO THE COSTS OF:\n   45    (1) CONSTRUCTION OF THE PROJECT;\n   46    (2)  ACQUISITION  OF PROPERTY, BOTH REAL AND PERSONAL AND IMPROVED AND\n   47  UNIMPROVED;\n   48    (3) DEMOLISHING, REMOVING OR RELOCATING  BUILDINGS  OR  STRUCTURES  ON\n   49  LANDS  ACQUIRED, INCLUDING ACQUISITION OF ANY LANDS TO WHICH SUCH BUILD-\n   50  INGS OR STRUCTURES MAY BE MOVED OR RELOCATED;\n   51    (4) SYSTEMS, FACILITIES, MACHINERY AND EQUIPMENT;\n   52    (5) FINANCING CHARGES, INTEREST PRIOR TO AND DURING CONSTRUCTION;\n   53    (6) PROFESSIONAL SERVICES,  INCLUDING  ENGINEERING  AND  ARCHITECTURAL\n   54  SERVICES,  PLANS  AND  SPECIFICATIONS,  CONSULTANTS' AND LEGAL SERVICES,\n   55  LEASE GUARANTEE OR BOND INSURANCE, FISCAL AND  ECONOMIC  INVESTIGATIONS,\n   56  STUDIES,  SURVEYS, DESIGNS, PLANS, DRAWINGS, SPECIFICATIONS, PROCEDURES,\n\n       S. 319                              3\n\n    1  AND OTHER SUCH SIMILAR ACTIVITIES RELATED THERETO,  REGARDLESS  OF  WHEN\n    2  COMPLETED,   AS   WELL   AS   THE   COSTS   OF   A  PROJECT  MANAGER  OR\n    3  CLERK-OF-THE-WORKS OR OTHER SUCH SIMILAR PERSONNEL;\n    4    (7) ALL OR PART OF THE INITIAL OPERATIONAL EXPENSES, PROVIDED THESE DO\n    5  NOT EXCEED TWO YEARS DURATION;\n    6    (8) DEVELOPMENT, CONTINGENCY, AND OTHER FINANCIAL PLAN COSTS; AND\n    7    (9)  ANY OTHER EXPENSES NECESSARY OR INCIDENTAL TO THE CONSTRUCTION OF\n    8  SUCH PROJECT AND THE FINANCING OF ITS CONSTRUCTION.\n    9    J. \"REAL PROPERTY\" MEANS AND INCLUDES  LANDS,  STRUCTURES,  FRANCHISES\n   10  AND  INTERESTS  IN  LAND, WATERS, LANDS UNDER WATER, RIPARIAN RIGHTS AND\n   11  AIR-RIGHTS AND ANY AND ALL THINGS AND RIGHTS INCLUDED WITHIN  SAID  TERM\n   12  AND  INCLUDES  NOT ONLY FEES SIMPLE ABSOLUTE BUT ALSO ANY AND ALL LESSER\n   13  INTERESTS INCLUDING BUT NOT LIMITED TO EASEMENTS, RIGHTS OF  WAY,  USES,\n   14  LEASES,  LICENSES  AND  ALL  OTHER  INCORPOREAL  HEREDITAMENTS AND EVERY\n   15  ESTATE, INTEREST OR RIGHT, LEGAL OR EQUITABLE, INCLUDING TERMS FOR YEARS\n   16  AND LIENS THEREON BY WAY OF JUDGMENTS, MORTGAGES OR OTHERWISE.\n   17    K. \"STATE AGENCY\" MEANS ANY OFFICER, AUTHORITY,  CORPORATION,  DEPART-\n   18  MENT,  BOARD,  COMMISSION, BUREAU, DIVISION, PUBLIC BENEFIT CORPORATION,\n   19  COUNCIL, AGENCY OR INSTRUMENTALITY OF THE STATE.\n   20    3. NEW YORK STATE SENIOR HOUSING OPPORTUNITIES PARTNERSHIP  AUTHORITY.\n   21  A.  THE NEW YORK STATE SENIOR HOUSING OPPORTUNITIES PARTNERSHIP AUTHORI-\n   22  TY  IS  HEREBY  CREATED  AS  A BODY CORPORATE AND POLITIC CONSTITUTING A\n   23  PUBLIC BENEFIT AUTHORITY. ITS PURPOSE SHALL BE TO FINANCE OR COLLABORATE\n   24  IN THE FINANCING OF SENIOR HOUSING OPPORTUNITIES FACILITY  PROJECTS  FOR\n   25  OR  ON  BEHALF OF SENIOR HOUSING OPPORTUNITIES DEVELOPMENT CORPORATIONS,\n   26  AS PROVIDED IN THIS SECTION. THE AUTHORITY MAY  MAKE  LOANS  OR  PROVIDE\n   27  CREDIT FOR LOANS WHICH MAY BE SECURED BY MORTGAGE, CONTRACTS, OR PROVIDE\n   28  OTHER  FINANCING INSTRUMENTS TO SENIOR HOUSING OPPORTUNITIES DEVELOPMENT\n   29  CORPORATIONS IN ACCORDANCE WITH THE PROVISIONS OF THIS  ARTICLE.  IT  IS\n   30  HEREBY FOUND AND DECLARED THAT SUCH PURPOSES ARE IN ALL RESPECTS FOR THE\n   31  BENEFIT  OF  THE PEOPLE OF THE STATE OF NEW YORK AND THE AUTHORITY SHALL\n   32  BE REGARDED AS PERFORMING AN ESSENTIAL GOVERNMENTAL FUNCTION IN CARRYING\n   33  OUT ITS PURPOSES AND IN EXERCISING THE POWERS GRANTED BY THIS SECTION.\n   34    B. MEMBERSHIP OF THE AUTHORITY SHALL CONSIST OF  SEVEN  DIRECTORS,  OF\n   35  WHOM  SIX  SHALL BE APPOINTED BY THE GOVERNOR BY AND WITH THE ADVICE AND\n   36  CONSENT OF THE SENATE, TWO OF WHOM SHALL BE SO APPOINTED ON  RECOMMENDA-\n   37  TION OF THE TEMPORARY PRESIDENT OF THE SENATE, AND TWO ON RECOMMENDATION\n   38  OF  THE  SPEAKER  OF  THE  ASSEMBLY.  EACH DIRECTOR SHALL AT THE TIME OF\n   39  APPOINTMENT HAVE HAD AT LEAST FIVE YEARS EXPERIENCE IN  FINANCE,  AS  AN\n   40  OFFICER IN AN ENTITY IN WHICH HE OR SHE SERVED AS A BANKER OR INVESTMENT\n   41  BANKER,  AND/OR  AS  A DEVELOPER OF SENIOR HOUSING OR OTHER PROJECTS FOR\n   42  SENIORS WITH A DEVELOPMENT COST  IN  EXCESS  OF  FIVE  MILLION  DOLLARS.\n   43  DIRECTORS  SHALL  SERVE  FOR TERMS OF SIX YEARS EACH, PROVIDED, HOWEVER,\n   44  THAT OF THE DIRECTORS FIRST APPOINTED, TWO SHALL SERVE FOR TERMS OF  TWO\n   45  YEARS,  TWO  FOR  TERMS  OF  FOUR  YEARS AND TWO FOR TERMS OF SIX YEARS,\n   46  RESPECTIVELY, FROM JANUARY FIRST NEXT SUCCEEDING THEIR APPOINTMENT.  ANY\n   47  VACANCY  OCCURRING  OTHERWISE THAN BY EXPIRATION OF TERM SHALL BE FILLED\n   48  IN THE SAME MANNER AS THE ORIGINAL APPOINTMENT FOR THE  BALANCE  OF  THE\n   49  UNEXPIRED  TERM. THE DIRECTOR OF THE OFFICE FOR THE AGING SHALL SERVE AS\n   50  EX OFFICIO MEMBER WITH THE SAME RIGHTS AND DUTIES AS OTHER MEMBERS,  AND\n   51  SHALL  ALSO BE THE CHAIR OF THE AUTHORITY AND CHIEF EXECUTIVE OFFICER OF\n   52  THE AUTHORITY, AND SHALL APPOINT SUCH VICE-CHAIRMAN AS HE OR  SHE  DEEMS\n   53  APPROPRIATE.  DIRECTORS  OF THE AUTHORITY SHALL CONTINUE IN OFFICE UNTIL\n   54  THEIR SUCCESSORS ARE APPOINTED AND SHALL HAVE QUALIFIED. A DIRECTOR,  ON\n   55  HIS  OR  HER  INITIATIVE, MAY ACQUIRE BY LOANED EMPLOYEE FROM THE OFFICE\n   56  FOR THE AGING, THROUGH THE POWERS PROVIDED HIM OR HER, NO MORE THAN  TWO\n\n       S. 319                              4\n\n    1  OFFICERS AND EMPLOYEES, PLUS ADMINISTRATIVE-SECRETARIAL SUPPORT STAFF AS\n    2  REQUIRED,  THE  DUTIES  AND  WORK  OF  WHOM ARE HEREBY DECLARED TO BE AN\n    3  ESSENTIAL STATE PURPOSE, AND WHO SHALL SUFFER  NO  DIMINUTION  OF  THEIR\n    4  COMPENSATION  OR BENEFITS AS RESULT OF SUCH ASSIGNMENT, PROVIDED THAT NO\n    5  SUCH TRANSFER BE MADE EXCEPT WITH THE APPROVAL OF THE  DIRECTOR  OF  THE\n    6  BUDGET,  AND  IN  COMPLIANCE WITH THE RULES AND REGULATIONS OF THE CIVIL\n    7  SERVICE COMMISSION OF THE STATE; AND MAY RETAIN OR EMPLOY COUNSEL, AUDI-\n    8  TORS, ENGINEERS AND PRIVATE CONSULTANTS ON A CONTRACT BASIS OR OTHERWISE\n    9  FOR RENDERING PROFESSIONAL OR TECHNICAL SERVICES AND ADVICE.\n   10    C. DIRECTORS SHALL RECEIVE NO SALARY OR OTHER COMPENSATION, BUT  SHALL\n   11  BE  ENTITLED  TO  REIMBURSEMENT  FOR THEIR ACTUAL AND NECESSARY EXPENSES\n   12  INCURRED IN THE PERFORMANCE OF OFFICIAL DUTIES. ANY OTHER  PROVISION  OF\n   13  LAW  TO  THE  CONTRARY  NOTWITHSTANDING,  NO  OFFICER OR EMPLOYEE OF THE\n   14  STATE, OR OF ANY  CIVIL  DIVISION  THEREOF,  SHALL  BE  DEEMED  TO  HAVE\n   15  FORFEITED  OR SHALL FORFEIT HIS OR HER OFFICE OR EMPLOYMENT OR ANY BENE-\n   16  FITS PROVIDED UNDER THE RETIREMENT AND SOCIAL SECURITY LAW BY REASON  OF\n   17  ACCEPTANCE  OF  MEMBERSHIP  ON  THE AUTHORITY, PROVIDED, HOWEVER, THAT A\n   18  DIRECTOR WHO HOLDS SUCH OTHER PUBLIC OFFICE OR EMPLOYMENT SHALL  RECEIVE\n   19  NO  ADDITIONAL COMPENSATION FOR SERVICES RENDERED PURSUANT TO THIS ARTI-\n   20  CLE, BUT SHALL BE ENTITLED TO REIMBURSEMENT  FOR  ACTUAL  AND  NECESSARY\n   21  EXPENSES  INCURRED  IN  THE  PERFORMANCE OF SUCH SERVICES. DIRECTORS MAY\n   22  ENGAGE IN PRIVATE EMPLOYMENT, OR IN A PROFESSION OR BUSINESS, SUBJECT TO\n   23  THE LIMITATIONS CONTAINED IN SECTIONS SEVENTY-THREE AND SEVENTY-FOUR  OF\n   24  THE  PUBLIC  OFFICERS  LAW.  THE  AUTHORITY  SHALL,  FOR THE PURPOSES OF\n   25  SECTIONS SEVENTY-THREE AND SEVENTY-FOUR OF THE PUBLIC OFFICERS LAW, BE A\n   26  STATE AGENCY, AND ITS DIRECTORS SHALL BE OFFICERS OF THE  AUTHORITY  FOR\n   27  THE PURPOSES OF SAID SECTIONS.\n   28    D. FOUR DIRECTORS OF THE AUTHORITY SHALL CONSTITUTE A QUORUM FOR TRAN-\n   29  SACTION  OF BUSINESS OR THE EXERCISE OF ANY POWER OF THE AUTHORITY.  FOR\n   30  THE TRANSACTION OF BUSINESS OR THE EXERCISE OF ANY POWER OF THE AUTHORI-\n   31  TY, THE AUTHORITY SHALL HAVE POWER TO ACT BY MAJORITY OF  THE  DIRECTORS\n   32  PRESENT AT ANY MEETING AT WHICH A QUORUM IS IN ATTENDANCE. THE AUTHORITY\n   33  MAY  DELEGATE  TO  ONE OR MORE OF ITS DIRECTORS, OR ITS OFFICERS, AGENTS\n   34  AND EMPLOYEES, SUCH POWERS AND DUTIES AS IT  MAY  DEEM  PROPER.  NOTHING\n   35  CONTAINED  IN THIS PARAGRAPH SHALL PREVENT THE DIRECTORS FROM CONDUCTING\n   36  THEIR MEETINGS BY TELE-VIDEO OR TELECONFERENCE, OR BY TELEPHONE  CONFER-\n   37  ENCE,  PROVIDED  THAT AT LEAST THREE DIRECTORS OF THE AUTHORITY SHALL BE\n   38  PHYSICALLY PRESENT.\n   39    E. THE GOVERNOR MAY REMOVE ANY DIRECTOR FOR INEFFICIENCY,  NEGLECT  OF\n   40  DUTY  OR  MISCONDUCT  IN  OFFICE  AFTER  GIVING HIM OR HER A COPY OF THE\n   41  CHARGES AGAINST HIM OR HER AND AN OPPORTUNITY TO BE HEARD, IN PERSON  OR\n   42  BY  COUNSEL  IN HIS OR HER DEFENSE, UPON NOT LESS THAN TEN DAYS' NOTICE.\n   43  IF ANY DIRECTOR SHALL BE SO REMOVED, THE  GOVERNOR  SHALL  FILE  IN  THE\n   44  OFFICE  OF  THE DEPARTMENT OF STATE A COMPLETE STATEMENT OF CHARGES MADE\n   45  AGAINST SUCH DIRECTOR, AND HIS OR HER FINDINGS THEREON, TOGETHER WITH  A\n   46  COMPLETE RECORD OF THE PROCEEDINGS.\n   47    F.  THE  AUTHORITY  SHALL  CONTINUE  SO LONG AS IT SHALL HAVE BONDS OR\n   48  OTHER OBLIGATIONS OUTSTANDING AND UNTIL ITS EXISTENCE  SHALL  BE  TERMI-\n   49  NATED  BY  LAW.  UPON THE TERMINATION OF THE EXISTENCE OF THE AUTHORITY,\n   50  ALL ITS RIGHTS AND PROPERTIES SHALL PASS TO AND BE VESTED IN THE STATE.\n   51    4. POWERS OF THE  AUTHORITY.  EXCEPT  AS  OTHERWISE  LIMITED  BY  THIS\n   52  SECTION, THE AUTHORITY SHALL HAVE POWER:\n   53    A. TO SUE AND BE SUED;\n   54    B. TO HAVE A SEAL AND ALTER THE SAME AT PLEASURE;\n\n       S. 319                              5\n\n    1    C. TO BORROW MONEY AND ISSUE NEGOTIABLE OR NON-NEGOTIABLE NOTES, BONDS\n    2  OR  OTHER  OBLIGATIONS,  TO THE LIMITS AND FOR THE PURPOSES DESCRIBED IN\n    3  THIS SECTION, AND TO PROVIDE FOR THE RIGHTS OF THE HOLDERS THEREOF;\n    4    D. TO INVEST ANY FUNDS HELD IN RESERVE OR SINKING FUNDS, OR ANY MONIES\n    5  NOT REQUIRED FOR IMMEDIATE USE OR DISBURSEMENT, AT THE DISCRETION OF THE\n    6  AUTHORITY,  IN OBLIGATIONS OF THE STATE OR THE UNITED STATES OF AMERICA,\n    7  IN OBLIGATIONS THE PRINCIPAL AND INTEREST OF WHICH ARE GUARANTEED BY THE\n    8  STATE OR THE UNITED STATES OF AMERICA, OR IN DEPOSITS WITH SUCH BANKS OR\n    9  TRUST COMPANIES AS MAY BE DESIGNATED BY THE AUTHORITY. EACH SUCH BANK OR\n   10  TRUST COMPANY DEPOSIT SHALL BE CONTINUOUSLY AND FULLY SECURED BY  DIRECT\n   11  OBLIGATIONS  OF  THE  STATE OR THE UNITED STATES OF AMERICA, OR BY OBLI-\n   12  GATIONS THE PRINCIPAL AND INTEREST OF WHICH ARE GUARANTEED BY THE  STATE\n   13  OR  THE UNITED STATES OF AMERICA, AND ADDITIONALLY, ANY FUNDS MANAGED BY\n   14  THE AUTHORITY FOR ANY SENIOR HOUSING OPPORTUNITIES  CORPORATION  MAY  BE\n   15  CONTINUOUSLY  AND  FULLY  SECURED  BY  OBLIGATIONS OF ANY SENIOR HOUSING\n   16  OPPORTUNITIES CORPORATION OF A MARKET VALUE EQUAL AT ALL  TIMES  TO  THE\n   17  AMOUNT  OF  THE  DEPOSIT,  AND  ALL BANKS AND TRUST COMPANIES ARE HEREBY\n   18  AUTHORIZED TO GIVE SUCH SECURITY;\n   19    E. TO MAKE AND ALTER BY-LAWS FOR ITS ORGANIZATION AND INTERNAL MANAGE-\n   20  MENT, AND RULES AND REGULATIONS GOVERNING THE EXERCISE OF ITS POWERS AND\n   21  THE FULFILLMENT OF ITS PURPOSES UNDER THIS SECTION;\n   22    F. TO ENTER INTO CONTRACTS AND LEASES AND TO EXECUTE  ALL  INSTRUMENTS\n   23  NECESSARY  TO  THE  PURPOSES OF THE AUTHORITY OR TO CARRY OUT ANY POWERS\n   24  EXPRESSLY GIVEN IT;\n   25    G. TO ACQUIRE, PURCHASE, HOLD, LEASE AS LESSEE, DISPOSE OF AND USE ANY\n   26  REAL OR PERSONAL PROPERTY OR ANY INTEREST THEREIN, OR TO SELL, LEASE  AS\n   27  LESSOR,  GRANT EASEMENTS OR RIGHTS ON, TRANSFER AND DISPOSE OF ANY PROP-\n   28  ERTY OR INTEREST THEREIN AT ANY TIME AS IT MAY DEEM  NECESSARY,  CONVEN-\n   29  IENT OR DESIRABLE TO EFFECTUATE THE PURPOSES OF THIS SECTION;\n   30    H. TO MAKE PLANS, SURVEYS AND STUDIES NECESSARY, CONVENIENT OR DESIRA-\n   31  BLE TO EFFECTUATE ITS PURPOSES AND POWERS;\n   32    I.  TO ENTER UPON SUCH LANDS, WATERS OR PREMISES AS IN THE JUDGMENT OF\n   33  THE AUTHORITY MAY BE NECESSARY, CONVENIENT OR DESIRABLE FOR THE  PURPOSE\n   34  OF MAKING SURVEYS, SOUNDINGS, BORINGS AND EXAMINATIONS TO ACCOMPLISH ANY\n   35  PURPOSE AUTHORIZED BY THIS ARTICLE, THE AUTHORITY BEING LIABLE FOR ACTU-\n   36  AL DAMAGE DONE;\n   37    J.  TO  CONDUCT  INVESTIGATIONS AND HEARINGS IN THE FURTHERANCE OF ITS\n   38  GENERAL PURPOSES, AND IN AID  THEREOF  TO  HAVE  ACCESS  TO  ANY  BOOKS,\n   39  RECORDS  OR  PAPERS  RELEVANT THERETO; AND IF ANY PERSON WHOSE TESTIMONY\n   40  SHALL BE REQUIRED FOR THE  PROPER  PERFORMANCE  OF  THE  DUTIES  OF  THE\n   41  AUTHORITY  SHALL  FAIL  OR  REFUSE TO AID OR ASSIST THE AUTHORITY IN THE\n   42  CONDUCT OF ANY INVESTIGATION OR HEARING,  OR  TO  PRODUCE  ANY  RELEVANT\n   43  BOOKS, RECORDS OR OTHER PAPERS, THE AUTHORITY IS AUTHORIZED TO APPLY FOR\n   44  PROCESS  OF  SUBPOENA,  TO  ISSUE  OUT  OF ANY COURT OF GENERAL ORIGINAL\n   45  JURISDICTION WHOSE PROCESS CAN REACH SUCH PERSON, UPON DUE CAUSE SHOWN;\n   46    K. TO ACQUIRE SENIOR HOUSING OPPORTUNITY CORPORATION BONDS AND  NOTES,\n   47  AND  TO  MAKE  LOAN  COMMITMENTS AND LOANS TO SENIOR HOUSING OPPORTUNITY\n   48  CORPORATIONS, AND TO ENTER INTO OPTION ARRANGEMENTS WITH SENIOR  HOUSING\n   49  OPPORTUNITY  CORPORATIONS FOR THE PURCHASE OF SENIOR HOUSING OPPORTUNITY\n   50  CORPORATIONS BONDS AND NOTES;\n   51    1. TO SELL ANY SENIOR HOUSING OPPORTUNITY CORPORATIONS BONDS OR NOTES,\n   52  OTHER SECURITIES, OR OTHER PERSONAL PROPERTY ACQUIRED BY  THE  AUTHORITY\n   53  WHENEVER IT IS DETERMINED BY THE AUTHORITY THAT THE SALE OF SUCH PROPER-\n   54  TY  IS  DESIRABLE, SUCH BONDS AND NOTES TO BE SOLD BY THE AUTHORITY ONLY\n   55  AT PUBLIC SALE AT SUCH PRICE OR PRICES AS THE AUTHORITY SHALL DETERMINE,\n   56  PROVIDED THAT A NOTICE OF SUCH SALE SHALL BE PUBLISHED AT LEAST ONCE NOT\n\n       S. 319                              6\n\n    1  LESS THAN FIVE DAYS PRIOR TO THE DATE OF SUCH SALE IN A FINANCIAL  NEWS-\n    2  PAPER OR JOURNAL PUBLISHED IN THE CITY OF NEW YORK. THE PROCEEDS OF SUCH\n    3  SALE SHALL BE SUBJECT TO SUCH AGREEMENTS WITH BONDHOLDERS OR NOTEHOLDERS\n    4  AS MAY THEN EXIST;\n    5    M.  TO  APPLY  FOR  AND RECEIVE, IN ITS OWN NAME OR IN THE NAME OF THE\n    6  STATE, GIFTS OR GRANTS OR LOANS OF FUNDS OR PROPERTY  FROM  THE  FEDERAL\n    7  GOVERNMENT  OR  FROM THE STATE OR FROM ANY OTHER FEDERAL OR STATE PUBLIC\n    8  BODY OR POLITICAL SUBDIVISION OR ANY OTHER PERSON OR  ENTITY,  WHICH  IT\n    9  MAY  USE  TO  MEET  CAPITAL  OR OPERATING EXPENSES AND FOR ANY OTHER USE\n   10  WITHIN THE SCOPE OF ITS POWERS, AND TO NEGOTIATE FOR THE SAME UPON  SUCH\n   11  TERMS  AND  CONDITIONS  AS  THE AUTHORITY MAY DETERMINE TO BE NECESSARY,\n   12  CONVENIENT OR DESIRABLE, AND TO COMPLY, SUBJECT  TO  THE  PROVISIONS  OF\n   13  THIS SECTION, WITH THE TERMS AND CONDITIONS THEREOF; AND\n   14    N. TO APPOINT SUCH ADVISORY COMMITTEES AS MAY BE NECESSARY, CONVENIENT\n   15  OR DESIRABLE TO EFFECTUATE THE PURPOSES AND POWERS OF THE AUTHORITY.\n   16    5. SPECIAL POWERS OF THE AUTHORITY. IN ORDER TO CARRY OUT THE PURPOSES\n   17  OF  THIS  SECTION,  THE  AUTHORITY SHALL HAVE AND EXERCISE THE FOLLOWING\n   18  SPECIAL POWERS:\n   19    A. COMMITMENTS FOR SENIOR HOUSING OPPORTUNITIES PARTNERSHIP  FINANCING\n   20  INSTRUMENTS:\n   21    (1) THE AUTHORITY SHALL ENTER INTO A CONTRACT OR CONTRACTS WITH A BANK\n   22  OR  CONSORTIUM OF BANKS TO MAKE SENIOR HOUSING OPPORTUNITIES PARTNERSHIP\n   23  FINANCING INSTRUMENTS AVAILABLE TO  SENIOR  HOUSING  OPPORTUNITY  CORPO-\n   24  RATIONS  FOR  THE DEVELOPMENT OF PROJECTS IN AN AMOUNT OR AMOUNTS NOT TO\n   25  EXCEED THE COST OF SUCH PROJECT.   IN CONNECTION WITH  MAKING  AVAILABLE\n   26  SUCH SENIOR HOUSING OPPORTUNITIES PARTNERSHIP FINANCING INSTRUMENTS, THE\n   27  AUTHORITY  MAY  FIX AND COLLECT SUCH FEES AND CHARGES, INCLUDING BUT NOT\n   28  LIMITED TO REIMBURSEMENT OF ALL COSTS OF FINANCING BY THE AUTHORITY,  AS\n   29  THE AUTHORITY SHALL DETERMINE TO BE REASONABLE.\n   30    (2)  IN  NO  EVENT SHALL THE AUTHORITY APPROVE SUCH FINANCING PRIOR TO\n   31  THE FORMAL APPROVAL OF FINANCING OR OF A FINANCIAL  PRO  FORMA  BY  SUCH\n   32  BANK  OR  BANKS IN WHATEVER MEANS ARE TRADITIONALLY AND CUSTOMARILY USED\n   33  TO APPROVE SUCH COMMITMENTS,  THROUGH  THE  CREDIT  COMMITTEES  OF  SUCH\n   34  BANKS,  OR  THROUGH  THEIR BOARDS OF DIRECTORS, AS APPROPRIATE, PROVIDED\n   35  THAT SUCH FORMAL APPROVAL MAY BE  CONTINGENT  ON  PARTICIPATION  BY  THE\n   36  AUTHORITY IN THE FINANCING.\n   37    (3)  THE  AUTHORITY MAY SELL A CREDIT ENHANCEMENT, LETTER OF CREDIT OR\n   38  OTHER SIMILAR CREDIT DEVICE FOR PURPOSES OF THE DEVELOPMENT OF A  SENIOR\n   39  HOUSING OPPORTUNITIES FACILITY PROJECT TO A BANK, CONSORTIUM OF BANKS OR\n   40  A SENIOR HOUSING OPPORTUNITIES DEVELOPMENT CORPORATION, UPON APPLICATION\n   41  BY  SUCH  BANK  OR  CONSORTIUM,  OR  BY THE SENIOR HOUSING OPPORTUNITIES\n   42  DEVELOPMENT CORPORATION AT AN APPROPRIATE AND COMPETITIVE  MARKET  RATE,\n   43  OR  IN THE ABSENCE OF SUCH APPROPRIATE AND COMPETITIVE MARKET RATE, UPON\n   44  SUCH SECURITY AS THE AUTHORITY SHALL DEEM APPROPRIATE. IN  THE CASE OF A\n   45  MIXED-USE PROJECT, OR A PROJECT THAT  ENCOMPASSES  MORE  THAN  A  SENIOR\n   46  HOUSING  OPPORTUNITIES  FACILITY, SUCH CREDIT DEVICE SHALL BE LIMITED TO\n   47  THE SENIOR HOUSING OPPORTUNITIES FACILITY PORTION OF THE  PROJECT.  SUCH\n   48  CREDIT  DEVICE  SHALL  NOT  EXCEED  ONE HUNDRED PERCENT OF THE APPRAISED\n   49  VALUE OF THE PROJECT AS BUILT AND FULLY OCCUPIED, AFTER DISCOUNTING  FOR\n   50  OTHER SECURITY PLEDGES.\n   51    (4)  THE  AUTHORITY MAY DENY AN APPLICATION FOR A FINANCING INSTRUMENT\n   52  FOR ANY REASON IT DEEMS APPROPRIATE IN THE PUBLIC INTEREST.  THE  EXTEN-\n   53  SION OF ANY SUCH CREDIT OR LOAN IS SUBJECT TO THE ABILITY OF THE AUTHOR-\n   54  ITY TO SECURE THE NECESSARY FINANCING.\n   55    B.  CONSTRUCTION, OPERATION AND MAINTENANCE OF SENIOR HOUSING OPPORTU-\n   56  NITIES FACILITY PROJECTS.\n\n       S. 319                              7\n\n    1    (1) THE AUTHORITY AND A SENIOR  HOUSING  OPPORTUNITY  CORPORATION  MAY\n    2  ENTER  INTO  A  CONTRACT  FOR  THE OPERATION AND MAINTENANCE OF A SENIOR\n    3  HOUSING OPPORTUNITIES FACILITY OWNED BY THE  AUTHORITY  BY  SUCH  SENIOR\n    4  HOUSING OPPORTUNITY CORPORATION OR BY A PERSON APPROVED BY THE AUTHORITY\n    5  AND  SUCH  SENIOR  HOUSING  OPPORTUNITY  CORPORATION.  SUCH CONTRACT MAY\n    6  INCLUDE PROVISION FOR ALL OR PART OF THE AMOUNTS  NECESSARY  TO  PROVIDE\n    7  FOR  (A) THE EXPENSE OF OPERATION AND MAINTENANCE OF SUCH SENIOR HOUSING\n    8  OPPORTUNITIES FACILITY INCLUDING, WITHOUT LIMITATION, INSURANCE,  EXTEN-\n    9  SIONS, BETTERMENTS AND REPLACEMENTS AND THE PRINCIPAL OF AND INTEREST ON\n   10  ANY BONDS OR NOTES OF THE AUTHORITY, (B) DEFICITS RESULTING FROM FAILURE\n   11  TO  SECURE SUMS PAYABLE TO THE AUTHORITY BY SUCH SENIOR HOUSING OPPORTU-\n   12  NITY CORPORATION, (C) RESERVES OR SINKING FUNDS FOR ANY OF  THE  FOREGO-\n   13  ING,  AND  (D)  THE PAYMENT TO THE AUTHORITY OF EXPENSES INCURRED BY THE\n   14  AUTHORITY RELATED TO PLACING THE PROJECT IN OPERATION.  SUBJECT  TO  ANY\n   15  CONTRACTS WITH THE HOLDERS OF ITS BONDS OR NOTES, THE AUTHORITY IS HERE-\n   16  BY  AUTHORIZED  TO  DO AND PERFORM ANY AND ALL ACTS OR THINGS NECESSARY,\n   17  CONVENIENT OR DESIRABLE TO CARRY OUT AND PERFORM ITS  OBLIGATIONS  UNDER\n   18  EVERY  SUCH CONTRACT AND, IN ACCORDANCE WITH ANY SUCH CONTRACT TO WAIVE,\n   19  MODIFY, SUSPEND OR REDUCE CHARGES WHICH WOULD OTHERWISE BE  CHARGED  AND\n   20  COLLECTED  BY  THE  AUTHORITY FROM THE SENIOR HOUSING OPPORTUNITY CORPO-\n   21  RATION. A SENIOR HOUSING OPPORTUNITY CORPORATION SHALL NOT BE LIABLE FOR\n   22  ANY ACT OR OMISSION OF THE AUTHORITY, ITS OFFICERS, AGENTS, SERVANTS  OR\n   23  CONTRACTORS IN THE PERFORMANCE OF ANY SUCH CONTRACT BY THE AUTHORITY.\n   24    (2)  A  CONTRACT  ENTERED  INTO  BY THE AUTHORITY AND A SENIOR HOUSING\n   25  OPPORTUNITY CORPORATION PURSUANT TO THIS SUBDIVISION MAY PROVIDE THAT AT\n   26  ITS TERMINATION THE TITLE TO THE SENIOR HOUSING  OPPORTUNITIES  FACILITY\n   27  SHALL  VEST IN THE SENIOR HOUSING OPPORTUNITY CORPORATION OR ITS SUCCES-\n   28  SOR IN INTEREST, IF ANY, FREE AND CLEAR OF ANY  INDEBTEDNESS  CONTRACTED\n   29  BY  THE  AUTHORITY.  ANY SUCH CONTRACT ENTERED INTO BY THE AUTHORITY AND\n   30  ANY SENIOR HOUSING OPPORTUNITY CORPORATION  WHICH  PROVIDES  THAT  TITLE\n   31  SHALL  SO  VEST  IN  THE  SENIOR  HOUSING OPPORTUNITY CORPORATION OR ITS\n   32  SUCCESSOR IN INTEREST SHALL BE SUBJECT AT A  MINIMUM  TO  THE  FOLLOWING\n   33  PROVISIONS:  (A) THE SENIOR HOUSING OPPORTUNITY CORPORATION SHALL PLEDGE\n   34  SECURITY FOR THE PAYMENT OF ANNUAL PAYMENTS INCLUDING INTEREST ON  DEBT;\n   35  (B)  THE  TOTAL  UNPAID  PAYMENTS  IN  RELATION  TO THE PRINCIPAL OF THE\n   36  INDEBTEDNESS SHALL BE DEEMED TO BE INDEBTEDNESS OF  THE  SENIOR  HOUSING\n   37  OPPORTUNITY  CORPORATION;  AND (C) THE SENIOR HOUSING OPPORTUNITY CORPO-\n   38  RATION SHALL NOT BE LIABLE FOR A  DEFAULT  ON  THE  OBLIGATIONS  OF  THE\n   39  AUTHORITY  WITH  RESPECT  TO THE FACILITY IF IT IS NOT IN DEFAULT ON ITS\n   40  PAYMENT PURSUANT TO THE CONTRACT.\n   41    6. MISCELLANEOUS PROVISIONS. A. THE AUTHORITY MAY ACQUIRE, HOLD,  OWN,\n   42  LEASE,  ESTABLISH,  CONSTRUCT,  EFFECTUATE, OPERATE, MAINTAIN, RENOVATE,\n   43  IMPROVE, EXTEND OR REPAIR ANY OF ITS FACILITIES THROUGH, AND  CAUSE  ANY\n   44  ONE  OR  MORE OF ITS POWERS, DUTIES, FUNCTIONS OR ACTIVITIES TO BE EXER-\n   45  CISED OR PERFORMED BY, ONE OR MORE WHOLLY OWNED SUBSIDIARY  CORPORATIONS\n   46  OF  THE  AUTHORITY  AND MAY TRANSFER TO OR FROM ANY SUCH CORPORATION ANY\n   47  MONEYS, REAL PROPERTY OR OTHER PROPERTY FOR ANY OF THE PURPOSES OF  THIS\n   48  SECTION.  THE  DIRECTORS OR MEMBERS OF EACH SUBSIDIARY CORPORATION SHALL\n   49  BE THE SAME PERSONS HOLDING THE OFFICES OF  MEMBERS  OF  THE  AUTHORITY.\n   50  EACH  SUBSIDIARY  CORPORATION  AND  ANY  OF  ITS PROPERTY, FUNCTIONS AND\n   51  ACTIVITIES SHALL HAVE ALL OF THE PRIVILEGES, IMMUNITIES, TAX  EXEMPTIONS\n   52  AND  OTHER  EXEMPTIONS OF THE AUTHORITY AND OF THE AUTHORITY'S PROPERTY,\n   53  FUNCTIONS AND ACTIVITIES, AND SHALL BE SUBJECT TO THE  RESTRICTIONS  AND\n   54  LIMITATIONS TO WHICH THE AUTHORITY MAY BE SUBJECT.  THE EMPLOYEES OF ANY\n   55  SUCH  SUBSIDIARY CORPORATION, EXCEPT THOSE WHO ARE ALSO EMPLOYEES OF THE\n   56  AUTHORITY, SHALL NOT BE  DEEMED  EMPLOYEES  OF  THE  AUTHORITY.  IF  THE\n\n       S. 319                              8\n\n    1  AUTHORITY  SHALL  DETERMINE  THAT  ONE  OR MORE OF ITS SUBSIDIARY CORPO-\n    2  RATIONS SHOULD BE IN THE FORM OF A PUBLIC BENEFIT CORPORATION, IT  SHALL\n    3  CREATE EACH SUCH PUBLIC BENEFIT CORPORATION BY EXECUTING AND FILING WITH\n    4  THE  SECRETARY  OF  STATE  A  CERTIFICATE OF INCORPORATION, WHICH MAY BE\n    5  AMENDED FROM TIME TO TIME BY FILING, WHICH SHALL SET FORTH THE  NAME  OF\n    6  SUCH  PUBLIC  BENEFIT SUBSIDIARY CORPORATION, ITS DURATION, THE LOCATION\n    7  OF ITS PRINCIPAL OFFICE, AND ANY OR ALL OF THE  PURPOSES  OF  ACQUIRING,\n    8  OWNING,  LEASING,  ESTABLISHING,  CONSTRUCTING, EFFECTUATING, OPERATING,\n    9  MAINTAINING, RENOVATING, IMPROVING, EXTENDING OR REPAIRING ONE  OR  MORE\n   10  FACILITIES  OF THE AUTHORITY. EACH SUCH PUBLIC BENEFIT SUBSIDIARY CORPO-\n   11  RATION SHALL BE A BODY POLITIC AND CORPORATE AND SHALL  HAVE  ALL  THOSE\n   12  POWERS  VESTED  IN THE AUTHORITY BY THE PROVISIONS OF THIS SECTION WHICH\n   13  THE AUTHORITY SHALL DETERMINE TO INCLUDE IN ITS CERTIFICATE OF  INCORPO-\n   14  RATION  EXCEPT  THE  POWER TO CONTRACT INDEBTEDNESS. WHENEVER ANY STATE,\n   15  POLITICAL SUBDIVISION, SENIOR HOUSING OPPORTUNITY  CORPORATION,  COMMIS-\n   16  SION, AGENCY, OFFICER, DEPARTMENT, BOARD, DIVISION OR PERSON SHALL ENTER\n   17  INTO  AGREEMENTS WITH THE AUTHORITY IT SHALL HAVE THE SAME AUTHORIZATION\n   18  AND POWER FOR ANY OF SUCH PURPOSES TO COOPERATE AND  ENTER  INTO  AGREE-\n   19  MENTS WITH A SUBSIDIARY CORPORATION OF THE AUTHORITY.\n   20    B.  FOR  PURPOSES  OF  THE  FEDERAL  INTERNAL  REVENUE SERVICE REVENUE\n   21  RULINGS OR REVENUE PROCEDURE, INCLUDING REVENUE RULING 63-20 AND REVENUE\n   22  PROCEDURE 82-26 AND SUCCESSORS AND  AMENDMENTS  THERETO,  THE  AUTHORITY\n   23  SHALL BE AND IS HEREBY DECLARED TO BE A POLITICAL SUBDIVISION, OR IN THE\n   24  ALTERNATIVE  AN  AGENT FOR THE STATE FOR PURPOSES OF ACQUIRING A BENEFI-\n   25  CIAL INTEREST IN A SENIOR HOUSING PROJECT AND APPROVING THE  OBLIGATIONS\n   26  ISSUED BY THE SENIOR HOUSING DEVELOPMENT CORPORATION.\n   27    7.  REVOLVING  FUND.  A. THERE IS HEREBY ESTABLISHED IN THE CUSTODY OF\n   28  THE AUTHORITY A SPECIAL FUND TO BE KNOWN AS THE SENIOR HOUSING  OPPORTU-\n   29  NITIES FACILITIES REVOLVING FUND. MONEYS IN THE FUND SHALL BE SEGREGATED\n   30  FROM  ALL  OTHER  FUNDS OF OR IN THE CUSTODY OF THE AUTHORITY SUBJECT TO\n   31  ANY RIGHTS OF HOLDERS  OF  AUTHORITY  BONDS  OR  NOTES  ISSUED  FOR  THE\n   32  PURPOSES  OF THIS SECTION. MONEYS IN THE REVOLVING FUND SHALL BE APPLIED\n   33  TO OR PAID OUT FOR AUTHORIZED PURPOSES OF THE FUND ON THE  DIRECTION  OF\n   34  THE  CHAIR  OF  THE  AUTHORITY  IN ACCORDANCE WITH THIS SECTION, OR SUCH\n   35  OTHER PERSON AS THE AUTHORITY SHALL AUTHORIZE TO MAKE SUCH DIRECTION. IN\n   36  CONSULTATION WITH THE DIRECTOR  OF  THE  DIVISION  OF  THE  BUDGET,  THE\n   37  AUTHORITY MAY ESTABLISH WITHIN THE REVOLVING FUND ADDITIONAL ACCOUNTS OR\n   38  SUBACCOUNTS  AND  SPECIFY  ANY  CONDITIONS APPLICABLE TO THE TRANSFER OF\n   39  MONEYS BETWEEN SUCH ACCOUNTS OR SUBACCOUNTS. WITH RESPECT TO EACH SENIOR\n   40  HOUSING OPPORTUNITIES FACILITIES PROJECT, THE AUTHORITY SHALL  ESTABLISH\n   41  AND  MAINTAIN A RECORD OF THE CORPUS ALLOCATION FOR SUCH PROJECT AND ANY\n   42  APPLICABLE INVESTMENT EARNINGS ATTRIBUTABLE TO  SUCH  CORPUS  ALLOCATION\n   43  FOR  THE  BENEFIT  OF  SUCH  PROJECT IN ACCORDANCE WITH THE TERMS OF THE\n   44  APPLICABLE PROJECT FINANCING OR LOAN AGREEMENT.\n   45    B. SUCH FUND SHALL CONSIST OF  FEDERAL  GRANTS  AND  AWARDS  OR  OTHER\n   46  FEDERAL  ASSISTANCE; MONEYS APPROPRIATED FOR THE PURPOSE OF SUCH FUND OR\n   47  OTHERWISE TRANSFERRED BY THE STATE FOR  DEPOSIT  THEREIN  BY  THE  COMP-\n   48  TROLLER  AS  REQUIRED BY LAW; PAYMENTS OF PRINCIPAL AND INTEREST MADE BY\n   49  SENIOR HOUSING OPPORTUNITY   CORPORATIONS  PURSUANT  TO  LOAN  OR  OTHER\n   50  AGREEMENTS  ENTERED INTO PURSUANT TO THIS SECTION, PROVIDED, HOWEVER, IF\n   51  SUCH LOANS WERE FINANCED BY THE  ISSUANCE  OF  BONDS  OR  NOTES  OF  THE\n   52  AUTHORITY,  DEPOSIT  OF  SUCH PAYMENTS INTO THE FUND SHALL BE SUBJECT TO\n   53  THE RIGHTS OF THE HOLDERS OF SUCH BONDS OR NOTES TO RECEIVE SUCH MONEYS;\n   54  INVESTMENT EARNINGS ON AMOUNTS IN SUCH FUND; ANY OTHER PAYMENTS RECEIVED\n   55  FROM SENIOR HOUSING OPPORTUNITY CORPORATIONS PURSUANT TO A LOAN OR OTHER\n   56  AGREEMENT MADE PURSUANT TO THIS SECTION FOR COSTS OF MANAGING AND ADMIN-\n\n       S. 319                              9\n\n    1  ISTERING THE PROGRAM; AND THE PROCEEDS OF BONDS OR NOTES ISSUED  BY  THE\n    2  AUTHORITY FOR PURPOSES OF PROVIDING FINANCIAL ASSISTANCE TO SENIOR HOUS-\n    3  ING OPPORTUNITY CORPORATIONS.\n    4    C.  MONEYS  IN THE REVOLVING FUND SHALL BE APPLIED BY THE AUTHORITY TO\n    5  PROVIDE FINANCIAL ASSISTANCE TO SENIOR HOUSING OPPORTUNITY  CORPORATIONS\n    6  FOR PROJECTS, INCLUDING ANY ONE OR MORE OF THE FOLLOWING:\n    7    (1)  MAKING  LOANS  TO  SENIOR  HOUSING  OPPORTUNITY  CORPORATIONS FOR\n    8  PROJECTS, PROVIDED SUCH LOANS ARE MADE AT MARKET OR BELOW  MARKET  RATES\n    9  AND  DO  NOT  HAVE  A  FINAL MATURITY OF MORE THAN FORTY YEARS FOLLOWING\n   10  SCHEDULED COMPLETION OF THE ELIGIBLE PROJECT;\n   11    (2) BUYING OR REFINANCING DEBT OBLIGATIONS OF SENIOR HOUSING  OPPORTU-\n   12  NITY CORPORATIONS AT MARKET OR BELOW MARKET RATES;\n   13    (3)  GUARANTYING  OR  PURCHASING INSURANCE OR OTHER CREDIT ENHANCEMENT\n   14  FOR SENIOR HOUSING OPPORTUNITY CORPORATION BONDS  AND  NOTES  OR  SENIOR\n   15  HOUSING OPPORTUNITIES PARTNERSHIP FINANCING INSTRUMENT WHERE SUCH ACTION\n   16  WOULD  IMPROVE CREDIT MARKET ACCESS FOR OR REDUCE INTEREST RATES ON SUCH\n   17  SENIOR HOUSING OPPORTUNITY CORPORATION FINANCING;\n   18    (4) PROVIDING A SOURCE OF REVENUE OR SECURITY FOR PAYMENT OF PRINCIPAL\n   19  AND INTEREST ON BONDS OR NOTES ISSUED BY THE AUTHORITY IF  THE  PROCEEDS\n   20  OF THE SALE OF SUCH BONDS OR NOTES WILL BE DEPOSITED IN THE FUND;\n   21    (5)  PROVIDING  INTEREST  RATE  SUBSIDIES  FROM INVESTMENT EARNINGS ON\n   22  CORPUS ALLOCATIONS TO SUBSIDIZE  LOANS  TO  SENIOR  HOUSING  OPPORTUNITY\n   23  CORPORATIONS MADE FROM THE PROCEEDS OF THE AUTHORITY'S BONDS OR NOTES;\n   24    (6)  USING  INVESTMENT EARNINGS ON MONEYS IN THE FUND TO PAY THE COSTS\n   25  OF THE AUTHORITY OF ADMINISTERING AND MANAGING THE PROGRAM.\n   26    D. NOTWITHSTANDING THE FOREGOING PROVISIONS OF THIS SUBDIVISION IF THE\n   27  SOURCES OF REVENUES DESCRIBED IN THIS SUBDIVISION ARE AT ANY TIME INSUF-\n   28  FICIENT TO MAKE A REIMBURSEMENT WHEN DUE, THE AUTHORITY SHALL MAKE  SUCH\n   29  REIMBURSEMENT  FROM  ANY  OTHER AVAILABLE AMOUNTS IN THE REVOLVING FUND,\n   30  EXCLUDING ALL AMOUNTS THAT ARE  THE  SUBJECT  OF  A  CORPUS  ALLOCATION,\n   31  PROVIDED  THAT  THE  AMOUNTS  PAID FROM FUND SOURCES SHALL BE REIMBURSED\n   32  UPON A DETERMINATION BY THE DIRECTOR OF THE BUDGET THAT FUTURE  REVENUES\n   33  OBTAINED FROM SUCH SOURCES ARE IN EXCESS OF THE AMOUNTS REASONABLY NEED-\n   34  ED TO MAKE FUTURE REIMBURSEMENTS PURSUANT TO THIS SUBDIVISION.\n   35    E.  MONEYS  IN  THE  REVOLVING FUND MAY BE INVESTED AS PROVIDED IN (1)\n   36  INVESTMENT AGREEMENTS  CONTINUOUSLY  SECURED  BY  OBLIGATIONS  WITH  ANY\n   37  INSURANCE OR REINSURANCE COMPANY OR CORPORATE AFFILIATE THEREOF RATED BY\n   38  A  NATIONALLY RECOGNIZED RATING AGENCY IN ONE OF ITS TWO HIGHEST CATEGO-\n   39  RIES, ANY BANK, TRUST COMPANY OR BROKER OR DEALER,  AS  DEFINED  BY  THE\n   40  SECURITIES  EXCHANGE  ACT  OF  NINETEEN  HUNDRED THIRTY-FOUR, WHICH IS A\n   41  DEALER IN GOVERNMENT BONDS, WHICH REPORTS TO, TRADES WITH AND IS  RECOG-\n   42  NIZED  AS  A PRIMARY DEALER BY A FEDERAL RESERVE BANK AND IS A MEMBER OF\n   43  THE SECURITIES INVESTORS PROTECTION AUTHORITY, PROVIDED THAT NO  INVEST-\n   44  MENT  AGREEMENT  SHALL  BE ENTERED INTO WITH AN INSURANCE OR REINSURANCE\n   45  COMPANY OR CORPORATE AFFILIATE THEREOF, IF, (A) SUCH OBLIGATIONS  SECUR-\n   46  ING  SUCH  INVESTMENT  AGREEMENTS  ARE  OBLIGATIONS  OF THE STATE OR THE\n   47  UNITED STATES OF AMERICA, OR OBLIGATIONS THE PRINCIPAL AND  INTEREST  OF\n   48  WHICH  ARE  GUARANTEED BY THE STATE OR THE UNITED STATES OF AMERICA, (B)\n   49  SUCH OBLIGATIONS ARE DELIVERED TO A  TRUSTEE  FOR  THE  BENEFIT  OF  THE\n   50  AUTHORITY OR, WITH RESPECT TO MONEYS PLEDGED UNDER AN INDENTURE OF TRUST\n   51  RELATING  TO  BONDS OR NOTES OF THE AUTHORITY, TO THE TRUSTEE UNDER SUCH\n   52  INDENTURE, OR ARE SUPPORTED BY A SAFE KEEPING RECEIPT ISSUED BY A DEPOS-\n   53  ITORY SATISFACTORY TO THE AUTHORITY AS APPLICABLE,  PROVIDED  THAT  SUCH\n   54  INVESTMENT  AGREEMENTS  MUST  PROVIDE  THAT  THE VALUE OF THE UNDERLYING\n   55  OBLIGATIONS SHALL BE MAINTAINED AT A CURRENT MARKET VALUE, CALCULATED NO\n   56  LESS FREQUENTLY THAN MONTHLY, OF NOT  LESS  THAN  THE  AMOUNT  DEPOSITED\n\n       S. 319                             10\n\n    1  THEREUNDER,  (C)  A PRIOR PERFECTED SECURITY INTEREST IN THE OBLIGATIONS\n    2  WHICH ARE SECURING SUCH AGREEMENT HAS BEEN GRANTED TO THE AUTHORITY,  AS\n    3  APPLICABLE, AND (D) SUCH OBLIGATIONS ARE FREE AND CLEAR OF ADVERSE THIRD\n    4  PARTY  CLAIMS,  OR  (2)  OBLIGATIONS THE INTEREST ON WHICH IS EXCLUDABLE\n    5  FROM GROSS INCOME UNDER SECTION ONE HUNDRED THREE OF THE INTERNAL REVEN-\n    6  UE CODE, PROVIDED THAT SUCH OBLIGATIONS ARE RATED BY A NATIONALLY RECOG-\n    7  NIZED RATING AGENCY IN ONE OF ITS TWO HIGHEST RATING CATEGORIES.\n    8    F. IN ADDITION TO THE POWERS GRANTED TO  THE  AUTHORITY  ELSEWHERE  IN\n    9  THIS SECTION, THE AUTHORITY MAY MAKE LOANS TO SENIOR HOUSING OPPORTUNITY\n   10  CORPORATIONS  FOR PURPOSES OF FINANCING PROJECTS FOR WHICH THE REVOLVING\n   11  FUND MAY BE USED, MAY ACCEPT  THE  OBLIGATIONS  OF  ANY  SENIOR  HOUSING\n   12  OPPORTUNITY  CORPORATION AS SECURITY FOR THE REPAYMENT OF A LOAN TO SUCH\n   13  SENIOR HOUSING OPPORTUNITY CORPORATION, AND MAY ASSIGN AND  PLEDGE  SUCH\n   14  SENIOR  HOUSING  OPPORTUNITY CORPORATION OBLIGATIONS AND LOAN AGREEMENTS\n   15  FOR THE BENEFIT OF THE HOLDER OF OBLIGATIONS OF THE AUTHORITY  FROM  THE\n   16  PROCEEDS OF WHICH SUCH LOANS ARE MADE. LOAN PROCEEDS MAY BE DISBURSED TO\n   17  A  SENIOR  HOUSING OPPORTUNITY CORPORATION WITH ANY RESTRICTIONS IMPOSED\n   18  BY THE AUTHORITY IN CONNECTION WITH SUCH  LOAN  OR  OBLIGATIONS  OF  THE\n   19  AUTHORITY FROM THE PROCEEDS OF WHICH SUCH LOAN IS MADE.\n   20    8.  AUDITS. THE AUTHORITY SHALL ARRANGE FOR ANY AUDITS REQUIRED BY LAW\n   21  FOR THE PURPOSE OF ISSUING ITS BONDS OR NOTES OR  OTHERWISE  TO  PROVIDE\n   22  FINANCIAL  ASSISTANCE  TO  SENIOR  HOUSING OPPORTUNITY CORPORATIONS, AND\n   23  PROVIDE FOR THE IMPLEMENTATION OF ANY INDEPENDENTLY CONDUCTED REVIEWS OR\n   24  AUDITS.\n   25    9. DEFAULT. IN THE EVENT  A  SENIOR  HOUSING  OPPORTUNITY  CORPORATION\n   26  SHALL  FAIL  TO  MAKE  ANY  PAYMENT DUE THE AUTHORITY PURSUANT TO A LOAN\n   27  AGREEMENT OR OTHER OBLIGATION OF THE SENIOR HOUSING  OPPORTUNITY  CORPO-\n   28  RATION  ISSUED  AS  SECURITY  FOR  THE UNDERTAKING OF THE SENIOR HOUSING\n   29  OPPORTUNITY CORPORATION THEREUNDER, THE AUTHORITY SHALL CERTIFY  TO  THE\n   30  COMPTROLLER,  AND  NOTIFY THE CHAIR OF THE SENATE FINANCE COMMITTEE, THE\n   31  CHAIR OF THE ASSEMBLY WAYS AND MEANS  COMMITTEE,  THE  DIRECTOR  OF  THE\n   32  DIVISION  OF  THE  BUDGET,  AND THE GOVERNING BODY OF THE SENIOR HOUSING\n   33  OPPORTUNITY CORPORATION THAT SUCH SENIOR HOUSING OPPORTUNITY CORPORATION\n   34  HAS FAILED TO MAKE SUCH PAYMENT. SUCH CERTIFICATE SHALL BE IN SUCH  FORM\n   35  AS  MAY  BE  DETERMINED  BY  THE AUTHORITY PROVIDED IT SHALL SPECIFY THE\n   36  EXACT AMOUNT OF DEBT SERVICE AND SURCHARGE, IF APPLICABLE,  REQUIRED  TO\n   37  SATISFY SUCH SENIOR HOUSING OPPORTUNITY CORPORATION'S UNPAID OBLIGATION.\n   38  THE COMPTROLLER, UPON RECEIPT OF SUCH CERTIFICATE FROM THE AUTHORITY, IS\n   39  AUTHORIZED  TO  AND SHALL, TO THE EXTENT NOT OTHERWISE PROHIBITED BY LAW\n   40  AND SUBJECT TO ANY OTHER PROVISION OF LAW PROVIDING FOR  WITHHOLDING  OF\n   41  PAYMENTS  TO  THE  SENIOR  HOUSING  OPPORTUNITY  CORPORATION  WHICH TAKE\n   42  PRECEDENCE OVER THIS SUBDIVISION,  WITHHOLD  FROM  SUCH  SENIOR  HOUSING\n   43  OPPORTUNITY  CORPORATION  THE  NEXT  SUCCEEDING PAYMENTS OF STATE AID OR\n   44  LOCAL ASSISTANCE OTHERWISE PAYABLE TO IT TO THE EXTENT NECESSARY TO MEET\n   45  THE CERTIFIED AMOUNT OF DEBT SERVICE AND SURCHARGE, IF  APPLICABLE,  DUE\n   46  THE  AUTHORITY AND SHALL IMMEDIATELY PAY OVER TO THE AUTHORITY AS A DEBT\n   47  SERVICE PAYMENT ON BEHALF OF SUCH SENIOR HOUSING OPPORTUNITY CORPORATION\n   48  THE AMOUNT SO WITHHELD. THE AUTHORITY  SHALL  FURTHER  TAKE  ANY  ACTION\n   49  PERMITTED BY LAW TO RECOVER SUCH AMOUNT.\n   50    10.  ISSUANCE  AND  SALE OF LOAN RECIPIENTS BONDS AND NOTES.  NOTWITH-\n   51  STANDING ANY BY-LAW, RULE OR REGULATION REQUIRING THE RECIPIENT TO ISSUE\n   52  BONDS OR NOTES AT A PUBLIC OR COMPETITIVE SALE, ANY RECIPIENT OF A  LOAN\n   53  FROM  THE AUTHORITY PURSUANT TO THIS ARTICLE MAY VALIDLY ISSUE ITS NOTES\n   54  OR BONDS TO THE AUTHORITY, AS EVIDENCE OF ITS OBLIGATION TO  REPAY  SUCH\n   55  LOAN.\n\n       S. 319                             11\n\n    1    11.  CO-OPERATION  AND ASSISTANCE OF OTHER AGENCIES. THE AUTHORITY MAY\n    2  MAKE USE OF EXISTING STUDIES, SURVEYS, PLANS, DATA AND  OTHER  MATERIALS\n    3  IN  THE  POSSESSION  OF  ANY  STATE  AGENCY OR MUNICIPALITY OR POLITICAL\n    4  SUBDIVISION OF THE STATE. EACH SUCH AGENCY, MUNICIPALITY AND SUBDIVISION\n    5  IS  HEREBY  AUTHORIZED  TO  MAKE THE SAME AVAILABLE TO THE AUTHORITY AND\n    6  OTHERWISE TO ASSIST IT IN THE PERFORMANCE OF ITS FUNCTIONS. THE OFFICERS\n    7  AND PERSONNEL OF SUCH AGENCIES, MUNICIPALITIES AND SUBDIVISIONS, AND  OF\n    8  ANY OTHER GOVERNMENT OR AGENCY WHATEVER, MAY SERVE AT THE REQUEST OF THE\n    9  AUTHORITY UPON SUCH ADVISORY COMMITTEES AS THE AUTHORITY SHALL DETERMINE\n   10  TO CREATE AND SUCH OFFICERS AND PERSONNEL MAY SERVE UPON SUCH COMMITTEES\n   11  WITHOUT  FORFEITURE  OF OFFICE OR EMPLOYMENT AND WITH NO LOSS OR DIMINU-\n   12  TION IN THE COMPENSATION,  STATUS,  RIGHTS  AND  PRIVILEGES  WHICH  THEY\n   13  OTHERWISE ENJOY.\n   14    12.  NOTES  AND  BONDS  OF THE AUTHORITY. A.  THE AUTHORITY SHALL HAVE\n   15  POWER AND IS HEREBY AUTHORIZED FROM TIME TO TIME TO ISSUE ITS NEGOTIABLE\n   16  OR  NON-NEGOTIABLE  BONDS  AND  NOTES  IN  CONFORMITY  WITH   APPLICABLE\n   17  PROVISIONS  OF THE UNIFORM COMMERCIAL CODE IN SUCH PRINCIPAL AMOUNT, AS,\n   18  IN THE OPINION OF THE AUTHORITY, SHALL BE NECESSARY  TO  PROVIDE  SUFFI-\n   19  CIENT FUNDS FOR ACHIEVING ITS PURPOSES OR TO ANY SENIOR HOUSING OPPORTU-\n   20  NITY  CORPORATION  OR  RECIPIENT  FOR SUCH PURPOSES. THE AUTHORITY SHALL\n   21  HAVE POWER, FROM TIME TO TIME, TO ISSUE RENEWAL NOTES, TO ISSUE BONDS TO\n   22  PAY NOTES AND WHENEVER IT DEEMS REFUNDING EXPEDIENT, TO REFUND ANY BONDS\n   23  BY THE ISSUANCE OF NEW BONDS, WHETHER THE BONDS TO BE REFUNDED  HAVE  OR\n   24  HAVE  NOT  MATURED,  AND  TO  ISSUE  BONDS  PARTLY  TO REFUND BONDS THEN\n   25  OUTSTANDING, AND PARTLY FOR ANY OTHER PURPOSE. THE REFUNDING BONDS SHALL\n   26  BE SOLD AND THE PROCEEDS APPLIED TO THE PURCHASE, REDEMPTION OR  PAYMENT\n   27  OF THE BONDS TO BE REFUNDED.\n   28    B.  EXCEPT  AS  MAY  OTHERWISE BE EXPRESSLY PROVIDED BY THE AUTHORITY,\n   29  EVERY ISSUE OF ITS NOTES OR BONDS SHALL BE (1)  GENERAL  OBLIGATIONS  OF\n   30  THE  AUTHORITY  PAYABLE  OUT OF ANY REVENUES OR MONIES OF THE AUTHORITY,\n   31  SUBJECT ONLY TO ANY AGREEMENTS WITH THE HOLDERS OF PARTICULAR  NOTES  OR\n   32  BONDS  PLEDGING ANY PARTICULAR RECIPIENTS OR REVENUES, (2) SPECIAL OBLI-\n   33  GATIONS OF THE AUTHORITY  PAYABLE  SOLELY  FROM  THE  REVENUES,  SERVICE\n   34  CHARGES,  RENTALS,  PROCEEDS OR OTHER PAYMENTS TO BE RECEIVED ON ACCOUNT\n   35  OF THE MORTGAGE, LOAN OR OTHER  AGREEMENTS  AND  PAYMENTS,  RESERVE  AND\n   36  INSURANCE  FUNDS  OR ACCOUNTS ISSUANCE OF SPECIAL OBLIGATIONS, AND FEES,\n   37  CHARGES OR OTHER MONIES TO BE RECEIVED BY THE AUTHORITY  IN  RESPECT  TO\n   38  LOANS  MADE  PURSUANT  TO  THIS SECTION, OR FROM AMOUNTS RECEIVED BY THE\n   39  AUTHORITY PURSUANT TO ANY CONTRACT, LEASE, EASEMENT,  LICENSE  OR  OTHER\n   40  INSTRUMENT  ENTERED  INTO BY THE AUTHORITY PURSUANT TO THIS SECTION, AND\n   41  MAY, BUT NEED NOT, BE SECURED BY MORTGAGES, ASSIGNMENTS  OR  PLEDGES  OF\n   42  SUCH REVENUES, SERVICE CHARGES, RENTALS, PROCEEDS, OTHER PAYMENTS, FUNDS\n   43  AND  ACCOUNTS,  FEES,  CHARGES  AND  OTHER  MONIES,  AND BY MORTGAGES OR\n   44  ASSIGNMENTS THEREOF IN RESPECT  TO  PROJECTS,  AND  MAY  INCLUDE  POOLED\n   45  FINANCINGS SUBJECT ONLY TO ANY AGREEMENTS WITH THE HOLDERS OF PARTICULAR\n   46  SPECIAL  OBLIGATION  NOTES  OR  BONDS  ISSUED TO FINANCE THE COST OF, OR\n   47  LOANS FOR, A PROJECT OR PROJECTS.\n   48    C. ANY BONDS OR NOTES ISSUED FOR  THE  PURPOSE  OF  FINANCING  AMOUNTS\n   49  DEPOSITED  OR  TO BE DEPOSITED IN THE REVOLVING FUND MAY BE ISSUED IN AN\n   50  AGGREGATE PRINCIPAL AMOUNT SUFFICIENT TO FINANCE THE AMOUNT TO BE DEPOS-\n   51  ITED PLUS AN AMOUNT SUFFICIENT TO FUND ANY  DEBT  SERVICE  RESERVE  FUND\n   52  ESTABLISHED  BY THE AUTHORITY AND TO PROVIDE FOR THE PAYMENT OF FEES AND\n   53  OTHER CHARGES AND EXPENSES OF THE  AUTHORITY  IN  CONNECTION  WITH  SUCH\n   54  BONDS AND NOTES.\n   55    D. THE NOTES AND BONDS SHALL BE AUTHORIZED BY RESOLUTION OF THE DIREC-\n   56  TORS  OF  THE AUTHORITY, SHALL BEAR SUCH DATE OR DATES, AND SHALL MATURE\n\n       S. 319                             12\n\n    1  AT SUCH TIME OR TIMES, AS SUCH RESOLUTION OR  RESOLUTIONS  MAY  PROVIDE;\n    2  PROVIDED,  HOWEVER,  THAT  THE FINAL MATURITY OF ANY BOND ISSUED FOR THE\n    3  PURPOSE OF FINANCING ANY AMOUNTS DEPOSITED OR TO  BE  DEPOSITED  IN  THE\n    4  REVOLVING  FUND  SHALL  NOT EXCEED FORTY YEARS FROM THE DATE OF ISSUE OF\n    5  SUCH BOND. THE NOTES AND BONDS SHALL BEAR INTEREST AT SUCH RATE OR RATES\n    6  WHICH MAY VARY FROM TIME TO TIME, BE IN SUCH DENOMINATIONS, BE  IN  SUCH\n    7  FORM,  EITHER  COUPON OR REGISTERED, CARRY SUCH REGISTRATION PRIVILEGES,\n    8  BE EXECUTED IN SUCH MANNER, BE PAYABLE IN SUCH  MEDIUM  OF  PAYMENT,  AT\n    9  SUCH  PLACE OR PLACES AND BE SUBJECT TO SUCH TERMS OF REDEMPTION AS SUCH\n   10  RESOLUTION OR RESOLUTIONS MAY  PROVIDE.  THE  NOTES  AND  BONDS  OF  THE\n   11  AUTHORITY  MAY  BE  SOLD BY THE AUTHORITY, AT PUBLIC OR PRIVATE SALE, AT\n   12  SUCH PRICE OR PRICES AS THE AUTHORITY SHALL DETERMINE. NO NOTES OR BONDS\n   13  OF THE AUTHORITY MAY BE SOLD BY THE AUTHORITY AT PRIVATE SALE,  HOWEVER,\n   14  UNLESS  SUCH SALE AND THE TERMS THEREOF HAVE BEEN APPROVED IN WRITING BY\n   15  (1) THE COMPTROLLER, WHERE SUCH SALE IS NOT TO THE COMPTROLLER,  OR  (2)\n   16  THE DIRECTOR OF THE BUDGET, WHERE SUCH SALE IS TO THE COMPTROLLER.\n   17    E. ANY RESOLUTION OR RESOLUTIONS AUTHORIZING ANY NOTES OR BONDS OR ANY\n   18  ISSUE  THEREOF  MAY  CONTAIN  PROVISIONS,  WHICH  SHALL BE A PART OF THE\n   19  CONTRACT WITH THE HOLDERS THEREOF, AS TO:\n   20    (1) PLEDGING ALL OR ANY PART OF THE RENTALS, RATES, CHARGES AND  OTHER\n   21  FEES  MADE  OR RECEIVED BY THE AUTHORITY AND OTHER MONIES RECEIVED OR TO\n   22  BE RECEIVED FROM THE OWNERSHIP OR OPERATION OR OTHERWISE  IN  CONNECTION\n   23  WITH  ANY PROJECT OR PROJECTS AND ALL OR ANY PART OF THE MONIES RECEIVED\n   24  IN PAYMENT OF PRINCIPAL OR INTEREST ON BONDS OR NOTES OF ANY STATE AGEN-\n   25  CY AND SENIOR HOUSING OPPORTUNITY CORPORATION BONDS OR NOTES ACQUIRED BY\n   26  THE AUTHORITY, TO SECURE THE PAYMENT OF THE NOTES OR  BONDS  OR  OF  ANY\n   27  ISSUE  THEREOF, SUBJECT TO SUCH AGREEMENTS WITH BONDHOLDERS OR NOTEHOLD-\n   28  ERS AS MAY THEN EXIST;\n   29    (2) PLEDGING ALL OR ANY PART OF THE ASSETS OF THE AUTHORITY  INCLUDING\n   30  SENIOR  HOUSING  OPPORTUNITY CORPORATION BONDS AND NOTES ACQUIRED BY THE\n   31  AUTHORITY IN THE ISSUANCE OF GENERAL OBLIGATIONS, AND IN THE ISSUANCE OF\n   32  SPECIAL OBLIGATIONS, NOTES OR OTHER EVIDENCES  OF  INDEBTEDNESS  OF  ANY\n   33  PERSON  ACQUIRED  BY THE AUTHORITY, AND ASSIGNING AND PLEDGING ANY MORT-\n   34  GAGES OR OTHER SECURITY INTERESTS  ACQUIRED  BY  THE  AUTHORITY  OR  ANY\n   35  INTERESTS OF THE AUTHORITY IN PROPERTIES OR REVENUES OR OTHER SUMS PAYA-\n   36  BLE  TO  THE AUTHORITY AND ANY RESERVE AND ISSUANCE FUNDS OR ACCOUNTS OR\n   37  OTHER FUNDS AND ACCOUNTS ESTABLISHED IN CONNECTION WITH THE ISSUANCE  OF\n   38  SPECIAL  OBLIGATIONS  TO  SECURE THE PAYMENT OF THE NOTES OR BONDS OR OF\n   39  ANY ISSUE OF NOTES OR BONDS OF  GENERAL  OBLIGATIONS  OR  SPECIAL  OBLI-\n   40  GATIONS, AS THE CASE MAY BE, SUBJECT TO SUCH AGREEMENTS WITH NOTEHOLDERS\n   41  OR BONDHOLDERS AS MAY THEN EXIST;\n   42    (3)  THE USE AND DISPOSITION OF RENTALS, RATES, CHARGES AND OTHER FEES\n   43  MADE OR RECEIVED BY THE AUTHORITY;\n   44    (4) THE SETTING ASIDE OF RESERVES OR SINKING FUNDS AND THE  REGULATION\n   45  AND  DISPOSITION THEREOF FROM THE OWNERSHIP OR OPERATION OR OTHERWISE IN\n   46  CONNECTION WITH ANY PROJECT OR PROJECTS AND OF  THE  GROSS  INCOME  FROM\n   47  SENIOR  HOUSING  OPPORTUNITY  CORPORATION BONDS AND NOTES, AND BONDS AND\n   48  NOTES OF ANY STATE AGENCY OWNED BY THE AUTHORITY;\n   49    (5) LIMITATIONS ON THE PURPOSE TO WHICH THE PROCEEDS OF SALE OF  NOTES\n   50  OR BONDS MAY BE APPLIED AND PLEDGING SUCH PROCEEDS TO SECURE THE PAYMENT\n   51  OF THE NOTES OR BONDS OR OF ANY ISSUE THEREOF;\n   52    (6)  LIMITATIONS  ON  THE  ISSUANCE  OF ADDITIONAL NOTES OR BONDS; THE\n   53  TERMS UPON WHICH ADDITIONAL NOTES OR BONDS MAY BE  ISSUED  AND  SECURED;\n   54  AND THE REFUNDING OF OUTSTANDING OR OTHER NOTES OR BONDS;\n   55    (7)  THE  PROCEDURE,  IF  ANY, BY WHICH THE TERMS OF ANY CONTRACT WITH\n   56  NOTEHOLDERS OR BONDHOLDERS MAY BE AMENDED OR ABROGATED,  THE  AMOUNT  OF\n\n       S. 319                             13\n\n    1  NOTES OR BONDS THE HOLDERS OF WHICH MUST CONSENT THERETO, AND THE MANNER\n    2  IN WHICH SUCH CONSENT MAY BE GIVEN;\n    3    (8) LIMITATIONS ON THE AMOUNT OF MONIES TO BE EXPENDED BY THE AUTHORI-\n    4  TY FOR OPERATING, ADMINISTRATIVE OR OTHER EXPENSES OF THE AUTHORITY;\n    5    (9) VESTING IN A TRUSTEE OR TRUSTEES SUCH PROPERTY, RIGHTS, POWERS AND\n    6  DUTIES IN TRUST AS THE AUTHORITY MAY DETERMINE, WHICH MAY INCLUDE ANY OR\n    7  ALL  OF  THE  RIGHTS,  POWERS AND DUTIES OF THE TRUSTEE APPOINTED BY THE\n    8  BONDHOLDERS PURSUANT TO THIS SECTION, AND  LIMITING  OR  ABROGATING  THE\n    9  RIGHT  OF  THE  BONDHOLDERS  TO  APPOINT A TRUSTEE UNDER THIS SECTION OR\n   10  LIMITING THE RIGHTS, POWERS AND DUTIES OF SUCH TRUSTEE; AND\n   11    (10) ANY OTHER MATTERS, OF LIKE OR DIFFERENT CHARACTER, WHICH  IN  ANY\n   12  WAY AFFECT THE SECURITY OR PROTECTION OF THE NOTES OR BONDS.\n   13    F.  IN  ADDITION  TO THE POWERS CONFERRED UPON THE AUTHORITY TO SECURE\n   14  ITS NOTES AND BONDS, THE AUTHORITY SHALL HAVE POWER IN  CONNECTION  WITH\n   15  THE  ISSUANCE  OF  NOTES  AND BONDS TO ENTER INTO SUCH AGREEMENTS AS THE\n   16  AUTHORITY MAY DEEM NECESSARY, CONVENIENT OR DESIRABLE CONCERNING THE USE\n   17  OR DISPOSITION OF ITS MONIES OR PROPERTY INCLUDING THE MORTGAGING OF ANY\n   18  SUCH PROPERTY AND THE ENTRUSTING, PLEDGING  OR  CREATION  OF  ANY  OTHER\n   19  SECURITY  INTEREST  IN  ANY SUCH MONIES OR PROPERTY AND THE DOING OF ANY\n   20  ACT (INCLUDING REFRAINING FROM DOING ANY ACT) WHICH THE AUTHORITY  WOULD\n   21  HAVE  THE  RIGHT  TO DO IN THE ABSENCE OF SUCH AGREEMENTS. THE AUTHORITY\n   22  SHALL HAVE POWER TO ENTER INTO AMENDMENTS OF ANY SUCH AGREEMENTS  WITHIN\n   23  THE  POWERS GRANTED TO THE AUTHORITY BY THIS SECTION AND TO PERFORM SUCH\n   24  AGREEMENTS. THE PROVISIONS OF ANY SUCH AGREEMENTS MAY BE MADE A PART  OF\n   25  THE CONTRACT WITH THE HOLDERS OF THE NOTES AND BONDS OF THE AUTHORITY.\n   26    G.  IT  IS THE INTENTION OF THIS SUBDIVISION THAT ANY PLEDGE, MORTGAGE\n   27  OR SECURITY INSTRUMENT MADE BY THE AUTHORITY SHALL BE VALID AND  BINDING\n   28  FROM  THE TIME WHEN THE PLEDGE, MORTGAGE OR SECURITY INSTRUMENT IS MADE;\n   29  THAT THE MONIES OR PROPERTY SO  PLEDGED,  MORTGAGED  AND  ENTRUSTED  AND\n   30  THEREAFTER RECEIVED BY THE AUTHORITY SHALL IMMEDIATELY BE SUBJECT TO THE\n   31  LIEN  OF  SUCH PLEDGE, MORTGAGE OR SECURITY INSTRUMENT WITHOUT ANY PHYS-\n   32  ICAL DELIVERY THEREOF OR FURTHER ACT; AND THAT  THE  LIEN  OF  ANY  SUCH\n   33  PLEDGE,  MORTGAGE  OR  SECURITY INSTRUMENT SHALL BE VALID AND BINDING AS\n   34  AGAINST ALL PARTIES HAVING CLAIMS OF  ANY  KIND  IN  TORT,  CONTRACT  OR\n   35  OTHERWISE  AGAINST  THE  AUTHORITY, IRRESPECTIVE OF WHETHER SUCH PARTIES\n   36  HAVE NOTICE THEREOF. NEITHER THE RESOLUTION NOR ANY  MORTGAGE,  SECURITY\n   37  INSTRUMENT OR OTHER INSTRUMENT BY WHICH A PLEDGE, MORTGAGE LIEN OR OTHER\n   38  SECURITY  IS  CREATED  NEED BE RECORDED OR FILED AND THE AUTHORITY SHALL\n   39  NOT BE REQUIRED TO COMPLY WITH ANY OF  THE  PROVISIONS  OF  THE  UNIFORM\n   40  COMMERCIAL CODE.\n   41    H. NEITHER THE DIRECTORS OF THE AUTHORITY NOR ANY PERSON EXECUTING THE\n   42  NOTES  OR  BONDS SHALL BE LIABLE PERSONALLY ON THE NOTES OR BONDS, OR BE\n   43  SUBJECT TO ANY PERSONAL LIABILITY OR ACCOUNTABILITY  BY  REASON  OF  THE\n   44  ISSUANCE THEREOF.\n   45    I. THE AUTHORITY, SUBJECT TO SUCH AGREEMENTS WITH NOTEHOLDERS OR BOND-\n   46  HOLDERS  AS  MAY THEN EXIST, SHALL HAVE POWER OUT OF ANY FUNDS AVAILABLE\n   47  THEREFOR TO PURCHASE NOTES OR BONDS OF THE AUTHORITY, WHICH SHALL THERE-\n   48  UPON BE CANCELLED, AT A PRICE NOT EXCEEDING (1) IF THE  NOTES  OR  BONDS\n   49  ARE  THEN  REDEEMABLE, THE REDEMPTION PRICE THEN APPLICABLE PLUS ACCRUED\n   50  INTEREST TO THE NEXT INTEREST PAYMENT THEREON, OR (2) IF  THE  NOTES  OR\n   51  BONDS  ARE  NOT  THEN REDEEMABLE, THE REDEMPTION PRICE APPLICABLE ON THE\n   52  FIRST DATE AFTER SUCH PURCHASE UPON WHICH  THE  NOTES  OR  BONDS  BECOME\n   53  SUBJECT TO REDEMPTION PLUS ACCRUED INTEREST TO SUCH DATE.\n   54    J.  NEITHER  THE  STATE NOR ANY SENIOR HOUSING OPPORTUNITY CORPORATION\n   55  SHALL BE LIABLE ON NOTES OR BONDS ISSUED AS GENERAL OBLIGATIONS  OF  THE\n   56  AUTHORITY  AND  SUCH NOTES AND BONDS SHALL NOT BE A DEBT OF THE STATE OR\n\n       S. 319                             14\n\n    1  ANY SENIOR HOUSING OPPORTUNITY CORPORATION, AND  SUCH  NOTES  AND  BONDS\n    2  SHALL  CONTAIN ON THE FACE THEREOF A STATEMENT TO SUCH EFFECT. THE STATE\n    3  SHALL NOT BE LIABLE ON NOTES OR BONDS ISSUED AS SPECIAL  OBLIGATIONS  OF\n    4  THE AUTHORITY, AND SUCH NOTES AND BONDS SHALL NOT BE A DEBT OF THE STATE\n    5  AND SHALL BE PAYABLE SOLELY FROM THE REVENUES, SERVICE CHARGES, RENTALS,\n    6  PROCEEDS OR OTHER PAYMENTS TO BE DERIVED FROM THE EXTENSION OF CREDIT OR\n    7  THE LOAN FOR THE PROJECT FOR WHICH SUCH NOTES AND BONDS WERE ISSUED, AND\n    8  SUCH  NOTES  AND  BONDS SHALL CONTAIN ON THE FACE THEREOF A STATEMENT TO\n    9  SUCH EFFECT.\n   10    K. THE AUTHORITY MAY OBTAIN FROM  ANY  DEPARTMENT  OR  AGENCY  OF  THE\n   11  UNITED  STATES  OF  AMERICA  ANY AVAILABLE INSURANCE OR GUARANTY FOR THE\n   12  PAYMENT OR REPAYMENT OF INTEREST OR PRINCIPAL,  OR  BOTH,  OR  ANY  PART\n   13  THEREOF,  ON  ANY  BONDS  OR NOTES ISSUED BY THE AUTHORITY, BUT NOTWITH-\n   14  STANDING ANY OTHER PROVISIONS OF THIS SECTION SHALL NOT ENTER  INTO  ANY\n   15  AGREEMENT  OR CONTRACT WITH RESPECT TO ANY SUCH INSURANCE OR GUARANTY TO\n   16  THE EXTENT THAT IT WOULD IN ANY WAY IMPAIR OR INTERFERE WITH THE ABILITY\n   17  OF THE AUTHORITY TO PERFORM AND FULFILL THE TERMS OF ANY AGREEMENT  MADE\n   18  WITH THE HOLDERS OF THE BONDS OR NOTES OF THE AUTHORITY.\n   19    13.  RESERVE FUNDS AND APPROPRIATIONS. A. THE AUTHORITY MAY CREATE AND\n   20  ESTABLISH ONE OR MORE RESERVE FUNDS TO BE KNOWN AS DEBT SERVICE  RESERVE\n   21  FUNDS AND MAY PAY INTO SUCH DEBT SERVICE RESERVE FUNDS ANY MONIES APPRO-\n   22  PRIATED  AND MADE AVAILABLE BY THE STATE FOR THE PURPOSES OF SUCH FUNDS,\n   23  ANY PROCEEDS OF SALE OF NOTES OR BONDS, TO THE EXTENT  PROVIDED  IN  THE\n   24  RESOLUTION  OF  THE  AUTHORITY AUTHORIZING THE ISSUANCE THEREOF, AND ANY\n   25  OTHER MONIES WHICH MAY BE  MADE  AVAILABLE  TO  THE  AUTHORITY  FOR  THE\n   26  PURPOSE OF SUCH FUNDS FROM ANY OTHER SOURCE OR SOURCES.\n   27    B.  THE  MONIES  HELD  IN OR CREDITED TO ANY DEBT SERVICE RESERVE FUND\n   28  ESTABLISHED UNDER THIS SUBDIVISION, EXCEPT AS OTHERWISE PROVIDED IN THIS\n   29  SUBDIVISION, SHALL BE USED SOLELY FOR THE PAYMENT OF  THE  PRINCIPAL  OF\n   30  BONDS  OF THE AUTHORITY SECURED BY SUCH DEBT SERVICE RESERVE FUND AS THE\n   31  SAME MATURE OR AS PAYMENTS REQUIRED BY THE TERMS OF ANY CONTRACTS THERE-\n   32  FOR AS SINKING FUND PAYMENTS BECOME DUE, THE PURCHASE OF SUCH  BONDS  OF\n   33  THE AUTHORITY, THE PAYMENT OF INTEREST ON SUCH BONDS OF THE AUTHORITY OR\n   34  THE  PAYMENT  OF  ANY  REDEMPTION  PREMIUM REQUIRED TO BE PAID WHEN SUCH\n   35  BONDS ARE REDEEMED PRIOR TO MATURITY; PROVIDED HOWEVER, THAT THE AUTHOR-\n   36  ITY SHALL HAVE POWER TO PROVIDE THAT MONIES IN ANY SUCH FUND  SHALL  NOT\n   37  BE  WITHDRAWN  THEREFROM  AT ANY TIME IN SUCH AMOUNT OF ANY SINKING FUND\n   38  PAYMENTS BECOMING DUE AND PRINCIPAL AND INTEREST MATURING  AND  BECOMING\n   39  DUE  IN  ANY SUCCEEDING CALENDAR YEAR ON THE BONDS OF THE AUTHORITY THEN\n   40  OUTSTANDING AND SECURED BY SUCH DEBT SERVICE RESERVE  FUND,  EXCEPT  FOR\n   41  THE PURPOSE OF PAYING ANY SINKING FUND PAYMENTS BECOMING DUE AND PRINCI-\n   42  PAL  OF AND INTEREST ON SUCH BONDS OF THE AUTHORITY SECURED BY SUCH DEBT\n   43  SERVICE RESERVE FUND MATURING AND BECOMING DUE AND FOR  THE  PAYMENT  OF\n   44  WHICH  OTHER  MONIES  OF  THE AUTHORITY ARE NOT AVAILABLE. ANY INCOME OR\n   45  INTEREST EARNED BY, OR INCREMENT TO, ANY SUCH DEBT SERVICE RESERVE  FUND\n   46  DUE TO THE INVESTMENT THEREOF MAY BE TRANSFERRED BY THE AUTHORITY TO ANY\n   47  OTHER  FUND  OR  ACCOUNT  OF  THE AUTHORITY AND THE AUTHORITY SHALL HAVE\n   48  POWER TO PROVIDE THAT ANY SUCH TRANSFER SHALL NOT REDUCE THE  AMOUNT  OF\n   49  SUCH  DEBT  SERVICE RESERVE FUND BELOW THE MAXIMUM AMOUNT OF ANY SINKING\n   50  FUND PAYMENTS BECOMING DUE  AND  PRINCIPAL  AND  INTEREST  MATURING  AND\n   51  BECOMING DUE IN ANY SUCCEEDING CALENDAR YEAR ON ALL BONDS OF THE AUTHOR-\n   52  ITY THEN OUTSTANDING AND SECURED BY SUCH DEBT SERVICE RESERVE FUND.\n   53    C.  THE  AUTHORITY  SHALL  NOT  ISSUE BONDS AT ANY TIME IF THE MAXIMUM\n   54  AMOUNT OF ANY SINKING FUND  PAYMENTS  BECOMING  DUE  AND  PRINCIPAL  AND\n   55  INTEREST  MATURING  AND  BECOMING DUE IN ANY SUCCEEDING CALENDAR YEAR ON\n   56  THE BONDS OUTSTANDING AND THEN TO  BE  ISSUED  AND  SECURED  BY  A  DEBT\n\n       S. 319                             15\n\n    1  SERVICE RESERVE FUND WILL EXCEED THE AMOUNT OF SUCH DEBT SERVICE RESERVE\n    2  FUND  AT  THE TIME OF ISSUANCE, UNLESS THE AUTHORITY, AT THE TIME OF THE\n    3  ISSUANCE OF SUCH BONDS, SHALL DEPOSIT IN SUCH DEBT SERVICE RESERVE  FUND\n    4  FROM  THE PROCEEDS OF THE BONDS SO TO BE ISSUED, OR OTHERWISE, AN AMOUNT\n    5  WHICH, TOGETHER WITH THE AMOUNT THEN IN SUCH DEBT SERVICE RESERVE  FUND,\n    6  WILL  BE  NOT  LESS THAN THE MAXIMUM AMOUNT OF ANY SINKING FUND PAYMENTS\n    7  BECOMING DUE AND PRINCIPAL AND INTEREST MATURING AND BECOMING DUE IN ANY\n    8  SUCCEEDING CALENDAR YEAR ON THE BONDS THEN TO BE ISSUED AND ON ALL OTHER\n    9  BONDS OF THE AUTHORITY THEN OUTSTANDING AND SECURED BY SUCH DEBT SERVICE\n   10  RESERVE FUND.\n   11    D. TO ASSURE THE CONTINUED OPERATION AND SOLVENCY OF THE AUTHORITY FOR\n   12  THE CARRYING OUT OF THE PUBLIC PURPOSES OF THIS  SECTION,  PROVISION  IS\n   13  MADE  IN  THIS SECTION FOR THE ACCUMULATION IN EACH DEBT SERVICE RESERVE\n   14  FUND OF AN AMOUNT EQUAL TO  THE  MAXIMUM  AMOUNT  OF  ANY  SINKING  FUND\n   15  PAYMENTS  BECOMING DUE AND PRINCIPAL, AND INTEREST MATURING AND BECOMING\n   16  DUE IN ANY SUCCEEDING CALENDAR YEAR AS DETERMINED BY  THE  AUTHORITY  ON\n   17  ALL  BONDS  OF  THE  AUTHORITY THEN OUTSTANDING AND SECURED BY SUCH DEBT\n   18  SERVICE RESERVE FUND. IN ORDER FURTHER TO ASSURE THE MAINTENANCE OF SUCH\n   19  DEBT SERVICE RESERVE FUNDS IN THE RESPECTIVE AMOUNTS  PROVIDED  THEREFOR\n   20  BY  THE  AUTHORITY  IN  THE ISSUANCE OF ITS BONDS SECURED THEREBY, THERE\n   21  SHALL BE ANNUALLY APPORTIONED AND PAID TO THE AUTHORITY FOR  DEPOSIT  IN\n   22  EACH  SUCH  DEBT  SERVICE  RESERVE FUND SUCH AMOUNT, IF ANY, AS SHALL BE\n   23  CERTIFIED BY THE CHIEF EXECUTIVE OFFICER OF THE AUTHORITY TO THE  GOVER-\n   24  NOR AND DIRECTOR OF THE BUDGET AS NECESSARY TO RESTORE SUCH DEBT SERVICE\n   25  RESERVE  FUND TO AN AMOUNT EQUAL TO THE MAXIMUM AMOUNT PROVIDED THEREFOR\n   26  BY THE AUTHORITY AS  AFORESAID.  THE  CHIEF  EXECUTIVE  OFFICER  OF  THE\n   27  AUTHORITY  SHALL ANNUALLY, ON OR BEFORE DECEMBER FIRST, MAKE AND DELIVER\n   28  TO THE GOVERNOR AND DIRECTOR OF THE BUDGET HIS OR HER CERTIFICATE  STAT-\n   29  ING  THE  AMOUNT,  IF ANY, REQUIRED TO RESTORE EACH DEBT SERVICE RESERVE\n   30  FUND TO THE AMOUNT AFORESAID AND THE AMOUNT OR AMOUNTS SO CERTIFIED,  IF\n   31  ANY,  SHALL  BE  APPORTIONED  AND  PAID TO THE AUTHORITY DURING THE THEN\n   32  CURRENT STATE FISCAL YEAR. THE PRINCIPAL AMOUNT OF BONDS  SECURED  BY  A\n   33  DEBT  SERVICE RESERVE FUND OR FUNDS TO WHICH STATE FUNDS ARE APPORTIONA-\n   34  BLE PURSUANT TO THIS SUBDIVISION SHALL BE LIMITED TO THE TOTAL AMOUNT OF\n   35  BONDS AND NOTES OUTSTANDING ON THE EFFECTIVE DATE OF THIS SECTION,  PLUS\n   36  THE  TOTAL AMOUNT OF BONDS AND NOTES CONTRACTED AFTER THE EFFECTIVE DATE\n   37  OF THIS SECTION TO FINANCE PROJECTS IN PROGRESS ON THE EFFECTIVE DATE OF\n   38  THIS SECTION AS DETERMINED BY THE  NEW  YORK  STATE  PUBLIC  AUTHORITIES\n   39  CONTROL  BOARD  CREATED PURSUANT TO THE STATE FINANCE LAW WHOSE AFFIRMA-\n   40  TIVE DETERMINATION SHALL BE CONCLUSIVE AS TO ALL MATTERS OF LAW AND FACT\n   41  SOLELY FOR THE PURPOSES OF THE LIMITATIONS CONTAINED  IN  THIS  SUBDIVI-\n   42  SION, BUT IN NO EVENT SHALL THE TOTAL AMOUNT OF BONDS SO SECURED BY SUCH\n   43  A  DEBT  SERVICE RESERVE FUND OR FUNDS EXCEED FORTY MILLION FIVE HUNDRED\n   44  THIRTEEN  THOUSAND  DOLLARS,  EXCLUDING  BONDS  ISSUED  TO  REFUND  SUCH\n   45  OUTSTANDING  BONDS  UNTIL  THE  DATE  OF  REDEMPTION OF SUCH OUTSTANDING\n   46  BONDS. AS OUTSTANDING BONDS SO SECURED ARE PAID, THE AMOUNT  SO  SECURED\n   47  SHALL  BE  REDUCED  ACCORDINGLY  BUT  THE REDEMPTION OF SUCH OUTSTANDING\n   48  BONDS FROM THE PROCEEDS OF REFUNDING BONDS SHALL NOT REDUCE  THE  AMOUNT\n   49  SO SECURED.\n   50    E.  FOR  THE  PURPOSES  OF THIS SECTION, MAXIMUM AMOUNT OF ANY SINKING\n   51  FUND PAYMENTS BECOMING DUE  AND  PRINCIPAL  AND  INTEREST  MATURING  AND\n   52  BECOMING  DUE  IN  ANY SUCCEEDING YEAR MEANS, AS OF THE DATE OF COMPUTA-\n   53  TION, THE LARGEST AMOUNT OF MONEY REQUIRED IN ANY  SUCCEEDING  YEAR  FOR\n   54  THE  PAYMENT  OF INTEREST ON AND MATURING PRINCIPAL OF OUTSTANDING BONDS\n   55  AND PAYMENTS REQUIRED BY THE TERMS OF ANY CONTRACTS TO BE  MADE  TO  ANY\n   56  SINKING  FUND  ESTABLISHED  FOR THE PAYMENT OR REDEMPTION OF SUCH BONDS,\n\n       S. 319                             16\n\n    1  PROVIDED THAT THE PRINCIPAL AMOUNT OF ANY BONDS REQUIRED TO BE  MADE  TO\n    2  ANY  SUCH  SINKING  FUND DURING ANY YEAR SHALL, FOR THE PURPOSES OF THIS\n    3  DEFINITION, BE CONSIDERED AS MATURING IN  THE  YEAR  DURING  WHICH  SUCH\n    4  PAYMENT  IS REQUIRED AND NOT IN THE YEAR IN WHICH THE STATED MATURITY OF\n    5  SUCH BONDS OCCURS. IN COMPUTING THE AMOUNT OF ANY DEBT  SERVICE  RESERVE\n    6  FUND  FOR  THE  PURPOSES  OF  THIS SECTION, SECURITIES IN WHICH ALL OR A\n    7  PORTION OF SUCH FUND SHALL BE INVESTED SHALL BE VALUED  AT  PAR,  OR  IF\n    8  PURCHASED AT LESS THAN PAR, AT THEIR COST TO THE AUTHORITY.\n    9    14.  AGREEMENT OF THE STATE. THE STATE DOES HEREBY PLEDGE TO AND AGREE\n   10  WITH THE HOLDERS OF ANY NOTES OR BONDS ISSUED UNDER THIS  SECTION,  THAT\n   11  THE  STATE  WILL  NOT  LIMIT  OR  ALTER  THE RIGHTS HEREBY VESTED IN THE\n   12  AUTHORITY TO FULFILL THE TERMS OF ANY AGREEMENTS MADE WITH  THE  HOLDERS\n   13  THEREOF,  OR  IN  ANY WAY IMPAIR THE RIGHTS AND REMEDIES OF SUCH HOLDERS\n   14  UNTIL SUCH NOTES OR BONDS, TOGETHER  WITH  THE  INTEREST  THEREON,  WITH\n   15  INTEREST  OF  ANY  UNPAID  INSTALLMENTS  OF  INTEREST, AND ALL COSTS AND\n   16  EXPENSES FOR WHICH THE AUTHORITY IS LIABLE IN CONNECTION WITH ANY ACTION\n   17  OR PROCEEDING BY OR ON  BEHALF  OF  SUCH  HOLDERS,  ARE  FULLY  MET  AND\n   18  DISCHARGED.  THE  AUTHORITY  IS  AUTHORIZED  TO  INCLUDE THIS PLEDGE AND\n   19  AGREEMENT OF THE STATE IN ANY AGREEMENT WITH THE HOLDERS OF  SUCH  NOTES\n   20  OR BONDS.\n   21    15. RIGHT OF STATE TO REQUIRE REDEMPTION OF BONDS. NOTWITHSTANDING AND\n   22  IN  ADDITION  TO ANY PROVISIONS FOR THE REDEMPTION OF BONDS WHICH MAY BE\n   23  CONTAINED IN ANY CONTRACT WITH THE HOLDERS OF THE BONDS, THE STATE  MAY,\n   24  UPON  FURNISHING  SUFFICIENT  FUNDS  THEREFOR,  REQUIRE THE AUTHORITY TO\n   25  REDEEM, PRIOR TO MATURING, AS A WHOLE, ANY ISSUE OF BONDS ON ANY  INTER-\n   26  EST  PAYMENT DATE NOT LESS THAN TWENTY YEARS AFTER THE DATE OF THE BONDS\n   27  OF SUCH ISSUE AT ONE HUNDRED FIVE PER CENTUM OF  THEIR  FACE  VALUE  AND\n   28  ACCRUED INTEREST OR AT SUCH LOWER REDEMPTION PRICE AS MAY BE PROVIDED IN\n   29  THE BONDS IN CASE OF THE REDEMPTION THEREOF AS A WHOLE ON THE REDEMPTION\n   30  DATE. NOTICE OF SUCH REDEMPTION SHALL BE PUBLISHED IN AT LEAST TWO NEWS-\n   31  PAPERS  PUBLISHING  AND CIRCULATING RESPECTIVELY IN THE CITIES OF ALBANY\n   32  AND NEW YORK AT LEAST TWICE, THE FIRST PUBLICATION TO BE AT LEAST THIRTY\n   33  DAYS BEFORE THE DATE OF REDEMPTION.\n   34    16. REMEDIES OF NOTEHOLDERS AND BONDHOLDERS. A. IN THE EVENT THAT  THE\n   35  AUTHORITY  SHALL  DEFAULT  IN THE PAYMENT OF PRINCIPAL OF OR INTEREST ON\n   36  ANY ISSUE OF NOTES OR BONDS AFTER THE SAME SHALL BECOME DUE, WHETHER  ON\n   37  ANY  SINKING FUND PAYMENT DATE, AT MATURITY OR UPON CALL FOR REDEMPTION,\n   38  AND SUCH DEFAULT SHALL CONTINUE FOR A PERIOD OF THIRTY DAYS, OR  IN  THE\n   39  EVENT  THAT  THE  AUTHORITY  SHALL  FAIL  OR  REFUSE  TO COMPLY WITH THE\n   40  PROVISIONS OF THIS SECTION OR SHALL DEFAULT IN ANY AGREEMENT  MADE  WITH\n   41  THE  HOLDERS  OF ANY ISSUE OF NOTES OR BONDS, THE HOLDERS OF TWENTY-FIVE\n   42  PER CENTUM IN AGGREGATE PRINCIPAL AMOUNT OF THE NOTES OR BONDS  OF  SUCH\n   43  ISSUE THEN OUTSTANDING, BY INSTRUMENT OR INSTRUMENTS FILED IN THE OFFICE\n   44  OF  THE  CLERK OF THE COUNTY OF ALBANY AND PROVED OR ACKNOWLEDGED IN THE\n   45  SAME MANNER AS A DEED TO BE RECORDED, MAY APPOINT A TRUSTEE TO REPRESENT\n   46  THE HOLDERS OF SUCH NOTES OR BONDS FOR THE  PURPOSES  PROVIDED  IN  THIS\n   47  SUBDIVISION.\n   48    B.  SUCH TRUSTEE MAY, AND UPON WRITTEN REQUEST OF THE HOLDERS OF TWEN-\n   49  TY-FIVE PER CENTUM IN PRINCIPAL AMOUNT  OF  SUCH  NOTES  OR  BONDS  THEN\n   50  OUTSTANDING SHALL, IN HIS OR ITS OWN NAME,\n   51    (1)  BY  SUIT, ACTION OR PROCEEDING IN ACCORDANCE WITH THE CIVIL PRAC-\n   52  TICE LAW AND RULES, ENFORCE ALL RIGHTS OF THE NOTEHOLDERS  OR  BONDHOLD-\n   53  ERS,  INCLUDING  THE  RIGHT TO REQUIRE THE AUTHORITY TO COLLECT RENTALS,\n   54  RATES, CHARGES AND OTHER FEES AND TO COLLECT INTEREST  AND  AMORTIZATION\n   55  PAYMENTS  ON  SENIOR HOUSING OPPORTUNITY CORPORATION BONDS AND NOTES AND\n   56  BONDS AND NOTES OF ANY STATE AGENCY HELD BY IT ADEQUATE TO CARRY OUT ANY\n\n       S. 319                             17\n\n    1  AGREEMENT AS TO, OR PLEDGE OF, SUCH RENTALS, RATES,  CHARGES  AND  OTHER\n    2  FEES  AND OF SUCH INTEREST AND AMORTIZATION PAYMENTS, AND TO REQUIRE THE\n    3  AUTHORITY TO CARRY OUT ANY OTHER AGREEMENTS WITH  THE  HOLDERS  OF  SUCH\n    4  NOTES OR BONDS AND TO PERFORM ITS DUTIES UNDER THIS SECTION;\n    5    (2) BRING SUIT UPON SUCH NOTES OR BONDS;\n    6    (3)  BY ACTION OR SUIT, REQUIRE THE AUTHORITY TO ACCOUNT AS IF IT WERE\n    7  THE TRUSTEE OF AN EXPRESS TRUST FOR THE HOLDERS OF SUCH NOTES OR BONDS;\n    8    (4) BY ACTION OR SUIT, ENJOIN ANY ACTS OR THINGS WHICH MAY BE UNLAWFUL\n    9  OR IN VIOLATION OF THE RIGHTS OF THE HOLDERS OF SUCH NOTES OR BONDS; AND\n   10    (5) DECLARE ALL SUCH NOTES OR  BONDS  DUE  AND  PAYABLE,  AND  IF  ALL\n   11  DEFAULTS  SHALL  BE  MADE  GOOD, THEN WITH THE CONSENT OF THE HOLDERS OF\n   12  TWENTY-FIVE PER CENTUM OF THE PRINCIPAL AMOUNT OF SUCH  NOTES  OR  BONDS\n   13  THEN OUTSTANDING, TO ANNUL SUCH DECLARATION AND ITS CONSEQUENCES.\n   14    C.  SUCH  TRUSTEE  SHALL IN ADDITION TO THE FOREGOING HAVE AND POSSESS\n   15  ALL OF THE POWERS NECESSARY OR APPROPRIATE FOR THE EXERCISE OF ANY FUNC-\n   16  TIONS SPECIFICALLY SET FORTH HEREIN OR INCIDENT TO THE GENERAL REPRESEN-\n   17  TATION OF BONDHOLDERS OR NOTEHOLDERS IN THE ENFORCEMENT  AND  PROTECTION\n   18  OF THEIR RIGHTS.\n   19    D.  THE  SUPREME  COURT SHALL HAVE JURISDICTION OF ANY SUIT, ACTION OR\n   20  PROCEEDING BY THE TRUSTEE ON BEHALF OF SUCH NOTEHOLDERS OR  BONDHOLDERS.\n   21  THE  VENUE  OF  ANY SUCH SUIT, ACTION OR PROCEEDING SHALL BE LAID IN THE\n   22  COUNTY OF ALBANY.\n   23    E. BEFORE DECLARING THE PRINCIPAL OF NOTES OR BONDS DUE  AND  PAYABLE,\n   24  THE  TRUSTEE  SHALL  FIRST  GIVE  THIRTY  DAYS' NOTICE IN WRITING TO THE\n   25  GOVERNOR, TO THE AUTHORITY, TO  THE  COMPTROLLER  AND  TO  THE  ATTORNEY\n   26  GENERAL OF THE STATE.\n   27    17.  NOTES  AND  BONDS AS LEGAL INVESTMENT. THE NOTES AND BONDS OF THE\n   28  AUTHORITY ARE HEREBY MADE SECURITIES IN WHICH ALL  PUBLIC  OFFICERS  AND\n   29  BODIES  OF THE STATE AND ALL SENIOR HOUSING OPPORTUNITY CORPORATIONS AND\n   30  POLITICAL SUBDIVISIONS, ALL INSURANCE  COMPANIES  AND  ASSOCIATIONS  AND\n   31  OTHER  PERSONS  CARRYING  ON  AN INSURANCE BUSINESS, ALL BANKS, BANKERS,\n   32  TRUST COMPANIES,  SAVINGS  BANKS  AND  SAVINGS  ASSOCIATIONS,  INCLUDING\n   33  SAVINGS  AND  LOAN ASSOCIATIONS, BUILDING AND LOAN ASSOCIATIONS, INVEST-\n   34  MENT COMPANIES, AND OTHER PERSONS CARRYING ON A  BANKING  BUSINESS,  ALL\n   35  ADMINISTRATORS,  GUARDIANS,  EXECUTORS,  TRUSTEES AND OTHER FIDUCIARIES,\n   36  AND ALL OTHER PERSONS WHATSOEVER WHO ARE NOW OR  WHO  MAY  HEREAFTER  BE\n   37  AUTHORIZED  TO  INVEST  IN  BONDS OR OTHER OBLIGATIONS OF THE STATE, MAY\n   38  PROPERLY AND LEGALLY INVEST FUNDS INCLUDING CAPITAL IN THEIR CONTROL  OR\n   39  BELONGING  TO  THEM.  NOTWITHSTANDING  ANY  OTHER PROVISIONS OF LAW, THE\n   40  BONDS OF THE AUTHORITY ARE ALSO HEREBY  MADE  SECURITIES  WHICH  MAY  BE\n   41  DEPOSITED  WITH  AND SHALL BE RECEIVED BY ALL PUBLIC OFFICERS AND BODIES\n   42  OF THIS STATE AND ALL SENIOR HOUSING OPPORTUNITY CORPORATIONS AND  POLI-\n   43  TICAL  SUBDIVISIONS  FOR  ANY  PURPOSE FOR WHICH THE DEPOSIT OF BONDS OR\n   44  OTHER OBLIGATIONS OF THE STATE IS NOW OR MAY HEREAFTER BE AUTHORIZED.\n   45    18. EXEMPTION FROM TAXATION; PAYMENTS IN LIEU OF TAXES. A. REAL  PROP-\n   46  ERTY  OWNED  BY THE AUTHORITY SHALL BE EXEMPT FROM ANY TAXATION, SPECIAL\n   47  AD VALOREM LEVY AND SPECIAL  ASSESSMENT,  BUT  SHALL  BE  SUBJECT  TO  A\n   48  PAYMENT IN LIEU OF TAXES.\n   49    B.  THE  AUTHORITY  SHALL BE REQUIRED TO PAY NO FEES OR TAXES, WHETHER\n   50  STATE OR LOCAL, INCLUDING BUT NOT LIMITED  TO  FEES  OR  TAXES  ON  REAL\n   51  ESTATE,  FRANCHISE TAXES, SALES TAXES OR OTHER EXCISE TAXES, UPON ANY OF\n   52  ITS PROPERTY, REAL OR PERSONAL, OR UPON THE USE  THEREOF,  OR  UPON  ITS\n   53  ACTIVITIES  IN THE OPERATION AND MAINTENANCE OF ITS FACILITIES OR ON ANY\n   54  RENTALS, RATES, CHARGES OR OTHER FEES, REVENUES OR OTHER INCOME RECEIVED\n   55  BY THE AUTHORITY AND THAT THE BONDS AND NOTES OF THE AUTHORITY  AND  THE\n   56  INCOME  THEREFROM SHALL AT ALL TIMES BE EXEMPT FROM TAXATION, EXCEPT FOR\n\n       S. 319                             18\n\n    1  GIFT AND ESTATE TAXES AND TAXES ON TRANSFERS. NOTHING CONTAINED IN  THIS\n    2  SUBDIVISION  SHALL  AFFECT THE OBLIGATION IMPOSED BY THIS SECTION ON THE\n    3  AUTHORITY TO MAKE IN LIEU PAYMENTS.\n    4    C.  THIS  SECTION  SHALL  CONSTITUTE A COVENANT AND AGREEMENT WITH THE\n    5  HOLDERS OF ALL BONDS AND NOTES ISSUED BY THE AUTHORITY.\n    6    19. ACTIONS AGAINST THE AUTHORITY. A. AS A CONDITION TO THE CONSENT OF\n    7  THE STATE TO SUCH SUITS AGAINST THE AUTHORITY, IN EVERY  ACTION  AGAINST\n    8  THE  AUTHORITY FOR DAMAGES, FOR INJURIES TO REAL OR PERSONAL PROPERTY OR\n    9  FOR THE DESTRUCTION THEREOF, OR FOR  PERSONAL  INJURIES  OR  DEATH,  THE\n   10  COMPLAINT  SHALL  CONTAIN  AN  ALLEGATION THAT AT LEAST THIRTY DAYS HAVE\n   11  ELAPSED SINCE THE DEMAND, CLAIM OR CLAIMS  UPON  WHICH  SUCH  ACTION  IS\n   12  FOUNDED  WERE  PRESENTED  TO  A MEMBER OF THE AUTHORITY OR OTHER OFFICER\n   13  DESIGNATED FOR SUCH PURPOSE AND THAT  THE  AUTHORITY  HAS  NEGLECTED  OR\n   14  REFUSED TO MAKE AN ADJUSTMENT OR PAYMENT THEREOF.\n   15    B.  AN  ACTION AGAINST THE AUTHORITY FOUNDED ON TORT, EXCEPT AN ACTION\n   16  FOR WRONGFUL DEATH, SHALL NOT BE COMMENCED MORE THAN ONE YEAR AFTER  THE\n   17  CAUSE  OF  ACTION  THEREFOR  SHALL  HAVE ACCRUED, NOR UNLESS A NOTICE OF\n   18  CLAIM SHALL HAVE BEEN SERVED ON THE AUTHORITY WITHIN THE TIME LIMITED BY\n   19  AND IN COMPLIANCE WITH ALL THE REQUIREMENTS OF SECTION  FIFTY-E  OF  THE\n   20  GENERAL  MUNICIPAL  LAW.  AN  ACTION  AGAINST THE AUTHORITY FOR WRONGFUL\n   21  DEATH SHALL BE COMMENCED IN ACCORDANCE WITH THE NOTICE OF CLAIM AND TIME\n   22  LIMITATION PROVISIONS OF TITLE ELEVEN OF  ARTICLE  NINE  OF  THE  PUBLIC\n   23  AUTHORITIES LAW.\n   24    C.  THE AUTHORITY MAY REQUIRE ANY PERSON, PRESENTING FOR SETTLEMENT ON\n   25  ACCOUNT OR CLAIM FOR ANY CAUSE WHATEVER AGAINST  THE  AUTHORITY,  TO  BE\n   26  SWORN  BEFORE A DIRECTOR, COUNSEL OR AN ATTORNEY, OFFICER OR EMPLOYEE OF\n   27  THE AUTHORITY DESIGNATED FOR SUCH PURPOSE, CONCERNING  SUCH  ACCOUNT  OR\n   28  CLAIM  AND  WHEN  SO  SWORN TO ANSWER ORALLY AS TO ANY FACTS RELATIVE TO\n   29  SUCH ACCOUNT OR CLAIM. THE AUTHORITY  SHALL  HAVE  POWER  TO  SETTLE  OR\n   30  ADJUST ALL CLAIMS IN FAVOR OF OR AGAINST THE AUTHORITY.\n   31    D.  THE RATE OF INTEREST TO BE PAID BY THE AUTHORITY UPON ANY JUDGMENT\n   32  FOR WHICH IT IS LIABLE SHALL NOT EXCEED FOUR PER CENTUM PER ANNUM.\n   33    20. SEVERABILITY. IF ANY PROVISION OF THIS SECTION OR THE  APPLICATION\n   34  THEREOF  TO  ANY  PERSON  OR CIRCUMSTANCE SHALL BE ADJUDGED INVALID BY A\n   35  COURT OF  COMPETENT  JURISDICTION,  SUCH  ORDER  OR  JUDGMENT  SHALL  BE\n   36  CONFINED  IN  ITS OPERATION TO THE CONTROVERSY IN WHICH IT WAS RENDERED,\n   37  AND SHALL NOT AFFECT OR INVALIDATE THE REMAINDER  OF  ANY  PROVISION  OF\n   38  THIS  SECTION OR THE APPLICATION OF ANY PART THEREOF TO ANY OTHER PERSON\n   39  OR CIRCUMSTANCE AND TO THIS END THE PROVISIONS OF  EACH  SUBDIVISION  OF\n   40  THIS  SECTION  ARE  HEREBY  DECLARED  TO  BE  SEVERABLE.  INSOFAR AS THE\n   41  PROVISIONS OF THIS SECTION ARE INCONSISTENT WITH THE PROVISIONS  OF  ANY\n   42  OTHER  LAW,  GENERAL,  SPECIAL  OR LOCAL, THE PROVISIONS OF THIS SECTION\n   43  SHALL BE CONTROLLING.\n   44    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the elder law, in relation to establishing the New York state senior housing opportunities partnership act ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101214.T131137.TXT", "SOBI.D101214.T133640.TXT", "SOBI.D101215.T165944.TXT", "SOBI.D101214.T132639.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292450384475
}