{
  "year" : 2011,
  "senateBillNo" : "S323-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S323-2011-1294203600000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MONTGOMERY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prohibits possession of certain condoms as evidence",
  "summary" : "Provides that possession of a condom may not be received in evidence in any trial, hearing or proceeding as evidence of prostitution, patronizing a prostitute, promoting prostitution, permitting prostitution, maintaining a premises for prostitution, lewdness or assignation, or maintaining a bawdy house. ",
  "currentCommittee" : "CODES",
  "sameAs" : "A1008",
  "lawSection" : "Civil Practice Law and Rules",
  "previousVersions" : [ "SA1289-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "BRESLIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "DUANE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "HASSELL-THOMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "HUNTLEY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "KRUEGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "OPPENHEIMER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "PARKER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "PERKINS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SAVINO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SERRANO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          323\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by Sens. MONTGOMERY, BRESLIN, DUANE, HASSELL-THOMPSON, HUNT-\n         LEY, KRUEGER, KRUGER, OPPENHEIMER, PARKER, PERKINS, SAVINO, SERRANO --\n         read twice and ordered printed, and when printed to  be  committed  to\n         the Committee on Codes\n\n       AN ACT to amend the civil practice law and rules, the criminal procedure\n         law  and  the executive law, in relation to the use in evidence of the\n         fact of possession of a condom\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The civil practice law and rules is amended by adding a new\n    2  section 4519-a to read as follows:\n    3    S 4519-A. POSSESSION OF CONDOMS; RECEIPT INTO EVIDENCE.  POSSESSION OF\n    4  A  CONDOM  MAY  NOT  BE  RECEIVED  IN  EVIDENCE IN ANY TRIAL, HEARING OR\n    5  PROCEEDING PURSUANT TO SUBDIVISION ONE OF SECTION TWELVE AND ARTICLE TEN\n    6  OF THE MULTIPLE DWELLING LAW, SECTIONS  TWELVE-A,  TWENTY-THREE  HUNDRED\n    7  TWO  AND  TWENTY-THREE  HUNDRED TWENTY OF THE PUBLIC HEALTH LAW, SECTION\n    8  TWO HUNDRED THIRTY-ONE OF THE REAL PROPERTY LAW OR SUBDIVISION  FIVE  OF\n    9  SECTION  SEVEN  HUNDRED  ELEVEN AND SECTION SEVEN HUNDRED FIFTEEN OF THE\n   10  REAL PROPERTY ACTIONS AND PROCEEDINGS LAW AS EVIDENCE  OF  PROSTITUTION,\n   11  PATRONIZING  A  PROSTITUTE, PROMOTING PROSTITUTION, PERMITTING PROSTITU-\n   12  TION, MAINTAINING A PREMISES FOR PROSTITUTION, LEWDNESS OR  ASSIGNATION,\n   13  OR MAINTAINING A BAWDY HOUSE.\n   14    S  2.  The  criminal  procedure law is amended by adding a new section\n   15  60.47 to read as follows:\n   16  S 60.47 POSSESSION OF CONDOMS; RECEIPT INTO EVIDENCE.\n   17    EVIDENCE THAT A PERSON WAS IN POSSESSION OF ONE OR  MORE  CONDOMS  MAY\n   18  NOT  BE  ADMITTED  AT ANY TRIAL, HEARING OR OTHER PROCEEDING IN A PROSE-\n   19  CUTION FOR ANY OFFENSE, OR AN ATTEMPT TO COMMIT ANY OFFENSE, DEFINED  IN\n   20  ARTICLE  TWO  HUNDRED  THIRTY OR SECTION 240.37 OF THE PENAL LAW FOR THE\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01401-01-1\n\n       S. 323                              2\n\n    1  PURPOSE OF ESTABLISHING PROBABLE CAUSE FOR  AN  ARREST  OR  PROVING  ANY\n    2  PERSON'S COMMISSION OR ATTEMPTED COMMISSION OF SUCH OFFENSE.\n    3    S  3.  Section  841  of  the  executive law is amended by adding a new\n    4  subdivision 7-b to read as follows:\n    5    7-B. TAKE SUCH STEPS AS MAY BE NECESSARY TO  ENSURE  THAT  ALL  POLICE\n    6  OFFICERS  AND  PEACE OFFICERS CERTIFIED PURSUANT TO SUBDIVISION THREE OF\n    7  THIS SECTION RECEIVE APPROPRIATE INSTRUCTION REGARDING  THE  EVIDENTIARY\n    8  PROHIBITION  SET  FORTH  IN  SECTION 60.47 OF THE CRIMINAL PROCEDURE LAW\n    9  RELATING TO THE INTRODUCTION OF CONDOMS INTO EVIDENCE IN CERTAIN  CRIMI-\n   10  NAL PROSECUTIONS;\n   11    S 4. This act shall take effect on the first of November next succeed-\n   12  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the civil practice law and rules, the criminal procedure law and the executive law, in relation to the use in evidence of the fact of possession of a condom ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101216.T094359.TXT", "SOBI.D101214.T163154.TXT", "SOBI.D101214.T162153.TXT", "SOBI.D110106.T105202.TXT", "SOBI.D101214.T160652.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294329122215
}