{
  "year" : 2011,
  "senateBillNo" : "S324-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO HIGHER EDUCATION",
    "billEventId" : "S324-2011-1294203600000-REFERRED+TO+HIGHER+EDUCATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MONTGOMERY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Allows certified nurse practitioners to practice without collaboration of a licensed physician",
  "summary" : "Allows the practice of registered professional nursing by a certified nurse practitioner to include diagnosis and performance without collaboration of a licensed physician. ",
  "currentCommittee" : "HIGHER EDUCATION",
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "SB2948-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "HASSELL-THOMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "HUNTLEY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "KLEIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "OPPENHEIMER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "PERKINS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          324\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by Sens. MONTGOMERY, HASSELL-THOMPSON, HUNTLEY, KLEIN, OPPEN-\n         HEIMER, PERKINS -- read twice and ordered printed, and when printed to\n         be committed to the Committee on Higher Education\n\n       AN  ACT to amend the education law, in relation to services performed by\n         nurse practitioners\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision  3  of  section 6902 of the education law, as\n    2  added by chapter 257 of the laws of 1988, is amended to read as follows:\n    3    3. (a) The practice of registered  professional  nursing  by  a  nurse\n    4  practitioner,  certified  under section six thousand nine hundred ten of\n    5  this article, may include the diagnosis of illness and  physical  condi-\n    6  tions  and the performance of therapeutic and corrective measures within\n    7  a specialty area of practice[, in collaboration with a  licensed  physi-\n    8  cian  qualified  to collaborate in the specialty involved, provided such\n    9  services are performed in accordance with a written  practice  agreement\n   10  and  written  practice  protocols.  The written practice agreement shall\n   11  include explicit provisions  for  the  resolution  of  any  disagreement\n   12  between the collaborating physician and the nurse practitioner regarding\n   13  a  matter of diagnosis or treatment that is within the scope of practice\n   14  of both. To the extent the practice agreement does not so provide,  then\n   15  the collaborating physician's diagnosis or treatment shall prevail].\n   16    (b)  Prescriptions  for  drugs,  devices  and immunizing agents may be\n   17  issued by a nurse practitioner, under this subdivision and  section  six\n   18  thousand nine hundred ten of this article[, in accordance with the prac-\n   19  tice  agreement  and  practice  protocols]. The nurse practitioner shall\n   20  obtain a certificate from the department upon successfully completing  a\n   21  program  including  an appropriate pharmacology component, or its equiv-\n   22  alent, as  established  by  the  commissioner's  regulations,  prior  to\n   23  prescribing under this subdivision. The certificate issued under section\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01405-01-1\n\n       S. 324                              2\n\n    1  six  thousand  nine  hundred ten of this article shall state whether the\n    2  nurse practitioner has successfully completed such a program  or  equiv-\n    3  alent and is authorized to prescribe under this subdivision.\n    4    (c)  [Each practice agreement shall provide for patient records review\n    5  by the collaborating physician in a timely fashion but in no event  less\n    6  often  than  every three months. The names of the nurse practitioner and\n    7  the collaborating physician shall be  clearly  posted  in  the  practice\n    8  setting of the nurse practitioner.\n    9    (d)  The  practice protocol shall reflect current accepted medical and\n   10  nursing practice. The protocols shall be filed with the department with-\n   11  in ninety days of the commencement of the practice and  may  be  updated\n   12  periodically.  The  commissioner shall make regulations establishing the\n   13  procedure for the review of protocols and the disposition of any  issues\n   14  arising from such review.\n   15    (e)  No  physician shall enter into practice agreements with more than\n   16  four nurse practitioners who are not located on the same physical  prem-\n   17  ises as the collaborating physician.\n   18    (f)]  Nothing in this subdivision shall be deemed to limit or diminish\n   19  the practice of the profession of nursing as a  registered  professional\n   20  nurse  under  this article or any other law, rule, regulation or certif-\n   21  ication, nor to deny any registered professional nurse the right  to  do\n   22  any  act  or  engage  in  any practice authorized by this article or any\n   23  other law, rule, regulation or certification.\n   24    [(g)] (D) The provisions of this subdivision shall not  apply  to  any\n   25  activity  authorized,  pursuant  to  statute,  rule or regulation, to be\n   26  performed by a registered professional nurse in a hospital as defined in\n   27  article twenty-eight of the public health law.\n   28    S 2. The education law is amended by adding a new section 6911 to read\n   29  as follows:\n   30    S 6911. NURSE PRACTITIONER ADVISORY PANEL. A NINE MEMBER NURSE PRACTI-\n   31  TIONER ADVISORY PANEL SHALL BE APPOINTED BY  THE  BOARD  OF  REGENTS  ON\n   32  RECOMMENDATION  OF  THE  COMMISSIONER  FOR  THE PURPOSE OF ASSISTING THE\n   33  BOARD OF REGENTS, THE BOARD FOR NURSING, AND THE COMMISSIONER ON MATTERS\n   34  RELATED TO THE PRACTICE OF REGISTERED NURSING AS A  NURSE  PRACTITIONER.\n   35  THE PANEL SHALL BE COMPOSED OF AT LEAST SIX LICENSED AND CERTIFIED NURSE\n   36  PRACTITIONERS,  AND  AT  LEAST  TWO  PERSONS  TO REPRESENT CONSUMERS AND\n   37  PATIENT GROUPS.\n   38    S 3. This act shall take effect immediately; provided,  however,  that\n   39  section  one  of this act shall take effect on the one hundred eightieth\n   40  day after it shall have become a law; and provided, further, that effec-\n   41  tive immediately, the addition, amendment and/or repeal of any  rule  or\n   42  regulation necessary for the implementation of this act on its effective\n   43  date  are  authorized and directed to be made and completed on or before\n   44  such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to services performed by nurse practitioners ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101216.T094359.TXT", "SOBI.D101214.T162153.TXT", "SOBI.D101214.T163154.TXT", "SOBI.D101214.T160652.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292510639541
}