{
  "year" : 2011,
  "senateBillNo" : "S325-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO HEALTH",
    "billEventId" : "S325-2011-1294203600000-REFERRED+TO+HEALTH",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MONTGOMERY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes nurse practitioners to sign death certificates in like manner as physicians and imposes upon nurse practitioners the same duties that physicians have",
  "summary" : "Authorizes nurse practitioners to sign death certificates in like manner as physicians and imposes upon nurse practitioners the same duties that physicians have in connection therewith; makes such provisions applicable to the city of New York. ",
  "currentCommittee" : "HEALTH",
  "sameAs" : null,
  "lawSection" : "Public Health Law",
  "previousVersions" : [ "S2969-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "DUANE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "HASSELL-THOMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "KRUEGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "OPPENHEIMER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "PARKER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "PERKINS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "STEWART-COUSINS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          325\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by Sens. MONTGOMERY, DUANE, HASSELL-THOMPSON, KRUEGER, OPPEN-\n         HEIMER,  PARKER,  PERKINS,  STEWART-COUSINS  -- read twice and ordered\n         printed, and when printed to be committed to the Committee on Health\n\n       AN ACT to amend the public health law, in relation to death certificates\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Section 4100 of the public health law is amended by adding\n    2  a new subdivision 4 to read as follows:\n    3    4. CERTIFIED NURSE PRACTITIONERS COMPLETING A DEATH CERTIFICATE FOR  A\n    4  DEATH  OCCURRING  IN  THE CITY OF NEW YORK SHALL HAVE THE SAME AUTHORITY\n    5  AND RESPONSIBILITY TO COMPLETE THE CERTIFICATE AS THEY WOULD HAVE IF THE\n    6  DEATH OCCURRED OUTSIDE SUCH CITY; PROVIDED, HOWEVER, THAT SUCH RESPONSI-\n    7  BILITY SHALL BE EXERCISED IN ACCORDANCE WITH THE RULES  AND  REGULATIONS\n    8  OF THE CITY OF NEW YORK.\n    9    S 2.  Section 4104 of the public health law, as amended by chapter 435\n   10  of the laws of 2008, is amended to read as follows:\n   11    S  4104.  Vital  statistics; application of article. The provisions of\n   12  this article except for the provisions contained  in  paragraph  (i)  of\n   13  subdivision  two  AND  SUBDIVISION  FOUR  of  section  four thousand one\n   14  hundred, section four thousand one hundred  three,  subdivision  two  of\n   15  section four thousand one hundred thirty-five, section four thousand one\n   16  hundred  thirty-five-b,  subdivision  eight of section four thousand one\n   17  hundred seventy-four, paragraphs (b)  and  (e)  of  subdivision  one  of\n   18  section  four  thousand  one hundred thirty-eight, subdivision eleven of\n   19  section four thousand one hundred thirty-eight-c, and section four thou-\n   20  sand one hundred seventy-nine of this article, shall not  apply  to  the\n   21  city of New York.\n   22    S 3. Subdivision 4 of section 4141 of the public health law, paragraph\n   23  (d)  as  added by chapter 413 of the laws of 2005, is amended to read as\n   24  follows:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01407-01-1\n\n       S. 325                              2\n\n    1    4. (a) The medical certificate shall be made, dated, and signed by the\n    2  physician OR NURSE PRACTITIONER, if  any,  last  in  attendance  on  the\n    3  deceased.\n    4    (b)  Indefinite terms, denoting only symptoms of disease or conditions\n    5  resulting from disease, shall not be held sufficient.\n    6    (c) Any certificate stating the cause of  death  in  terms  which  the\n    7  commissioner  [shall  have  declared]  DECLARES  indefinite[,]  shall be\n    8  returned to the physician, NURSE  PRACTITIONER,  or  person  making  the\n    9  medical certificate[,] for correction and more definite statement.\n   10    (d)  Where  a  death is caused by an opioid overdose, such information\n   11  shall be indicated, including any related information as the commission-\n   12  er may require.\n   13    S 4. Section 4141-a of the public health law, as added by chapter  402\n   14  of the laws of 1968, is amended to read as follows:\n   15    S 4141-a. Death certificate; duties of hospital administrator.  When a\n   16  death occurs in a hospital, except in those cases where certificates are\n   17  issued  by  coroners  or medical examiners, the person in charge of such\n   18  hospital or his OR HER designated representative shall promptly  present\n   19  the certificate to the physician OR NURSE PRACTITIONER in attendance, or\n   20  a physician OR NURSE PRACTITIONER acting in his OR HER behalf, who shall\n   21  promptly  certify to the facts of death, provide the medical information\n   22  required by the certificate, sign the medical certificate of death,  and\n   23  thereupon  return  such certificate to such person, so that the seventy-\n   24  two hour registration time limit prescribed in section four thousand one\n   25  hundred forty of this [chapter] TITLE can be met.\n   26    S 5. Subdivision (b) of section 4142 of  the  public  health  law,  as\n   27  amended  by  chapter  402  of  the  laws  of 1968, is amended to read as\n   28  follows:\n   29    (b) present the certificate promptly to  the  attending  physician  OR\n   30  NURSE  PRACTITIONER,  who shall forthwith certify to the facts of death,\n   31  provide the medical information required by the certificate and sign the\n   32  medical certificate of death, or to the coroner or medical  examiner  in\n   33  those cases where so required by this article or, when a death occurs in\n   34  a  hospital,  except  in  those  cases  where certificates are issued by\n   35  coroners or medical examiners, to the person in charge of such  hospital\n   36  or  his  OR  HER designated representative, who shall obtain the medical\n   37  certificate of death as prescribed in section four thousand one  hundred\n   38  forty-one-a of this [chapter] TITLE;\n   39    S  6.  Paragraph  (b)  of  subdivision 2 of section 4144 of the public\n   40  health law, as amended by chapter 188 of the laws of 1997, is amended to\n   41  read as follows:\n   42    (b) Verbal permission to remove a body of a deceased person  from  the\n   43  county  in  which death occurred or the body was found to a non-adjacent\n   44  county within the state of New York,  as  provided  in  subdivision  one\n   45  [hereof] OF THIS SECTION, shall be issued by the said registrar of vital\n   46  statistics,  upon request by telephone of a licensed funeral director or\n   47  undertaker who holds a certificate of  death  signed  by  the  attending\n   48  physician  OR  NURSE  PRACTITIONER, showing THAT the death resulted from\n   49  natural causes[,] and was not a result of accidental, suicidal,  homici-\n   50  dal or other external causes.\n   51    S  7.  The section heading and subdivisions 2, 3 and 4 of section 4161\n   52  of the public health law, the  section  heading  and  subdivision  4  as\n   53  amended  by chapter 402 of the laws of 1968, subdivision 2 as amended by\n   54  chapter 884 of the laws of 1972, and subdivision 3 as amended by chapter\n   55  388 of the laws of 1968, are amended to read as follows:\n\n       S. 325                              3\n\n    1    Fetal death certificates; form and content; physicians, NURSE  PRACTI-\n    2  TIONERS, midwives, and hospital administrators.\n    3    2. In each case where a physician OR NURSE PRACTITIONER was in attend-\n    4  ance  at[,] or after[,] a fetal death, it [shall be] IS the duty of such\n    5  physician OR NURSE PRACTITIONER to certify to the birth and to the cause\n    6  of death on the fetal death certificate.  Where a nurse-midwife  was  in\n    7  attendance at a fetal death it [shall be] IS the duty of such nurse-mid-\n    8  wife  to  certify  to  the birth but, HE OR she shall not certify to the\n    9  cause of death on the fetal death certificate.\n   10    3. Fetal deaths occurring without the attendance  of  a  physician  OR\n   11  NURSE  PRACTITIONER  as  [defined]  PROVIDED  in subdivision two of this\n   12  section shall be  treated  as  deaths  without  medical  attendance,  as\n   13  provided in this article.\n   14    4.  When  a  fetal  death  occurs in a hospital, except in those cases\n   15  where certificates are issued by  coroners  or  medical  examiners,  the\n   16  person  in  charge  of  such hospital or his OR HER designated represen-\n   17  tative shall promptly present the certificate to the physician OR  NURSE\n   18  PRACTITIONER  in attendance, or a physician OR NURSE PRACTITIONER acting\n   19  in his OR HER behalf, who shall promptly certify to the facts  of  birth\n   20  and  of  fetal  death,  provide  the medical information required by the\n   21  certificate, sign the medical certificate of birth and death, and there-\n   22  upon return such certificate to such person,  so  that  the  seventy-two\n   23  hour  registration  time  limit  prescribed in section four thousand one\n   24  hundred sixty of this [chapter] TITLE can be met.\n   25    S 8. The section heading and subdivision 1  of  section  4171  of  the\n   26  public  health  law, subdivision 1 as amended by chapter 884 of the laws\n   27  of 1972, are amended to read as follows:\n   28    Records; duties of physicians,  NURSE  PRACTITIONERS,  and  others  to\n   29  furnish information. 1. Physicians, NURSE PRACTITIONERS, nurse-midwives,\n   30  funeral  directors,  undertakers  and  informants, and all other persons\n   31  having knowledge of the facts, are hereby required  to  supply,  upon  a\n   32  form provided by the commissioner or upon the original certificate, such\n   33  information as they may possess regarding any birth or death upon demand\n   34  of the commissioner, in person, by mail, or through the registrar.\n   35    S 9. Subdivisions 1, 3 and 5 of section 4175 of the public health law,\n   36  as  amended  by  chapter 884 of the laws of 1972, are amended to read as\n   37  follows:\n   38    1. If, at any time after the birth, or within one year of  the  death,\n   39  of  any person within the state, a certified copy of the official record\n   40  of said birth or death, with the information required to  be  registered\n   41  by  this article, [be] IS necessary for legal, judicial, or other proper\n   42  purposes, and, after search by the commissioner or his OR HER  represen-\n   43  tatives, it [should appear] APPEARS that no such certificate of birth or\n   44  death  was  made and filed as provided by this article, then the commis-\n   45  sioner shall immediately require the physician, NURSE  PRACTITIONER,  or\n   46  nurse-midwife[,]  who,  being  in  attendance  upon  a  birth, failed or\n   47  neglected to file a certificate thereof, or the funeral director, under-\n   48  taker, or other person who, having charge of the interment or removal of\n   49  the body of a deceased person, failed or neglected to file  the  certif-\n   50  icate  of death, if he or she [be] IS living, to obtain and file at once\n   51  with the local registrar such certificate in as  complete  form  as  the\n   52  lapse of time will permit.\n   53    3. If the physician, NURSE PRACTITIONER, nurse-midwife, funeral direc-\n   54  tor,  or  undertaker responsible for the report[,] is deceased or cannot\n   55  be located, then the person making application for the certified copy of\n   56  the record may file such certificate of birth  or  death  together  with\n\n       S. 325                              4\n\n    1  such  statements  subscribed  and affirmed by the persons making them as\n    2  true under the penalties of perjury and other evidence  as  the  commis-\n    3  sioner may require.\n    4    5. The delinquent physician, NURSE PRACTITIONER, nurse-midwife, funer-\n    5  al  director,  undertaker, or other person may, in the discretion of the\n    6  commissioner, be prosecuted as required by  this  article,  without  bar\n    7  from  the  statute  of limitations, if he or she [shall neglect or fail]\n    8  NEGLECTS OR FAILS to file promptly  the  certificate  required  by  this\n    9  section.\n   10    S  10.    This  act shall take effect on the one hundred eightieth day\n   11  after it shall have become a law; provided,  that  the  commissioner  of\n   12  health  is  authorized  and  directed  to promulgate any rules and regu-\n   13  lations necessary to implement the provisions of this act on its  effec-\n   14  tive date on or before such date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public health law, in relation to death certificates ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101216.T094359.TXT", "SOBI.D101214.T162153.TXT", "SOBI.D101214.T163154.TXT", "SOBI.D101214.T160652.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292510639544
}