{
  "year" : 2011,
  "senateBillNo" : "S326-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO INVESTIGATIONS AND GOVERNMENT OPERATIONS",
    "billEventId" : "S326-2011-1294203600000-REFERRED+TO+INVESTIGATIONS+AND+GOVERNMENT+OPERATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MONTGOMERY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Creates a personal income tax check-off box for donations to the school-based health centers fund",
  "summary" : "Creates a personal income tax check-off box for donations to the school-based health centers fund; creates the school-based health centers fund; specifies the use for which moneys of the fund may be expended. ",
  "currentCommittee" : "INVESTIGATIONS AND GOVERNMENT OPERATIONS",
  "sameAs" : "A306",
  "lawSection" : "Tax Law",
  "previousVersions" : [ "SA4158-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "HASSELL-THOMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "OPPENHEIMER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          326\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sens.  MONTGOMERY, HASSELL-THOMPSON, OPPENHEIMER -- read\n         twice and ordered printed, and when printed to  be  committed  to  the\n         Committee on Investigations and Government Operations\n\n       AN  ACT  to  amend the tax law and the state finance law, in relation to\n         providing a tax check-off box on personal income tax return forms  for\n         gifts to the school-based health centers fund\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The tax law is amended by adding a  new  section  630-c  to\n    2  read as follows:\n    3    S  630-C.  GIFT FOR SCHOOL-BASED HEALTH CENTERS. EFFECTIVE FOR ANY TAX\n    4  YEAR COMMENCING ON OR AFTER JANUARY FIRST, TWO THOUSAND ELEVEN, AN INDI-\n    5  VIDUAL IN ANY TAXABLE YEAR MAY ELECT TO CONTRIBUTE TO  THE  SCHOOL-BASED\n    6  HEALTH  CENTERS  FUND.  SUCH  CONTRIBUTION  SHALL BE IN ANY WHOLE DOLLAR\n    7  AMOUNT AND SHALL NOT REDUCE THE AMOUNT OF STATE TAX OWED BY  SUCH  INDI-\n    8  VIDUAL.  THE COMMISSIONER SHALL INCLUDE SPACE ON THE PERSONAL INCOME TAX\n    9  RETURN TO ENABLE A TAXPAYER TO MAKE SUCH CONTRIBUTION. THE  COMMISSIONER\n   10  SHALL  ALSO ENSURE THAT A DESCRIPTION OF A SCHOOL-BASED HEALTH CENTER IS\n   11  INCLUDED WITHIN THE TAX FORM PREPARATION INSTRUCTION  BOOKLET.  NOTWITH-\n   12  STANDING  ANY  OTHER PROVISION OF LAW ALL REVENUES COLLECTED PURSUANT TO\n   13  THIS SECTION SHALL BE CREDITED TO THE SCHOOL-BASED HEALTH  CENTERS  FUND\n   14  AND USED ONLY FOR THOSE PURPOSES ENUMERATED IN SECTION EIGHTY-ONE OF THE\n   15  STATE FINANCE LAW.\n   16    S  2.  The  state finance law is amended by adding a new section 81 to\n   17  read as follows:\n   18    S 81. SCHOOL-BASED HEALTH CENTERS FUND. 1. THERE IS HEREBY ESTABLISHED\n   19  IN THE JOINT CUSTODY OF THE COMPTROLLER AND THE COMMISSIONER OF  HEALTH,\n   20  A SPECIAL FUND TO BE KNOWN AS THE \"SCHOOL-BASED HEALTH CENTERS FUND\".\n   21    2.  SUCH  FUND  SHALL CONSIST OF ALL REVENUES RECEIVED PURSUANT TO THE\n   22  PROVISIONS OF SECTION SIX HUNDRED THIRTY-C OF THE TAX LAW, AND ALL OTHER\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01416-01-1\n\n       S. 326                              2\n\n    1  MONEYS APPROPRIATED, CREDITED, OR TRANSFERRED  THERETO  FROM  ANY  OTHER\n    2  FUND  OR  SOURCE PURSUANT TO LAW. NOTHING CONTAINED HEREIN SHALL PREVENT\n    3  THE STATE FROM RECEIVING GRANTS, GIFTS OR BEQUESTS FOR THE  PURPOSES  OF\n    4  THE  FUND  AS  DEFINED IN THIS SECTION AND DEPOSITING THEM INTO THE FUND\n    5  ACCORDING TO LAW.\n    6    3. MONIES OF THE FUND SHALL BE EXPENDED TO FUND EXPANSION  OF  MEDICAL\n    7  SERVICES  AT  EXISTING  SCHOOL-BASED  HEALTH CENTERS OR TO ESTABLISH NEW\n    8  SCHOOL-BASED HEALTH CENTERS.\n    9    4. MONIES SHALL BE PAYABLE FROM THE FUND ON THE AUDIT AND  WARRANT  OF\n   10  THE  COMPTROLLER  ON VOUCHERS APPROVED AND CERTIFIED BY THE COMMISSIONER\n   11  OF HEALTH.\n   12    5. AMOUNTS EXPENDED FOR SCHOOL-BASED HEALTH CENTERS PURSUANT  TO  THIS\n   13  SECTION SHALL NOT AFFECT THE AMOUNT THAT WOULD OTHERWISE BE APPROPRIATED\n   14  FOR SCHOOL-BASED HEALTH CENTERS UNDER ANY OTHER PROVISION OF LAW.\n   15    6.  SERVICES  PERFORMED  BY  SCHOOL-BASED HEALTH CENTERS AVAILABLE FOR\n   16  MONEYS FROM THIS FUND SHALL INCLUDE, BUT NOT BE LIMITED TO:\n   17    A. COMPREHENSIVE PHYSICAL HEALTH AND MENTAL HEALTH ASSESSMENTS;\n   18    B. DIAGNOSIS AND TREATMENT OF ACUTE ILLNESSES;\n   19    C. VISION, HEARING, DENTAL, NUTRITIONAL, AND TUBERCULOSIS SCREENINGS;\n   20    D. ROUTINE MANAGEMENT OF CHRONIC DISEASES;\n   21    E. HEALTH EDUCATION;\n   22    F. MENTAL HEALTH COUNSELING AND REFERRALS;\n   23    G. IMMUNIZATIONS;\n   24    H. WORKING PAPERS AND SPORTS PHYSICALS; AND\n   25    I. POPULATION-BASED PRIMARY PREVENTION.\n   26    SERVICES SHALL  BE  PROVIDED  ON-SITE  BY  A  MULTI-DISCIPLINARY  TEAM\n   27  CONSISTING OF A MID-LEVEL PRACTITIONER, A MENTAL HEALTH COUNSELOR, AND A\n   28  MEDICAL  ASSISTANT  IN  CONSULTATION WITH A PHYSICIAN. THE CENTERS SHALL\n   29  ALSO PROVIDE ACCESS TO HEALTH CARE TWENTY-FOUR HOURS PER DAY, SEVEN DAYS\n   30  PER WEEK.\n   31    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the tax law and the state finance law, in relation to providing a tax check-off box on personal income tax return forms for gifts to the school-based health centers fund ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101214.T163154.TXT", "SOBI.D101214.T162153.TXT", "SOBI.D101216.T094900.TXT", "SOBI.D101217.T161506.TXT", "SOBI.D101214.T160652.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292620506793
}