{
  "year" : 2011,
  "senateBillNo" : "S327-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO EDUCATION",
    "billEventId" : "S327-2011-1294203600000-REFERRED+TO+EDUCATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MONTGOMERY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Amends the education law relating to school based health and mental health clinics in certain cities",
  "summary" : "Amends the education law relating to school based health and mental health clinics in certain cities. ",
  "currentCommittee" : "EDUCATION",
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "SA6719-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "ADAMS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "DUANE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "HASSELL-THOMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "KLEIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "KRUEGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "OPPENHEIMER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "PARKER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SQUADRON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "VALESKY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          327\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sens. MONTGOMERY, ADAMS, DUANE, HASSELL-THOMPSON, KLEIN,\n         KRUEGER, OPPENHEIMER, PARKER, SQUADRON,  VALESKY  --  read  twice  and\n         ordered  printed, and when printed to be committed to the Committee on\n         Education\n\n       AN ACT to amend the education law, in relation to  the  construction  of\n         school based health and mental health clinics in certain cities\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subparagraph 1 of paragraph a of subdivision 6  of  section\n    2  3602  of the education law, as amended by section 5 of part A of chapter\n    3  60 of the laws of 2000, is amended to read as follows:\n    4    (1) For new construction and the purchase of existing structures,  the\n    5  cost  allowances  shall be based upon the rated capacity of the building\n    6  or addition and a basic per pupil allowance of up to six thousand  three\n    7  hundred  seventy-five  dollars  adjusted  monthly  by  a statewide index\n    8  reflecting changes in the cost of labor and materials since July  first,\n    9  nineteen  hundred  ninety-two, established by the commissioner of labor,\n   10  modified by an annual county or multi-county labor market composite wage\n   11  rate, established by the commissioner of labor in consultation with  the\n   12  commissioner,  for  July  first of the base year, commencing July first,\n   13  nineteen hundred ninety-seven for general construction contracts awarded\n   14  on or after July first, nineteen hundred ninety-eight,  indexed  to  the\n   15  median  of  such  county  or  multi-county rates, but not less than one.\n   16  Such base allowance shall apply to a building  or  an  addition  housing\n   17  grades  prekindergarten through six and shall be adjusted for a building\n   18  or an addition housing grades seven through nine by a factor of one  and\n   19  four-tenths,  for a building or an addition housing grades seven through\n   20  twelve by a factor of one and five-tenths, for a  building  or  addition\n   21  housing special education programs by a factor of two, except that where\n   22  such  building  or  addition  is  connected to, or such space is located\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01530-01-1\n\n       S. 327                              2\n\n    1  within, a  public  school  facility  housing  programs  for  nondisabled\n    2  pupils,  as  approved  by  the  commissioner, a factor of three shall be\n    3  used. Rated capacity of a building or an addition shall be determined by\n    4  the  commissioner  based  on  space standards and other requirements for\n    5  building construction specified by  the  commissioner.    Such  assigned\n    6  capacity ratings shall include, in addition to those spaces used for the\n    7  instruction  of  pupils,  those spaces which are used for elementary and\n    8  secondary school libraries,  cafeterias,  prekindergarten  instructional\n    9  rooms,  teachers' conference rooms, gymnasiums [and], auditoriums AND IN\n   10  A CITY WITH MORE THAN ONE HUNDRED TWENTY-FIVE THOUSAND INHABITANTS UP TO\n   11  TWO THOUSAND SQUARE FEET FOR SCHOOL BASED HEALTH AND MENTAL HEALTH CLIN-\n   12  ICS. For new construction projects approved on or after July first,  two\n   13  thousand, by the voters of the school district or by the board of educa-\n   14  tion  of  a  city  school  district in a city with more than one hundred\n   15  twenty-five thousand inhabitants, and/or the chancellor in a city school\n   16  district in a city having a population of  one  million  or  more,  such\n   17  rated  capacity  for  new buildings and additions constructed to replace\n   18  existing buildings that, in the judgment of the commissioner,  have  not\n   19  been  adequately  maintained and have not reached their projected useful\n   20  life shall be reduced by the commissioner by an amount  proportional  to\n   21  the  remaining  unused portion of the useful life of the existing build-\n   22  ings, provided however that the commissioner may waive such  requirement\n   23  upon a finding that replacement of the existing building is necessary to\n   24  protect  the health and safety of students or staff, that reconstruction\n   25  and modernization of the existing building would not adequately  address\n   26  such health and safety problems, and that the need to replace the build-\n   27  ing  was  not  caused by failure to adequately maintain the building. If\n   28  the commissioner of labor resets the statewide index reflecting  changes\n   29  in  the  costs of labor and materials since July first, nineteen hundred\n   30  ninety-two, the commissioner shall adopt regulations  to  supersede  the\n   31  basic  per  pupil allowance of up to six thousand three hundred seventy-\n   32  five dollars to the imputed allowance in effect at that time.\n   33    S 2. Subparagraph (iii) of paragraph (j) of subdivision 1  of  section\n   34  414  of  the education law, as added by chapter 513 of the laws of 2005,\n   35  is amended to read as follows:\n   36    (iii) Except where otherwise authorized by law, the cost of  providing\n   37  health,  dental or mental health services shall not be a charge upon the\n   38  school district or board of cooperative educational services, and  shall\n   39  be  paid  from  federal,  state  or other local funds available for such\n   40  purpose. Building space used for such a clinic shall  be  excluded  from\n   41  the  rated  capacity of the school building for the purpose of computing\n   42  building aid pursuant to subdivision six of section  thirty-six  hundred\n   43  two of this chapter or aid pursuant to subdivision five of section nine-\n   44  teen  hundred fifty of this chapter, EXCEPT WHEN BUILDING AID IS SPECIF-\n   45  ICALLY AUTHORIZED IN A CITY WITH MORE THAN ONE HUNDRED TWENTY-FIVE THOU-\n   46  SAND  INHABITANTS  PURSUANT  TO  SUBPARAGRAPH  ONE  OF  PARAGRAPH  A  OF\n   47  SUBDIVISION SIX OF SECTION THIRTY-SIX HUNDRED TWO OF THIS CHAPTER.\n   48    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to the construction of school based health and mental health clinics in certain cities ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101216.T094900.TXT", "SOBI.D101214.T162653.TXT", "SOBI.D101214.T160652.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292510940603
}