{
  "year" : 2011,
  "senateBillNo" : "S328-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO EDUCATION",
    "billEventId" : "S328-2011-1294203600000-REFERRED+TO+EDUCATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MONTGOMERY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the duties of the commissioner",
  "summary" : "Relates to the duties of the commissioner of education with regard to early childhood education from birth through age five. ",
  "currentCommittee" : "EDUCATION",
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "SA7553-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "DUANE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "HASSELL-THOMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "OPPENHEIMER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "PARKER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SAVINO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SQUADRON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "STEWART-COUSINS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          328\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sens.  MONTGOMERY, DUANE, HASSELL-THOMPSON, OPPENHEIMER,\n         PARKER, SAVINO, SQUADRON, STEWART-COUSINS -- read  twice  and  ordered\n         printed,  and  when printed to be committed to the Committee on Educa-\n         tion\n\n       AN ACT to amend the education law, in relation  to  the  duties  of  the\n         commissioner of education with regard to early childhood education\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 305 of the education law is amended by adding a new\n    2  subdivision 42 to read as follows:\n    3    42. A. THE COMMISSIONER, IN CONSULTATION WITH THE COMMISSIONER OR  THE\n    4  COMMISSIONER'S DESIGNEE OF THE DEPARTMENT OF HEALTH, THE OFFICE OF CHIL-\n    5  DREN  AND  FAMILY  SERVICES  AND  THE OFFICE OF TEMPORARY AND DISABILITY\n    6  ASSISTANCE AND THE CHAIR OR THE CHAIR'S DESIGNEE OF THE EARLY  CHILDHOOD\n    7  ADVISORY  COUNCIL OR ITS EQUIVALENT AS APPOINTED PURSUANT TO THE FEDERAL\n    8  HEAD START REAUTHORIZATION ACT OF TWO  THOUSAND  SEVEN,  SHALL  EXAMINE,\n    9  EVALUATE, AND MAKE RECOMMENDATIONS CONCERNING THE EDUCATION AND DEVELOP-\n   10  MENT  OF CHILDREN FROM BIRTH THROUGH FIVE YEARS OF AGE. THE COMMISSIONER\n   11  SHALL IDENTIFY, REVIEW, ANALYZE AND  MAKE  RECOMMENDATIONS  ABOUT  STATE\n   12  LAWS AND REGULATIONS, PROGRAMS AND SERVICES INCLUDING BUT NOT LIMITED TO\n   13  THE  FOLLOWING:  REQUIREMENTS  FOR  THE EDUCATION OF CHILDREN FROM BIRTH\n   14  THROUGH FIVE YEARS OF AGE AT ALL SETTINGS WHICH CARE FOR  SUCH  CHILDREN\n   15  INCLUDING  BUT NOT LIMITED TO PUBLIC AND NON-PUBLIC SCHOOLS, PRE-KINDER-\n   16  GARTEN PROGRAMS, DAY CARE CENTERS AND  FAMILY  DAY  CARE,  EARLY  INTER-\n   17  VENTION   PROGRAMS,   SPECIAL  EDUCATION  PROGRAMS  AND  OTHER  RELEVANT\n   18  SETTINGS; REQUIREMENTS  FOR  DEVELOPMENTAL  SERVICES  NECESSARY  TO  THE\n   19  EDUCATION  AND  DEVELOPMENT OF CHILDREN FROM BIRTH THROUGH FIVE YEARS OF\n   20  AGE AT SUCH SETTINGS; THE HEALTH,  FAMILY  SUPPORT  AND  OTHER  SERVICES\n   21  NECESSARY  FOR  THE  EDUCATION  AND  DEVELOPMENT  OF CHILDREN FROM BIRTH\n   22  THROUGH FIVE YEARS OF AGE; REQUIREMENTS FOR THE EDUCATION, CERTIFICATION\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01532-01-1\n\n       S. 328                              2\n\n    1  AND TRAINING OF PERSONNEL IN  SUCH  SETTINGS  WHO  ARE  RESPONSIBLE  FOR\n    2  EDUCATION, DEVELOPMENTAL SERVICES AND SUPERVISION OF CHILDREN FROM BIRTH\n    3  THROUGH FIVE YEARS OF AGE INCLUDING TEACHERS, TEACHER ASSISTANTS AND DAY\n    4  CARE  PROVIDERS,  DIRECTORS  AND  EMPLOYEES; AND THE FEDERAL, STATE, AND\n    5  LOCAL FUNDING STREAMS  FOR  EARLY  CHILDHOOD  EDUCATION  AT  PUBLIC  AND\n    6  NON-PUBLIC  SCHOOLS,  PRE-KINDERGARTEN  PROGRAMS,  DAY  CARE CENTERS AND\n    7  FAMILY DAY CARE AND OTHER RELEVANT SETTINGS.\n    8    B. THE DEPARTMENT SHALL REPORT ITS FINDINGS, CONCLUSIONS AND RECOMMEN-\n    9  DATIONS WITHIN EIGHT MONTHS OF THE EFFECTIVE DATE OF THIS SUBDIVISION TO\n   10  THE GOVERNOR, THE TEMPORARY PRESIDENT OF THE SENATE, THE SPEAKER OF  THE\n   11  ASSEMBLY, THE CHAIRS OF THE SENATE AND ASSEMBLY COMMITTEES ON EDUCATION,\n   12  THE  CHAIRS  OF THE SENATE AND ASSEMBLY COMMITTEES ON CHILDREN AND FAMI-\n   13  LIES, THE CHAIRS  OF  THE  SENATE  AND  ASSEMBLY  COMMITTEES  ON  SOCIAL\n   14  SERVICES AND THE CHAIRS OF THE SENATE AND ASSEMBLY COMMITTEES ON HEALTH.\n   15  THE REPORT SHALL INCLUDE RECOMMENDATIONS FOR STRENGTHENING ACCESS TO AND\n   16  THE  QUALITY  OF  EDUCATIONAL, DEVELOPMENTAL AND FAMILY SUPPORT PROGRAMS\n   17  AND SERVICES AT ALL  SETTINGS  WHERE  SUCH  PROGRAMS  AND  SERVICES  ARE\n   18  PROVIDED  TO  CHILDREN  FROM  BIRTH  THROUGH  FIVE  YEARS OF AGE AND THE\n   19  CONSOLIDATION OF FUNDING, OVERSIGHT AND ENFORCEMENT  FOR  SUCH  PROGRAMS\n   20  AND SERVICES.\n   21    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to the duties of the commissioner of education with regard to early childhood education ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101216.T101902.TXT", "SOBI.D101214.T162153.TXT", "SOBI.D101216.T094900.TXT", "SOBI.D101214.T162653.TXT", "SOBI.D101214.T160652.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292512742657
}