{
  "year" : 2011,
  "senateBillNo" : "S329-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO CRIME VICTIMS, CRIME AND CORRECTION",
    "billEventId" : "S329-2011-1294203600000-REFERRED+TO+CRIME+VICTIMS%2C+CRIME+AND+CORRECTION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MONTGOMERY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the accrual of merit time by certain inmates",
  "summary" : "Allows certain inmates to be granted a merit time allowance; allows inmates who are victims are able to prove that they were subjected to substantial physical, sexual or psychological abuse, that the abuse was inflicted by a member of their same family or household or a member of the person's immediate family, and that the abuse was a substantial factor in causing them to commit the crime to be eligible to earn merit time in the amount of one-third off either their minimum sentence (if inmate has an indeterminate sentence) or their flat sentence; allows such inmates to be eligible for presumptive release; expands the criteria that a person in custody of the department of correctional services may meet in order to earn merit time. ",
  "currentCommittee" : "CRIME VICTIMS, CRIME AND CORRECTION",
  "sameAs" : null,
  "lawSection" : "Correction Law",
  "previousVersions" : [ "SB3438-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "HASSELL-THOMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "KRUEGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "OPPENHEIMER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "PARKER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SERRANO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          329\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by Sens. MONTGOMERY, HASSELL-THOMPSON, KRUEGER, OPPENHEIMER,\n         PARKER, SERRANO -- read twice and ordered printed, and when printed to\n         be committed to the Committee on Crime Victims, Crime and Correction\n\n       AN ACT to amend the correction law, in relation to merit time allowances\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subparagraph  (ii)  of  paragraph (d) of subdivision 1 of\n    2  section 803 of the correction law, as added by section 7 of chapter  738\n    3  of  the laws of 2004, is amended and a new subparagraph (vi) is added to\n    4  read as follows:\n    5    (ii) [Such] EXCEPT AS PROVIDED IN SUBPARAGRAPH (VI) OF THIS PARAGRAPH,\n    6  SUCH merit time allowance shall not be available to any  person  serving\n    7  an  indeterminate  sentence  authorized for an A-I felony offense, other\n    8  than an A-I felony offense defined in article two hundred twenty of  the\n    9  penal  law,  or  any  sentence  imposed  for a violent felony offense as\n   10  defined in section 70.02 of the penal law, manslaughter  in  the  second\n   11  degree,   vehicular   manslaughter   in  the  second  degree,  vehicular\n   12  manslaughter in the first  degree,  criminally  negligent  homicide,  an\n   13  offense  defined in article one hundred thirty of the penal law, incest,\n   14  or an offense defined in article two hundred sixty-three  of  the  penal\n   15  law, or aggravated harassment of an employee by an inmate.\n   16    (VI)  A  PERSON  CONVICTED OF A HOMICIDE OFFENSE AS DEFINED IN ARTICLE\n   17  ONE HUNDRED TWENTY-FIVE OF THE PENAL LAW, AN ASSAULT OFFENSE DEFINED  IN\n   18  ARTICLE  ONE  HUNDRED  TWENTY  OF  THE  PENAL  LAW, A ROBBERY OFFENSE AS\n   19  DEFINED BY ARTICLE ONE HUNDRED SIXTY OF  THE  PENAL  LAW,  A  KIDNAPPING\n   20  OFFENSE  AS DEFINED BY ARTICLE ONE HUNDRED THIRTY-FIVE OF THE PENAL LAW,\n   21  AN ARSON OFFENSE AS DEFINED BY ARTICLE ONE HUNDRED FIFTY  OF  THE  PENAL\n   22  LAW,  A  BURGLARY OFFENSE AS DEFINED BY ARTICLE ONE HUNDRED FORTY OF THE\n   23  PENAL LAW, CRIMINAL POSSESSION OF A  WEAPON  IN  THE  SECOND  DEGREE  AS\n   24  DEFINED  BY  SUBDIVISIONS  TWO  AND THREE OF SECTION 265.03 OF THE PENAL\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01519-01-1\n\n       S. 329                              2\n\n    1  LAW, CRIMINAL USE OF A FIREARM IN THE FIRST DEGREE AS DEFINED BY SECTION\n    2  265.09 OF THE PENAL LAW, CRIMINAL USE OF A FIREARM IN THE SECOND  DEGREE\n    3  AS  DEFINED  BY  SECTION 265.08 OF THE PENAL LAW, A CONSPIRACY TO COMMIT\n    4  SUCH  CRIMES AS DEFINED IN ARTICLE ONE HUNDRED FIVE OF THE PENAL LAW, AN\n    5  ATTEMPT TO COMMIT SUCH CRIMES AS DEFINED IN ARTICLE ONE HUNDRED  TEN  OF\n    6  THE  PENAL  LAW  AND  SERVING A DETERMINATE OR INDETERMINATE SENTENCE OR\n    7  SENTENCES AND WHO CAN DEMONSTRATE TO  THE  COMMISSIONER  THAT:  (1)  THE\n    8  PERSON IS A VICTIM OF DOMESTIC VIOLENCE WHO WAS SUBJECTED TO SUBSTANTIAL\n    9  PHYSICAL,  SEXUAL  OR  PSYCHOLOGICAL  ABUSE INFLICTED BY A MEMBER OF THE\n   10  PERSON'S SAME FAMILY OR HOUSEHOLD AS THAT TERM IS DEFINED IN SUBDIVISION\n   11  ONE OF SECTION 530.11 OF THE CRIMINAL PROCEDURE LAW OR A MEMBER  OF  THE\n   12  PERSON'S IMMEDIATE FAMILY AS THAT TERM IS DEFINED IN SUBDIVISION FOUR OF\n   13  SECTION 120.40 OF THE PENAL LAW; AND (2) SUCH OFFENSE WAS COMMITTED AS A\n   14  DIRECT  RESULT OF SUCH ABUSE, MAY RECEIVE MERIT TIME ALLOWANCE CREDIT IN\n   15  THE AMOUNT PROVIDED FOR IN SUBPARAGRAPH (III) OF THIS  PARAGRAPH.    THE\n   16  MERIT  TIME ALLOWANCE ESTABLISHED PURSUANT TO THIS SUBPARAGRAPH SHALL BE\n   17  GRANTED IN THE SAME MANNER AS REQUIRED  BY  SUBPARAGRAPH  (IV)  OF  THIS\n   18  PARAGRAPH.\n   19    TO  APPLY  FOR  MERIT  TIME  ELIGIBILITY UNDER THIS SUBDIVISION AND TO\n   20  DEMONSTRATE SUCH PERSON'S CLAIM THAT SHE OR HE WAS SUBJECTED TO SUBSTAN-\n   21  TIAL PHYSICAL, SEXUAL OR PSYCHOLOGICAL ABUSE AND THAT SUCH  OFFENSE  WAS\n   22  COMMITTED  AS  A DIRECT RESULT OF SUCH ABUSE, SUCH PERSON MUST SUBMIT AN\n   23  APPLICATION TO THE COMMISSIONER OR COMMISSIONER'S  DESIGNEE  ALONG  WITH\n   24  CORROBORATIVE  MATERIAL  THAT SHALL INCLUDE ONE OR MORE OF THE FOLLOWING\n   25  DOCUMENTS:   WITNESS STATEMENTS, COURT  RECORDS,  PRE-SENTENCE  REPORTS,\n   26  SOCIAL  SERVICES  RECORDS,  CITY  AND  STATE  DEPARTMENT  OF CORRECTIONS\n   27  RECORDS, HOSPITAL RECORDS, LAW ENFORCEMENT  RECORDS,  DOMESTIC  INCIDENT\n   28  REPORTS,  ORDERS OF PROTECTION, A SHOWING BASED IN PART ON DOCUMENTATION\n   29  PREPARED AT OR NEAR THE TIME OF THE COMMISSION OF  THE  OFFENSE  OR  THE\n   30  PROSECUTION THEREOF TENDING TO SUPPORT THE PERSON'S CLAIM, OR WHEN THERE\n   31  IS VERIFICATION OF CONSULTATION WITH A LICENSED MEDICAL OR MENTAL HEALTH\n   32  CARE PROVIDER, EMPLOYEE OF A COURT ACTING WITHIN THE SCOPE OF HIS OR HER\n   33  EMPLOYMENT,  MEMBER  OF  THE  CLERGY,  ATTORNEY,  SOCIAL WORKER, OR RAPE\n   34  CRISIS COUNSELOR AS DEFINED IN SECTION FORTY-FIVE  HUNDRED  TEN  OF  THE\n   35  CIVIL  PRACTICE  LAW AND RULES, OR OTHER ADVOCATE ACTING ON BEHALF OF AN\n   36  AGENCY THAT ASSISTS VICTIMS  OF  DOMESTIC  VIOLENCE,  OR  OTHER  SIMILAR\n   37  DOCUMENTATION THAT CORROBORATES SUCH PERSON'S CLAIM.\n   38    S  2.  Subparagraph  (ii) of paragraph (d) of subdivision 1 of section\n   39  803 of the correction law, as added by section 10-a of  chapter  738  of\n   40  the  laws  of  2004,  is amended and a new subparagraph (vi) is added to\n   41  read as follows:\n   42    (ii) [Such] EXCEPT AS PROVIDED IN SUBPARAGRAPH (VI) OF THIS PARAGRAPH,\n   43  SUCH merit time allowance shall not be available to any  person  serving\n   44  an  indeterminate  sentence  authorized for an A-I felony offense, other\n   45  than an A-I felony offense defined in article two hundred twenty of  the\n   46  penal  law,  or  any  sentence  imposed  for a violent felony offense as\n   47  defined in section 70.02 of the penal law, manslaughter  in  the  second\n   48  degree,   vehicular   manslaughter   in  the  second  degree,  vehicular\n   49  manslaughter in the first  degree,  criminally  negligent  homicide,  an\n   50  offense  defined in article one hundred thirty of the penal law, incest,\n   51  or an offense defined in article two hundred sixty-three  of  the  penal\n   52  law, or aggravated harassment of an employee by an inmate.\n   53    (VI)  A  PERSON  CONVICTED OF A HOMICIDE OFFENSE AS DEFINED IN ARTICLE\n   54  ONE HUNDRED TWENTY-FIVE OF THE PENAL LAW, AN ASSAULT OFFENSE DEFINED  IN\n   55  ARTICLE  ONE  HUNDRED  TWENTY  OF  THE  PENAL  LAW, A ROBBERY OFFENSE AS\n   56  DEFINED BY ARTICLE ONE HUNDRED SIXTY OF  THE  PENAL  LAW,  A  KIDNAPPING\n\n       S. 329                              3\n\n    1  OFFENSE  AS DEFINED BY ARTICLE ONE HUNDRED THIRTY-FIVE OF THE PENAL LAW,\n    2  AN ARSON OFFENSE AS DEFINED BY ARTICLE ONE HUNDRED FIFTY  OF  THE  PENAL\n    3  LAW,  A  BURGLARY OFFENSE AS DEFINED BY ARTICLE ONE HUNDRED FORTY OF THE\n    4  PENAL  LAW,  CRIMINAL  POSSESSION  OF  A  WEAPON IN THE SECOND DEGREE AS\n    5  DEFINED BY SUBDIVISIONS TWO AND THREE OF SECTION  265.03  OF  THE  PENAL\n    6  LAW, CRIMINAL USE OF A FIREARM IN THE FIRST DEGREE AS DEFINED BY SECTION\n    7  265.09  OF THE PENAL LAW, CRIMINAL USE OF A FIREARM IN THE SECOND DEGREE\n    8  AS DEFINED BY SECTION 265.08 OF THE PENAL LAW, A  CONSPIRACY  TO  COMMIT\n    9  SUCH  CRIMES AS DEFINED IN ARTICLE ONE HUNDRED FIVE OF THE PENAL LAW, AN\n   10  ATTEMPT TO COMMIT SUCH CRIMES AS DEFINED IN ARTICLE ONE HUNDRED  TEN  OF\n   11  THE  PENAL  LAW  AND  SERVING A DETERMINATE OR INDETERMINATE SENTENCE OR\n   12  SENTENCES AND WHO CAN DEMONSTRATE TO  THE  COMMISSIONER  THAT:  (1)  THE\n   13  PERSON IS A VICTIM OF DOMESTIC VIOLENCE WHO WAS SUBJECTED TO SUBSTANTIAL\n   14  PHYSICAL,  SEXUAL  OR  PSYCHOLOGICAL  ABUSE INFLICTED BY A MEMBER OF THE\n   15  PERSON'S SAME FAMILY OR HOUSEHOLD AS THAT TERM IS DEFINED IN SUBDIVISION\n   16  ONE OF SECTION 530.11 OF THE CRIMINAL PROCEDURE LAW OR A MEMBER  OF  THE\n   17  PERSON'S IMMEDIATE FAMILY AS THAT TERM IS DEFINED IN SUBDIVISION FOUR OF\n   18  SECTION 120.40 OF THE PENAL LAW; AND (2) SUCH OFFENSE WAS COMMITTED AS A\n   19  DIRECT  RESULT OF SUCH ABUSE, MAY RECEIVE MERIT TIME ALLOWANCE CREDIT IN\n   20  THE AMOUNT PROVIDED FOR IN SUBPARAGRAPH (III) OF THIS  PARAGRAPH.    THE\n   21  MERIT  TIME ALLOWANCE ESTABLISHED PURSUANT TO THIS SUBPARAGRAPH SHALL BE\n   22  GRANTED IN THE SAME MANNER AS REQUIRED  BY  SUBPARAGRAPH  (IV)  OF  THIS\n   23  PARAGRAPH.\n   24    TO  APPLY  FOR  MERIT  TIME  ELIGIBILITY UNDER THIS SUBDIVISION AND TO\n   25  DEMONSTRATE SUCH PERSON'S CLAIM THAT SHE OR HE WAS SUBJECTED TO SUBSTAN-\n   26  TIAL PHYSICAL, SEXUAL OR PSYCHOLOGICAL ABUSE AND THAT SUCH  OFFENSE  WAS\n   27  COMMITTED  AS  A DIRECT RESULT OF SUCH ABUSE, SUCH PERSON MUST SUBMIT AN\n   28  APPLICATION TO THE COMMISSIONER OR COMMISSIONER'S  DESIGNEE  ALONG  WITH\n   29  CORROBORATIVE  MATERIAL  THAT SHALL INCLUDE ONE OR MORE OF THE FOLLOWING\n   30  DOCUMENTS:   WITNESS STATEMENTS, COURT  RECORDS,  PRE-SENTENCE  REPORTS,\n   31  SOCIAL  SERVICES  RECORDS,  CITY  AND  STATE  DEPARTMENT  OF CORRECTIONS\n   32  RECORDS, HOSPITAL RECORDS, LAW ENFORCEMENT  RECORDS,  DOMESTIC  INCIDENT\n   33  REPORTS,  ORDERS OF PROTECTION, A SHOWING BASED IN PART ON DOCUMENTATION\n   34  PREPARED AT OR NEAR THE TIME OF THE COMMISSION OF  THE  OFFENSE  OR  THE\n   35  PROSECUTION THEREOF TENDING TO SUPPORT THE PERSON'S CLAIM, OR WHEN THERE\n   36  IS VERIFICATION OF CONSULTATION WITH A LICENSED MEDICAL OR MENTAL HEALTH\n   37  CARE PROVIDER, EMPLOYEE OF A COURT ACTING WITHIN THE SCOPE OF HIS OR HER\n   38  EMPLOYMENT,  MEMBER  OF  THE  CLERGY,  ATTORNEY,  SOCIAL WORKER, OR RAPE\n   39  CRISIS COUNSELOR AS DEFINED IN SECTION FORTY-FIVE  HUNDRED  TEN  OF  THE\n   40  CIVIL  PRACTICE  LAW AND RULES, OR OTHER ADVOCATE ACTING ON BEHALF OF AN\n   41  AGENCY THAT ASSISTS VICTIMS  OF  DOMESTIC  VIOLENCE,  OR  OTHER  SIMILAR\n   42  DOCUMENTATION THAT CORROBORATES SUCH PERSON'S CLAIM.\n   43    S 3. Subdivision 3 of section 803 of the correction law, as amended by\n   44  chapter 3 of the laws of 1995, is amended to read as follows:\n   45    3.  The  commissioner  of correctional services shall promulgate rules\n   46  and regulations for the granting, withholding, forfeiture,  cancellation\n   47  and  restoration  of allowances authorized by this section in accordance\n   48  with the criteria herein specified. Such  rules  and  regulations  shall\n   49  include  provisions  designating the person or committee in each correc-\n   50  tional institution delegated to make discretionary  determinations  with\n   51  respect  to  the  allowances,  the  books  and records to be kept, and a\n   52  procedure for review of the institutional determinations by the  commis-\n   53  sioner.    FURTHER,  THE COMMISSIONER OR THE COMMISSIONER'S DESIGNEE MAY\n   54  CONSULT WITH THE OFFICE FOR THE PREVENTION OF DOMESTIC VIOLENCE  REGARD-\n   55  ING THE PROMULGATION OF RULES AND REGULATIONS FOR GRANTING, WITHHOLDING,\n   56  FORFEITURE, CANCELLATION AND RESTORATION OF MERIT TIME ALLOWANCES PURSU-\n\n       S. 329                              4\n\n    1  ANT  TO  SUBPARAGRAPH  (VI)  OF PARAGRAPH (D) OF SUBDIVISION ONE OF THIS\n    2  SECTION. TO ASSIST IN THE IMPLEMENTATION OF SUBPARAGRAPH (VI)  OF  PARA-\n    3  GRAPH  (D)  OF  SUBDIVISION  ONE  OF  THIS  SECTION,  THE OFFICE FOR THE\n    4  PREVENTION  OF  DOMESTIC  VIOLENCE  SHALL PROVIDE TRAINING TO DEPARTMENT\n    5  STAFF DELEGATED TO MAKE DETERMINATIONS REGARDING  SUCH  ALLOWANCES.  THE\n    6  COMMISSIONER  OR THE COMMISSIONER'S DESIGNEE MAY ALSO REQUEST ASSISTANCE\n    7  FROM THE OFFICE FOR THE PREVENTION OF  DOMESTIC  VIOLENCE  IN  MAKING  A\n    8  DETERMINATION  ABOUT  WHETHER  AN  INDIVIDUAL  INMATE  IS AN APPROPRIATE\n    9  CANDIDATE FOR MERIT TIME ELIGIBILITY PURSUANT TO  SUBPARAGRAPH  (VI)  OF\n   10  PARAGRAPH  (D)  OF  SUBDIVISION  ONE OF THIS SECTION, PROVIDED, HOWEVER,\n   11  THAT THE COMMISSIONER SHALL MAKE THE FINAL DETERMINATION ON  THE  GRANT-\n   12  ING, WITHHOLDING, FORFEITURE, CANCELLATION AND RESTORATION OF MERIT TIME\n   13  ALLOWANCES PURSUANT TO SUBPARAGRAPH (VI) OF PARAGRAPH (D) OF SUBDIVISION\n   14  ONE OF THIS SECTION.\n   15    S 4. Subdivision 3 of section 803 of the correction law, as amended by\n   16  chapter 126 of the laws of 1987, is amended to read as follows:\n   17    3.  The  commissioner  of correctional services shall promulgate rules\n   18  and regulations for the granting, withholding, forfeiture,  cancellation\n   19  and  restoration  of allowances authorized by this section in accordance\n   20  with the criteria herein specified. Such  rules  and  regulations  shall\n   21  include  provisions  designating the person or committee in each correc-\n   22  tional institution delegated to make discretionary  determinations  with\n   23  respect  to  the  allowances,  the  books  and records to be kept, and a\n   24  procedure for review of the institutional determinations by the  commis-\n   25  sioner.    FURTHER,  THE COMMISSIONER OR THE COMMISSIONER'S DESIGNEE MAY\n   26  CONSULT WITH THE OFFICE FOR THE PREVENTION OF DOMESTIC VIOLENCE  REGARD-\n   27  ING THE PROMULGATION OF RULES AND REGULATIONS FOR GRANTING, WITHHOLDING,\n   28  FORFEITURE, CANCELLATION AND RESTORATION OF MERIT TIME ALLOWANCES PURSU-\n   29  ANT  TO  SUBPARAGRAPH  (VI)  OF PARAGRAPH (D) OF SUBDIVISION ONE OF THIS\n   30  SECTION. TO ASSIST IN THE IMPLEMENTATION OF SUBPARAGRAPH (VI)  OF  PARA-\n   31  GRAPH  (D)  OF  SUBDIVISION  ONE  OF  THIS  SECTION,  THE OFFICE FOR THE\n   32  PREVENTION OF DOMESTIC VIOLENCE SHALL  PROVIDE  TRAINING  TO  DEPARTMENT\n   33  STAFF  DELEGATED  TO  MAKE DETERMINATIONS REGARDING SUCH ALLOWANCES. THE\n   34  COMMISSIONER OR THE COMMISSIONER'S DESIGNEE MAY ALSO REQUEST  ASSISTANCE\n   35  FROM  THE  OFFICE  FOR  THE  PREVENTION OF DOMESTIC VIOLENCE IN MAKING A\n   36  DETERMINATION ABOUT WHETHER  AN  INDIVIDUAL  INMATE  IS  AN  APPROPRIATE\n   37  CANDIDATE  FOR  MERIT  TIME ELIGIBILITY PURSUANT TO SUBPARAGRAPH (VI) OF\n   38  PARAGRAPH (D) OF SUBDIVISION ONE OF  THIS  SECTION,  PROVIDED,  HOWEVER,\n   39  THAT  THE  COMMISSIONER SHALL MAKE THE FINAL DETERMINATION ON THE GRANT-\n   40  ING, WITHHOLDING, FORFEITURE, CANCELLATION AND RESTORATION OF MERIT TIME\n   41  ALLOWANCES PURSUANT TO SUBPARAGRAPH (VI) OF PARAGRAPH (D) OF SUBDIVISION\n   42  ONE OF THIS SECTION.\n   43    S 5. Section 805 of the correction law, as amended  by  section  4  of\n   44  part E of chapter 62 of the laws of 2003, is amended to read as follows:\n   45    S 805. Earned eligibility program. Persons committed to the custody of\n   46  the  department under an indeterminate or determinate sentence of impri-\n   47  sonment shall be assigned a work and treatment program as soon as  prac-\n   48  ticable. No earlier than two months prior to the inmate's eligibility to\n   49  be  paroled  pursuant  to  subdivision one of section 70.40 of the penal\n   50  law, the commissioner shall review the inmate's institutional record  to\n   51  determine  whether  he OR SHE has complied with the assigned program. If\n   52  the commissioner determines that the  inmate  has  successfully  partic-\n   53  ipated  in  the  program he OR SHE may issue the inmate a certificate of\n   54  earned eligibility. Notwithstanding  any  other  provision  of  law,  an\n   55  inmate  who  is  serving a sentence with a minimum term of not more than\n   56  eight years and who has been issued a certificate of earned eligibility,\n\n       S. 329                              5\n\n    1  shall be granted parole release at the expiration of his OR HER  minimum\n    2  term  or  as  authorized  by  subdivision  four of section eight hundred\n    3  sixty-seven of this chapter unless the board of parole  determines  that\n    4  there  is  a reasonable probability that, if such inmate is released, he\n    5  OR SHE will not live and remain at liberty without violating the law and\n    6  that his OR HER release is not compatible with the welfare  of  society.\n    7  Any  action by the commissioner pursuant to this section shall be deemed\n    8  a judicial function and shall not be reviewable if  done  in  accordance\n    9  with law.\n   10    NOTWITHSTANDING THE OPENING PARAGRAPH OF THIS SECTION, A PERSON WHO IS\n   11  ELIGIBLE  FOR  MERIT  TIME  UNDER  SUBPARAGRAPH (VI) OF PARAGRAPH (D) OF\n   12  SUBDIVISION ONE OF SECTION EIGHT HUNDRED THREE OF THIS ARTICLE  WHO  HAS\n   13  BEEN  ISSUED  A  CERTIFICATE  OF  EARNED  ELIGIBILITY  AND  IS SERVING A\n   14  SENTENCE WITH A MINIMUM TERM OF MORE THAN EIGHT YEARS SHALL  BE  GRANTED\n   15  PAROLE  RELEASE  AT THE EXPIRATION OF HIS OR HER MINIMUM TERM UNLESS THE\n   16  BOARD OF PAROLE DETERMINES THAT THERE IS A REASONABLE PROBABILITY  THAT,\n   17  IF  SUCH  PERSON  IS  RELEASED,  HE  OR SHE WOULD NOT LIVE AND REMAIN AT\n   18  LIBERTY WITHOUT VIOLATING THE LAW AND THAT HIS OR  HER  RELEASE  IS  NOT\n   19  COMPATIBLE  WITH  THE WELFARE OF SOCIETY. ANY ACTION BY THE COMMISSIONER\n   20  PURSUANT TO THIS SECTION SHALL BE DEEMED A JUDICIAL FUNCTION  AND  SHALL\n   21  NOT BE REVIEWABLE IF DONE IN ACCORDANCE WITH THE LAW.\n   22    S  6.  Section 805 of the correction law, as amended by chapter 262 of\n   23  the laws of 1987, is amended to read as follows:\n   24    S 805. Earned eligibility program. Persons committed to the custody of\n   25  the department under an indeterminate sentence of imprisonment shall  be\n   26  assigned a work and treatment program as soon as practicable. No earlier\n   27  than two months prior to the expiration of an inmate's minimum period of\n   28  imprisonment,  the  commissioner shall review the inmate's institutional\n   29  record to determine whether he OR SHE has  complied  with  the  assigned\n   30  program.  If the commissioner determines that the inmate has successful-\n   31  ly  participated in the program he OR SHE may issue the inmate a certif-\n   32  icate of earned eligibility. Notwithstanding any other provision of law,\n   33  an inmate who is serving a sentence with a minimum term of not more than\n   34  six years and who has been issued a certificate of  earned  eligibility,\n   35  shall  be granted parole release at the expiration of his OR HER minimum\n   36  term or as authorized by  subdivision  four  of  section  eight  hundred\n   37  sixty-seven  OF  THIS CHAPTER unless the board of parole determines that\n   38  there is a reasonable probability that, if such inmate is  released,  he\n   39  OR SHE will not live and remain at liberty without violating the law and\n   40  that  his  OR HER release is not compatible with the welfare of society.\n   41  Any action by the commissioner pursuant to this section shall be  deemed\n   42  a  judicial  function  and shall not be reviewable if done in accordance\n   43  with law.\n   44    NOTWITHSTANDING THE OPENING PARAGRAPH OF THIS SECTION, A PERSON WHO IS\n   45  ELIGIBLE FOR MERIT TIME UNDER SUBPARAGRAPH  (VI)  OF  PARAGRAPH  (D)  OF\n   46  SUBDIVISION  ONE  OF SECTION EIGHT HUNDRED THREE OF THIS ARTICLE WHO HAS\n   47  BEEN ISSUED A  CERTIFICATE  OF  EARNED  ELIGIBILITY  AND  IS  SERVING  A\n   48  SENTENCE  WITH  A  MINIMUM  TERM OF MORE THAN SIX YEARS SHALL BE GRANTED\n   49  PAROLE RELEASE AT THE EXPIRATION OF HIS OR HER MINIMUM TERM  UNLESS  THE\n   50  BOARD  OF PAROLE DETERMINES THAT THERE IS A REASONABLE PROBABILITY THAT,\n   51  IF SUCH PERSON IS RELEASED, HE OR SHE  WOULD  NOT  LIVE  AND  REMAIN  AT\n   52  LIBERTY  WITHOUT  VIOLATING  THE  LAW AND THAT HIS OR HER RELEASE IS NOT\n   53  COMPATIBLE WITH THE WELFARE OF SOCIETY. ANY ACTION BY  THE  COMMISSIONER\n   54  PURSUANT  TO  THIS SECTION SHALL BE DEEMED A JUDICIAL FUNCTION AND SHALL\n   55  NOT BE REVIEWABLE IF DONE IN ACCORDANCE WITH THE LAW.\n\n       S. 329                              6\n\n    1    S 7. Section 806 of the correction law is  amended  by  adding  a  new\n    2  subdivision 8 to read as follows:\n    3    8.  NOTWITHSTANDING  ANY  INCONSISTENT  PROVISION  OF  THIS SECTION, A\n    4  PERSON THAT IS ELIGIBLE FOR A MERIT TIME ALLOWANCE PURSUANT TO  SUBPARA-\n    5  GRAPH  (VI) OF PARAGRAPH (D) OF SUBDIVISION ONE OF SECTION EIGHT HUNDRED\n    6  THREE OF THIS ARTICLE MAY BE ENTITLED  TO  PRESUMPTIVE  RELEASE  AT  THE\n    7  EXPIRATION  OF FIVE-SIXTHS OF THE MINIMUM OR AGGREGATE MINIMUM PERIOD OF\n    8  THE INDETERMINATE TERM IMPOSED BY THE COURT.\n    9    S 8. Subdivision 2-a of section 851 of the correction law, as added by\n   10  chapter 251 of the laws of 2002, is amended to read as follows:\n   11    2-a. Notwithstanding subdivision two of this section, the term \"eligi-\n   12  ble inmate\" shall also include a person confined in an  institution  who\n   13  is  eligible  for  release  on  parole  or  who will become eligible for\n   14  release on parole or conditional release within two years, and who  [was\n   15  convicted  of a homicide offense as defined in article one hundred twen-\n   16  ty-five of the penal law or an assault offense defined  in  article  one\n   17  hundred  twenty of the penal law, and who can demonstrate to the commis-\n   18  sioner that: (a) the victim of such homicide or assault was a member  of\n   19  the  inmate's immediate family as that term is defined in section 120.40\n   20  of the penal law or had a child in  common  with  the  inmate;  (b)  the\n   21  inmate  was  subjected  to substantial physical, sexual or psychological\n   22  abuse committed by the victim of such homicide or assault; and (c)  such\n   23  abuse  was  a  substantial  factor  in causing the inmate to commit such\n   24  homicide or assault] IS ELIGIBLE FOR A MERIT TIME ALLOWANCE PURSUANT  TO\n   25  SUBPARAGRAPH  (VI)  OF PARAGRAPH (D) OF SUBDIVISION ONE OF SECTION EIGHT\n   26  HUNDRED THREE OF THIS CHAPTER.  With respect to an inmate's  claim  that\n   27  he or she was subjected to substantial physical, sexual or psychological\n   28  abuse  [committed by the victim] AND THAT THE OFFENSE WAS COMMITTED AS A\n   29  DIRECT RESULT OF SUCH ABUSE, such demonstration shall include corrobora-\n   30  tive material that may include, but is not limited  to,  witness  state-\n   31  ments,  COURT  RECORDS,  PRE-SENTENCE  REPORTS, social services records,\n   32  CITY AND STATE DEPARTMENT OF CORRECTION RECORDS, hospital  records,  law\n   33  enforcement records, DOMESTIC INCIDENT REPORTS, ORDERS OF PROTECTION and\n   34  a showing based in part on documentation prepared at or near the time of\n   35  the  commission  of  the  offense  or the prosecution thereof tending to\n   36  support the inmate's claim, OR WHEN THERE IS VERIFICATION  OF  CONSULTA-\n   37  TION WITH A LICENSED MEDICAL OR MENTAL HEALTH CARE PROVIDER, EMPLOYEE OF\n   38  A  COURT ACTING WITHIN THE SCOPE OF HIS OR HER EMPLOYMENT, MEMBER OF THE\n   39  CLERGY, ATTORNEY, SOCIAL WORKER, OR RAPE CRISIS COUNSELOR AS DEFINED  IN\n   40  PARAGRAPH  TWO  OF  SUBDIVISION (A) OF SECTION FORTY-FIVE HUNDRED TEN OF\n   41  THE CIVIL PRACTICE LAW AND RULES, OR OTHER ADVOCATE ACTING ON BEHALF  OF\n   42  AN  AGENCY THAT ASSISTS VICTIMS OF DOMESTIC VIOLENCE.  Prior to making a\n   43  determination under this subdivision, the commissioner  is  required  to\n   44  request and take into consideration the opinion of the district attorney\n   45  who  prosecuted  the  underlying  [homicide  or assault] offense and the\n   46  opinion of the sentencing court. If such opinions  are  received  within\n   47  forty-five  days  of  the request, the commissioner shall take them into\n   48  consideration.  DURING THE FORTY-FIVE DAY WAITING PERIOD, THE INMATE MAY\n   49  BE PERMITTED TO CONTINUE TO GATHER ADDITIONAL  CORROBORATIVE  MATERIALS.\n   50  If  such opinions are not so received, the commissioner may proceed with\n   51  the determination.  THE COMMISSIONER OR THE COMMISSIONER'S DESIGNEE  MAY\n   52  CONSULT  WITH  THE  OFFICE  FOR  THE  PREVENTION OF DOMESTIC VIOLENCE TO\n   53  PROMULGATE RULES AND  REGULATIONS  TO  IMPLEMENT  THIS  SUBDIVISION.  TO\n   54  ASSIST  IN  THE  IMPLEMENTATION  OF THIS SUBDIVISION, THE OFFICE FOR THE\n   55  PREVENTION OF DOMESTIC VIOLENCE SHALL  PROVIDE  TRAINING  TO  DEPARTMENT\n   56  STAFF DELEGATED TO MAKE DETERMINATIONS PURSUANT TO THIS SUBDIVISION. THE\n\n       S. 329                              7\n\n    1  COMMISSIONER  OR THE COMMISSIONER'S DESIGNEE MAY ALSO REQUEST ASSISTANCE\n    2  FROM THE OFFICE FOR THE PREVENTION OF  DOMESTIC  VIOLENCE  IN  MAKING  A\n    3  DETERMINATION  ABOUT  WHETHER  AN  INDIVIDUAL  INMATE  IS AN APPROPRIATE\n    4  CANDIDATE  FOR  WORK  RELEASE  PURSUANT  TO  THIS SUBDIVISION, PROVIDED,\n    5  HOWEVER, THAT THE COMMISSIONER SHALL MAKE  THE  FINAL  DETERMINATION  OF\n    6  WHETHER  TO  GRANT WORK RELEASE PURSUANT TO THIS SUBDIVISION. Any action\n    7  by the commissioner pursuant to this subdivision shall be deemed a judi-\n    8  cial function and shall not be reviewable in any court.\n    9    S 9. The commissioner of the department of correctional services shall\n   10  present to the governor, the temporary president of the senate  and  the\n   11  speaker  of  the  assembly an annual report about the granting and with-\n   12  holding of merit time allowance pursuant to subparagraph (vi)  of  para-\n   13  graph  (d) of subdivision 1 of section 803 of the correction law and the\n   14  operation of the work release  program  as  applied  to  inmates  deemed\n   15  eligible  pursuant  to  subdivision 2-a of section 851 of the correction\n   16  law. Such report shall include, but not be limited  to,  the  number  of\n   17  inmates  who  apply for such merit time allowance, the number of inmates\n   18  approved for such merit time allowance, the number of denials of  appli-\n   19  cations for such merit time allowance, the reasons for denials of appli-\n   20  cations  for  such merit time allowance, the crime of conviction and the\n   21  sentence for each inmate granted such merit time allowance,  the  number\n   22  of inmates eligible for work release, the number of inmates granted work\n   23  release  pursuant  to  subdivision  2-a of section 851 of the correction\n   24  law, the number of denials of applications for such  work  release,  the\n   25  reasons  for denials of applications for such work release, and the role\n   26  of the office for the prevention of domestic violence in  assisting  the\n   27  department of correctional services to make determinations regarding the\n   28  granting or withholding of such merit time allowance and the eligibility\n   29  for  work  release  pursuant  to  subdivision  2-a of section 851 of the\n   30  correction law. The initial report required by  this  section  shall  be\n   31  presented  by  December  31, 2012. Thereafter, an annual report shall be\n   32  presented no later than December 31 of each year.\n   33    S 10. This act shall take effect on  the  one  hundred  eightieth  day\n   34  after  it  shall have become a law and shall apply to persons in custody\n   35  serving an indeterminate or determinate sentence on the  effective  date\n   36  of  this  act  as  well  as  to persons sentenced to an indeterminate or\n   37  determinate sentence on  or  after  the  effective  date  of  this  act;\n   38  provided  that  the  amendments  to  paragraph  (d)  of subdivision 1 of\n   39  section 803 of the correction law made by section one of this act  shall\n   40  be  subject  to the expiration and reversion of such section pursuant to\n   41  section 74 of chapter 3 of the laws of 1995, as amended, when upon  such\n   42  date  the  provisions  of  section  two  of  this act shall take effect;\n   43  provided further that the amendments to subdivision 3 of section 803  of\n   44  the correction law made by section three of this act shall be subject to\n   45  the  expiration  and reversion of such section pursuant to section 74 of\n   46  chapter 3 of the laws of 1995, as  amended,  when  upon  such  date  the\n   47  provisions  of section four of this act shall take effect; and provided,\n   48  further, that the amendments to sections 806 and 851 of  the  correction\n   49  law  made  by  sections seven and eight of this act shall not affect the\n   50  expiration or repeal of such sections and  shall  expire  or  be  deemed\n   51  repealed  therewith;  and  provided,  further,  that  the  amendments to\n   52  section 805 of the correction law made by section five of this act shall\n   53  be subject to the expiration and reversion of such section  pursuant  to\n   54  chapter  261  of  the laws of 1987 and chapter 3 of the laws of 1995, as\n   55  amended, when upon such date the provisions of section six of  this  act\n   56  shall take effect.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the correction law, in relation to merit time allowances ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101215.T120902.TXT", "SOBI.D101215.T121402.TXT", "SOBI.D101215.T114400.TXT", "SOBI.D101216.T102403.TXT", "SOBI.D101215.T112859.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292513043743
}