{
  "year" : 2011,
  "senateBillNo" : "S33-2011",
  "billEvents" : null,
  "votes" : null,
  "sponsor" : null,
  "title" : null,
  "summary" : null,
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : null,
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          33\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced   by   Sens.   SQUADRON,   ADAMS,   DUANE,  HASSELL-THOMPSON,\n         STEWART-COUSINS -- read twice and ordered printed, and when printed to\n         be committed to the Committee on Environmental Conservation\n\n       AN ACT to amend the  environmental  conservation  law,  in  relation  to\n         requiring  automobile  dealers  display a \"Gallons-Per-Mile (GPM) Fuel\n         Savings Guide\"\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Legislative  intent.  It  is  the  purpose of this act to\n    2  encourage the purchase of more efficient vehicles through the  provision\n    3  of clear and accessible information to the public regarding cost savings\n    4  and  fuel  usage comparisons between vehicles by emphasizing the gallons\n    5  of gasoline used by a vehicle rather than the number of miles driven.\n    6    S 2. The environmental conservation law is amended  by  adding  a  new\n    7  section 3-0319 to read as follows:\n    8  S 3-0319. CONSUMER FUEL CONSUMPTION INFORMATION.\n    9    1.  THE  DEPARTMENT SHALL DEVELOP A MODEL SIGN WHICH PROVIDES CONSUMER\n   10  FUEL  CONSUMPTION  INFORMATION.  THE  MODEL  SIGN  SHALL   BE   ENTITLED\n   11  \"GALLONS-PER-MILE (GPM) FUEL SAVINGS GUIDE\". THE MODEL SIGN AND INFORMA-\n   12  TION  REGARDING  POSTING  REQUIREMENTS SHALL BE AVAILABLE ON THE DEPART-\n   13  MENT'S WEBSITE.\n   14    2. THE \"GALLONS-PER-MILE (GPM) FUEL SAVINGS GUIDE\" SIGN SHALL BEAR THE\n   15  FOLLOWING INFORMATION:\n   16    (A) THE TITLE HEADING \"GALLONS-PER-MILE (GPM) FUEL SAVINGS GUIDE\" WITH\n   17  A SUBTITLE HEADING \"WHY USE GPM?\";\n   18    (B) AN EXPLANATION OF HOW TO CALCULATE GPM AND THE PURPOSE OF THE  GPM\n   19  MEASUREMENT;\n   20    (C) A CHART WITH FOUR COLUMNS INCLUDING THE FOLLOWING INFORMATION:\n   21    (I)  MILES-PER-GALLON (MPG) FROM TEN MPG TO FIFTY MPG IN INCREMENTS OF\n   22  FIVE;\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00024-01-1\n\n       S. 33                               2\n\n    1    (II) THE CORRESPONDING GALLONS PER ONE THOUSAND MILES;\n    2    (III) THE COST OF FUEL PER ONE THOUSAND MILES BASED ON THE MOST RECENT\n    3  UNITED STATES ENVIRONMENTAL PROTECTION AGENCY'S FUEL ECONOMY GUIDE PRICE\n    4  OF GAS;\n    5    (IV) THE INCREMENTAL SAVINGS PER ONE THOUSAND MILES AS COMPARED TO THE\n    6  PREVIOUS INCREMENT, BASED ON THE MOST RECENT UNITED STATES ENVIRONMENTAL\n    7  PROTECTION AGENCY'S FUEL ECONOMY GUIDE PRICE OF GAS;\n    8    (D)  SUCH OTHER INFORMATION AS THE DEPARTMENT DEEMS NECESSARY, INCLUD-\n    9  ING APPROPRIATE DISCLAIMERS.\n   10    3. AUTOMOBILE DEALERS THAT OFFER FOR SALE OR LEASE NEW PASSENGER MOTOR\n   11  VEHICLES SHALL DISPLAY THE \"GALLONS-PER-MILE (GPM) FUEL  SAVINGS  GUIDE\"\n   12  ON  A  SIGN  NOT LESS THAN EIGHTEEN INCHES BY TWENTY-FOUR INCHES IN SIZE\n   13  WITH FONT OF A SIZE NOT LESS THAN ONE INCH IN HEIGHT. THE SIGN SHALL  BE\n   14  DISPLAYED IN A PROMINENT AND CONSPICUOUS LOCATION INSIDE THE DEALERSHIP.\n   15    4.  ANY  AUTOMOBILE  DEALER  WHO  VIOLATES  SUBDIVISION  THREE OF THIS\n   16  SECTION, SHALL UPON THE FIRST VIOLATION BE PROVIDED A  WRITTEN  WARNING,\n   17  AND  SHALL  BE SUBJECT TO A CIVIL PENALTY OF NOT MORE THAN FIFTY DOLLARS\n   18  FOR A SECOND VIOLATION AND NOT MORE THAN ONE HUNDRED FIFTY DOLLARS FOR A\n   19  THIRD AND ANY SUBSEQUENT VIOLATION.\n   20    S 3. This act shall take effect on the first of January next  succeed-\n   21  ing  the  date upon which it shall have become a law; provided, however,\n   22  that subdivision 4 of section 3-0319 of the  environmental  conservation\n   23  law,  as  added  by  section two of this act, shall take effect one year\n   24  after such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : null,
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101201.T163624.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1291239384978
}