{
  "year" : 2011,
  "senateBillNo" : "S333-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO CITIES",
    "billEventId" : "S333-2011-1294203600000-REFERRED+TO+CITIES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "DIAZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes the city of New York to reconvey its interest in certain real property acquired by in rem tax foreclosure in the borough of Bronx to former owner St. Peter's Lutheran Church",
  "summary" : "Authorizes the city of New York to reconvey its interest in certain real property acquired by in rem tax foreclosure in the borough of Bronx to former owner St. Peter's Lutheran Church notwithstanding expiration of the two year period within which application may be made to the city to release its interest in property thus acquired. ",
  "currentCommittee" : "CITIES",
  "sameAs" : null,
  "lawSection" : "Bronx County",
  "previousVersions" : [ "S8139-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          333\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  DIAZ  --  read twice and ordered printed, and when\n         printed to be committed to the Committee on Cities\n\n       AN ACT authorizing the city of New York  to  reconvey  its  interest  in\n         certain  real  property  acquired  by  in  rem  tax foreclosure in the\n         borough of Bronx to former owner St. Peter's Lutheran Church, notwith-\n         standing expiration of the two year period  within  which  application\n         may  be  made  to  the  city  to release its interest in property thus\n         acquired; Block No.  2285, Lot No. 73 on tax map for  the  borough  of\n         Bronx\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Findings. On September 25, 1981, through a Bronx in rem tax\n    2  foreclosure action, the city of New  York  acquired  title  to  premises\n    3  designated  as  lot  73  in tax block 2285, also known as 431 East 140th\n    4  Street, in the borough of Bronx, based on non-payment of  taxes  due  to\n    5  inadvertence  by  St.  Peter's Lutheran Church, the former owner of such\n    6  property. Pursuant to sections 11-424 and 11-424.1 of the administrative\n    7  code of the city of New York, the city may release its interest in prop-\n    8  erty thus acquired if an application for such a release  is  filed  with\n    9  the  city's  department  of  citywide administrative services within two\n   10  years of the date on which the city's  deed  is  recorded  and  if  such\n   11  application  is  approved by the in rem foreclosure release board. Since\n   12  that period has now elapsed, and pending the effectiveness of a  chapter\n   13  of  the laws of 2011 authorizing the in rem foreclosure release board to\n   14  authorize the release of property where an application for such  release\n   15  is  made  more  than  two years after the date of the city's acquisition\n   16  thereof, state legislation is necessary to restore said property to  the\n   17  aforesaid  former  owner.  In  addition, since the New York city charter\n   18  requires that the sale of city owned property be at public auction or by\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04177-01-1\n\n       S. 333                              2\n\n    1  sealed bids (except as otherwise provided  by  law),  state  legislative\n    2  authorization is necessary to permit said reconveyance.\n    3    S  2. Notwithstanding any other provision of general, special or local\n    4  law, charter or administrative code  to  the  contrary  and  subject  to\n    5  section  three of this act, the city of New York is hereby authorized to\n    6  release its interest in and reconvey the real property designated as tax\n    7  block 2285, lot 73, on the tax map of the city for the borough of  Bronx\n    8  as  said  map  was on September 25, 1981 to St. Peter's Lutheran Church,\n    9  the former record owner of said property on such date.\n   10    S 3.  Such release and reconveyance may be made only upon the approval\n   11  of the in rem foreclosure release board established by section  11-424.1\n   12  of the administrative code of the city of New York, subject to the gran-\n   13  tees meeting the following conditions precedent:\n   14    (a)  Submit  an application for release in writing to the city commis-\n   15  sioner of citywide administrative services accompanied  by  a  certified\n   16  title  search,  affidavit  of  ownership,  and  all fees and payments as\n   17  otherwise required by section 11-424 of the administrative code  of  the\n   18  city of New York.\n   19    (b)  Pay all taxes, interest, penalties and charges otherwise required\n   20  by section 11-424 of the administrative code of the  city  of  New  York\n   21  upon  approval  of  the  application  by  the in rem foreclosure release\n   22  board.\n   23    S 4. This chapter of the laws of 2011 shall not be deemed  to  be  the\n   24  chapter  upon the effectiveness of which paragraph 2 of subdivision a of\n   25  section 11-424 of the administrative code of the city of New York, under\n   26  local law, depends. Accordingly, the  provisions  of  such  paragraph  2\n   27  shall  not  apply  to the release and reconveyance authorized to be made\n   28  herein.\n   29    S 5. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT authorizing the city of New York to reconvey its interest in certain real property acquired by in rem tax foreclosure in the borough of Bronx to former owner St. Peter's Lutheran Church, notwithstanding expiration of the two year period within which application may be made to the city to release its interest in property thus acquired; Block No. 2285, Lot No. 73 on tax map for the borough of Bronx ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101215.T121402.TXT", "SOBI.D101215.T120402.TXT", "SOBI.D101215.T121902.TXT", "SOBI.D101216.T103912.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292513952102
}