{
  "year" : 2011,
  "senateBillNo" : "S334-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO EDUCATION",
    "billEventId" : "S334-2011-1294203600000-REFERRED+TO+EDUCATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "DIAZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the disciplinary hearings and procedures for teachers in the city district of the city of New York",
  "summary" : "Relates to the disciplinary hearings and procedures for teachers in the city district of the city of New York; requires hearings to be referred to the New York city office of administrative trials and hearings. ",
  "currentCommittee" : "EDUCATION",
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "S6953-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          334\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  DIAZ  --  read twice and ordered printed, and when\n         printed to be committed to the Committee on Education\n\n       AN ACT to amend the education law, in relation to disciplinary  hearings\n         and  procedures  for  teachers in the city district of the city of New\n         York\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 1 and subparagraph (i) of paragraph b of subdi-\n    2  vision  3  of section 3020-a of the education law, as amended by chapter\n    3  691 of the laws of 1994, are amended to read as follows:\n    4    1. Filing of charges.  All charges against a person enjoying the bene-\n    5  fits of tenure as provided in subdivision three of section one  thousand\n    6  one  hundred two, and sections two thousand five hundred nine, two thou-\n    7  sand five hundred seventy-three, [twenty-five hundred  ninety-j,]  three\n    8  thousand  twelve and three thousand fourteen of this chapter shall be in\n    9  writing and filed with the clerk or secretary of the school district  or\n   10  employing board during the period between the actual opening and closing\n   11  of the school year for which the employed is normally required to serve.\n   12  Except  as  provided  in  subdivision eight of section two thousand five\n   13  hundred seventy-three [and  subdivision  seven  of  section  twenty-five\n   14  hundred  ninety-j]  of this chapter, no charges under this section shall\n   15  be brought more than three years after the  occurrence  of  the  alleged\n   16  incompetency  or  misconduct,  except  when  the charge is of misconduct\n   17  constituting a crime when committed.\n   18    (i) Hearing officers. All hearings pursuant to this section  shall  be\n   19  conducted  before  and  by a single hearing officer selected as provided\n   20  for in this section. A hearing officer shall not be eligible to serve as\n   21  such if he or she is a resident of the school district, [other than  the\n   22  city  of  New  York,]  under the jurisdiction of the employing board, an\n   23  employee, agent or representative of the employing board or of any labor\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04187-01-1\n\n       S. 334                              2\n\n    1  organization representing employees of such employing board, has  served\n    2  as  such  agent  or  representative  within two years of the date of the\n    3  scheduled hearing, or if he or she is then serving as a mediator or fact\n    4  finder  in the same school district. Notwithstanding any other provision\n    5  of law, the hearing officer shall be compensated by the department  with\n    6  the  customary  fee paid for service as an arbitrator under the auspices\n    7  of the association for each day of actual service plus necessary  travel\n    8  and  other reasonable expenses incurred in the performance of his or her\n    9  duties. All other expenses of the disciplinary proceedings shall be paid\n   10  in accordance with rules promulgated by the commissioner of education.\n   11    S 2. The education law is amended by adding a new  section  3020-b  to\n   12  read as follows:\n   13    S 3020-B. DISCIPLINARY PROCEDURES AND PENALTIES. 1. FILING OF CHARGES.\n   14  ALL CHARGES AGAINST A PERSON ENJOYING THE BENEFITS OF TENURE AS PROVIDED\n   15  IN  SECTION  TWENTY-FIVE  HUNDRED  NINETY-J  OF THIS CHAPTER SHALL BE IN\n   16  WRITING AND FILED WITH THE CLERK OR SECRETARY OF THE SCHOOL DISTRICT  OR\n   17  EMPLOYING BOARD DURING THE PERIOD BETWEEN THE ACTUAL OPENING AND CLOSING\n   18  OF THE SCHOOL YEAR FOR WHICH THE EMPLOYED IS NORMALLY REQUIRED TO SERVE.\n   19  EXCEPT  AS  PROVIDED IN SUBDIVISION SEVEN OF SECTION TWENTY-FIVE HUNDRED\n   20  NINETY-J OF THIS CHAPTER, NO CHARGES UNDER THIS SECTION SHALL BE BROUGHT\n   21  MORE THAN THREE YEARS AFTER THE OCCURRENCE OF THE  ALLEGED  INCOMPETENCY\n   22  OR  MISCONDUCT,  EXCEPT  WHEN THE CHARGE IS OF MISCONDUCT CONSTITUTING A\n   23  CRIME WHEN COMMITTED.\n   24    2. DISPOSITION OF CHARGES. (A) UPON RECEIPT OF THE CHARGES, THE  CLERK\n   25  OR  SECRETARY  OF THE CITY DISTRICT OR EMPLOYING BOARD SHALL IMMEDIATELY\n   26  NOTIFY SAID BOARD THEREOF. WITHIN FIVE DAYS AFTER  RECEIPT  OF  CHARGES,\n   27  THE EMPLOYING BOARD, IN EXECUTIVE SESSION, SHALL DETERMINE, BY A VOTE OF\n   28  A  MAJORITY  OF  ALL  THE  MEMBERS OF SUCH BOARD, WHETHER PROBABLE CAUSE\n   29  EXISTS TO BRING A DISCIPLINARY PROCEEDING AGAINST AN  EMPLOYEE  PURSUANT\n   30  TO  THIS SECTION. IF SUCH DETERMINATION IS AFFIRMATIVE, A WRITTEN STATE-\n   31  MENT SPECIFYING THE CHARGES IN DETAIL, THE MAXIMUM PENALTY WHICH WILL BE\n   32  IMPOSED BY THE BOARD IF THE EMPLOYEE DOES NOT REQUEST A HEARING OR  THAT\n   33  WILL  BE  SOUGHT  BY  THE  BOARD  IF THE EMPLOYEE IS FOUND GUILTY OF THE\n   34  CHARGES AFTER A HEARING AND OUTLINING THE EMPLOYEE'S RIGHTS  UNDER  THIS\n   35  SECTION,  SHALL  BE  IMMEDIATELY  FORWARDED  TO  THE ACCUSED EMPLOYEE BY\n   36  CERTIFIED OR REGISTERED MAIL, RETURN RECEIPT REQUESTED  OR  BY  PERSONAL\n   37  DELIVERY TO THE EMPLOYEE.\n   38    (B) THE EMPLOYEE MAY BE SUSPENDED PENDING A HEARING ON THE CHARGES AND\n   39  THE  FINAL  DETERMINATION  THEREOF. THE SUSPENSION SHALL BE WITHOUT PAY.\n   40  THE EMPLOYEE SHALL BE TERMINATED WITHOUT A HEARING, AS PROVIDED  FOR  IN\n   41  THIS  SECTION,  UPON CONVICTION OF A SEX OFFENSE, AS DEFINED IN SUBPARA-\n   42  GRAPH TWO OF PARAGRAPH B OF SUBDIVISION SEVEN-A OF SECTION THREE HUNDRED\n   43  FIVE OF THIS CHAPTER. TO THE EXTENT THIS SECTION APPLIES TO AN  EMPLOYEE\n   44  ACTING  AS  A SCHOOL ADMINISTRATOR OR SUPERVISOR, AS DEFINED IN SUBPARA-\n   45  GRAPH THREE OF PARAGRAPH B  OF  SUBDIVISION  SEVEN-B  OF  SECTION  THREE\n   46  HUNDRED  FIVE OF THIS CHAPTER, SUCH EMPLOYEE SHALL BE TERMINATED WITHOUT\n   47  A HEARING, AS PROVIDED FOR IN THIS SECTION, UPON CONVICTION OF A  FELONY\n   48  OFFENSE  DEFINED  IN  SUBPARAGRAPH  TWO  OF  PARAGRAPH  B OF SUBDIVISION\n   49  SEVEN-B OF SECTION THREE HUNDRED FIVE OF THIS CHAPTER.\n   50    (C) WITHIN TEN DAYS OF  RECEIPT  OF  THE  STATEMENT  OF  CHARGES,  THE\n   51  EMPLOYEE  SHALL  NOTIFY THE CLERK OR SECRETARY OF THE EMPLOYING BOARD IN\n   52  WRITING WHETHER HE OR SHE DESIRES A HEARING ON THE CHARGES. SUCH HEARING\n   53  SHALL BE REFERRED TO THE NEW YORK CITY OFFICE OF  ADMINISTRATIVE  TRIALS\n   54  AND HEARINGS.\n   55    (D)  THE  UNEXCUSED  FAILURE  OF  THE  EMPLOYEE TO NOTIFY THE CLERK OR\n   56  SECRETARY OF HIS OR HER DESIRE FOR A HEARING  WITHIN  TEN  DAYS  OF  THE\n\n       S. 334                              3\n\n    1  RECEIPT  OF  CHARGES SHALL BE DEEMED A WAIVER OF THE RIGHT TO A HEARING.\n    2  WHERE AN EMPLOYEE REQUESTS A HEARING IN THE MANNER PROVIDED FOR BY  THIS\n    3  SECTION, THE CLERK OR SECRETARY OF THE BOARD SHALL, WITHIN THREE WORKING\n    4  DAYS OF RECEIPT OF THE EMPLOYEE'S NOTICE OR REQUEST FOR A HEARING, NOTI-\n    5  FY  THE  COMMISSIONER  OF THE NEED FOR A HEARING. IF THE EMPLOYEE WAIVES\n    6  HIS OR HER RIGHT TO A HEARING THE EMPLOYING BOARD SHALL PROCEED,  WITHIN\n    7  FIFTEEN  DAYS,  BY A VOTE OF A MAJORITY OF ALL MEMBERS OF SUCH BOARD, TO\n    8  DETERMINE THE CASE AND FIX THE PENALTY, IF ANY, TO BE IMPOSED IN ACCORD-\n    9  ANCE WITH SUBDIVISION FOUR OF THIS SECTION.\n   10    3. HEARINGS. (A) NOTICE OF HEARING. UPON RECEIPT OF A  REQUEST  FOR  A\n   11  HEARING  IN ACCORDANCE WITH SUBDIVISION TWO OF THIS SECTION, THE COMMIS-\n   12  SIONER SHALL REFER ALL SUCH HEARINGS TO THE  NEW  YORK  CITY  OFFICE  OF\n   13  ADMINISTRATIVE TRIALS AND HEARINGS.\n   14    (B)  NEW  YORK CITY OFFICE OF ADMINISTRATIVE TRIALS AND HEARINGS.  ALL\n   15  HEARINGS PURSUANT TO THIS SECTION SHALL BE CONDUCTED  BEFORE  AND  BY  A\n   16  SINGLE  ADMINISTRATIVE LAW JUDGE FROM THE NEW YORK CITY OFFICE OF ADMIN-\n   17  ISTRATIVE TRIALS AND HEARINGS.\n   18    (C) HEARING PROCEDURES. (I) HEARINGS SHALL BE CONDUCTED BY AN ADMINIS-\n   19  TRATIVE LAW JUDGE FROM THE NEW YORK CITY OFFICE OF ADMINISTRATIVE TRIALS\n   20  AND HEARINGS PURSUANT TO PARAGRAPH (B) OF THIS SUBDIVISION WITH FULL AND\n   21  FAIR DISCLOSURE OF THE NATURE OF  THE  CASE  AND  EVIDENCE  AGAINST  THE\n   22  EMPLOYEE  BY  THE  EMPLOYING BOARD AND SHALL BE PUBLIC OR PRIVATE AT THE\n   23  DISCRETION OF THE EMPLOYEE.\n   24    (II) THE ADMINISTRATIVE LAW JUDGE CONDUCTING SUCH HEARING  UNDER  THIS\n   25  SECTION  SHALL,  WITHIN  TEN  TO  FIFTEEN DAYS OF BEING ASSIGNED TO SUCH\n   26  HEARING, HOLD A PRE-HEARING CONFERENCE. THE PRE-HEARING CONFERENCE SHALL\n   27  BE LIMITED IN LENGTH TO ONE  DAY  EXCEPT  THAT  THE  ADMINISTRATIVE  LAW\n   28  JUDGE,  IN  HIS OR HER DISCRETION, MAY ALLOW ONE ADDITIONAL DAY FOR GOOD\n   29  CAUSE SHOWN.\n   30    (III) AT THE PRE-HEARING CONFERENCE THE ADMINISTRATIVE LAW JUDGE SHALL\n   31  HAVE THE POWER TO:\n   32    (A) ISSUE SUBPOENAS;\n   33    (B) HEAR AND DECIDE ALL MOTIONS, INCLUDING BUT NOT LIMITED TO  MOTIONS\n   34  TO DISMISS THE CHARGES; AND\n   35    (C)  HEAR  AND  DECIDE  ALL  APPLICATIONS  FOR  BILLS OF PARTICULAR OR\n   36  REQUESTS FOR PRODUCTION OF MATERIALS OR INFORMATION, INCLUDING, BUT  NOT\n   37  LIMITED  TO, ANY WITNESS STATEMENT (OR STATEMENTS), INVESTIGATORY STATE-\n   38  MENT (OR STATEMENTS) OR NOTE (NOTES), EXCULPATORY EVIDENCE OR ANY  OTHER\n   39  EVIDENCE,  INCLUDING  DISTRICT OR STUDENT RECORDS, RELEVANT AND MATERIAL\n   40  TO THE EMPLOYEE'S DEFENSE.\n   41    (IV) ANY PRE-HEARING MOTION OR APPLICATION RELATIVE TO THE SUFFICIENCY\n   42  OF THE CHARGES, APPLICATION OR AMENDMENT  THEREOF,  OR  ANY  PRELIMINARY\n   43  MATTERS  SHALL  BE  MADE  UPON  WRITTEN NOTICE TO THE ADMINISTRATIVE LAW\n   44  JUDGE AND THE ADVERSE PARTY NO LESS THAN FIVE DAYS PRIOR TO THE DATE  OF\n   45  THE  PRE-HEARING CONFERENCE. ANY PRE-HEARING MOTIONS OR APPLICATIONS NOT\n   46  MADE AS PROVIDED FOR HEREIN SHALL BE DEEMED WAIVED EXCEPT FOR GOOD CAUSE\n   47  AS DETERMINED BY THE ADMINISTRATIVE LAW JUDGE.\n   48    (V) IN THE EVENT THAT AT  THE  PRE-HEARING  CONFERENCE  THE  EMPLOYING\n   49  BOARD  PRESENTS  EVIDENCE  THAT THE PROFESSIONAL LICENSE OF THE EMPLOYEE\n   50  HAS BEEN REVOKED AND ALL JUDICIAL AND ADMINISTRATIVE REMEDIES HAVE  BEEN\n   51  EXHAUSTED OR FORECLOSED, THE ADMINISTRATIVE LAW JUDGE SHALL SCHEDULE THE\n   52  DATE AND TIME FOR AN EXPEDITED HEARING, WHICH HEARING SHALL COMMENCE NOT\n   53  MORE THAN SEVEN DAYS AFTER THE PRE-HEARING CONFERENCE AND WHICH SHALL BE\n   54  LIMITED  TO ONE DAY. THE EXPEDITED HEARING SHALL NOT BE POSTPONED EXCEPT\n   55  UPON THE REQUEST OF A PARTY AND THEN ONLY FOR GOOD CAUSE  AS  DETERMINED\n   56  BY THE ADMINISTRATIVE LAW JUDGE.\n\n       S. 334                              4\n\n    1    (VI)  DURING  THE PRE-HEARING CONFERENCE, THE ADMINISTRATIVE LAW JUDGE\n    2  SHALL DETERMINE THE REASONABLE AMOUNT OF  TIME  NECESSARY  FOR  A  FINAL\n    3  HEARING  ON  THE  CHARGE OR CHARGES AND SHALL SCHEDULE THE TIME OR TIMES\n    4  AND DATE OR DATES FOR THE FINAL HEARING. IN THE EVENT THAT THE  ADMINIS-\n    5  TRATIVE  LAW  JUDGE  DETERMINES THAT THE NATURE OF THE CASE REQUIRES THE\n    6  FINAL HEARING TO LAST MORE THAN ONE DAY, THE DAYS THAT ARE SCHEDULED FOR\n    7  THE FINAL HEARING SHALL BE CONSECUTIVE. THE DAY OR  DAYS  SCHEDULED  FOR\n    8  THE  FINAL  HEARING  SHALL NOT BE POSTPONED EXCEPT UPON THE REQUEST OF A\n    9  PARTY AND THEN ONLY FOR GOOD CAUSE SHOWN AS DETERMINED BY  THE  ADMINIS-\n   10  TRATIVE LAW JUDGE. IN ALL CASES, THE FINAL HEARING SHALL BE COMPLETED NO\n   11  LATER  THAN  THIRTY  DAYS  AFTER  THE  PRE-HEARING CONFERENCE UNLESS THE\n   12  ADMINISTRATIVE LAW JUDGE  DETERMINES  THAT  EXTRAORDINARY  CIRCUMSTANCES\n   13  WARRANT A LIMITED EXTENSION.\n   14    4.  POST  HEARING  PROCEDURES.  (A) THE ADMINISTRATIVE LAW JUDGE SHALL\n   15  RENDER A WRITTEN DECISION WITHIN TWENTY-FOUR HOURS OF THE  LAST  DAY  OF\n   16  THE  FINAL  HEARING, OR IN THE CASE OF AN EXPEDITED HEARING WITHIN TWEN-\n   17  TY-FOUR HOURS OF SUCH EXPEDITED HEARING, AND SHALL FORTHWITH  FORWARD  A\n   18  COPY THEREOF TO THE COMMISSIONER WHO SHALL IMMEDIATELY FORWARD COPIES OF\n   19  THE  DECISION  TO  THE  EMPLOYEE  AND  TO  THE CLERK OR SECRETARY OF THE\n   20  EMPLOYING BOARD. THE WRITTEN DECISION SHALL INCLUDE  THE  ADMINISTRATIVE\n   21  LAW JUDGE'S FINDINGS OF FACT ON EACH CHARGE, HIS OR HER CONCLUSIONS WITH\n   22  REGARD TO EACH CHARGE BASED ON SAID FINDINGS AND SHALL STATE WHAT PENAL-\n   23  TY  OR  OTHER  ACTION, IF ANY, SHALL BE TAKEN BY THE EMPLOYING BOARD. AT\n   24  THE REQUEST OF THE EMPLOYEE, IN DETERMINING WHAT,  IF  ANY,  PENALTY  OR\n   25  OTHER  ACTION  SHALL  BE  IMPOSED,  THE  ADMINISTRATIVE  LAW JUDGE SHALL\n   26  CONSIDER THE EXTENT TO WHICH THE EMPLOYING BOARD  MADE  EFFORTS  TOWARDS\n   27  CORRECTING  THE BEHAVIOR OF THE EMPLOYEE WHICH RESULTED IN CHARGES BEING\n   28  BROUGHT UNDER THIS SECTION THROUGH MEANS INCLUDING BUT NOT  LIMITED  TO:\n   29  REMEDIATION,  PEER INTERVENTION OR AN EMPLOYEE ASSISTANCE PLAN. IN THOSE\n   30  CASES WHERE A PENALTY IS IMPOSED, SUCH PENALTY MAY BE A  WRITTEN  REPRI-\n   31  MAND,  A FINE, SUSPENSION FOR A FIXED TIME WITHOUT PAY, OR DISMISSAL. IN\n   32  ADDITION TO OR IN LIEU OF THE AFOREMENTIONED PENALTIES, THE  ADMINISTRA-\n   33  TIVE  LAW  JUDGE, WHERE HE OR SHE DEEMS APPROPRIATE, MAY IMPOSE UPON THE\n   34  EMPLOYEE REMEDIAL ACTION INCLUDING BUT NOT LIMITED TO LEAVES OF  ABSENCE\n   35  WITH  OR  WITHOUT  PAY, CONTINUING EDUCATION AND/OR STUDY, A REQUIREMENT\n   36  THAT THE EMPLOYEE SEEK COUNSELING  OR  MEDICAL  TREATMENT  OR  THAT  THE\n   37  EMPLOYEE  ENGAGE  IN  ANY  OTHER  REMEDIAL  OR  COMBINATION  OF REMEDIAL\n   38  ACTIONS.\n   39    (B) WITHIN FIFTEEN DAYS OF RECEIPT OF THE ADMINISTRATIVE  LAW  JUDGE'S\n   40  DECISION  THE  EMPLOYING  BOARD  SHALL  IMPLEMENT  THE  DECISION. IF THE\n   41  EMPLOYEE IS ACQUITTED HE OR SHE SHALL BE RESTORED TO HIS OR HER POSITION\n   42  WITH FULL PAY FOR ANY PERIOD OF SUSPENSION WITHOUT PAY AND  THE  CHARGES\n   43  EXPUNGED FROM THE EMPLOYMENT RECORD. IF AN EMPLOYEE WHO WAS CONVICTED OF\n   44  A  FELONY  CRIME  SPECIFIED  IN PARAGRAPH (B) OF SUBDIVISION TWO OF THIS\n   45  SECTION, HAS SAID CONVICTION REVERSED, THE EMPLOYEE,  UPON  APPLICATION,\n   46  SHALL  BE ENTITLED TO HAVE HIS OR HER PAY AND OTHER EMOLUMENTS RESTORED,\n   47  FOR THE PERIOD FROM THE DATE OF HIS OR HER SUSPENSION TO THE DATE OF THE\n   48  DECISION.\n   49    (C) THE ADMINISTRATIVE LAW JUDGE SHALL INDICATE IN THE DECISION WHETH-\n   50  ER ANY OF THE CHARGES BROUGHT BY THE EMPLOYING BOARD WERE  FRIVOLOUS  AS\n   51  DEFINED  IN  SECTION  EIGHTY-THREE HUNDRED THREE-A OF THE CIVIL PRACTICE\n   52  LAW AND RULES. IF THE ADMINISTRATIVE LAW JUDGE FINDS  THAT  ALL  OF  THE\n   53  CHARGES  BROUGHT AGAINST THE EMPLOYEE WERE FRIVOLOUS, THE ADMINISTRATIVE\n   54  LAW JUDGE SHALL ORDER THE EMPLOYING BOARD TO REIMBURSE THE STATE  EDUCA-\n   55  TION  DEPARTMENT  THE  REASONABLE  COSTS  SAID  DEPARTMENT INCURRED AS A\n   56  RESULT OF THE PROCEEDING AND TO REIMBURSE THE  EMPLOYEE  THE  REASONABLE\n\n       S. 334                              5\n\n    1  COSTS,  INCLUDING  BUT  NOT  LIMITED  TO REASONABLE ATTORNEYS' FEES, THE\n    2  EMPLOYEE INCURRED IN DEFENDING THE CHARGES. IF  THE  ADMINISTRATIVE  LAW\n    3  JUDGE  FINDS  THAT  SOME  BUT NOT ALL OF THE CHARGES BROUGHT AGAINST THE\n    4  EMPLOYEE  WERE  FRIVOLOUS,  THE ADMINISTRATIVE LAW JUDGE SHALL ORDER THE\n    5  EMPLOYING BOARD TO REIMBURSE THE DEPARTMENT A PORTION, IN THE DISCRETION\n    6  OF THE ADMINISTRATIVE LAW JUDGE, OF THE REASONABLE COSTS THE  DEPARTMENT\n    7  INCURRED  AS  A RESULT OF THE PROCEEDING AND TO REIMBURSE THE EMPLOYEE A\n    8  PORTION, IN THE DISCRETION OF  THE  ADMINISTRATIVE  LAW  JUDGE,  OF  THE\n    9  REASONABLE  COSTS,  INCLUDING  BUT  NOT LIMITED TO REASONABLE ATTORNEYS'\n   10  FEES, THE EMPLOYEE INCURRED IN DEFENDING THE CHARGES.\n   11    5. APPEAL. NOT LATER THAN TEN DAYS AFTER RECEIPT OF THE ADMINISTRATIVE\n   12  LAW JUDGE'S DECISION, THE EMPLOYEE OR THE EMPLOYING BOARD  MAY  MAKE  AN\n   13  APPLICATION  TO THE NEW YORK STATE SUPREME COURT TO VACATE OR MODIFY THE\n   14  DECISION  OF  THE  ADMINISTRATIVE  LAW   JUDGE   PURSUANT   TO   SECTION\n   15  SEVENTY-FIVE  HUNDRED  ELEVEN  OF  THE CIVIL PRACTICE LAW AND RULES. THE\n   16  COURT'S REVIEW SHALL BE  LIMITED  TO  THE  GROUNDS  SET  FORTH  IN  SUCH\n   17  SECTION. THE ADMINISTRATIVE LAW JUDGE'S DETERMINATION SHALL BE DEEMED TO\n   18  BE FINAL FOR THE PURPOSE OF SUCH PROCEEDING. IN NO CASE SHALL THE FILING\n   19  OR THE PENDENCY OF AN APPEAL DELAY THE IMPLEMENTATION OF THE DECISION OF\n   20  THE ADMINISTRATIVE LAW JUDGE.\n   21    S 3. Paragraph (t) of subdivision 1 of section 2590-f of the education\n   22  law,  as  amended by chapter 345 of the laws of 2009, is amended to read\n   23  as follows:\n   24    (t) notwithstanding any provisions of law to the contrary, to exercise\n   25  all of the duties and responsibilities of the  employing  board  as  set\n   26  forth  in  section  [three thousand twenty-a] THREE THOUSAND TWENTY-B of\n   27  this chapter pursuant to a delegation of the  chancellor  under  section\n   28  twenty-five hundred ninety-h of this article.\n   29    S 4. Paragraph (s) of subdivision 1 of section 2590-f of the education\n   30  law,  as added by chapter 385 of the laws of 1998, is amended to read as\n   31  follows:\n   32    [(s)] (T) notwithstanding any provisions of law to  the  contrary,  to\n   33  exercise  all  of the duties and responsibilities of the employing board\n   34  as set forth in section [three thousand twenty-a] THREE  THOUSAND  TWEN-\n   35  TY-B  of  this  chapter pursuant to a delegation of the chancellor under\n   36  section twenty-five hundred ninety-h of this article.\n   37    S 5. Subdivision 38 of section 2590-h of the education law, as amended\n   38  by chapter 345 of the laws of 2009, is amended to read as follows:\n   39    38. To exercise all of the duties and responsibilities of the  employ-\n   40  ing  board as set forth in section [three thousand twenty-a] THREE THOU-\n   41  SAND TWENTY-B of this chapter with respect to any member of the teaching\n   42  or supervisory staff of schools under the jurisdiction of the  community\n   43  district  education  councils.  The  chancellor  shall exercise all such\n   44  duties and responsibilities for all community districts or may  delegate\n   45  the  exercise  of  all  such  duties  and responsibilities to all of the\n   46  community superintendents of the city district.\n   47    S 6. Subdivision 38 of section 2590-h of the education law,  as  added\n   48  by chapter 385 of the laws of 1998, is amended to read as follows:\n   49    38.  to exercise all of the duties and responsibilities of the employ-\n   50  ing board as set forth in section [three thousand twenty-a] THREE  THOU-\n   51  SAND TWENTY-B of this chapter with respect to any member of the teaching\n   52  or  supervisory staff of schools under the jurisdiction of the community\n   53  boards. The chancellor shall exercise all such duties  and  responsibil-\n   54  ities  for  all  community districts or may delegate the exercise of all\n   55  such duties and responsibilities to all of the community superintendents\n   56  of the city district.\n\n       S. 334                              6\n\n    1    S 7. Subdivision 38-a of section  2590-h  of  the  education  law,  as\n    2  amended  by  chapter  345  of  the  laws  of 2009, is amended to read as\n    3  follows:\n    4    38-a.  To  exercise  all  of  the  duties  and responsibilities of the\n    5  employing board as set forth in section [three thousand twenty-a]  THREE\n    6  THOUSAND  TWENTY-B  of  this  chapter  with respect to any member of the\n    7  teaching or supervisory staff of schools which  are  not  covered  under\n    8  subdivision  thirty-eight  of  this  section. Provided, however that the\n    9  city board shall maintain jurisdiction over  any  consequence  resulting\n   10  from  an  employee waiver of a hearing, as provided for in paragraph (d)\n   11  of subdivision two of section [three thousand twenty-a]  THREE  THOUSAND\n   12  TWENTY-B of this chapter.\n   13    S  8.  Subdivisions  7 and 8-a of section 2590-j of the education law,\n   14  subdivision 7 as amended by chapter 385 of the laws of 1998 and subdivi-\n   15  sion 8-a as amended by chapter 720 of the laws of 1996, are  amended  to\n   16  read as follows:\n   17    7.  (a)  No member of the teaching or supervisory staff of schools who\n   18  has served the full and appropriate probationary period  prescribed  by,\n   19  or  in  accordance with law, shall be found guilty of any charges except\n   20  after a hearing as provided by section [three thousand  twenty-a]  THREE\n   21  THOUSAND TWENTY-B of this chapter.\n   22    (b)  Charges  may be initiated by the community superintendent against\n   23  any such employee for any of the following offenses:\n   24    (1) Unauthorized absence from duty or excessive lateness;\n   25    (2) Neglect of duty;\n   26    (3) Conduct unbecoming his position, or  conduct  prejudicial  to  the\n   27  good order, efficiency or discipline of the service;\n   28    (4) Incompetent or inefficient service;\n   29    (5)  A  violation  of  the  by-laws,  rules or regulations of the city\n   30  board, chancellor, or the community board; or\n   31    (6) Any substantial cause that renders the employee unfit  to  perform\n   32  his obligations properly to the service.\n   33    (c)  The community superintendent, in advance of the filing of charges\n   34  and specifications, shall inform the employee accused and the  community\n   35  board of the nature of the complaint. No charge shall be brought outside\n   36  the statute of limitation period provided for in section [three thousand\n   37  twenty-a] THREE THOUSAND TWENTY-B of this chapter.\n   38    (d)  Upon the service of a copy of the charges upon such employee, the\n   39  community superintendent may recommend to the chancellor the  suspension\n   40  of  any such employee. If the chancellor shall determine that the nature\n   41  of the charge requires the immediate removal of the  employee  from  his\n   42  assigned duties, he may suspend such employee for a period not exceeding\n   43  ninety  days  pending  hearing  and  determination  of charges, provided\n   44  however, that such employee shall be entitled to  receive  full  compen-\n   45  sation  during the period of suspension. In case the employee is acquit-\n   46  ted, he shall be restored to his position.\n   47    8-a. Notwithstanding the  provisions  of  subdivision  eight  of  this\n   48  section,  a  community  superintendent  shall  request the chancellor to\n   49  transfer a principal pursuant  to  subdivision  twenty-five  of  section\n   50  twenty-five  hundred ninety-h of this article, or to remove or otherwise\n   51  discipline the principal pursuant to section [three  thousand  twenty-a]\n   52  THREE  THOUSAND TWENTY-B of this chapter, or to require the principal to\n   53  participate in training and staff development, or to take other  actions\n   54  to  promote  student achievement and school performance, where appropri-\n   55  ate, consistent with the obligations of the superintendent  pursuant  to\n\n       S. 334                              7\n\n    1  section twenty-five hundred ninety-f and the provisions of section twen-\n    2  ty-five hundred ninety-i of this article.\n    3    S 9. The chancellor of the city district of the city of New York shall\n    4  refer  all  existing  disciplinary  hearings for teachers from such city\n    5  district to the New York City Office of Administrative Trials and  Hear-\n    6  ings upon the effective date of this act.\n    7    S  10.  This  act  shall take effect immediately, provided however the\n    8  amendments to paragraph (t) of subdivision 1 of section  2590-f  of  the\n    9  education  law made by section three of this act shall be subject to the\n   10  expiration and reversion of such paragraph pursuant  to  section  34  of\n   11  chapter  91  of  the  laws  of 2002, as amended, when upon such date the\n   12  provisions of section four of  this  act  shall  take  effect,  provided\n   13  further  that  the amendments to subdivision 38 of section 2590-h of the\n   14  education law made by section five of this act shall be subject  to  the\n   15  expiration  and  reversion of such subdivision pursuant to section 34 of\n   16  chapter 91 of the laws of 2002, as amended,  when  upon  such  date  the\n   17  provisions  of  section  six  of  this  act  shall take effect, provided\n   18  further, that the amendments to subdivision 38-a of  section  2590-h  of\n   19  the education law made by section seven of this act shall not affect the\n   20  repeal of such subdivision and shall be deemed to repeal therewith.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to disciplinary hearings and procedures for teachers in the city district of the city of New York ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101215.T121402.TXT", "SOBI.D101215.T120402.TXT", "SOBI.D101215.T121902.TXT", "SOBI.D101216.T102403.TXT", "SOBI.D101215.T122403.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292513043736
}