{
  "year" : 2011,
  "senateBillNo" : "S335-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "S335-2011-1294203600000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "ADAMS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides that a fire department located in a city with a population of one million or more shall obtain state approval for fees charged for responding to accidents",
  "summary" : "Provides that a fire department located in a city with a population of one million or more shall obtain state approval from the office of fire prevention and control for fees charged for responding to motor vehicle fires and accidents. ",
  "currentCommittee" : "FINANCE",
  "sameAs" : "A3981",
  "lawSection" : "Executive Law",
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          335\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  ADAMS  -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Finance\n\n       AN ACT to amend the executive  law,  in  relation  to  fees  charged  by\n         certain fire departments for motor vehicle fires and accidents\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The executive law is amended by adding a new section  159-d\n    2  to read as follows:\n    3    S  159-D.  APPROVAL  FOR  FEES. NOTWITHSTANDING ANY OTHER PROVISION OF\n    4  LAW, NO FIRE DEPARTMENT LOCATED IN A  CITY  WITH  A  POPULATION  OF  ONE\n    5  MILLION  OR MORE SHALL CHARGE A FEE FOR SERVICES PROVIDED IN RESPONSE TO\n    6  A MOTOR VEHICLE FIRE OR MOTOR VEHICLE ACCIDENT UNLESS SUCH FIRE  DEPART-\n    7  MENT  OBTAINS APPROVAL FROM THE OFFICE OF FIRE PREVENTION AND CONTROL TO\n    8  CHARGE SUCH FEE. SUCH APPROVAL SHALL BE OBTAINED BY APPLICATION TO  SUCH\n    9  OFFICE IN A MANNER AND FORM PRESCRIBED BY SUCH OFFICE.\n   10    S  2.  This  act  shall take effect on the sixtieth day after it shall\n   11  have become a law; provided, however, that  effective  immediately,  the\n   12  addition,  amendment  and/or  repeal of any rule or regulation necessary\n   13  for the implementation of this act on its effective date  is  authorized\n   14  to be made and completed on or before such date.\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05461-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the executive law, in relation to fees charged by certain fire departments for motor vehicle fires and accidents ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110131.T114701.TXT", "SOBI.D101216.T102903.TXT", "SOBI.D101215.T141411.TXT", "SOBI.D101215.T140910.TXT", "SOBI.D101215.T140410.TXT", "SOBI.D101215.T141911.TXT", "SOBI.D101215.T135410.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296492421096
}