{
  "year" : 2011,
  "senateBillNo" : "S336-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO CONSUMER PROTECTION",
    "billEventId" : "S336-2011-1294203600000-REFERRED+TO+CONSUMER+PROTECTION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MONTGOMERY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prohibits any party from charging consumers for unordered or unrequested goods or services; repealer",
  "summary" : "Prohibits any person, firm, partnership, association or corporation, or agent or employee thereof from offering for sale tangible or intangible goods or services which have not been actually ordered or requested by the recipient; provides that any receipt of unordered goods shall be deemed a gift to the recipient; prohibits the requesting of payment for unordered goods and services; makes related provisions including prohibiting the recipient from waiving any of his or her rights hereunder. ",
  "currentCommittee" : "CONSUMER PROTECTION",
  "sameAs" : "A145",
  "lawSection" : "General Business Law",
  "previousVersions" : [ "S4931-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n           S. 336                                                    A. 145\n\n                              2011-2012 Regular Sessions\n\n                             S E N A T E - A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       IN  SENATE  --  Introduced  by Sen. MONTGOMERY -- read twice and ordered\n         printed, and when printed to be committed to the Committee on Consumer\n         Protection\n\n       IN ASSEMBLY -- Introduced by M. of A. ORTIZ -- read once and referred to\n         the Committee on Consumer Affairs and Protection\n\n       AN ACT to amend the general business law, in relation to unordered goods\n         and to repeal paragraph a of subdivision 2 of section 396 of such  law\n         relating thereto\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraph a of subdivision 2 of section 396 of the  general\n    2  business  law  is  REPEALED  and  a  new paragraph a is added to read as\n    3  follows:\n    4    A. (1) NO PERSON, FIRM, PARTNERSHIP, ASSOCIATION  OR  CORPORATION,  OR\n    5  AGENT  OR EMPLOYEE THEREOF, SHALL, IN ANY MANNER, OR BY ANY MEANS, OFFER\n    6  FOR SALE, LEASE, OR CHARGE ANY FEE FOR ANY TANGIBLE OR INTANGIBLE GOODS,\n    7  OR SERVICES WHICH HAVE NOT BEEN ACTUALLY ORDERED  OR  REQUESTED  BY  THE\n    8  RECIPIENT,  EITHER  ORALLY  OR IN WRITING. THE RECEIPT OF ANY SUCH UNOR-\n    9  DERED GOODS, OR FURNISHING OF SUCH SERVICES SHALL FOR  ALL  PURPOSES  BE\n   10  DEEMED  AN UNCONDITIONAL GIFT TO THE RECIPIENT WHO MAY USE OR DISPOSE OF\n   11  THE SAME IN ANY MANNER HE OR SHE SEES FIT WITHOUT ANY OBLIGATION ON  HIS\n   12  OR HER PART TO THE SENDER.\n   13    (2) NO PERSON, FIRM, PARTNERSHIP, ASSOCIATION OR CORPORATION, OR AGENT\n   14  OR  EMPLOYEE  THEREOF, SHALL BILL OR OTHERWISE REQUEST PAYMENT FOR GOODS\n   15  OR SERVICES NOT ACTUALLY ORDERED OR REQUESTED BY THE RECIPIENT.\n   16    (3) NO PERSON, FIRM, PARTNERSHIP, ASSOCIATION OR CORPORATION, OR AGENT\n   17  OR EMPLOYEE THEREOF, SHALL PROPOSE A CONTRACT  OR  CONTRACT  TERM  WHICH\n   18  PROVIDES  FOR A FEE OR CHARGE FOR GOODS OR SERVICES NOT ACTUALLY ORDERED\n   19  OR REQUESTED BY THE RECIPIENT AND WHICH PURPORTEDLY MAKES THE  RECIPIENT\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01539-01-1\n\n       S. 336                              2                             A. 145\n\n    1  LEGALLY BOUND TO MAKE PAYMENT FOR SUCH GOODS OR SERVICES UPON THE RECIP-\n    2  IENT'S  FAILURE  TO RESPOND WITHIN A SPECIFIED PERIOD OF TIME.  ANY SUCH\n    3  PROPOSAL SHALL BE DEEMED TO BE VOID AS AGAINST PUBLIC POLICY AND  WHOLLY\n    4  UNENFORCEABLE.\n    5    (4)  ANY  TANGIBLE  GOODS SENT WHICH HAVE NOT BEEN ACTUALLY ORDERED OR\n    6  REQUESTED BY THE RECIPIENT SHALL BE PROMINENTLY MARKED UPON THE CONTAIN-\n    7  ER THEREOF IN BOLD LETTERS AS FOLLOWS: \"THIS IS A  GIFT.    PAYMENT  NOT\n    8  REQUIRED FOR THIS ITEM.\"\n    9    (5)  AT LEAST THIRTY DAYS PRIOR TO THE SENDING OF ANY INTANGIBLE GOODS\n   10  OR FURNISHING OF ANY SERVICES OFFERED FOR SALE OR LEASE WHICH  HAVE  NOT\n   11  BEEN  ACTUALLY  ORDERED  OR REQUESTED BY THE RECIPIENT, THE SENDER SHALL\n   12  MAIL OR DELIVER A WRITTEN NOTICE SEPARATE FROM ANY OTHER DOCUMENT MAILED\n   13  OR DELIVERED TO THE RECIPIENT, CONTAINING A SHORT,  CLEAR  AND  COHERENT\n   14  STATEMENT, IN A SIZE EQUAL TO AT LEAST TEN-POINT BOLD TYPE, THE NAME AND\n   15  A  SHORT DESCRIPTION OF THE GOOD OR SERVICE TO BE SENT OR FURNISHED, THE\n   16  APPROXIMATE DATE SUCH GOOD OR SERVICE IS TO BE SENT OR  FURNISHED,  THAT\n   17  THE GOOD OR SERVICE IS A GIFT, AND THAT PAYMENT IS NOT REQUIRED FOR THIS\n   18  GOOD OR SERVICE.\n   19    (6) THIS PARAGRAPH SHALL NOT APPLY TO A MEMBERSHIP OR CLUB ARRANGEMENT\n   20  WHICH  IS  REGULATED  BY THE FEDERAL TRADE COMMISSION PURSUANT TO 16 CFR\n   21  425 AS SUCH SECTION MAY FROM TIME TO TIME BE AMENDED, OR OTHER  CONTRAC-\n   22  TUAL  PLANS  OR  ARRANGEMENTS  SUCH  AS  CONTINUITY  PLANS, SUBSCRIPTION\n   23  ARRANGEMENTS,  STANDING  ORDER  ARRANGEMENTS,  SUPPLEMENTS  AND   SERIES\n   24  ARRANGEMENTS  UNDER WHICH THE SELLER PERIODICALLY SHIPS MERCHANDISE TO A\n   25  CONSUMER WHO HAS CONSENTED IN ADVANCE TO RECEIVE SUCH MERCHANDISE  ON  A\n   26  PERIODIC BASIS.\n   27    (7)  THIS  PARAGRAPH  SHALL  NOT  APPLY TO OFFERS FOR SALE OR LEASE OF\n   28  UNORDERED OR UNREQUESTED SERVICES IN  CONNECTION  WITH  THE  RENEWAL  OR\n   29  EXTENSION  OF  AN  EXISTING  CONTRACT, PROVIDED SUCH OFFER WAS OTHERWISE\n   30  PERMITTED BY LAW OR THE TERMS OF SUCH CONTRACT AND FURTHER PROVIDED THAT\n   31  NO UNORDERED OR UNREQUESTED SERVICE IS OFFERED IN  CONNECTION  WITH  THE\n   32  RENEWAL  OR  EXTENSION FOR A FEE OR CHARGE IN ADDITION TO ANY SERVICE OR\n   33  SERVICES WHICH WERE THE SUBJECT OF SUCH CONTRACT.\n   34    (8) ANY RECIPIENT WHO HAS BEEN INJURED BY REASON OF ANY  VIOLATION  OF\n   35  THIS PARAGRAPH MAY BRING AN ACTION IN HIS OR HER OWN NAME TO ENJOIN SUCH\n   36  UNLAWFUL ACT OR PRACTICE, AN ACTION TO RECOVER HIS OR HER ACTUAL DAMAGES\n   37  OR  FIFTY  DOLLARS,  WHICHEVER  IS GREATER, OR BOTH SUCH ACTIONS. IN ANY\n   38  ACTION UNDER THIS SUBPARAGRAPH, THE COURT MAY  AWARD  REASONABLE  ATTOR-\n   39  NEY'S FEES TO A PREVAILING PLAINTIFF. ANY RECIPIENT WHO HAS RECEIVED ANY\n   40  BILL  STATEMENT  OR  REQUEST  FOR  PAYMENT  WITH RESPECT TO ANY GOODS OR\n   41  SERVICES DEEMED TO BE AN UNCONDITIONAL GIFT UNDER THIS  PARAGRAPH  SHALL\n   42  BE DEEMED TO BE INJURED UNDER THIS SUBPARAGRAPH.\n   43    (9)  NOTHING  IN  THIS  PARAGRAPH SHALL IN ANY WAY LIMIT THE RIGHTS OR\n   44  REMEDIES WHICH ARE OTHERWISE AVAILABLE TO A RECIPIENT  UNDER  ANY  OTHER\n   45  PROVISION  OF LAW, INCLUDING, BUT NOT LIMITED TO, THE UNIFORM COMMERCIAL\n   46  CODE AND ARTICLE TWENTY-TWO-A OF THIS CHAPTER.\n   47    (10) WAIVER OF RIGHTS BY ANY RECIPIENT UNDER THIS PARAGRAPH  SHALL  BE\n   48  DEEMED CONTRARY TO PUBLIC POLICY AND SHALL BE UNENFORCEABLE AND VOID.\n   49    (11)  FOR THE PURPOSES OF THIS PARAGRAPH: (I) THE TERM \"TANGIBLE GOOD\"\n   50  SHALL MEAN ANY GOOD SENT TO THE RECIPIENT BY MEANS OF A CONTAINER; AND\n   51    (II) THE TERM \"INTANGIBLE GOOD\" SHALL MEAN ANY GOOD  WHICH  IS  NOT  A\n   52  TANGIBLE GOOD.\n   53    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general business law, in relation to unordered goods and to repeal paragraph a of subdivision 2 of section 396 of such law relating thereto ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101216.T120418.TXT", "SOBI.D101217.T153505.TXT", "SOBI.D101216.T113916.TXT", "SOBI.D101216.T110914.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292618105007
}