{
  "year" : 2011,
  "senateBillNo" : "S337-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO SOCIAL SERVICES",
    "billEventId" : "S337-2011-1294203600000-REFERRED+TO+SOCIAL+SERVICES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MONTGOMERY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides that the social services district from which a recipient moved shall be responsible for his or her alcohol and drug addiction treatment for 180 days",
  "summary" : "Provides that when a public assistance recipient, receiving care or treatment for alcohol or other drug addiction, moves from one social services district to another such district, the social services district from which the recipient moved shall remain responsible for such benefits for 180 days or until treatment is completed, whichever shall be sooner. ",
  "currentCommittee" : "SOCIAL SERVICES",
  "sameAs" : "A155",
  "lawSection" : "Social Services Law",
  "previousVersions" : [ "S4864-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n           S. 337                                                    A. 155\n\n                              2011-2012 Regular Sessions\n\n                             S E N A T E - A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       IN  SENATE  --  Introduced  by Sen. MONTGOMERY -- read twice and ordered\n         printed, and when printed to be committed to the Committee  on  Social\n         Services\n\n       IN ASSEMBLY -- Introduced by M. of A. ORTIZ -- read once and referred to\n         the Committee on Social Services\n\n       AN  ACT  to amend the social services law, in relation to responsibility\n         for public assistance and care\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision 5 of section 62 of the social services law is\n    2  amended by adding a new paragraph (h) to read as follows:\n    3    (H) NOTWITHSTANDING THE PROVISIONS OF PARAGRAPH (A) OF  THIS  SUBDIVI-\n    4  SION,  IN  THE  EVENT  A  RECIPIENT  OF PUBLIC ASSISTANCE MOVES FROM ONE\n    5  SOCIAL SERVICES DISTRICT TO ANOTHER SUCH DISTRICT IN  ORDER  TO  RECEIVE\n    6  CARE OR TREATMENT FOR ALCOHOL OR OTHER DRUG ADDICTION, THE DISTRICT FROM\n    7  WHICH  SUCH  RECIPIENT  MOVED  SHALL  BE  RESPONSIBLE FOR CONTINUING THE\n    8  NECESSARY SOCIAL SERVICES BENEFITS TO SAID RECIPIENT FOR A PERIOD OF ONE\n    9  HUNDRED EIGHTY DAYS BEGINNING WHEN THE RECIPIENT ENTERS INTO  A  PROGRAM\n   10  OF  CARE OR TREATMENT, OR AS LONG AS SAID RECIPIENT REMAINS IN SUCH CARE\n   11  OR TREATMENT, WHICHEVER IS SHORTER. SUCH BENEFITS SHALL INCLUDE THE COST\n   12  OF CARE OR TREATMENT IN A FACILITY CERTIFIED BY THE OFFICE OF ALCOHOLISM\n   13  AND SUBSTANCE ABUSE SERVICES FOR IN-PATIENT OR OUT-PATIENT SERVICES, AND\n   14  THE COST OF HOUSING PROVIDED TO SAID RECIPIENT  EITHER  AS  PART  OF  AN\n   15  IN-PATIENT  PROGRAM  OR  WHILE BEING PROVIDED WITH OUT-PATIENT SERVICES,\n   16  SUBJECT TO THE ONE HUNDRED EIGHTY DAY LIMITATION.\n   17    S 2. This act shall take effect on the first of January next  succeed-\n   18  ing the date on which it shall have become a law.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01536-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the social services law, in relation to responsibility for public assistance and care ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101216.T121420.TXT", "SOBI.D101216.T121920.TXT", "SOBI.D101216.T115918.TXT", "SOBI.D101217.T153505.TXT", "SOBI.D101216.T115417.TXT", "SOBI.D101216.T113916.TXT", "SOBI.D101216.T110914.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292618105014
}