{
  "year" : 2011,
  "senateBillNo" : "S338-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO CRIME VICTIMS, CRIME AND CORRECTION",
    "billEventId" : "S338-2011-1294203600000-REFERRED+TO+CRIME+VICTIMS%2C+CRIME+AND+CORRECTION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MONTGOMERY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to controlled substances and indeterminate sentences; to the expansion of merit time; repealer",
  "summary" : "Relates to controlled substances and indeterminate sentences; relates to the expansion of merit time and repeals provisions relating to the allowance of limited credit time for inmates. ",
  "currentCommittee" : "CRIME VICTIMS, CRIME AND CORRECTION",
  "sameAs" : "A154",
  "lawSection" : "Correction Law",
  "previousVersions" : [ "SB2932-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n           S. 338                                                    A. 154\n\n                              2011-2012 Regular Sessions\n\n                             S E N A T E - A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       IN  SENATE  --  Introduced  by Sen. MONTGOMERY -- read twice and ordered\n         printed, and when printed to be committed to the  Committee  on  Crime\n         Victims, Crime and Correction\n\n       IN ASSEMBLY -- Introduced by M. of A. AUBRY -- read once and referred to\n         the Committee on Correction\n\n       AN  ACT  to  amend  the  correction law, chapter 738 of the laws of 2004\n         amending the correction law and  other  laws  relating  to  controlled\n         substances and indeterminate sentences, the executive law, in relation\n         to  merit  time,  and  to  repeal  section 803-b of the correction law\n         relating to limited credit time allowances\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subparagraphs (i), (ii) and (iv) of paragraph (d) of subdi-\n    2  vision  1 of section 803 of the correction law, as added by section 7 of\n    3  chapter 738 of the laws of 2004, are amended to read as follows:\n    4    (i) Except as provided in subparagraph (ii) of this  paragraph,  every\n    5  person  under the custody of the department or confined in a facility in\n    6  the department of mental hygiene serving an  indeterminate  sentence  of\n    7  imprisonment  with a minimum period of one year or more or a determinate\n    8  sentence of imprisonment of  one  year  or  more  [imposed  pursuant  to\n    9  section  70.70  or 70.71 of the penal law,] may earn a merit time allow-\n   10  ance.\n   11    (ii) Such merit time allowance shall not be available  to  any  person\n   12  serving  [an  indeterminate]  A  sentence  [authorized for an A-I felony\n   13  offense, other than an A-I felony offense defined in article two hundred\n   14  twenty of the penal law, or any sentence imposed for  a  violent  felony\n   15  offense  as  defined  in section 70.02 of the penal law, manslaughter in\n   16  the second degree, vehicular manslaughter in the second degree,  vehicu-\n   17  lar  manslaughter  in  the first degree, criminally negligent homicide,]\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01343-01-1\n\n       S. 338                              2                             A. 154\n\n    1  IMPOSED FOR MURDER IN THE FIRST DEGREE AS DEFINED IN SECTION  125.27  OF\n    2  THE  PENAL  LAW, an offense defined in article one hundred thirty of the\n    3  penal law, incest, [or]  an  offense  defined  in  article  two  hundred\n    4  sixty-three  of  the  penal  law, [or] AN ACT OF TERRORISM AS DEFINED IN\n    5  ARTICLE FOUR HUNDRED NINETY OF THE PENAL LAW, aggravated  harassment  of\n    6  an employee by an inmate, OR AN ATTEMPT OR CONSPIRACY TO COMMIT ANY SUCH\n    7  OFFENSE.\n    8    (iv)  Such merit time allowance may be granted when an inmate success-\n    9  fully participates in the work and treatment program  assigned  pursuant\n   10  to  section  eight  hundred  five  of  this article and when such inmate\n   11  [obtains a] ACHIEVES ONE OF THE FOLLOWING:   (1) COMPLETES  HIS  OR  HER\n   12  general  equivalency  diploma,  HIS  OR  HER EDUCATIONAL REQUIREMENTS AS\n   13  DETERMINED BY THE  DEPARTMENT  OR  SATISFACTORILY  COMPLETES  COURSEWORK\n   14  SPONSORED  BY  AN INSTITUTION OF HIGHER LEARNING REPRESENTING A SEMESTER\n   15  OF ACADEMIC TRAINING; (2)  COMPLETES  an  alcohol  and  substance  abuse\n   16  treatment  [certificate,  a  vocational  trade  certificate following at\n   17  least six months of vocational  programming  or  performs]  PROGRAM,  OR\n   18  COMPLETES  A COMPARABLE PROGRAM OF A DIFFERENT TYPE AS DETERMINED BY THE\n   19  DEPARTMENT, INCLUDING, BUT NOT  LIMITED  TO,  ANGER  MANAGEMENT,  FAMILY\n   20  VIOLENCE, OR PARENTING; (3) COMPLETES A VOCATIONAL TRAINING PROGRAM OR A\n   21  COMPARABLE  AND EQUIVALENT TRAINING PROGRAM AS DETERMINED BY THE DEPART-\n   22  MENT; (4) PERFORMS SATISFACTORILY FOR AT LEAST SIX MONTHS IN  A  SKILLED\n   23  JOB ASSIGNMENT, INCLUDING BUT NOT LIMITED TO, INMATE PROGRAM AIDE (IPA),\n   24  LAW  LIBRARY  CLERK, MEDICAL/INFIRMARY AIDE, CHILDREN'S CENTER AIDE, AND\n   25  FOOD SERVICE WORKER; OR (5) COMPLETES at least  four  hundred  hours  of\n   26  service as part of a community work crew.\n   27    Such  allowance shall be withheld for any serious disciplinary infrac-\n   28  tion or upon a judicial determination that the person, while an  inmate,\n   29  commenced  or  continued  a  civil  action, proceeding or claim that was\n   30  found to be frivolous as defined in subdivision  (c)  of  section  eight\n   31  thousand  three  hundred three-a of the civil practice law and rules, or\n   32  an order of a federal court pursuant to rule 11 of the federal rules  of\n   33  civil  procedure  imposing sanctions in an action commenced by a person,\n   34  while an inmate, against a state agency, officer or employee.\n   35    S 2. Subparagraphs (i), (ii) and (iv) of paragraph (d) of  subdivision\n   36  1  of  section  803  of  the correction law, as added by section 10-a of\n   37  chapter 738 of the laws of 2004, are amended to read as follows:\n   38    (i) Except as provided in subparagraph (ii) of this  paragraph,  every\n   39  person  under the custody of the department or confined in a facility in\n   40  the department of mental hygiene serving an  indeterminate  sentence  of\n   41  imprisonment  with a minimum period of one year or more or a determinate\n   42  sentence of imprisonment of  one  year  or  more  [imposed  pursuant  to\n   43  section  70.70  or 70.71 of the penal law,] may earn a merit time allow-\n   44  ance.\n   45    (ii) Such merit time allowance shall not be available  to  any  person\n   46  serving  [an  indeterminate]  A  sentence  [authorized for an A-I felony\n   47  offense, other than an A-I felony offense defined in article two hundred\n   48  twenty of the penal law, or any sentence imposed for  a  violent  felony\n   49  offense  as  defined  in section 70.02 of the penal law, manslaughter in\n   50  the second degree, vehicular manslaughter in the second degree,  vehicu-\n   51  lar  manslaughter  in  the first degree, criminally negligent homicide,]\n   52  IMPOSED FOR MURDER IN THE FIRST DEGREE AS DEFINED IN SECTION  125.27  OF\n   53  THE  PENAL  LAW, an offense defined in article one hundred thirty of the\n   54  penal law, incest, [or]  an  offense  defined  in  article  two  hundred\n   55  sixty-three  of  the  penal  law, [or] AN ACT OF TERRORISM AS DEFINED IN\n   56  ARTICLE FOUR HUNDRED NINETY OF THE PENAL LAW, aggravated  harassment  of\n\n       S. 338                              3                             A. 154\n\n    1  an employee by an inmate, OR AN ATTEMPT OR CONSPIRACY TO COMMIT ANY SUCH\n    2  OFFENSE.\n    3    (iv)  Such merit time allowance may be granted when an inmate success-\n    4  fully participates in the work and treatment program  assigned  pursuant\n    5  to  section  eight  hundred  five  of  this article and when such inmate\n    6  [obtains a] ACHIEVES ONE OF THE FOLLOWING:  (1)  COMPLETES  HIS  OR  HER\n    7  general  equivalency  diploma,  HIS  OR  HER EDUCATIONAL REQUIREMENTS AS\n    8  DETERMINED BY THE  DEPARTMENT  OR  SATISFACTORILY  COMPLETES  COURSEWORK\n    9  SPONSORED  BY  AN INSTITUTION OF HIGHER LEARNING REPRESENTING A SEMESTER\n   10  OF ACADEMIC TRAINING; (2)  COMPLETES  an  alcohol  and  substance  abuse\n   11  treatment  [certificate,  a  vocational  trade  certificate following at\n   12  least six months of vocational  programming  or  performs]  PROGRAM,  OR\n   13  COMPLETES  A COMPARABLE PROGRAM OF A DIFFERENT TYPE AS DETERMINED BY THE\n   14  DEPARTMENT, INCLUDING, BUT NOT  LIMITED  TO,  ANGER  MANAGEMENT,  FAMILY\n   15  VIOLENCE, OR PARENTING; (3) COMPLETES A VOCATIONAL TRAINING PROGRAM OR A\n   16  COMPARABLE  AND EQUIVALENT TRAINING PROGRAM AS DETERMINED BY THE DEPART-\n   17  MENT; (4) PERFORMS SATISFACTORILY FOR AT LEAST SIX MONTHS IN  A  SKILLED\n   18  JOB ASSIGNMENT, INCLUDING BUT NOT LIMITED TO, INMATE PROGRAM AIDE (IPA),\n   19  LAW  LIBRARY  CLERK, MEDICAL/INFIRMARY AIDE, CHILDREN'S CENTER AIDE, AND\n   20  FOOD SERVICE WORKER; OR (5) COMPLETES at least  four  hundred  hours  of\n   21  service as part of a community work crew.\n   22    Such  allowance shall be withheld for any serious disciplinary infrac-\n   23  tion or upon a judicial determination that the person, while an  inmate,\n   24  commenced  or  continued  a  civil  action, proceeding or claim that was\n   25  found to be frivolous as defined in subdivision  (c)  of  section  eight\n   26  thousand  three  hundred three-a of the civil practice law and rules, or\n   27  an order of a federal court pursuant to rule 11 of the federal rules  of\n   28  civil  procedure  imposing sanctions in an action commenced by a person,\n   29  while an inmate, against a state agency, officer or employee.\n   30    S 3. Subparagraph (v) of paragraph (d) of subdivision 1 of section 803\n   31  of the correction law, as added by section 7 of chapter 738 of the  laws\n   32  of 2004, is amended to read as follows:\n   33    (v) The provisions of this paragraph shall apply to persons in custody\n   34  serving  an  indeterminate  sentence on the effective date of this para-\n   35  graph as well as to persons sentenced to an  indeterminate  sentence  on\n   36  and  after  the  effective date of this paragraph and prior to September\n   37  first, two thousand five and  to  persons  sentenced  to  a  determinate\n   38  sentence [prior to September first, two thousand eleven] for a felony as\n   39  defined  in  article two hundred twenty or two hundred twenty-one of the\n   40  penal law.\n   41    S 4. Subparagraph (v) of paragraph (d) of subdivision 1 of section 803\n   42  of the correction law, as added by section 10-a of chapter  738  of  the\n   43  laws of 2004, is amended to read as follows:\n   44    (v) The provisions of this paragraph shall apply to persons in custody\n   45  serving  an  indeterminate  sentence on the effective date of this para-\n   46  graph as well as to persons sentenced to an  indeterminate  sentence  on\n   47  and  after  the  effective date of this paragraph and prior to September\n   48  first, two thousand five and  to  persons  sentenced  to  a  determinate\n   49  sentence [prior to September first, two thousand eleven] for a felony as\n   50  defined  in  article two hundred twenty or two hundred twenty-one of the\n   51  penal law.\n   52    S 5. Paragraph (g) of subdivision 2-a of section 803 of the correction\n   53  law, as added by section 9 of chapter  738  of  the  laws  of  2004,  is\n   54  amended to read as follows:\n   55    (g)  The  provisions  of  this  subdivision  shall apply to persons in\n   56  custody serving an indeterminate sentence on the effective date of  this\n\n       S. 338                              4                             A. 154\n\n    1  subdivision as well as to persons sentenced to an indeterminate sentence\n    2  on and after the effective date of this subdivision and prior to Septem-\n    3  ber  first,  two thousand five and to persons sentenced to a determinate\n    4  sentence [prior to September first, two thousand eleven] for a felony as\n    5  defined  in  article two hundred twenty or two hundred twenty-one of the\n    6  penal law.\n    7    S 6. Paragraph (g) of subdivision 2-a of section 803 of the correction\n    8  law, as added by section 11 of chapter 738  of  the  laws  of  2004,  is\n    9  amended to read as follows:\n   10    (g)  The  provisions  of  this  subdivision  shall apply to persons in\n   11  custody serving an indeterminate sentence on the effective date of  this\n   12  subdivision as well as to persons sentenced to an indeterminate sentence\n   13  on and after the effective date of this subdivision and prior to Septem-\n   14  ber  first,  two thousand five and to persons sentenced to a determinate\n   15  sentence [prior to September first, two thousand eleven] for a felony as\n   16  defined in article two hundred twenty or two hundred twenty-one  of  the\n   17  penal law.\n   18    S 7. Section 803-b of the correction law is REPEALED.\n   19    S  8.  Subdivision  (c-1)  of section 41 of chapter 738 of the laws of\n   20  2004 amending the correction law and other laws relating  to  controlled\n   21  substances and indeterminate sentences is amended to read as follows:\n   22    (c-1)  the provisions of sections seven, eight, nine, ten and ten-a of\n   23  this act, and subdivision 2-a of section 803 of the correction  law,  as\n   24  added  by  section  eleven of this act shall apply to persons in custody\n   25  serving  an  indeterminate  sentence  on  the  effective  date  of  such\n   26  provisions  as well as to persons sentenced to an indeterminate sentence\n   27  on and after the effective date of such provisions and prior to  Septem-\n   28  ber 1, 2005 and to persons sentenced to a determinate sentence [prior to\n   29  September  1, 2011] for a felony as defined in article 220 or 221 of the\n   30  penal law;\n   31    S 9. Clause (C) of subparagraph (i) of paragraph (e) of subdivision  1\n   32  of  section 632-a of the executive law, as amended by section 24 of part\n   33  A-1 of chapter 56 of the laws of 2010, is amended to read as follows:\n   34    (C) [an offense for which a merit time allowance may not  be  received\n   35  against  the  sentence  pursuant  to paragraph (d) of subdivision one of\n   36  section eight hundred  three  of  the  correction  law]  AN  A-I  FELONY\n   37  OFFENSE, OTHER THAN AN A-I FELONY OFFENSE DEFINED IN ARTICLE TWO HUNDRED\n   38  TWENTY  OF  THE  PENAL LAW, MANSLAUGHTER IN THE SECOND DEGREE, VEHICULAR\n   39  MANSLAUGHTER IN THE SECOND DEGREE, VEHICULAR MANSLAUGHTER IN  THE  FIRST\n   40  DEGREE, CRIMINALLY NEGLIGENT HOMICIDE, AN OFFENSE DEFINED IN ARTICLE ONE\n   41  HUNDRED  THIRTY  OF THE PENAL LAW, INCEST, AN OFFENSE DEFINED IN ARTICLE\n   42  TWO HUNDRED SIXTY-THREE OF THE PENAL LAW, AGGRAVATED  HARASSMENT  OF  AN\n   43  EMPLOYEE BY AN INMATE;\n   44    S  10.  This act shall take effect on the ninetieth day after it shall\n   45  have become a law and shall apply to: (i) persons in custody serving  an\n   46  indeterminate  or  determinate  sentence  or  sentences on the effective\n   47  date; (ii) persons sentenced to an indeterminate or determinate sentence\n   48  or sentences on or after the effective date; and (iii) persons who  have\n   49  not  completed  service  of  an indeterminate or determinate sentence or\n   50  sentences imposed prior to the effective date; provided,  however,  that\n   51  the  amendments  to  section  803 of the correction law made by sections\n   52  one, three, and five of this act shall be subject to the expiration  and\n   53  reversion  of  such  section  pursuant to subdivision d of section 74 of\n   54  chapter 3 of the laws of 1995, as  amended,  when  upon  such  date  the\n   55  provisions of sections two, four and six of this act shall take effect.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the correction law, chapter 738 of the laws of 2004 amending the correction law and other laws relating to controlled substances and indeterminate sentences, the executive law, in relation to merit time, and to repeal section 803-b of the correction law relating to limited credit time allowances ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101216.T111415.TXT", "SOBI.D101216.T115918.TXT", "SOBI.D101217.T153505.TXT", "SOBI.D101216.T113916.TXT", "SOBI.D101216.T110914.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292618105023
}