{
  "year" : 2011,
  "senateBillNo" : "S339-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO JUDICIARY",
    "billEventId" : "S339-2011-1294203600000-REFERRED+TO+JUDICIARY",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MONTGOMERY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Imposes additional requirements with respect to the duty of a landlord to provide tenants with a written receipt for rent paid",
  "summary" : "Imposes additional requirements with respect to the duty of a landlord to provide tenants with a written receipt for rent paid and directs the office of court administration to embark upon a campaign to inform tenants of their right to the same; authorizes the court to impose a twenty-five dollar rent reduction for each failure to comply with this section. ",
  "currentCommittee" : "JUDICIARY",
  "sameAs" : "A157",
  "lawSection" : "Real Property Law",
  "previousVersions" : [ "S4125-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n           S. 339                                                    A. 157\n\n                              2011-2012 Regular Sessions\n\n                             S E N A T E - A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       IN  SENATE  --  Introduced  by Sen. MONTGOMERY -- read twice and ordered\n         printed, and when printed to be committed to the Committee on  Judici-\n         ary\n\n       IN ASSEMBLY -- Introduced by M. of A. ORTIZ -- read once and referred to\n         the Committee on Housing\n\n       AN  ACT  to  amend  the  real property law, in relation to the duty of a\n         landlord to provide a written receipt of rent paid\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 235-e of the real property law, as amended by chap-\n    2  ter 848 of the laws of 1986, is amended to read as follows:\n    3    S  235-e.  Duty  of  landlord to provide written receipt. (a) Upon the\n    4  receipt of rent for residential premises in the  form  of  cash  or  any\n    5  instrument  other than the personal check of the tenant, it shall be the\n    6  duty of the landlord to provide the payor OR IF PAID IN WHOLE OR PART BY\n    7  A SOCIAL SERVICES DISTRICT OR THE OFFICE  OF  TEMPORARY  AND  DISABILITY\n    8  ASSISTANCE,  THEN  THE  TENANT,  with  a  written receipt containing the\n    9  following:\n   10    1. The date;\n   11    2. The amount;\n   12    3. The identity of the premises and period for which paid; and\n   13    4. The signature and title of the person receiving  the  rent  OR  THE\n   14  PRINTED  NAME,  ADDRESS AND TELEPHONE NUMBER OF THE LICENSED REAL ESTATE\n   15  BROKER OR FIRM IN CHARGE OF THE DWELLING OR THE PRINTED NAME,  NEW  YORK\n   16  CITY  ADDRESS  AND  TELEPHONE  NUMBER  OF THE MANAGING AGENT OR DESIGNEE\n   17  DESCRIBED IN PARAGRAPH FIVE OF SUBDIVISION A OF SECTION 27-2098  OF  THE\n   18  ADMINISTRATIVE CODE OF THE CITY OF NEW YORK.\n   19    (b)  Where  a  tenant,  in writing, requests that a landlord provide a\n   20  receipt for rent paid by personal check, it shall be  the  duty  of  the\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01408-01-1\n\n       S. 339                              2                             A. 157\n\n    1  landlord  to provide the payor with the receipt described in subdivision\n    2  (a) of this section for each such request made in writing.\n    3    (C)  IN  ADDITION  TO  ANY OTHER REMEDY AUTHORIZED BY LAW, A COURT MAY\n    4  IMPOSE A TWENTY-FIVE DOLLAR REDUCTION IN THE RENT FOR  EACH  FAILURE  TO\n    5  COMPLY  WITH  THE PROVISIONS OF THIS SECTION IN ANY PROCEEDING COMMENCED\n    6  UNDER ARTICLE SEVEN OF THE REAL PROPERTY ACTIONS AND PROCEEDINGS LAW.\n    7    (D) THE OFFICE OF COURT ADMINISTRATION SHALL DEVELOP,  DISTRIBUTE  AND\n    8  WHERE  NECESSARY  PROVIDE  TENANTS  WITH  AN  EXPLANATION OF THE WRITTEN\n    9  RECEIPT EACH LANDLORD MUST PRESENT TO A TENANT  UPON  PAYMENT  OF  RENT.\n   10  SUCH  OFFICE SHALL TAKE SUCH STEPS AS ARE NECESSARY TO INFORM TENANTS OF\n   11  THEIR RIGHT TO RECEIVE SUCH  RECEIPT  AND  A  LANDLORD'S  OBLIGATION  TO\n   12  PROVIDE SUCH RECEIPT.\n   13    S 2. This act shall take effect on the first of November next succeed-\n   14  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the real property law, in relation to the duty of a landlord to provide a written receipt of rent paid ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101216.T111415.TXT", "SOBI.D101216.T113916.TXT", "SOBI.D101216.T114917.TXT", "SOBI.D101217.T154004.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292618404105
}