{
  "year" : 2011,
  "senateBillNo" : "S34-2011",
  "billEvents" : null,
  "votes" : null,
  "sponsor" : null,
  "title" : null,
  "summary" : null,
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : null,
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          34\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by Sens. SQUADRON, ADAMS, HASSELL-THOMPSON, KRUEGER, SAMPSON,\n         SERRANO,  STAVISKY -- read twice and ordered printed, and when printed\n         to be committed to the Committee on Banks\n\n       AN ACT to amend the banking law, in relation  to  including  low  income\n         credit unions in the banking development district program\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 5 of section 96-d of the banking law, as  added\n    2  by  chapter 526 of the laws of 1998, paragraph (a) as amended by chapter\n    3  328 of the laws of 1999, is amended to read as follows:\n    4    5. (a) Notwithstanding the provisions of subdivision  two  of  section\n    5  two  hundred  thirty-seven  of  this  chapter;  for the purposes of this\n    6  section, paragraph c of subdivision two of section ten  of  the  general\n    7  municipal  law, subdivision six of section one hundred five of the state\n    8  finance law and section four hundred eighty-five-f of the real  property\n    9  tax  law,  any reference to a bank, trust company or national bank shall\n   10  be deemed to include a  savings  bank,  savings  and  loan  association,\n   11  federal  savings  and  loan  association  or federal savings bank OR, IN\n   12  CITIES HAVING A POPULATION OF ONE  MILLION  OR  MORE  PERSONS,  ANY  LOW\n   13  INCOME  CREDIT  UNION  AS  DESIGNATED BY SECTION FOUR HUNDRED FIFTY-A OF\n   14  THIS CHAPTER OR ANY FEDERAL CREDIT UNION THAT HAS BEEN DESIGNATED A  LOW\n   15  INCOME  CREDIT  UNION  BY  THE  NATIONAL  CREDIT  UNION  ADMINISTRATION;\n   16  provided, however, that such provisions of law do not  grant  a  savings\n   17  bank, savings and loan association, federal savings and loan association\n   18  or federal savings bank OR, IN CITIES HAVING A POPULATION OF ONE MILLION\n   19  OR  MORE  PERSONS,  ANY LOW INCOME CREDIT UNION AS DESIGNATED BY SECTION\n   20  FOUR HUNDRED FIFTY-A OF THIS CHAPTER OR ANY FEDERAL  CREDIT  UNION  THAT\n   21  HAS  BEEN  DESIGNATED  A  LOW INCOME CREDIT UNION BY THE NATIONAL CREDIT\n   22  UNION ADMINISTRATION eligibility to accept municipal or public funds  or\n   23  municipal  or  public  moneys other than for the limited purposes of the\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00025-01-1\n\n       S. 34                               2\n\n    1  establishment of a branch in a banking development district pursuant  to\n    2  this  section.  Any  such  municipal  or public funds or moneys shall be\n    3  deposited only at the branch established pursuant to this  section,  and\n    4  any  municipal  funds  or moneys may be deposited only by the sponsoring\n    5  municipality in which the branch and banking  development  district  are\n    6  located;  provided  further  that  any such municipal or public funds or\n    7  moneys shall be subject to the same requirements which apply to  munici-\n    8  pal  or  public  funds  or  moneys deposited in a bank, trust company or\n    9  national bank and shall also be subject to the provisions of section one\n   10  hundred five of the state finance law or  section  ten  of  the  general\n   11  municipal law relating to such deposits.\n   12    (b)  Notwithstanding  any  other  provision  of law, the banking board\n   13  shall promulgate rules and regulations to authorize the participation of\n   14  savings banks, savings and loan associations, federal savings banks  and\n   15  federal  savings and loan associations OR, IN CITIES HAVING A POPULATION\n   16  OF ONE MILLION OR MORE PERSONS, ANY LOW INCOME CREDIT  UNION  AS  DESIG-\n   17  NATED  BY  SECTION  FOUR  HUNDRED FIFTY-A OF THIS CHAPTER OR ANY FEDERAL\n   18  CREDIT UNION THAT HAS BEEN DESIGNATED A LOW INCOME CREDIT UNION  BY  THE\n   19  NATIONAL CREDIT UNION ADMINISTRATION in the program established pursuant\n   20  to this section.\n   21    S  2.  This act shall take effect immediately, provided, however, that\n   22  the amendments to subdivision 5 of section 96-d of the banking law  made\n   23  by  section one of this act shall not affect the repeal of such subdivi-\n   24  sion and shall be deemed repealed therewith.\n",
  "memo" : null,
  "law" : null,
  "actClause" : null,
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101201.T163624.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1291239384966
}