{
  "year" : 2011,
  "senateBillNo" : "S340-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO EDUCATION",
    "billEventId" : "S340-2011-1294203600000-REFERRED+TO+EDUCATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "LITTLE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes boards of cooperative educational services to engage in collective bargaining with component school district employees",
  "summary" : "Authorizes a board of cooperative educational services to engage in collective bargaining, on a supervisory district-wide basis, with the employee organizations representing teachers and other employees of the component school districts which opt for such services. ",
  "currentCommittee" : "EDUCATION",
  "sameAs" : "A146",
  "lawSection" : "Education Law",
  "previousVersions" : [ "A10995-2009", "S7659-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n           S. 340                                                    A. 146\n\n                              2011-2012 Regular Sessions\n\n                             S E N A T E - A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       IN  SENATE -- Introduced by Sen. LITTLE -- read twice and ordered print-\n         ed, and when printed to be committed to the Committee on Education\n\n       IN ASSEMBLY -- Introduced by M. of A. SAYWARD -- read once and  referred\n         to the Committee on Education\n\n       AN  ACT to amend the education law, in relation to authorizing boards of\n         cooperative educational services to engage  in  collective  bargaining\n         with  employee organizations representing teachers and other employees\n         of component school districts\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.    Subdivision  4  of section 1950 of the education law is\n    2  amended by adding a new paragraph oo to read as follows:\n    3    OO. UPON THE REQUEST OF THE COMPONENT SCHOOL DISTRICTS  AND  WITH  THE\n    4  APPROVAL OF THE COMMISSIONER, TO PROVIDE COLLECTIVE BARGAINING, PURSUANT\n    5  TO  ARTICLE  FOURTEEN  OF  THE  CIVIL  SERVICE  LAW,  ON  A  SUPERVISORY\n    6  DISTRICT-WIDE BASIS WITH THE  EMPLOYEE  ORGANIZATIONS  REPRESENTING  THE\n    7  TEACHERS AND OTHER EMPLOYEES OF THE COMPONENT SCHOOL DISTRICTS.\n    8    S 2. This act shall take effect immediately.\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01295-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to authorizing boards of cooperative educational services to engage in collective bargaining with employee organizations representing teachers and other employees of component school districts ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101216.T121420.TXT", "SOBI.D101216.T121920.TXT", "SOBI.D101216.T111415.TXT", "SOBI.D101216.T113916.TXT", "SOBI.D101216.T114917.TXT", "SOBI.D101217.T154004.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292618404116
}