{
  "year" : 2011,
  "senateBillNo" : "S341-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "S341-2011-1294203600000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "LITTLE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires open space conservation projects to be undertaken with willing sellers",
  "summary" : "Requires open space conservation projects to be undertaken with willing sellers; provides that the use of eminent domain for such projects shall be limited to lands where the owner thereof has consented thereto or where the eminent domain is required to quiet title. ",
  "currentCommittee" : "FINANCE",
  "sameAs" : "A147",
  "lawSection" : "State Finance Law",
  "previousVersions" : [ "S358-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n           S. 341                                                    A. 147\n\n                              2011-2012 Regular Sessions\n\n                             S E N A T E - A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       IN  SENATE -- Introduced by Sen. LITTLE -- read twice and ordered print-\n         ed, and when printed to be committed to the Committee on Finance\n\n       IN ASSEMBLY -- Introduced by M. of A. SAYWARD -- read once and  referred\n         to the Committee on Environmental Conservation\n\n       AN ACT to amend the state finance law and the environmental conservation\n         law, in relation to requiring open space land conservation projects to\n         be undertaken with willing sellers\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraph (d) of subdivision 6 of section 92-s of the state\n    2  finance law, as amended by section 13 of part E of  chapter  61  of  the\n    3  laws of 2000, is amended to read as follows:\n    4    (d) Moneys from the open space account shall be available, pursuant to\n    5  appropriation,  for  any open space land conservation project UNDERTAKEN\n    6  WITH A WILLING SELLER, bio-diversity stewardship and  research  pursuant\n    7  to chapter five hundred fifty-four of the laws of nineteen hundred nine-\n    8  ty-three,  for  the  purposes  of  agricultural  and farmland protection\n    9  activities as authorized by article twenty-five-AAA of  the  agriculture\n   10  and  markets law, non-point source abatement and control projects pursu-\n   11  ant to section 17-1409 of the environmental conservation law and section\n   12  eleven-b of the soil and water  conservation  districts  law,  for  Long\n   13  Island  Central  Pine  Barrens  area planning or Long Island south shore\n   14  estuary reserve planning pursuant to title thirteen  of  article  fifty-\n   15  four  of  the  environmental  conservation  law,  and  for operation and\n   16  management of the Albany  Pine  Bush  preserve  commission  pursuant  to\n   17  subdivision  two  of  section  54-0303 of the environmental conservation\n   18  law.\n   19    S 2. Section 54-0301 of the environmental conservation law,  as  added\n   20  by chapter 610 of the laws of 1993, is amended to read as follows:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01286-01-1\n\n       S. 341                              2                             A. 147\n\n    1  S 54-0301. [Definitions] DEFINITION.\n    2    For  purposes  of  this title, \"open space land conservation projects\"\n    3  shall mean acquisition projects UNDERTAKEN WITH WILLING SELLERS  includ-\n    4  ing the purchase of conservation easements undertaken by the commission-\n    5  er  and/or  the  commissioner  of  the  office  of parks, recreation and\n    6  historic preservation listed in the state open  space  land  acquisition\n    7  plan prepared pursuant to title 2 of article 49 of this chapter.\n    8    S  3.  Subdivision 6 of section 54-0303 of the environmental conserva-\n    9  tion law, as added by chapter 610 of the laws of  1993,  is  amended  to\n   10  read as follows:\n   11    6.  [No  monies shall be expended for acquisition by eminent domain of\n   12  any open space land conservation project except in accordance  with  the\n   13  state land acquisition policy set forth in section 49-0203 of this chap-\n   14  ter] THE USE OF EMINENT DOMAIN IN CONNECTION WITH ANY OPEN SPACE CONSER-\n   15  VATION PROJECT SHALL BE LIMITED TO LANDS WITH RESPECT TO WHICH THE OWNER\n   16  HAS  CONSENTED  TO THE USE OF EMINENT DOMAIN OR WHERE THE USE OF EMINENT\n   17  DOMAIN IS REQUIRED TO QUIET TITLE.\n   18    S 4. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the state finance law and the environmental conservation law, in relation to requiring open space land conservation projects to be undertaken with willing sellers ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101216.T111415.TXT", "SOBI.D101216.T113916.TXT", "SOBI.D101216.T114917.TXT", "SOBI.D101217.T154004.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292618404132
}