{
  "year" : 2011,
  "senateBillNo" : "S344-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO INVESTIGATIONS AND GOVERNMENT OPERATIONS",
    "billEventId" : "S344-2011-1294203600000-REFERRED+TO+INVESTIGATIONS+AND+GOVERNMENT+OPERATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "LITTLE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Increases from 3/4% to 1%, the rate of additional sales and compensating use taxes the county of Essex is authorized to impose",
  "summary" : "Increases from 3/4% to 1%, the rate of additional sales and compensating use taxes the county of Essex is authorized to impose. ",
  "currentCommittee" : "INVESTIGATIONS AND GOVERNMENT OPERATIONS",
  "sameAs" : "A150",
  "lawSection" : "Tax Law",
  "previousVersions" : [ "AA11466-2009", "S8214-2009", "SA8214-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n           S. 344                                                    A. 150\n\n                              2011-2012 Regular Sessions\n\n                             S E N A T E - A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       IN  SENATE -- Introduced by Sen. LITTLE -- read twice and ordered print-\n         ed, and when printed to be committed  to  the  Committee  on  Investi-\n         gations and Government Operations\n\n       IN  ASSEMBLY -- Introduced by M. of A. SAYWARD -- read once and referred\n         to the Committee on Ways and Means\n\n       AN ACT to amend the tax law, in relation to authorizing  the  county  of\n         Essex  to  impose  an additional one percent of sales and compensating\n         use tax\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Clause 36 of subparagraph (i) of the opening paragraph of\n    2  section 1210 of the tax law, as amended by chapter 274 of  the  laws  of\n    3  2009, is amended to read as follows:\n    4    (36) the county of Essex is hereby further authorized and empowered to\n    5  adopt  and  amend  local  laws,  ordinances or resolutions imposing such\n    6  taxes at a rate which is [three-quarters of] one percent  additional  to\n    7  the three percent rate authorized above in this paragraph for such coun-\n    8  ty  for  the period beginning [June] DECEMBER first, two thousand [four]\n    9  TEN, and ending November thirtieth, two thousand eleven;\n   10    S 2. Subparagraph (iii) of the opening paragraph of  section  1210  of\n   11  the tax law, as amended by chapter 74 of the laws of 2010, is amended to\n   12  read as follows:\n   13    (iii)  the  maximum rate referred to in section twelve hundred twenty-\n   14  four of this article  shall  be  calculated  without  reference  to  the\n   15  following  additional  rates authorized in subparagraphs (i) and (ii) of\n   16  this paragraph: one and one-half percent for the county of Allegany; one\n   17  percent for the counties  of  Rensselaer,  Erie,  Cattaraugus,  Wyoming,\n   18  Ulster,  Albany,  Suffolk,  ESSEX,  Greene, Orleans, Franklin, Herkimer,\n   19  Genesee, Columbia, Schuyler, Chenango, Monroe, Steuben, Chemung, Seneca,\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01350-01-1\n\n       S. 344                              2                             A. 150\n\n    1  Livingston, Niagara, Yates, Tioga, Montgomery, Delaware, Wayne, Schohar-\n    2  ie, Putnam, Clinton and Onondaga and the cities of Yonkers, Mount Vernon\n    3  and New Rochelle; three-quarters of one  percent  for  the  counties  of\n    4  Dutchess,  [Essex,] Lewis, Orange, and Jefferson; one percent and three-\n    5  quarters of one percent or one-half of one percent  for  the  county  of\n    6  Oneida;  three-quarters  of  one percent and one-half of one percent for\n    7  the county of Nassau; one-half of one percent  and  one-quarter  of  one\n    8  percent  and  one-quarter  of  one percent for the city of White Plains;\n    9  one-half or one percent for the county of Tompkins; three-eighths of one\n   10  percent and five-eighths of one percent  for  the  county  of  Rockland;\n   11  one-half  of  one  percent  for  the counties of Putnam and Schenectady;\n   12  one-eighth of one percent and three-eighths of one percent for the coun-\n   13  ty of Ontario; one-half of one percent[;] AND one-half  of  one  percent\n   14  for  the  county  of Sullivan; and three-quarters of one percent or one-\n   15  half of one percent for the county of Chautauqua;\n   16    S 3. Subdivision (cc) of section 1224 of the  tax  law,  as  added  by\n   17  chapter 139 of the laws of 2004, is amended to read as follows:\n   18    (cc) The county of Essex shall have the sole right to impose the addi-\n   19  tional  [three-quarters of] one percent rate of tax which such county is\n   20  authorized to impose pursuant to the authority of section twelve hundred\n   21  ten of this article. Such additional rate of tax shall be in addition to\n   22  any other tax which such county may impose or may be  imposing  pursuant\n   23  to  this  article or any other law and such additional rate of tax shall\n   24  not be subject to preemption. The maximum three percent rate referred to\n   25  in this section shall be calculated without reference to the  additional\n   26  [three-quarters of] one percent rate of tax which the county of Essex is\n   27  authorized and empowered to adopt pursuant to section twelve hundred ten\n   28  of this article.\n   29    S 4. This act shall take effect December 1, 2011; provided that on and\n   30  after  the  date this act shall have become a law, Essex county shall be\n   31  authorized to adopt and amend local laws, ordinances, or resolutions  to\n   32  impose  the additional rate of tax authorized by this act to take effect\n   33  as provided for in this act.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the tax law, in relation to authorizing the county of Essex to impose an additional one percent of sales and compensating use tax ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101216.T121420.TXT", "SOBI.D101216.T111415.TXT", "SOBI.D101216.T115417.TXT", "SOBI.D101216.T114416.TXT", "SOBI.D101217.T154004.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292618404129
}