{
  "year" : 2011,
  "senateBillNo" : "S345-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "S345-2011-1294203600000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "LITTLE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Redefines \"campground\" for the purposes of the Adirondack park",
  "summary" : "Redefines \"campground\" for the purposes of the Adirondack park and regulation by the Adirondack park agency; defines such term as a parcel of land with 5 or more campsites, including buildings and accessory structures; provides that recreational vehicles may be kept at a campground or campsite, with the consent of the owner of the campground, during periods of time when they are not in use, so long as they are not used in a manner which violates the campground permit. ",
  "currentCommittee" : "FINANCE",
  "sameAs" : "A151",
  "lawSection" : "Executive Law",
  "previousVersions" : [ "S322-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n           S. 345                                                    A. 151\n\n                              2011-2012 Regular Sessions\n\n                             S E N A T E - A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       IN  SENATE -- Introduced by Sen. LITTLE -- read twice and ordered print-\n         ed, and when printed to be committed to the Committee on Finance\n\n       IN ASSEMBLY -- Introduced by M. of A. SAYWARD -- read once and  referred\n         to the Committee on Environmental Conservation\n\n       AN  ACT  to  amend the executive law, in relation to the definition of a\n         campground within the Adirondack park\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision  10  of  section 802 of the executive law, as\n    2  amended by chapter 348 of the laws  of  1973,  is  amended  to  read  as\n    3  follows:\n    4    10.  \"Campground\"  means [any area designed for transient occupancy by\n    5  camping in tents, camp trailers, travel trailers, motor homes or similar\n    6  facility designed for temporary shelter] A  TRACT  OR  PARCEL  OF  LAND,\n    7  INCLUDING  PRINCIPAL  BUILDINGS  AND ACCESSORY STRUCTURES, WHERE FIVE OR\n    8  MORE CAMPSITES ARE MADE AVAILABLE FOR TEMPORARY  OR  SEASONAL  OVERNIGHT\n    9  OCCUPANCY. NOTHING IN THIS ARTICLE SHALL REQUIRE THE REMOVAL OF A RECRE-\n   10  ATIONAL VEHICLE THAT REMAINS ON A CAMPGROUND OR A CAMPSITE IN SUCH CAMP-\n   11  GROUND,  WITH  THE  CONSENT  OF THE OWNER OF THE CAMPGROUND DURING THOSE\n   12  PERIODS OF TIME THAT IT IS NOT OCCUPIED, PROVIDED THAT IT IS NOT USED IN\n   13  A MANNER THAT VIOLATES THE TERMS AND CONDITIONS OF THE PERMIT ISSUED  TO\n   14  THE CAMPGROUND BY THE STATE OR A COUNTY DEPARTMENT OF HEALTH.\n   15    S  2.  Section  802  of  the  executive law is amended by adding a new\n   16  subdivision 55-a to read as follows:\n   17    55-A. \"RECREATIONAL VEHICLE\" MEANS A VEHICULAR CAMPING UNIT  PRIMARILY\n   18  DESIGNED  AS TEMPORARY LIVING QUARTERS FOR RECREATIONAL, CAMPING, TRAVEL\n   19  OR SEASONAL USE THAT HAS ITS OWN MOTIVE POWER OR IS MOUNTED ON OR  TOWED\n   20  BY ANOTHER VEHICLE.\n   21    S 3. This act shall take effect immediately.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01283-01-1\n",
  "memo" : "BILL NUMBER:S345\n\nTITLE OF BILL:\nAn act\nto amend the civil practice law and rules, in relation to expenses,\npenalties and additional interest for frivolous actions or\nprocedures and to repeal certain provisions of such law\nrelating thereto\n\nPURPOSE OR GENERAL IDEA OF BILL:\nTo establish clear statutory\nauthority empowering the courts of the State to impose\nmonetary sanctions in any action or proceeding under the civil\npractice law and rules as a deterrent to and penalty for\nunmeritorious, bad faith litigation, as encouraged by the Court of\nAppeals in its decision in  A.G. SHIP MAINTENANCE CORP. V.\nLEZAK, 69 N.Y. 2d 1,4 (1986).\n\nSUMMARY OF SPECIFIC PROVISIONS:\nThe bill would expand\nSection 8303-a of the civil practice law and rules, which\ncurrently applies only to certain specified tort actions, to authorize\nmonetary sanctions in any civil action or proceeding (subd. (a)).\nHowever, the sanction provisions would not apply to\nproceedings in small claims courts, landlord-tenant proceedings\nand proceedings in the family court commenced under article\nthree, seven, eight or ten of the family court act.\nSanctions would be imposed only upon a written finding of\nthe court that a party or attorney had brought a claim or\nemployed procedures that were entirely without merit and in bad\nfaith (subd. (b)).\nAvailable sanctions would include legal expenses, including\nattorney's fees, incurred by an adversary as a result of frivolous\nlitigation\n(subd. (b) (3)); a court imposed penalty of\nup to $250 (subd. (d)); and additional interest at\n150 percent of the legal rate in cases where frivolous delaying\ntactics had been interposed to avoid entry of a money judgment\n(subd. (e)).  SEE,\nE.G., Mass. Gen. Laws Ann.,\nCh. 231, Section 6F (West 1986).\nSanctions could be imposed against either the responsible\nparty, the party's lawyer, or both (subd. (c)).\nThe bill provides for several significant procedural departures\nfrom the present section 8303-a.  The courts' discretionary power in\nthe imposition of sanctions would be reduced by the requirement\nof a hearing and written findings prior to issuance of any order\nawarding sanctions (subd. (f), (h)).  SEE,\nE.G.,\nCal. Proc. Civ.\nCode Section 128.5 (Deering 1987).  The court would be required\n\nwhenever possible before such hearing to give notice on the record of\nits tentative view that sanctions may be called for; if the party\nor attorney then promptly discontinued the action or procedures at\nissue, no sanctions could be imposed (subd. (g)).  No prior\nnotice would be required, however, before an award of sanctions would\nbe authorized for the submission to the court of any false sworn\nstatement (ID.).\nANY ORDER GRANTING SANCTIONS WOULD BE APPEALABLE TO THE APPROPRIATE\nAPPELLATE COURT, WHICH WOULD HAVE THE POWER TO DE NOVO REVIEW (SUBD.\n(I)). THE BILL PROHIBITS THE IMPOSITION OF ANY SANCTION FOR THE\nASSERTION\nOF A NOVEL OR UNUSUAL PRINCIPLE OF LAW EVEN IF DEEMED BY THE COURT TO\nBE ENTIRELY WITHOUT MERIT (SUBD. (J)). SEE,\nE.G.,\nMass. Gen. Laws Ann., Ch. 231, Section 6F.\nIf enacted, this bill\nwill provide the exclusive remedy for frivolous action or procedure.\n\nEFFECTS OF PRESENT LAW WHICH THIS BILL WOULD ALTER:\nSection 8303-a of the\nCivil Practice Law and Rules is repealed and a new section 8303-a\nis added.\n\nJUSTIFICATION:\nIn its recent A.G. SHIP\nMAINTENANCE decision, the\nCourt of Appeals urged the formulation of a \"plenary rule\"\nauthorizing sanctions for bad faith civil litigation.  According to the\ncourt, \"frivolous court proceedings present a growing problem\nwhich must be deterred.\"\nDue to several developments in the court system since 1983, a\nwell-designed rule\nauthorizing financial sanctions is necessary. Over\nthe past five years, the number of civil cases filed in the state\ncourts has increased dramatically.  Congestion in the Second\nDepartment, for example, has reached the point that appeals are\nfrequently heard four to six months after the term for which\nthey are officially calendared.\nFrom a practitioner's perspective, the courts' concerns about\ncongestion are well-founded.  Every practitioner can cite his/her\nfrustration over false statements in adversaries' affidavits,\nmisconduct in the representation of witnesses at depositions, baseless\nsummary judgment motions, the assertion of meritless claims or\ndefenses to induce settlements and similar misconduct to cause\ndelay or for other improper purposes.\nIn the past, the courts have issued sanction decisions without\nthe explicit mandate of any statute or court rule based on\nthe theory of \"inherent powers\" to regulate and control the\nconduct of litigants and counsel. However, the Court of Appeals in\nA.G. SHIP MAINTENANCE held that the absence of\neither a statute or\na court rule authorizing sanctions precluded the imposition of\n\na penalty for frivolous actions.  The court did suggest that the\njudiciary may have the power through its rule-making procedures to\ncreate guidelines to permit the imposition of sanctions. Therefore,\nthe office of Court Administration recently promulgated rules\nwhich authorize the imposition of sanctions for frivolous conduct in\ncivil litigation.  However, these rules are\nparticularly troublesome given the breadth of unreviewable judicial\ndiscretion.\nThe bill is a general deterrent to willful misconduct and gross\nnegligence. The legislation provides a clear standard for defining\nsanctionable misconduct while meeting the minimum requirements of due\nprocess.\nWhile differences exist between the OCA rules and the bill in terms of\nthe penalty ceiling ($10,000) and the available sanctions, procedural\nsafeguards\n(e.g. preliminary notice and the prompt discontinuation of\nconduct\nresulting in no imposition of the sanctions) are conspicuously missing\nfrom the\nOCA rules. Since financial sanctions can be a substantial hardship on\nthe\nperson penalized, the legislation is designed to minimize the\nlikelihood of\narbitrary or erroneous determination.  Under the legislation, the\ncourts would\nbe required to give notice on the record of its tentative view that\nsanction\nmay be warranted.  The prompt discontinuance of the action or\nprocedures at\nissue would result in no imposition of the sanctions.  Furthermore,\nunlike\nthe OCA rules, any order granting sanctions would be subject to\nreview. The\nright to appeal has been traditional in New York's judicial process.\nThe\norder is reviewable DE NOVO as a matter of right,\nwithout deference to the\nlower court's discretion. Finally, the bill states explicitly that no\nsanction\nwill be imposed on the ground that the party has advanced a novel or\nunusual\nargument. The common law courts of New York have historically served\nas a\ncrucible in which new legal theories have been tested and from which\nimportant\ndevelopments in the law have emerged.\nThe legislation would repeal the current section 8303-a of the CPLR\nwhich was\nenacted in 1985. This section is limited to cases involving personal\ninjury,\nmedical malpractice and similar tort claims. The bill will expand that\nsection to apply to all civil actions or proceedings, excluding\n\nproceedings in\nsmall claims court, landlord-tenant and in family court commenced under\narticle\nthree, seven, eight or ten of the family court act, as well as\nimplement\nprocedural or due process reforms (e.g. a hearing prior to a\ndetermination) that are lacking in the current statute.\n\nFISCAL IMPLICATIONS FOR STATE AND LOCAL GOVERNMENT:\nThe state may realize some additional revenue.\n\nEFFECTIVE DATE:\nImmediately, and shall apply to any action or proceeding\ncommenced on or after the effective date of this act.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the executive law, in relation to the definition of a campground within the Adirondack park ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101216.T153437.TXT", "SOBI.D101216.T111415.TXT", "SOBI.D101216.T115918.TXT", "SOBI.D110129.T003343.TXT", "SOBI.D101216.T114416.TXT", "SOBI.D101217.T154004.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296279223674
}