{
  "year" : 2011,
  "senateBillNo" : "S345-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "S345-2011-1294203600000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "LITTLE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Redefines \"campground\" for the purposes of the Adirondack park",
  "summary" : "Redefines \"campground\" for the purposes of the Adirondack park and regulation by the Adirondack park agency; defines such term as a parcel of land with 5 or more campsites, including buildings and accessory structures; provides that recreational vehicles may be kept at a campground or campsite, with the consent of the owner of the campground, during periods of time when they are not in use, so long as they are not used in a manner which violates the campground permit. ",
  "currentCommittee" : "FINANCE",
  "sameAs" : "A151",
  "lawSection" : "Executive Law",
  "previousVersions" : [ "S322-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n           S. 345                                                    A. 151\n\n                              2011-2012 Regular Sessions\n\n                             S E N A T E - A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       IN  SENATE -- Introduced by Sen. LITTLE -- read twice and ordered print-\n         ed, and when printed to be committed to the Committee on Finance\n\n       IN ASSEMBLY -- Introduced by M. of A. SAYWARD -- read once and  referred\n         to the Committee on Environmental Conservation\n\n       AN  ACT  to  amend the executive law, in relation to the definition of a\n         campground within the Adirondack park\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision  10  of  section 802 of the executive law, as\n    2  amended by chapter 348 of the laws  of  1973,  is  amended  to  read  as\n    3  follows:\n    4    10.  \"Campground\"  means [any area designed for transient occupancy by\n    5  camping in tents, camp trailers, travel trailers, motor homes or similar\n    6  facility designed for temporary shelter] A  TRACT  OR  PARCEL  OF  LAND,\n    7  INCLUDING  PRINCIPAL  BUILDINGS  AND ACCESSORY STRUCTURES, WHERE FIVE OR\n    8  MORE CAMPSITES ARE MADE AVAILABLE FOR TEMPORARY  OR  SEASONAL  OVERNIGHT\n    9  OCCUPANCY. NOTHING IN THIS ARTICLE SHALL REQUIRE THE REMOVAL OF A RECRE-\n   10  ATIONAL VEHICLE THAT REMAINS ON A CAMPGROUND OR A CAMPSITE IN SUCH CAMP-\n   11  GROUND,  WITH  THE  CONSENT  OF THE OWNER OF THE CAMPGROUND DURING THOSE\n   12  PERIODS OF TIME THAT IT IS NOT OCCUPIED, PROVIDED THAT IT IS NOT USED IN\n   13  A MANNER THAT VIOLATES THE TERMS AND CONDITIONS OF THE PERMIT ISSUED  TO\n   14  THE CAMPGROUND BY THE STATE OR A COUNTY DEPARTMENT OF HEALTH.\n   15    S  2.  Section  802  of  the  executive law is amended by adding a new\n   16  subdivision 55-a to read as follows:\n   17    55-A. \"RECREATIONAL VEHICLE\" MEANS A VEHICULAR CAMPING UNIT  PRIMARILY\n   18  DESIGNED  AS TEMPORARY LIVING QUARTERS FOR RECREATIONAL, CAMPING, TRAVEL\n   19  OR SEASONAL USE THAT HAS ITS OWN MOTIVE POWER OR IS MOUNTED ON OR  TOWED\n   20  BY ANOTHER VEHICLE.\n   21    S 3. This act shall take effect immediately.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01283-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the executive law, in relation to the definition of a campground within the Adirondack park ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101216.T153437.TXT", "SOBI.D101216.T111415.TXT", "SOBI.D101216.T115918.TXT", "SOBI.D101216.T114416.TXT", "SOBI.D101217.T154004.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292618404139
}