{
  "year" : 2011,
  "senateBillNo" : "S346-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO INVESTIGATIONS AND GOVERNMENT OPERATIONS",
    "billEventId" : "S346-2011-1294203600000-REFERRED+TO+INVESTIGATIONS+AND+GOVERNMENT+OPERATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "LITTLE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes a forestry stewardship and habitat conservation credit for personal income and business franchise taxes",
  "summary" : "Establishes a forestry stewardship and habitat conservation credit for personal income and business franchise taxes. ",
  "currentCommittee" : "INVESTIGATIONS AND GOVERNMENT OPERATIONS",
  "sameAs" : "A152",
  "lawSection" : "Tax Law",
  "previousVersions" : [ "S326-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n           S. 346                                                    A. 152\n\n                              2011-2012 Regular Sessions\n\n                             S E N A T E - A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       IN  SENATE -- Introduced by Sen. LITTLE -- read twice and ordered print-\n         ed, and when printed to be committed  to  the  Committee  on  Investi-\n         gations and Government Operations\n\n       IN  ASSEMBLY -- Introduced by M. of A. SAYWARD -- read once and referred\n         to the Committee on Ways and Means\n\n       AN ACT to amend the tax law, in  relation  to  establishing  a  forestry\n         stewardship  and  habitat  conservation credit for personal income and\n         business franchise taxes\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Section  606  of  the  tax law is amended by adding a new\n    2  subsection (aaa) to read as follows:\n    3    (AAA) FORESTRY STEWARDSHIP AND HABITAT CONSERVATION CREDIT. (1) IN THE\n    4  CASE OF A TAXPAYER WHO OWNS LAND THAT IS SUBJECT  TO AN  AGREEMENT  WITH\n    5  THE  DEPARTMENT  OF  ENVIRONMENTAL  CONSERVATION,  BY WHICH SUCH LAND IS\n    6  COMMITTED TO FORESTRY STEWARDSHIP, OR  HABITAT  CONSERVATION,  OR  BOTH,\n    7  THERE SHALL BE ALLOWED A CREDIT FOR TWENTY-FIVE PERCENT OF THE ALLOWABLE\n    8  SCHOOL  DISTRICT,  COUNTY AND TOWN AND REAL PROPERTY TAXES ON SUCH LAND.\n    9  IN NO EVENT SHALL THE CREDIT ALLOWED UNDER THIS SUBSECTION  IN  COMBINA-\n   10  TION  WITH  ANY  OTHER  CREDIT FOR SUCH SCHOOL DISTRICT, COUNTY AND TOWN\n   11  REAL PROPERTY TAXES UNDER THIS SECTION EXCEED SUCH TAXES.\n   12    (2) FOR THE PURPOSES OF THIS SUBSECTION:\n   13    (A)  \"ELIGIBLE  TRACT\"  SHALL  MEAN  A  TRACT  OF  LAND  OF  AT  LEAST\n   14  TWENTY-FIVE  CONTIGUOUS  ACRES THAT HAS BEEN INSPECTED BY THE DEPARTMENT\n   15  OF ENVIRONMENTAL CONSERVATION, A WILDLIFE  BIOLOGIST  CERTIFIED  BY  THE\n   16  WILDLIFE  SOCIETY,  OR  A  FISHERIES BIOLOGIST CERTIFIED BY THE AMERICAN\n   17  FISHERIES SOCIETY, AND BASED ON SUCH INSPECTION  IS  DETERMINED  BY  THE\n   18  DEPARTMENT  OF  ENVIRONMENTAL  CONSERVATION  TO BE: VALUABLE HABITAT FOR\n   19  WILDLIFE, FISH, SHELLFISH OR CRUSTACEA; OR SAFE AND SUITABLE FOR FISH OR\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01361-01-1\n\n       S. 346                              2                             A. 152\n\n    1  WILDLIFE-RELATED RECREATION, INCLUDING FISHING,  HUNTING,  TRAPPING  AND\n    2  WILDLIFE  OBSERVATION;  OR  BOTH.  LAND  DIVIDED ONLY BY FEDERAL, STATE,\n    3  COUNTY OR TOWN ROADS, EASEMENTS OR RIGHTS-OF-WAY, OR ENERGY TRANSMISSION\n    4  CORRIDORS  OR  SIMILAR  FACILITIES  SHALL  BE  CONSIDERED CONTIGUOUS FOR\n    5  PURPOSES OF THIS SECTION.\n    6    (B) \"AGREEMENT\" SHALL MEAN A WRITTEN AGREEMENT BETWEEN THE  DEPARTMENT\n    7  OF  ENVIRONMENTAL  CONSERVATION  AND  THE  OWNER  OF  AN ELIGIBLE TRACT,\n    8  EXECUTED BY BOTH PARTIES, BY WHICH THE ELIGIBLE  TRACT IS  COMMITTED  TO\n    9  HABITAT  CONSERVATION, OR FORESTRY STEWARDSHIP, OR BOTH, FOR A PERIOD OF\n   10  NOT LESS THAN FIVE YEARS.\n   11    (C) \"APPROVED HABITAT CONSERVATION PLAN\" SHALL MEAN A  PLAN,  APPROVED\n   12  BY  THE  DEPARTMENT OF ENVIRONMENTAL CONSERVATION, FOR THE MANAGEMENT OF\n   13  AN ELIGIBLE TRACT WHICH SHALL CONTAIN REQUIREMENTS  AND  STANDARDS  WITH\n   14  WHICH  THE  OWNER OF THE ELIGIBLE TRACT MUST COMPLY IN ORDER TO CONSERVE\n   15  THE VALUE OF THE LAND AS WILDLIFE, FISH, SHELLFISH, OR  CRUSTACEA  HABI-\n   16  TAT.\n   17    (D)  \"FORESTRY  STEWARDSHIP\"  SHALL  MEAN  PARTICIPATION  IN  A FOREST\n   18  CERTIFICATION PROGRAM (SUCH AS FOREST STEWARDSHIP COUNCIL CERTIFICATION,\n   19  SUSTAINABLE FORESTRY  INITIATIVE,  AMERICAN  TREE  FARM  PROGRAM,  ETC.)\n   20  RECOGNIZED IN THE REGULATIONS OF THE DEPARTMENT OF ENVIRONMENTAL CONSER-\n   21  VATION.\n   22    (3)  THERE IS HEREBY CREATED A NEW YORK STATE FORESTRY STEWARDSHIP AND\n   23  HABITAT CONSERVATION PROGRAM FOR THE PURPOSE OF PROVIDING FORESTED LANDS\n   24  IN THE STATE AND CONSERVING THE VALUE OF LAND IN THE STATE AS  WILDLIFE,\n   25  FISH, SHELLFISH OR CRUSTACEA HABITAT.\n   26    (4)  A  LANDOWNER  MAY  MAKE APPLICATION TO THE DEPARTMENT OF ENVIRON-\n   27  MENTAL CONSERVATION, ON FORMS PRESCRIBED BY  SUCH  DEPARTMENT,  TO  HAVE\n   28  LAND  INCLUDED  IN  THE NEW YORK STATE HABITAT CONSERVATION AND FORESTRY\n   29  STEWARDSHIP PROGRAM. IF, BASED ON AN  INSPECTION  OF  THE  LAND  BY  THE\n   30  DEPARTMENT OF ENVIRONMENTAL CONSERVATION, OR A WILDLIFE BIOLOGIST CERTI-\n   31  FIED  BY THE WILDLIFE SOCIETY, OR A FISHERIES BIOLOGIST CERTIFIED BY THE\n   32  AMERICAN FISHERIES SOCIETY, THE DEPARTMENT OF ENVIRONMENTAL CONSERVATION\n   33  DETERMINES THAT SUCH LAND IS AN ELIGIBLE  TRACT,  IT  SHALL  NOTIFY  THE\n   34  LANDOWNER  THAT THE LAND IS ELIGIBLE FOR INCLUSION IN THE NEW YORK STATE\n   35  HABITAT CONSERVATION AND FORESTRY STEWARDSHIP PROGRAM.\n   36    (5)  THE  DEPARTMENT  OF  ENVIRONMENTAL  CONSERVATION  MAY,   IN   ITS\n   37  DISCRETION,  ENTER  INTO  AGREEMENTS  WITH OWNERS OF ELIGIBLE TRACTS FOR\n   38  PURPOSES OF FORESTRY STEWARDSHIP, OR HABITAT CONSERVATION, OR BOTH. SUCH\n   39  AGREEMENTS SHALL BE FOR A MINIMUM DURATION  OF  FIVE  YEARS,  AND  SHALL\n   40  CONTAIN  A DESCRIPTION OF THE PROPERTY THAT IS THE SUBJECT OF THE AGREE-\n   41  MENT, AND SUCH TERMS AND CONDITIONS AS THE DEPARTMENT DEEMS APPROPRIATE,\n   42  INCLUDING, BUT NOT LIMITED TO:\n   43    (A) FOR FORESTRY STEWARDSHIP AGREEMENTS, A DESCRIPTION OF THE  PARTIC-\n   44  IPATION  IN A FOREST CERTIFICATION PROGRAM FOR A PERIOD OF NOT LESS THAN\n   45  FIVE YEARS;\n   46    (B) FOR HABITAT CONSERVATION AGREEMENTS, A REQUIREMENT THAT THE  LAND-\n   47  OWNER  DEVELOP  A HABITAT CONSERVATION PLAN AND IMPLEMENT THE PLAN FOR A\n   48  PERIOD OF NOT LESS THAN FIVE YEARS;\n   49    (C) FOR HABITAT CONSERVATION AND FORESTRY  STEWARDSHIP  AGREEMENTS,  A\n   50  REQUIREMENT  THAT  THE LANDOWNER DEVELOP A HABITAT CONSERVATION PLAN AND\n   51  IMPLEMENT THE PLAN FOR A PERIOD OF NOT  LESS  THAN  FIVE  YEARS;  AND  A\n   52  DESCRIPTION  OF  PARTICIPATION  IN  A FOREST CERTIFICATION PROGRAM FOR A\n   53  PERIOD OF NOT LESS THAN FIVE YEARS;\n   54    (D) A REQUIREMENT THAT THE LANDOWNER'S OBLIGATIONS CONCERNING THE LAND\n   55  UNDER THE TERMS OF THE AGREEMENT, AS WELL AS ANY BENEFITS, SHALL PASS TO\n\n       S. 346                              3                             A. 152\n\n    1  ANY SUCCESSOR IN INTEREST TO SUCH LAND FOR THE DURATION OF THE  TERM  OF\n    2  THE AGREEMENT; AND\n    3    (E)  A REQUIREMENT THAT A COPY OF THE AGREEMENT SHALL BE DULY RECORDED\n    4  AND INDEXED AS SUCH IN THE OFFICE OF THE RECORDING OFFICER FOR THE COUN-\n    5  TY OR COUNTIES WHERE THE LAND IS SITUATE IN  THE  MANNER  PRESCRIBED  BY\n    6  ARTICLE  NINE  OF THE REAL PROPERTY LAW; AND THAT ANY SUBSEQUENT INSTRU-\n    7  MENT OF CONVEYANCE RELATING TO THE PROPERTY ENCUMBERED BY THE  AGREEMENT\n    8  SHALL  REFERENCE,  BY BOOK AND PAGE NUMBER, THE AGREEMENT; AND THAT SUCH\n    9  INSTRUMENT SHALL ALSO SPECIFY  THAT  THE  PROPERTY  IS  SUBJECT  TO  THE\n   10  RESTRICTIONS  CONTAINED IN THE AGREEMENT; AND THAT AN INSTRUMENT FOR THE\n   11  PURPOSE OF CREATING, CONVEYING, MODIFYING OR TERMINATING  THE  AGREEMENT\n   12  SHALL NOT BE EFFECTIVE UNLESS RECORDED.\n   13    (6)  THE AMOUNT OF THE CREDIT THAT MAY BE CLAIMED BY A TAXPAYER PURSU-\n   14  ANT TO THIS SUBSECTION SHALL NOT EXCEED  TEN  THOUSAND  DOLLARS  IN  ANY\n   15  GIVEN YEAR.\n   16    (7)  IF THE AMOUNT OF THE CREDIT UNDER THIS SUBSECTION FOR ANY TAXABLE\n   17  YEAR SHALL EXCEED THE TAXPAYER'S TAX FOR SUCH YEAR, THE EXCESS SHALL  BE\n   18  TREATED  AS  AN OVERPAYMENT OF TAX TO BE CREDITED OR REFUNDED IN ACCORD-\n   19  ANCE WITH THE PROVISIONS OF SECTION SIX HUNDRED EIGHTY-SIX OF THIS ARTI-\n   20  CLE, PROVIDED, HOWEVER, THAT NO INTEREST SHALL BE PAID THEREIN.\n   21    S 2. Paragraph 4 of subsection (n) of section 606 of the tax  law,  as\n   22  amended  by  section  2  of part F of chapter 62 of the laws of 2006, is\n   23  amended to read as follows:\n   24    (4) Qualified agricultural property. For purposes of this  subsection,\n   25  the  term  \"qualified  agricultural property\" means land located in this\n   26  state which is used in agricultural production, and  land  improvements,\n   27  structures  and  buildings  (excluding buildings used for the taxpayer's\n   28  residential purpose) located on such land which are used or occupied  to\n   29  carry out such production. Qualified agricultural property also includes\n   30  land  set  aside  or  retired  under a federal supply management or soil\n   31  conservation program or land that at the time it becomes  subject  to  a\n   32  conservation easement, as defined under subsection (kk) of this section,\n   33  met  the requirements under this paragraph, AND LAND THAT AT THE TIME IT\n   34  BECOMES SUBJECT TO AN AGREEMENT AS DEFINED IN SUBSECTION (AAA)  OF  THIS\n   35  SECTION MET THE REQUIREMENTS UNDER THIS PARAGRAPH.\n   36    S 3. Section 210 of the tax law is amended by adding a new subdivision\n   37  43 to read as follows:\n   38    43.  FORESTRY  STEWARDSHIP AND HABITAT CONSERVATION CREDIT. (1) IN THE\n   39  CASE OF A TAXPAYER WHO OWNS LAND THAT IS SUBJECT TO  AN  AGREEMENT  WITH\n   40  THE  DEPARTMENT  OF  ENVIRONMENTAL  CONSERVATION,  BY WHICH SUCH LAND IS\n   41  COMMITTED TO FORESTRY STEWARDSHIP, OR  HABITAT  CONSERVATION,  OR  BOTH,\n   42  THERE  SHALL  BE ALLOWED A CREDIT FOR  TWENTY-FIVE PERCENT OF THE ALLOW-\n   43  ABLE SCHOOL DISTRICT, COUNTY AND TOWN AND REAL PROPERTY  TAXES  ON  SUCH\n   44  LAND.  IN  NO  EVENT  SHALL THE CREDIT ALLOWED UNDER THIS SUBDIVISION IN\n   45  COMBINATION WITH ANY OTHER CREDIT FOR SUCH SCHOOL DISTRICT,  COUNTY  AND\n   46  TOWN REAL PROPERTY TAXES UNDER THIS SECTION EXCEED SUCH TAXES.\n   47    (2) FOR THE PURPOSES OF THIS SUBDIVISION:\n   48    (A)  \"ELIGIBLE  TRACT\"  SHALL  MEAN  A  TRACT  OF  LAND  OF  AT  LEAST\n   49  TWENTY-FIVE CONTIGUOUS ACRES THAT HAS BEEN INSPECTED BY  THE  DEPARTMENT\n   50  OF  ENVIRONMENTAL  CONSERVATION,  A  WILDLIFE BIOLOGIST CERTIFIED BY THE\n   51  WILDLIFE SOCIETY, OR A FISHERIES BIOLOGIST  CERTIFIED  BY  THE  AMERICAN\n   52  FISHERIES  SOCIETY,  AND  BASED  ON SUCH INSPECTION IS DETERMINED BY THE\n   53  DEPARTMENT OF ENVIRONMENTAL CONSERVATION TO  BE:  VALUABLE  HABITAT  FOR\n   54  WILDLIFE, FISH, SHELLFISH OR CRUSTACEA; OR SAFE AND SUITABLE FOR FISH OR\n   55  WILDLIFE-RELATED  RECREATION,  INCLUDING  FISHING, HUNTING, TRAPPING AND\n   56  WILDLIFE OBSERVATION; OR BOTH. LAND  DIVIDED  ONLY  BY  FEDERAL,  STATE,\n\n       S. 346                              4                             A. 152\n\n    1  COUNTY OR TOWN ROADS, EASEMENTS OR RIGHTS-OF-WAY, OR ENERGY TRANSMISSION\n    2  CORRIDORS  OR  SIMILAR  FACILITIES  SHALL  BE  CONSIDERED CONTIGUOUS FOR\n    3  PURPOSES OF THIS SECTION.\n    4    (B)  \"AGREEMENT\" SHALL MEAN A WRITTEN AGREEMENT BETWEEN THE DEPARTMENT\n    5  OF ENVIRONMENTAL CONSERVATION  AND  THE  OWNER  OF  AN  ELIGIBLE  TRACT,\n    6  EXECUTED  BY  BOTH  PARTIES, BY WHICH THE ELIGIBLE TRACT IS COMMITTED TO\n    7  HABITAT CONSERVATION, OR FORESTRY STEWARDSHIP, OR BOTH, FOR A PERIOD  OF\n    8  NOT LESS THAN FIVE YEARS.\n    9    (C)  \"APPROVED  HABITAT CONSERVATION PLAN\" SHALL MEAN A PLAN, APPROVED\n   10  BY THE DEPARTMENT OF ENVIRONMENTAL CONSERVATION, FOR THE  MANAGEMENT  OF\n   11  AN  ELIGIBLE  TRACT  WHICH SHALL CONTAIN REQUIREMENTS AND STANDARDS WITH\n   12  WHICH THE OWNER OF THE ELIGIBLE TRACT MUST COMPLY IN ORDER  TO  CONSERVE\n   13  THE  VALUE  OF THE LAND AS WILDLIFE, FISH, SHELLFISH, OR CRUSTACEA HABI-\n   14  TAT.\n   15    (D) \"FORESTRY  STEWARDSHIP\"  SHALL  MEAN  PARTICIPATION  IN  A  FOREST\n   16  CERTIFICATION PROGRAM (SUCH AS FOREST STEWARDSHIP COUNCIL CERTIFICATION,\n   17  SUSTAINABLE  FORESTRY  INITIATIVE,  AMERICAN  TREE  FARM  PROGRAM, ETC.)\n   18  RECOGNIZED IN THE REGULATIONS OF THE DEPARTMENT OF ENVIRONMENTAL CONSER-\n   19  VATION.\n   20    (3) THERE IS HEREBY CREATED A NEW YORK STATE FORESTRY STEWARDSHIP  AND\n   21  HABITAT CONSERVATION PROGRAM FOR THE PURPOSE OF PROVIDING FORESTED LANDS\n   22  IN  THE STATE AND CONSERVING THE VALUE OF LAND IN THE STATE AS WILDLIFE,\n   23  FISH, SHELLFISH OR CRUSTACEA HABITAT.\n   24    (4) A LANDOWNER MAY MAKE APPLICATION TO  THE  DEPARTMENT  OF  ENVIRON-\n   25  MENTAL  CONSERVATION,  ON  FORMS  PRESCRIBED BY SUCH DEPARTMENT, TO HAVE\n   26  LAND INCLUDED IN THE NEW YORK STATE HABITAT  CONSERVATION  AND  FORESTRY\n   27  STEWARDSHIP  PROGRAM.  IF,  BASED  ON  AN  INSPECTION OF THE LAND BY THE\n   28  DEPARTMENT OF ENVIRONMENTAL CONSERVATION, OR A WILDLIFE BIOLOGIST CERTI-\n   29  FIED BY THE WILDLIFE SOCIETY, OR A FISHERIES BIOLOGIST CERTIFIED BY  THE\n   30  AMERICAN FISHERIES SOCIETY, THE DEPARTMENT OF ENVIRONMENTAL CONSERVATION\n   31  DETERMINES  THAT  SUCH  LAND  IS  AN ELIGIBLE TRACT, IT SHALL NOTIFY THE\n   32  LANDOWNER THAT THE LAND IS ELIGIBLE FOR INCLUSION IN THE NEW YORK  STATE\n   33  HABITAT CONSERVATION AND FORESTRY STEWARDSHIP PROGRAM.\n   34    (5)   THE   DEPARTMENT  OF  ENVIRONMENTAL  CONSERVATION  MAY,  IN  ITS\n   35  DISCRETION, ENTER INTO AGREEMENTS WITH OWNERS  OF  ELIGIBLE  TRACTS  FOR\n   36  PURPOSES OF HABITAT CONSERVATION, OR FORESTRY STEWARDSHIP, OR BOTH. SUCH\n   37  AGREEMENTS  SHALL  BE  FOR  A  MINIMUM DURATION OF FIVE YEARS, AND SHALL\n   38  CONTAIN A DESCRIPTION OF THE PROPERTY THAT IS THE SUBJECT OF THE  AGREE-\n   39  MENT, AND SUCH TERMS AND CONDITIONS AS THE DEPARTMENT DEEMS APPROPRIATE,\n   40  INCLUDING, BUT NOT LIMITED TO:\n   41    (A)  FOR FORESTRY STEWARDSHIP AGREEMENTS, A DESCRIPTION OF THE PARTIC-\n   42  IPATION IN A FOREST CERTIFICATION PROGRAM FOR A PERIOD OF NOT LESS  THAN\n   43  FIVE YEARS;\n   44    (B)  FOR HABITAT CONSERVATION AGREEMENTS, A REQUIREMENT THAT THE LAND-\n   45  OWNER DEVELOP A HABITAT CONSERVATION PLAN AND IMPLEMENT THE PLAN  FOR  A\n   46  PERIOD OF NOT LESS THAN FIVE YEARS;\n   47    (C)  FOR  HABITAT  CONSERVATION AND FORESTRY STEWARDSHIP AGREEMENTS, A\n   48  REQUIREMENT THAT THE LANDOWNER DEVELOP A HABITAT CONSERVATION  PLAN  AND\n   49  IMPLEMENT  THE  PLAN  FOR  A  PERIOD  OF NOT LESS THAN FIVE YEARS; AND A\n   50  DESCRIPTION OF PARTICIPATION IN A FOREST  CERTIFICATION  PROGRAM  FOR  A\n   51  PERIOD OF NOT LESS THAN FIVE YEARS;\n   52    (D) A REQUIREMENT THAT THE LANDOWNER'S OBLIGATIONS CONCERNING THE LAND\n   53  UNDER THE TERMS OF THE AGREEMENT, AS WELL AS ANY BENEFITS, SHALL PASS TO\n   54  ANY  SUCCESSOR  IN INTEREST TO SUCH LAND FOR THE DURATION OF THE TERM OF\n   55  THE AGREEMENT; AND\n\n       S. 346                              5                             A. 152\n\n    1    (E) A REQUIREMENT THAT A COPY OF THE AGREEMENT SHALL BE DULY  RECORDED\n    2  AND INDEXED AS SUCH IN THE OFFICE OF THE RECORDING OFFICER FOR THE COUN-\n    3  TY  OR  COUNTIES  WHERE  THE LAND IS SITUATE IN THE MANNER PRESCRIBED BY\n    4  ARTICLE NINE OF THE REAL PROPERTY LAW; AND THAT ANY  SUBSEQUENT  INSTRU-\n    5  MENT  OF CONVEYANCE RELATING TO THE PROPERTY ENCUMBERED BY THE AGREEMENT\n    6  SHALL REFERENCE, BY BOOK AND PAGE NUMBER, THE AGREEMENT; AND  THAT  SUCH\n    7  INSTRUMENT  SHALL  ALSO  SPECIFY  THAT  THE  PROPERTY  IS SUBJECT TO THE\n    8  RESTRICTIONS CONTAINED IN THE AGREEMENT; AND THAT AN INSTRUMENT FOR  THE\n    9  PURPOSE  OF  CREATING, CONVEYING, MODIFYING OR TERMINATING THE AGREEMENT\n   10  SHALL NOT BE EFFECTIVE UNLESS RECORDED.\n   11    (6) THE AMOUNT OF THE CREDIT THAT MAY BE CLAIMED BY A TAXPAYER  PURSU-\n   12  ANT  TO  THIS  SUBDIVISION  SHALL NOT EXCEED TEN THOUSAND DOLLARS IN ANY\n   13  GIVEN YEAR.\n   14    (7) IF THE AMOUNT OF THE CREDIT UNDER THIS SUBDIVISION FOR ANY TAXABLE\n   15  YEAR SHALL EXCEED THE TAXPAYER'S TAX FOR SUCH YEAR, THE EXCESS SHALL  BE\n   16  TREATED  AS  AN OVERPAYMENT OF TAX TO BE CREDITED OR REFUNDED IN ACCORD-\n   17  ANCE WITH THE PROVISIONS OF SECTION SIX HUNDRED EIGHTY-SIX OF THIS CHAP-\n   18  TER, PROVIDED, HOWEVER, THAT NO INTEREST SHALL BE PAID THEREIN.\n   19    S 4. Paragraph (d) of subdivision 22 of section 210 of the tax law, as\n   20  amended by section 4 of part F of chapter 62 of the  laws  of  2006,  is\n   21  amended to read as follows:\n   22    (d) Qualified agricultural property. For purposes of this subdivision,\n   23  the  term  \"qualified  agricultural property\" means land located in this\n   24  state which is used in agricultural production, and  land  improvements,\n   25  structures  and  buildings  (excluding buildings used for the taxpayer's\n   26  residential purpose) located on such land which are used or occupied  to\n   27  carry out such production. Qualified agricultural property also includes\n   28  land  set  aside  or  retired  under a federal supply management or soil\n   29  conservation program [or], land that at the time it becomes subject to a\n   30  conservation easement, as defined under subdivision thirty-eight of this\n   31  section, met the requirements under this paragraph AND LAND THAT AT  THE\n   32  TIME  IT  BECOMES  SUBJECT  TO AN AGREEMENT AS DEFINED UNDER SUBDIVISION\n   33  FORTY-THREE OF THIS SECTION, MET THE REQUIREMENTS UNDER THIS PARAGRAPH.\n   34    S 5. Subparagraph (B) of paragraph 1 of subsection (i) of section  606\n   35  of  the  tax  law  is  amended by adding a new clause (xxxii) to read as\n   36  follows:\n\n   37  (XXXII) FOREST STEWARDSHIP AND       AMOUNT OF CREDIT UNDER\n   38  HABITAT CONSERVATION                 SUBDIVISION FORTY-THREE OF\n   39  CREDIT UNDER SUBSECTION (AAA)        SECTION TWO HUNDRED TEN\n   40    S 6.  This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the tax law, in relation to establishing a forestry stewardship and habitat conservation credit for personal income and business franchise taxes ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101216.T121420.TXT", "SOBI.D101216.T120418.TXT", "SOBI.D101216.T111415.TXT", "SOBI.D101217.T153505.TXT", "SOBI.D101216.T114416.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292618105989
}