{
  "year" : 2011,
  "senateBillNo" : "S347-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO INVESTIGATIONS AND GOVERNMENT OPERATIONS",
    "billEventId" : "S347-2011-1294203600000-REFERRED+TO+INVESTIGATIONS+AND+GOVERNMENT+OPERATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "DIAZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides that issuers of debit and credit cards shall pay sales and use taxes directly to the commissioner of taxation and finance",
  "summary" : "Provides that issuers of debit and credit cards shall pay sales and use taxes directly to the state tax commission. ",
  "currentCommittee" : "INVESTIGATIONS AND GOVERNMENT OPERATIONS",
  "sameAs" : "A156",
  "lawSection" : "Tax Law",
  "previousVersions" : [ "SA2550-2009", "AA7674-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n           S. 347                                                    A. 156\n\n                              2011-2012 Regular Sessions\n\n                             S E N A T E - A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       IN  SENATE -- Introduced by Sen. DIAZ -- read twice and ordered printed,\n         and when printed to be committed to the  Committee  on  Investigations\n         and Government Operations\n\n       IN ASSEMBLY -- Introduced by M. of A. KAVANAGH -- read once and referred\n         to the Committee on Ways and Means\n\n       AN  ACT to amend the tax law, in relation to requiring issuers of credit\n         cards and debit cards to pay and collect sales and use taxes  and  pay\n         such taxes to the commissioner of taxation and finance\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The tax law is amended by adding a new section 1168 to read\n    2  as follows:\n    3    S 1168. COLLECTION AND PAYMENT OF TAXES BY PROCESSORS OF CREDIT  CARDS\n    4  AND  DEBIT CARDS. (A) NOTWITHSTANDING ANY LAW, RULE OR REGULATION TO THE\n    5  CONTRARY, AN ISSUER OF CREDIT  CARDS  OR  DEBIT  CARDS,  AS  DEFINED  IN\n    6  SECTION  FIVE  HUNDRED ELEVEN OF THE GENERAL BUSINESS LAW, SHALL COLLECT\n    7  AND PAY TAXES IMPOSED BY ARTICLES TWENTY-EIGHT AND TWENTY-NINE  OF  THIS\n    8  CHAPTER,  AND  SHALL  BE SUBJECT TO ALL PROVISIONS OF SUCH ARTICLES AS A\n    9  PERSON REQUIRED TO COLLECT TAX, AS DEFINED IN SUBDIVISION ONE OF SECTION\n   10  ELEVEN HUNDRED THIRTY-ONE OF THIS CHAPTER ON ALL TRANSACTIONS  CONDUCTED\n   11  WITH  A  CREDIT OR DEBIT CARD OF THE ISSUER, PROVIDED, HOWEVER, NOTWITH-\n   12  STANDING ANY LAW, RULE OR REGULATION TO THE CONTRARY, SUCH  TAXES  SHALL\n   13  BE PAID DIRECTLY TO THE COMMISSIONER BY THE ISSUER.\n   14    (B)  NOTWITHSTANDING  ANY  LAW, RULE OR REGULATION TO THE CONTRARY, ON\n   15  ANY TRANSACTION CONDUCTED WITH A DEBIT OR CREDIT  CARD  OF  THE  ISSUER,\n   16  WHEREIN  THE  ISSUER  IS  REQUIRED  TO COLLECT AND PAY TAXES PURSUANT TO\n   17  SUBDIVISION (A) OF THIS SECTION, THE VENDOR OF TANGIBLE PERSONAL PROPER-\n   18  TY OR SERVICES INVOLVED IN SAID TRANSACTION SHALL NOT BE REQUIRED TO PAY\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00836-01-1\n\n       S. 347                              2                             A. 156\n\n    1  AND COLLECT TAXES PURSUANT TO ARTICLES TWENTY-EIGHT AND  TWENTY-NINE  OF\n    2  THIS CHAPTER, RATHER THIS DUTY SHALL BE IMPOSED UPON PROCESSORS.\n    3    (C)  FOR  PURPOSES  OF  THIS  SECTION, PROCESSOR SHALL MEAN ANY ENTITY\n    4  WHICH CONTRACTS WITH VENDORS TO PROCESS THEIR CREDIT CARD  RECEIPTS  AND\n    5  WHO  FOR  A FEE, OBTAIN FUNDS FOR VENDORS FROM SUCH ISSUERS OF CREDIT OR\n    6  DEBIT CARDS.\n    7    S 2. This act shall take effect on the first of October next  succeed-\n    8  ing the date on which it shall have become a law. Effective immediately,\n    9  any  rules  and  regulations  necessary for the timely implementation of\n   10  this act on its effective date may be  promulgated  on  or  before  such\n   11  date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the tax law, in relation to requiring issuers of credit cards and debit cards to pay and collect sales and use taxes and pay such taxes to the commissioner of taxation and finance ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101216.T111415.TXT", "SOBI.D101216.T120418.TXT", "SOBI.D101216.T111915.TXT", "SOBI.D101216.T114416.TXT", "SOBI.D101217.T154004.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292618404147
}