{
  "year" : 2011,
  "senateBillNo" : "S35-2011",
  "billEvents" : null,
  "votes" : null,
  "sponsor" : null,
  "title" : null,
  "summary" : null,
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : null,
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          35\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by Sen. SQUADRON -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Elections\n\n       AN ACT to amend the election law, in relation to reducing the  aggregate\n         calendar  limit  on  the  amount  of contributions that can be made by\n         individuals\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision  8  of section 14-114 of the election law, as\n    2  amended by chapter 8 of the laws of 1978 and as redesignated by  chapter\n    3  9 of the laws of 1978, is amended to read as follows:\n    4    8. Except as may otherwise be provided for a candidate and his family,\n    5  no  person  may  contribute, loan or guarantee in excess of [one hundred\n    6  fifty] SEVENTY-FIVE thousand dollars within the state in connection with\n    7  the nomination or election of persons to state and local public  offices\n    8  and  party  positions  within  the state of New York in any one calendar\n    9  year. For the purposes of this subdivision \"loan\" or  \"guarantee\"  shall\n   10  mean a loan or guarantee which is not repaid or discharged in the calen-\n   11  dar year in which it is made.\n   12    S  2. This act shall take effect on the first of January next succeed-\n   13  ing the date on which it shall have become a law.\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00045-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : null,
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101201.T163624.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1291239384953
}