{
  "year" : 2011,
  "senateBillNo" : "S350-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S350-2011-1294203600000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "DIAZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires court to advise aliens of deportation consequences of guilty plea; allows guilty plea withdrawal",
  "summary" : "Requires a court to advise a defendant that if he or she is an alien and he or she is convicted of a crime, whether by plea or trial, such conviction may result in his or her deportation; allows a withdrawal of a plea of guilty by an alien if such alien is threatened with deportation and such alien is not so advised of such threat of deportation. ",
  "currentCommittee" : "CODES",
  "sameAs" : null,
  "lawSection" : "Criminal Procedure Law",
  "previousVersions" : [ "SB3154-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          350\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  DIAZ  --  read twice and ordered printed, and when\n         printed to be committed to the Committee on Codes\n\n       AN ACT to amend the criminal procedure law, in relation to requiring  an\n         advisement  by  the  court  regarding  the possible consequences to an\n         alien of the acceptance of a plea of guilty to a crime under state law\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.    Legislative  finding and declaration.   The legislature\n    2  finds and declares that in many instances involving an individual who is\n    3  not a citizen of the United States charged with an offense punishable as\n    4  a crime under state law, a plea of guilty is entered without the defend-\n    5  ant knowing that a conviction of such offense is  grounds  for  deporta-\n    6  tion, exclusion from admission to the United States, or denial of natur-\n    7  alization  pursuant  to the laws of the United States.  Therefore, it is\n    8  the intent of the legislature by enacting this act to  promote  fairness\n    9  to  such  accused individuals by requiring in such cases that acceptance\n   10  of a guilty plea be preceded by an appropriate warning  of  the  special\n   11  consequences for such a defendant which may result from the plea.  It is\n   12  also  the  intent  of the legislature that the court in such cases shall\n   13  grant the defendant a reasonable amount of time to  negotiate  with  the\n   14  prosecutor  in  the  event  the defendant or the defendant's counsel was\n   15  unaware of the possibility of deportation, exclusion from  admission  to\n   16  the   United  States,  or  denial  of  naturalization  as  a  result  of\n   17  conviction. It is further the intent of the legislature that at the time\n   18  of the plea no defendant shall be required to disclose his or her  legal\n   19  status to the court.\n   20    S 2.  Subdivision 4 of section 170.10 of the criminal procedure law is\n   21  amended by adding two new paragraphs (f) and (g) to read as follows:\n   22    (F)  WHERE THE ACCUSATORY INSTRUMENT IS AN INFORMATION, A PROSECUTOR'S\n   23  INFORMATION OR A MISDEMEANOR COMPLAINT, BEFORE ACCEPTING A PLEA OF GUIL-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03132-01-1\n\n       S. 350                              2\n\n    1  TY TO ANY OFFENSE PUNISHABLE AS A CRIME UNDER STATE LAW, THE COURT SHALL\n    2  ADDRESS  THE  DEFENDANT  PERSONALLY  IN OPEN COURT, ON THE RECORD, UNDER\n    3  OATH, INFORMING HIM OR HER OF AND DETERMINING THAT HE OR SHE UNDERSTANDS\n    4  THE  FOLLOWING:  \"IF YOU ARE NOT A CITIZEN OF THE UNITED STATES, YOU ARE\n    5  HEREBY ADVISED THAT ACCEPTANCE BY THE COURT  OF  A  PLEA  OF  GUILTY  OR\n    6  CONVICTION  OF  THE  CRIME FOR WHICH YOU HAVE BEEN CHARGED MAY RESULT IN\n    7  YOUR DEPORTATION, EXCLUSION FROM ADMISSION  TO  THE  UNITED  STATES,  OR\n    8  DENIAL  OF  NATURALIZATION  PURSUANT  TO THE LAWS OF THE UNITED STATES.\"\n    9  ABSENT A RECORD THAT THE COURT PROVIDED THE ADVISEMENT REQUIRED BY  THIS\n   10  PARAGRAPH,  THE  DEFENDANT  SHALL  BE  PRESUMED NOT TO HAVE RECEIVED THE\n   11  REQUIRED ADVISEMENT.\n   12    (G) UPON REQUEST, THE COURT SHALL ALLOW THE DEFENDANT ADDITIONAL  TIME\n   13  TO  CONSIDER  THE APPROPRIATENESS OF THE PLEA IN LIGHT OF THE ADVISEMENT\n   14  AS DESCRIBED IN PARAGRAPH (F) OF THIS SUBDIVISION.\n   15    S 3. Section 180.10 of the criminal procedure law is amended by adding\n   16  a new subdivision 7 to read as follows:\n   17    7.  BEFORE ACCEPTING A PLEA OF GUILTY TO ANY OFFENSE PUNISHABLE  AS  A\n   18  CRIME  UNDER STATE LAW, THE COURT SHALL ADDRESS THE DEFENDANT PERSONALLY\n   19  IN OPEN COURT, ON THE RECORD, UNDER OATH, INFORMING HIM OR  HER  OF  AND\n   20  DETERMINING THAT HE OR SHE UNDERSTANDS THE FOLLOWING:  \"IF YOU ARE NOT A\n   21  CITIZEN  OF THE UNITED STATES, YOU ARE HEREBY ADVISED THAT ACCEPTANCE BY\n   22  THE COURT OF A PLEA OF GUILTY OR CONVICTION OF THE CRIME FOR  WHICH  YOU\n   23  HAVE  BEEN CHARGED MAY RESULT IN YOUR DEPORTATION, EXCLUSION FROM ADMIS-\n   24  SION TO THE UNITED STATES, OR DENIAL OF NATURALIZATION PURSUANT  TO  THE\n   25  LAWS OF THE UNITED STATES.\"  ABSENT A RECORD THAT THE COURT PROVIDED THE\n   26  ADVISEMENT REQUIRED BY THIS SUBDIVISION, THE DEFENDANT SHALL BE PRESUMED\n   27  NOT TO HAVE RECEIVED THE REQUIRED ADVISEMENT.\n   28    UPON  REQUEST,  THE COURT SHALL ALLOW THE DEFENDANT ADDITIONAL TIME TO\n   29  CONSIDER THE APPROPRIATENESS OF THE PLEA IN LIGHT OF THE  ADVISEMENT  AS\n   30  DESCRIBED IN PARAGRAPH (F) OF SUBDIVISION FOUR OF SECTION 170.10 OF THIS\n   31  TITLE.\n   32    S 4. Section 210.15 of the criminal procedure law is amended by adding\n   33  a new subdivision 4 to read as follows:\n   34    4.  UPON  ARRAIGNMENT  ON  AN INDICTMENT, AND PRIOR TO ACCEPTANCE OF A\n   35  PLEA OF GUILTY TO ANY CRIME UNDER STATE LAW,  THE  DEFENDANT  SHALL,  IN\n   36  ADDITION  TO  ANY OTHER WARNING REQUIRED BY LAW, BE ENTITLED TO SUBSTAN-\n   37  TIALLY THE FOLLOWING ADVISEMENT TO BE ORALLY ADMINISTERED BY  THE  COURT\n   38  AND  PLACED  UPON  THE RECORD:   \"IF YOU ARE NOT A CITIZEN OF THE UNITED\n   39  STATES, YOU ARE HEREBY ADVISED THAT ACCEPTANCE BY THE COURT OF A PLEA OF\n   40  GUILTY OR CONVICTION OF THE CRIME FOR WHICH YOU HAVE  BEEN  CHARGED  MAY\n   41  RESULT  IN  YOUR  DEPORTATION,  EXCLUSION  FROM  ADMISSION TO THE UNITED\n   42  STATES, OR DENIAL OF NATURALIZATION PURSUANT TO THE LAWS OF  THE  UNITED\n   43  STATES.\"    ABSENT  A  RECORD  THAT  THE  COURT  PROVIDED THE ADVISEMENT\n   44  REQUIRED BY THIS SUBDIVISION, THE DEFENDANT SHALL  BE  PRESUMED  NOT  TO\n   45  HAVE  RECEIVED  THE REQUIRED ADVISEMENT. IF THE COURT FAILS TO SO ADVISE\n   46  THE DEFENDANT, AND HE OR SHE LATER AT ANY TIME SHOWS  THAT  HIS  OR  HER\n   47  PLEA  AND  CONVICTION  MAY  HAVE OR HAS HAD ONE OF THE ENUMERATED CONSE-\n   48  QUENCES, EVEN IF THE DEFENDANT HAS ALREADY BEEN DEPORTED FROM THE UNITED\n   49  STATES, THE COURT, ON THE DEFENDANT'S MOTION, SHALL VACATE THE  JUDGMENT\n   50  AND  PERMIT THE DEFENDANT TO WITHDRAW THE PLEA OF GUILTY OR ADMISSION OR\n   51  SUFFICIENT FACTS, AND ENTER A PLEA OF NOT GUILTY.   ABSENT  AN  OFFICIAL\n   52  RECORD  IN  THE  COURT  FILE  THAT  THE COURT PROVIDED THE ADVISEMENT AS\n   53  PRESCRIBED IN THIS SECTION, THE DEFENDANT SHALL BE PRESUMED NOT TO  HAVE\n   54  RECEIVED  ADVISEMENT.  AN ADVISEMENT PREVIOUSLY OR SUBSEQUENTLY PROVIDED\n   55  TO THE DEFENDANT DURING ANOTHER PLEA  COLLOQUY  SHALL  NOT  SATISFY  THE\n   56  ADVISEMENT REQUIRED BY THIS SECTION, NOR SHALL IT BE USED TO PRESUME THE\n\n       S. 350                              3\n\n    1  DEFENDANT  UNDERSTOOD  THE  PLEA  OF  GUILTY, OR ADMISSION TO SUFFICIENT\n    2  FACTS HE OR SHE SEEKS TO VACATE AND WOULD HAVE THE CONSEQUENCE OF DEPOR-\n    3  TATION, REMOVAL, EXCLUSION FROM ADMISSION TO THE UNITED STATES OR DENIAL\n    4  OF  NATURALIZATION.  NOTHING  IN  THIS  SECTION  SHALL  BE  CONSTRUED AS\n    5  PREVENTING THE COURT, IN THE  SOUND  EXERCISE  OF  ITS  DISCRETION  FROM\n    6  SETTING ASIDE THE JUDGMENT OF CONVICTION AND PERMITTING THE DEFENDANT TO\n    7  WITHDRAW  HIS  OR  HER  PLEA. THE DEFENDANT SHALL NOT BE REQUIRED AT ANY\n    8  TIME DURING THE PROCEEDINGS OR AT THE TIME OF THE PLEA  TO  DISCLOSE  TO\n    9  THE COURT HIS OR HER LEGAL STATUS IN THE UNITED STATES.\n   10    S 5. This act shall take effect on the first of November next succeed-\n   11  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the criminal procedure law, in relation to requiring an advisement by the court regarding the possible consequences to an alien of the acceptance of a plea of guilty to a crime under state law ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101216.T122420.TXT", "SOBI.D101216.T122920.TXT", "SOBI.D101216.T113916.TXT", "SOBI.D101216.T115417.TXT", "SOBI.D101217.T133952.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292611192030
}