{
  "year" : 2011,
  "senateBillNo" : "S351-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO HIGHER EDUCATION",
    "billEventId" : "S351-2011-1294203600000-REFERRED+TO+HIGHER+EDUCATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "ROBACH",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides that certain vocational schools that certify medical assistants and patient care technicians to increase course offerings to train licensed practical nurses",
  "summary" : "Provides that certain vocational schools that certify medical assistants and patient care technicians increase course offerings to train licensed practical nurses. ",
  "currentCommittee" : "HIGHER EDUCATION",
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "S361-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          351\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  ROBACH -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Higher Education\n\n       AN ACT to amend the education law, in  relation  to  certain  vocational\n         schools providing licensed practical nurse training\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 6443 of the education law, as  amended  by  chapter\n    2  994 of the laws of 1971, is amended to read as follows:\n    3    S [6443]  6453.  Special  nursing education program.  To grant greater\n    4  opportunity in nursing education, the commissioner may:\n    5    1. Enter into contracts with any institution of VOCATIONAL  EDUCATION,\n    6  higher education incorporated in this state, voluntary non-profit hospi-\n    7  tals  incorporated  within this state or public hospitals located within\n    8  this state for:\n    9    (1) A contract for conducting courses approved by  the  department  to\n   10  assist  foreign  trained  nurses  to qualify for a license as a LICENSED\n   11  PRACTICAL NURSE OR registered professional nurse in this state.\n   12    (2) A contract for conducting refresher courses for residents of  this\n   13  state  who have been licensed as LICENSED PRACTICAL NURSES OR registered\n   14  professional nurses but who are not actively engaged in nursing.\n   15    (3) A CONTRACT WITH PRIVATE  VOCATIONAL  EDUCATION  INSTITUTIONS  THAT\n   16  CERTIFY  MEDICAL  ASSISTANTS  OR  PATIENT  CARE  TECHNICIANS, TO CONDUCT\n   17  COURSES APPROVED BY THE DEPARTMENT TO QUALIFY PERSONS AS LICENSED  PRAC-\n   18  TICAL NURSES.\n   19    2.  Enter  into a contract to expand the enrollment of any institution\n   20  of higher education incorporated within  this  state  or  any  voluntary\n   21  non-profit  hospital or municipal or county hospital incorporated within\n   22  this state providing either a regents' approved curriculum leading to  a\n   23  baccalaureate  degree  in  professional nursing or a regents' registered\n   24  program in professional nursing, by paying an agreed sum to the institu-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01879-01-1\n\n       S. 351                              2\n\n    1  tion for each additional student enrolled in each  year  of  instruction\n    2  above  the  average  enrollment in such year of instruction for the last\n    3  five years prior to the year for which the  payment  is  made.  The  sum\n    4  shall not be paid for more than ten additional students per year.\n    5    3.  Promulgate  regulations  necessary for the implementation of these\n    6  programs.\n    7    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to certain vocational schools providing licensed practical nurse training ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101216.T152935.TXT", "SOBI.D101216.T152010.TXT", "SOBI.D101217.T133952.TXT", "SOBI.D101216.T143458.TXT", "SOBI.D101222.T154349.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1293050629208
}