{
  "year" : 2011,
  "senateBillNo" : "S352-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO VETERANS, HOMELAND SECURITY AND MILITARY AFFAIRS",
    "billEventId" : "S352-2011-1294203600000-REFERRED+TO+VETERANS%2C+HOMELAND+SECURITY+AND+MILITARY+AFFAIRS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "ROBACH",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes veteran's credits to be added to an individual's civil service examination",
  "summary" : "Authorizes veteran's credits to be added to an individual's civil service examination. ",
  "currentCommittee" : "VETERANS, HOMELAND SECURITY AND MILITARY AFFAIRS",
  "sameAs" : "A3161",
  "lawSection" : "Civil Service Law",
  "previousVersions" : [ "S362-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          352\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  ROBACH -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Veterans, Homeland Securi-\n         ty and Military Affairs\n\n       AN ACT to amend the civil service law, in relation to the application of\n         veteran's credits to civil service examinations\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.   Subdivision 3 of section 85 of the civil service law, as\n    2  added by chapter 790 of the laws of 1958, is amended to read as follows:\n    3    3. Application for additional credit; proof of eligibility; establish-\n    4  ment of eligible list. Any candidate, believing himself OR HERSELF enti-\n    5  tled to additional credit  in  a  competitive  examination  as  provided\n    6  [herein] IN THIS SECTION, may make application for such additional cred-\n    7  it  at  any time between the date of his OR HER application for examina-\n    8  tion and the date of the establishment of the resulting  eligible  list.\n    9  Such  candidates  shall  be allowed a period of not less than two months\n   10  from the date of the filing of his OR HER application for examination in\n   11  which to establish by appropriate documentary proof his OR HER eligibil-\n   12  ity to receive additional credit under this section. At any  time  after\n   13  two months have elapsed since the final date for filing applications for\n   14  a  competitive  examination  for  original appointment or promotion, the\n   15  eligible list  resulting  from  such  examination  may  be  established,\n   16  notwithstanding  the  fact  that  a  veteran or disabled veteran who has\n   17  applied for additional credit has failed to establish his OR HER  eligi-\n   18  bility  to  receive  such  additional  credit.  A candidate who fails to\n   19  establish, by appropriate documentary proof, his OR HER  eligibility  to\n   20  receive  additional  credit  by the time an eligible list is established\n   21  shall not thereafter be granted additional credit on such eligible list.\n   22  NOTWITHSTANDING THE FOREGOING, BELATED  APPLICATION  FOR  AN  ADDITIONAL\n   23  CREDIT  AS A VETERAN OR DISABLED VETERAN MAY BE MADE BY AN APPLICANT WHO\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01880-01-1\n\n       S. 352                              2\n\n    1  HAS ALREADY BEEN PLACED ON AN  ELIGIBLE  LIST  BUT  SUBSEQUENT  TO  SUCH\n    2  PLACEMENT HAS BEEN ORDERED TO ACTIVE MILITARY DUTY, OTHER THAN TRAINING,\n    3  TO  A  COMBAT  THEATER  OR COMBAT ZONE OF OPERATIONS THAT QUALIFIES SUCH\n    4  APPLICANT  FOR  THE  ADDITIONAL  CREDIT AS A VETERAN OR DISABLED VETERAN\n    5  PROVIDED SUCH LIST HAS NOT EXPIRED AND PROVIDED FURTHER THAT THE  APPLI-\n    6  CANT  MAKES SUCH APPLICATION WITHIN TWO MONTHS AFTER RECEIVING AN HONOR-\n    7  ABLE DISCHARGE OR BEING RELEASED UNDER HONORABLE CIRCUMSTANCES.\n    8    S 2. This act shall take effect immediately and shall apply to  eligi-\n    9  ble civil service lists in effect as of January 1, 2012.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the civil service law, in relation to the application of veteran's credits to civil service examinations ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T131124.TXT", "SOBI.D101216.T152010.TXT", "SOBI.D101217.T133952.TXT", "SOBI.D101216.T143458.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295892684468
}