{
  "year" : 2011,
  "senateBillNo" : "S355-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO ENERGY AND TELECOMMUNICATIONS",
    "billEventId" : "S355-2011-1294203600000-REFERRED+TO+ENERGY+AND+TELECOMMUNICATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "ROBACH",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides energy efficiency performance standards for general purpose lighting products",
  "summary" : "Provides energy efficiency performance standards for general purpose lighting products. ",
  "currentCommittee" : "ENERGY AND TELECOMMUNICATIONS",
  "sameAs" : null,
  "lawSection" : "Energy Law",
  "previousVersions" : [ "S407-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          355\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  ROBACH -- read twice and ordered printed, and when\n         printed to be committed to the Committee on  Energy  and  Telecommuni-\n         cations\n\n       AN  ACT  to  amend  the  energy  law,  in  relation to energy efficiency\n         performance standards for general purpose lighting products\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  energy  law is amended by adding a new article 15 to\n    2  read as follows:\n    3                                 ARTICLE 15\n    4                  GENERAL PURPOSE LIGHTING PRODUCTS ENERGY\n    5                      EFFICIENCY PERFORMANCE STANDARDS\n    6  SECTION 15-101. DEFINITIONS.\n    7          15-103. APPLICABILITY, CONDUCT PROHIBITED.\n    8          15-105. ADMINISTRATION OF ARTICLE.\n    9    S 15-101. DEFINITIONS. AS USED IN THIS ARTICLE:\n   10    1. \"AUTHORITY\" MEANS THE NEW YORK STATE ENERGY RESEARCH  AND  DEVELOP-\n   11  MENT AUTHORITY.\n   12    2. \"ENERGY EFFICIENCY PERFORMANCE STANDARDS\" MEANS  PERFORMANCE STAND-\n   13  ARDS  WHICH PRESCRIBE A MINIMUM LEVEL OF ENERGY EFFICIENCY DETERMINED IN\n   14  ACCORDANCE WITH TEST PROCEDURES PRESCRIBED BY THE SECRETARY IN CONSULTA-\n   15  TION WITH THE PRESIDENT.\n   16    3. \"GENERAL PURPOSE LIGHTING PRODUCTS\" MEANS AND INCLUDES INCANDESCENT\n   17  LAMPS, INCLUDING CLEAR, FROST SOFT WHITE AND ENHANCED   SPECTRUM  LAMPS,\n   18  FLUORESCENT LAMPS, COMPACT FLUORESCENT LAMPS AND HALOGEN LAMPS.\n   19    4.  \"PRESIDENT\"  MEANS  THE  PRESIDENT  OF  THE  NEW YORK STATE ENERGY\n   20  RESEARCH AND DEVELOPMENT AUTHORITY.\n   21    5. \"SECRETARY\" MEANS THE SECRETARY OF STATE.\n   22    S 15-103. APPLICABILITY, CONDUCT PROHIBITED. 1. THE PROVISIONS OF THIS\n   23  ARTICLE SHALL APPLY TO THE TESTING,  CERTIFICATION  AND  ENFORCEMENT  OF\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01918-01-1\n\n       S. 355                              2\n\n    1  ENERGY  EFFICIENCY  PERFORMANCE  STANDARDS  FOR GENERAL PURPOSE LIGHTING\n    2  PRODUCTS WHICH ARE SOLD OR OFFERED FOR SALE IN NEW YORK STATE.\n    3    2.  NO  PERSON  SHALL SELL OR OFFER FOR SALE IN NEW YORK STATE ANY NEW\n    4  GENERAL PURPOSE LIGHTING PRODUCT UNLESS: (A) THE PRODUCT MEETS   MINIMUM\n    5  ENERGY EFFICIENCY PERFORMANCE STANDARDS ADOPTED PURSUANT TO THIS ARTICLE\n    6  UPON  THE EFFECTIVE DATE OF SUCH STANDARDS; AND (B) IF REQUIRED BY RULES\n    7  OR REGULATIONS PROMULGATED PURSUANT TO THIS ARTICLE,   THE  MANUFACTURER\n    8  OF  SUCH  PRODUCT  CERTIFIES THAT THE PRODUCT MEETS  SUCH MINIMUM ENERGY\n    9  PERFORMANCE STANDARDS.\n   10    S 15-105. ADMINISTRATION OF ARTICLE. THE  SECRETARY,  IN  CONSULTATION\n   11  WITH THE PRESIDENT, SHALL HAVE AND BE ENTITLED TO EXERCISE THE FOLLOWING\n   12  POWERS AND DUTIES:\n   13    1.  TO  ESTABLISH  ENERGY EFFICIENCY PERFORMANCE STANDARDS FOR GENERAL\n   14  PURPOSE LIGHTING PRODUCTS;\n   15    2. TO PROMULGATE RULES AND REGULATIONS TO ACHIEVE THE PURPOSES OF THIS\n   16  ARTICLE PROVIDED HOWEVER THAT NO ENERGY EFFICIENCY PERFORMANCE  STANDARD\n   17  SHALL  BECOME  EFFECTIVE FOR GENERAL PURPOSE LIGHTING PRODUCTS LESS THAN\n   18  ONE  HUNDRED  EIGHTY  DAYS  AFTER  SUCH  STANDARD  SHALL  BECOME  FINAL,\n   19  PROVIDED,  HOWEVER,  THAT  NO  STANDARD ADOPTED PURSUANT TO THIS ARTICLE\n   20  SHALL GO INTO EFFECT IF FEDERAL GOVERNMENT ENERGY EFFICIENCY PERFORMANCE\n   21  STANDARDS REGARDING GENERAL  PURPOSE  LIGHTING  PRODUCTS  PREEMPT  STATE\n   22  STANDARDS UNLESS PREEMPTION HAS BEEN WAIVED PURSUANT TO FEDERAL LAW;\n   23    3.  TO  ADMINISTER  AND ENFORCE THE PROVISIONS OF THIS ARTICLE AND ANY\n   24  RULE OR REGULATION PROMULGATED PURSUANT TO SUCH ARTICLE;\n   25    4. TO CONDUCT INVESTIGATIONS, TESTS AND OBTAIN DATA  WITH  RESPECT  TO\n   26  RESEARCH  EXPERIMENTS AND DEMONSTRATIONS, AND TO COLLECT AND DISSEMINATE\n   27  INFORMATION REGARDING THE PURPOSES TO BE  ACHIEVED    PURSUANT  TO  THIS\n   28  ARTICLE;\n   29    5.  TO  ACCEPT  GRANTS OR FUNDS FOR PURPOSES OF ADMINISTRATION OF THIS\n   30  ARTICLE;\n   31    6. TO IMPOSE A FINE AND/OR IMPOSE INJUNCTIVE RELIEF FOR ANY  VIOLATION\n   32  OF THIS ARTICLE AFTER NOTICE AND AN OPPORTUNITY TO BE HEARD;\n   33    7.  THE SECRETARY AND THE PRESIDENT SHALL CONSULT WITH THE APPROPRIATE\n   34  FEDERAL AGENCIES, INCLUDING, BUT NOT LIMITED TO THE  FEDERAL  DEPARTMENT\n   35  OF  ENERGY,  INDUSTRY AND OTHER POTENTIALLY AFFECTED PARTIES IN CARRYING\n   36  OUT THE PROVISIONS OF THIS ARTICLE.\n   37    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the energy law, in relation to energy efficiency performance standards for general purpose lighting products ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101216.T151434.TXT", "SOBI.D101217.T134943.TXT", "SOBI.D101217.T141446.TXT", "SOBI.D101216.T152010.TXT", "SOBI.D101216.T143458.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292613286142
}