{
  "year" : 2011,
  "senateBillNo" : "S356-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO CRIME VICTIMS, CRIME AND CORRECTION",
    "billEventId" : "S356-2011-1294203600000-REFERRED+TO+CRIME+VICTIMS%2C+CRIME+AND+CORRECTION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "ROBACH",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to level three designation for certain sex offenders under the sex offender registration act",
  "summary" : "Relates to level three designation for certain sex offenders under the sex offender registration act; provides for a level three designation under the sex offender registration act for persons convicted of or a conviction for an attempt to commit an offense contained in article 130 (sexual offenses) or 263 (sexual performance by a child) or section 135.25 (kidnapping in the first degree), 230.06 (patronizing a prostitute in the first degree), 230.32 (promoting prostitution in the first degree) or 255.25, 255.26, 255.27 (incest) of the penal law where the victim of the related offense is less than eleven years old. ",
  "currentCommittee" : "CRIME VICTIMS, CRIME AND CORRECTION",
  "sameAs" : null,
  "lawSection" : "Correction Law",
  "previousVersions" : [ "S406-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          356\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  ROBACH -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Crime Victims,  Crime  and\n         Correction\n\n       AN  ACT  to  amend the correction law, in relation to level three desig-\n         nation for certain sex offenders\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. The opening paragraph of paragraph (c) of subdivision 6 of\n    2  section 168-l of the correction law, as separately amended  by  chapters\n    3  318 and 680 of the laws of 2005, is amended to read as follows:\n    4    If the risk of repeat offense is high and there exists a threat to the\n    5  public  safety  a  level  three  designation  shall be given to such sex\n    6  offender.  IF THE SEX OFFENDER HAS A CONVICTION OF OR A  CONVICTION  FOR\n    7  AN  ATTEMPT TO COMMIT AN OFFENSE CONTAINED IN ARTICLE ONE HUNDRED THIRTY\n    8  OR TWO HUNDRED SIXTY-THREE OR SECTION 135.25,  230.06,  230.32,  255.25,\n    9  255.26  OR  255.27  OF THE PENAL LAW AND WHERE THE VICTIM OF THE RELATED\n   10  OFFENSE IS LESS THAN ELEVEN YEARS OLD A LEVEL THREE DESIGNATION SHALL BE\n   11  GIVEN TO SUCH SEX OFFENDER. In [such] EITHER case, the  law  enforcement\n   12  agency or agencies having jurisdiction and the law enforcement agency or\n   13  agencies  having  had  jurisdiction at the time of his or her conviction\n   14  shall be notified and may disseminate relevant information  which  shall\n   15  include  a  photograph  and  description  of  the offender and which may\n   16  include the sex offender's exact name and any aliases used by the offen-\n   17  der, exact address, address of the offender's place of employment, back-\n   18  ground information including the offender's crime of conviction, mode of\n   19  operation, type of victim targeted, the name and address of any institu-\n   20  tion of higher education at which the sex offender is enrolled, attends,\n   21  is employed or resides and the description of special conditions imposed\n   22  on the offender to any entity with vulnerable populations related to the\n   23  nature of the offense committed by such sex offender. Any entity receiv-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01917-01-1\n\n       S. 356                              2\n\n    1  ing information on a sex offender may disclose  or  further  disseminate\n    2  such  information  at  its  discretion. In addition[, in such case,] the\n    3  information described [herein] IN THIS PARAGRAPH shall also be  provided\n    4  in  the subdirectory established in this article and notwithstanding any\n    5  other provision of law, such information shall, upon  request,  be  made\n    6  available to the public.\n    7    S 2. This act shall take effect on the first of November next succeed-\n    8  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the correction law, in relation to level three designation for certain sex offenders ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101217.T134943.TXT", "SOBI.D101216.T151434.TXT", "SOBI.D101216.T152435.TXT", "SOBI.D101216.T143458.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292611783090
}