{
  "year" : 2011,
  "senateBillNo" : "S357-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO JUDICIARY",
    "billEventId" : "S357-2011-1294203600000-REFERRED+TO+JUDICIARY",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1294981200000,
    "eventText" : "TO ATTORNEY-GENERAL FOR OPINION",
    "billEventId" : "S357-2011-1294981200000-TO+ATTORNEY-GENERAL+FOR+OPINION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "ROBACH",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Allows satisfaction of constitutional requirement that bills be on members desks by distribution of bills in electronically written form",
  "summary" : "Allows satisfaction of constitutional requirement that bills be on members desks prior to passage/voting by distribution of bills in electronically written form: provides that a bill shall be deemed to be printed and upon the desks of the members if: it is set forth in a legible electronic format by electronic means, and it is available for review in such format at the desks of the members; provides that \"electronic means\" means any method of transmission of information between computers or other machines designed for the purpose of sending and receiving such transmissions and which: allows the recipient to reproduce the information transmitted in a tangible medium of expression; and does not permit additions, deletions or other changes to be made without leaving an adequate record thereof. ",
  "currentCommittee" : "JUDICIARY",
  "sameAs" : null,
  "lawSection" : "Constitution, Concurrent Resolutions to Amend",
  "previousVersions" : [ "S360-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          357\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  ROBACH -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Judiciary\n\n                   CONCURRENT RESOLUTION OF THE SENATE AND ASSEMBLY\n\n       proposing an amendment to section 14 of article 3 of  the  constitution,\n         in relation to the manner of passing bills\n\n    1    Section 1. Resolved (if the Assembly concur), That section 14 of arti-\n    2  cle 3 of the constitution be amended to read as follows:\n    3    S  14.  No  bill  shall be passed or become a law unless it shall have\n    4  been printed and upon the desks of the members OR, AT A MEMBERS' OPTION,\n    5  IF IT HAS BEEN SET FORTH IN A LEGIBLE ELECTRONIC  FORMAT  BY  ELECTRONIC\n    6  MEANS  AND  HAS  BEEN AVAILABLE FOR REVIEW IN SUCH FORMAT AT THE DESK OF\n    7  SUCH MEMBER, in its final form, at least three calendar legislative days\n    8  prior to its final passage, unless the governor, or the acting governor,\n    9  shall have certified, under his or her hand and the seal of  the  state,\n   10  the  facts  which  in  his  or her opinion necessitate an immediate vote\n   11  thereon, in which case it must nevertheless be upon  the  desks  of  the\n   12  members  in  final  form,  not  necessarily  printed,  before  its final\n   13  passage; nor shall any bill be passed or become a  law,  except  by  the\n   14  assent of a majority of the members elected to each branch of the legis-\n   15  lature;  and upon the last reading of a bill, no amendment thereof shall\n   16  be allowed, and the question upon its final passage shall be taken imme-\n   17  diately thereafter, and the ayes and nays entered on the journal.\n   18    FOR PURPOSES OF THIS SECTION \"ELECTRONIC MEANS\" MEANS  ANY  METHOD  OF\n   19  TRANSMISSION OF INFORMATION BETWEEN COMPUTERS OR OTHER MACHINES DESIGNED\n   20  FOR  THE  PURPOSE OF SENDING AND RECEIVING SUCH TRANSMISSIONS AND WHICH:\n   21  ALLOWS THE RECIPIENT TO  REPRODUCE  THE  INFORMATION  TRANSMITTED  IN  A\n   22  TANGIBLE  MEDIUM OF EXPRESSION; AND DOES NOT PERMIT ADDITIONS, DELETIONS\n   23  OR OTHER CHANGES TO BE MADE WITHOUT LEAVING AN ADEQUATE RECORD THEREOF.\n   24    S 2. Resolved (if the Assembly concur), That the  foregoing  amendment\n   25  be referred to the first regular legislative session convening after the\n   26  next  succeeding  general  election  of members of the assembly, and, in\n   27  conformity with  section  1  of  article  19  of  the  constitution,  be\n   28  published for 3 months previous to the time of such election.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD89008-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "Concurrent Resolution of the Senate and Assembly proposing an amendment to section 14 of article 3 of the constitution, in relation to the manner of passing bills ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101216.T151434.TXT", "SOBI.D101217.T134943.TXT", "SOBI.D101216.T152010.TXT", "SOBI.D110114.T094906.TXT", "SOBI.D101216.T143458.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295016546744
}