{
  "year" : 2011,
  "senateBillNo" : "S358-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO CONSUMER PROTECTION",
    "billEventId" : "S358-2011-1294203600000-REFERRED+TO+CONSUMER+PROTECTION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "PERALTA",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for the sanitization of every used mattress or bedding material transported, stored or sold in the state",
  "summary" : "Provides for the sanitization of every used mattress or bedding material transported, stored or sold in the state. ",
  "currentCommittee" : "CONSUMER PROTECTION",
  "sameAs" : "A4243",
  "lawSection" : "General Business Law",
  "previousVersions" : [ "SB7316-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          358\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen. PERALTA -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Consumer Protection\n\n       AN ACT to amend the general business law, in  relation  to  articles  of\n         bedding\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivisions 2 and 3 of section 383 of the general business\n    2  law, as added by chapter 309 of the laws of 1996, are amended to read as\n    3  follows:\n    4    2. \"New\" shall mean any material or article which has not been  previ-\n    5  ously  used for any purpose, including by-products produced in the manu-\n    6  facture of new fabric, and material reclaimed from new  fabric[;  except\n    7  that  an  article  of  bedding  returned  by the purchaser for exchange,\n    8  alteration, or correction, within thirty days  after  date  of  delivery\n    9  after  original sale at retail, shall be deemed to be a new article, but\n   10  thirty days after date of such delivery such article shall be deemed  to\n   11  be used];\n   12    3.  \"Used\"  shall  mean  any  components,  ARTICLES  OR MATERIALS from\n   13  [previously used] bedding NOT CLASSIFIED AS NEW.\n   14    S 2. The general business law is amended by adding a new section 385-b\n   15  to read as follows:\n   16    S 385-B.  TRANSPORT, STORAGE AND SALE OF USED BEDDING. NO USED BEDDING\n   17  SHALL BE TRANSPORTED, STORED OR SOLD WITH NEW BEDDING  UNLESS  THE  USED\n   18  BEDDING HAS BEEN: SANITIZED USING A METHOD APPROVED BY THE DEPARTMENT OF\n   19  HEALTH  THAT  IS  INTENDED  TO  KILL BEDBUGS, DUST MITES, OTHER INSECTS,\n   20  MOLDS, FUNGI, GERMS OR OTHER ORGANISMS, AND TO REMOVE  SOIL,  DUST  MITE\n   21  AND  INSECT  FECES,  ALLERGENS,  AND  OTHER CONTAMINANTS; OR ENCLOSED IN\n   22  PLASTIC, POLYETHYLENE FILM OR SIMILAR MATERIAL DESIGNED TO  PREVENT  THE\n   23  PASSAGE OF CONTAMINANTS.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02964-01-1\n\n       S. 358                              2\n\n    1    S  3.  Section  387 of the general business law, as amended by chapter\n    2  249 of the laws of 1999, is amended to read as follows:\n    3    S  387.  Inspections.  Every place where articles of bedding are made,\n    4  remade or renovated, or materials therefor are prepared  or  sterilized,\n    5  or where such articles or materials are sold, shall be subject to ANNUAL\n    6  inspection by the secretary of state who shall have power to inspect the\n    7  manufacture, sale or delivery, and sanitization of all articles or mate-\n    8  rials  covered by this article, to open and examine the contents thereof\n    9  and power to seize and hold for evidence  any  article  of  bedding,  in\n   10  whole  or  in part, which the secretary has reason to believe is made or\n   11  sold or held in possession in violation of this article. For the purpose\n   12  of administering and enforcing the provisions of this article the secre-\n   13  tary shall have and may use the powers conferred on him by the executive\n   14  law in addition to the powers conferred in this article.\n   15    S 4. This act shall take effect on the sixtieth  day  after  it  shall\n   16  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general business law, in relation to articles of bedding ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101216.T151434.TXT", "SOBI.D110202.T144225.TXT", "SOBI.D101216.T152435.TXT", "SOBI.D101216.T143935.TXT", "SOBI.D101217.T143448.TXT", "SOBI.D101216.T152010.TXT", "SOBI.D101216.T143458.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296675745171
}