{
  "year" : 2011,
  "senateBillNo" : "S359-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "S359-2011-1294203600000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "PERALTA",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes credit unions to participate in the excelsior linked deposit program and raises the limit on the amount permitted to be on deposit at any given time",
  "summary" : "Authorizes credit unions to participate in the excelsior linked deposit program and raises the limit on the amount permitted to be on deposit at any given time. ",
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "State Finance Law",
  "previousVersions" : [ "S7908-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          359\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen. PERALTA -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Finance\n\n       AN ACT to amend the state finance law and the banking law,  in  relation\n         to  authorizing  credit  unions to participate in the excelsior linked\n         deposit program\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraph (b) of subdivision 14 of section 213 of the state\n    2  finance  law,  as added by chapter 25 of the laws of 1995, is amended to\n    3  read as follows:\n    4    (b) any thrift OR CREDIT UNION which an  authorized  depositor  deter-\n    5  mines  is eligible to accept linked deposits based upon criteria applied\n    6  by the authorized depositor in making determinations under  section  one\n    7  hundred  five  of  this  chapter, and which agrees to participate in the\n    8  program, provided that any linked deposit in such thrift OR CREDIT UNION\n    9  shall be secured in the same manner  as  moneys  deposited  pursuant  to\n   10  section  one  hundred  five  of  this chapter and such thrifts OR CREDIT\n   11  UNIONS shall pledge assets or furnish  other  security  satisfactory  in\n   12  form and amount to the authorized depositor for the repayment of moneys.\n   13  Until  April first, nineteen hundred ninety-six, in the determination of\n   14  thrifts eligible to accept linked  deposits,  the  authorized  depositor\n   15  shall  give  priority  to  applications by those thrifts seeking to make\n   16  linked loans in economic development regions in  which  fewer  than  ten\n   17  linked  loans  have been made on or before April first, nineteen hundred\n   18  ninety-five. Provided, however, that the granting of such priority shall\n   19  in no way relieve an authorized depositor of his or her duty  and  obli-\n   20  gation  to  review all thrift applications from all economic development\n   21  regions in the state on a timely basis.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02887-01-1\n\n       S. 359                              2\n\n    1    S 2. The closing paragraph of subdivision 15 of  section  213  of  the\n    2  state  finance  law,  as  amended by chapter 291 of the laws of 2004, is\n    3  amended to read as follows:\n    4    This  article  and  the related statutes that refer to this article do\n    5  not grant thrifts, CREDIT UNIONS, farm credit system institutions or the\n    6  New York business development corporation eligibility to  accept  public\n    7  funds or public moneys from public entities for investment purposes. For\n    8  farm credit system institutions, the linked deposit program is available\n    9  for loans with an agricultural purpose as defined by the farm credit act\n   10  of  nineteen hundred seventy-one, as amended and regulations promulgated\n   11  thereunder. A linked deposit is intended to enable a lender  to  make  a\n   12  linked loan to an eligible business and such deposit earns a yield lower\n   13  than posted rates in order to accomplish the goals of this article.\n   14    S  3.  Section 213 of the state finance law is amended by adding a new\n   15  subdivision 24 to read as follows:\n   16    24. \"CREDIT UNION\" MEANS ANY  CREDIT  UNION  CHARTERED  UNDER  ARTICLE\n   17  ELEVEN OF THE BANKING LAW OR ANY FEDERAL CREDIT UNION.\n   18    S  4. Section 454 of the banking law is amended by adding a new subdi-\n   19  vision 33-a to read as follows:\n   20    33-A. TO ACCEPT MONEYS DEPOSITED BY THE COMMISSIONER OF  TAXATION  AND\n   21  FINANCE  OR  THE  COMPTROLLER  AS  LINKED DEPOSITS AND MAKE LINKED LOANS\n   22  PURSUANT TO ARTICLE FIFTEEN OF THE  STATE  FINANCE  LAW  AND  TO  PLEDGE\n   23  ASSETS  OR FURNISH OTHER SECURITY SATISFACTORY IN FORM AND AMOUNT TO THE\n   24  DEPOSITOR, FOR REPAYMENT OF SUCH MONEYS.\n   25    S 5. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the state finance law and the banking law, in relation to authorizing credit unions to participate in the excelsior linked deposit program ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101216.T151434.TXT", "SOBI.D101216.T143935.TXT", "SOBI.D101217.T143448.TXT", "SOBI.D101216.T152010.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292614488256
}