{
  "year" : 2011,
  "senateBillNo" : "S36-2011",
  "billEvents" : null,
  "votes" : null,
  "sponsor" : null,
  "title" : null,
  "summary" : null,
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : null,
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          36\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sens.  SQUADRON,  DILAN,  DUANE, KLEIN -- read twice and\n         ordered printed, and when printed to be committed to the Committee  on\n         Environmental Conservation\n\n       AN  ACT  to  amend  the  environmental  conservation law, in relation to\n         prohibiting idling by heavy-duty vehicles\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The environmental conservation law is amended by adding a\n    2  new section 19-0326 to read as follows:\n    3  S 19-0326. PROHIBITION ON IDLING BY HEAVY-DUTY VEHICLES.\n    4    1. NO PERSON SHALL ALLOW OR PERMIT THE IDLING OF A HEAVY-DUTY  VEHICLE\n    5  FOR  MORE THAN THREE MINUTES EXCEPT AS OTHERWISE PROVIDED BY THE DEPART-\n    6  MENT IN REGULATION.\n    7    2. THE DEPARTMENT MAY ADOPT AND UPDATE, FROM TIME TO TIME, REGULATIONS\n    8  NECESSARY TO IMPLEMENT THE PROVISIONS OF THIS SECTION.  THE  REGULATIONS\n    9  SHALL INCLUDE ANY EXEMPTIONS DEEMED BY THE DEPARTMENT TO BE NECESSARY OR\n   10  APPROPRIATE.\n   11    3.  AS  USED IN THIS SECTION \"HEAVY-DUTY VEHICLE\" MEANS A VEHICLE THAT\n   12  HAS A GROSS VEHICLE WEIGHT RATING EXCEEDING EIGHT THOUSAND FIVE  HUNDRED\n   13  POUNDS DESIGNED PRIMARILY FOR TRANSPORTING PERSONS OR PROPERTIES.\n   14    4.  THE  DEPARTMENT, IN COOPERATION WITH THE DEPARTMENT OF MOTOR VEHI-\n   15  CLES, SHALL CONDUCT OUTREACH AND PROVIDE EDUCATIONAL  MATERIALS  ON  THE\n   16  PROVISIONS  OF  THIS  SECTION TO LAW ENFORCEMENT OFFICERS THROUGHOUT THE\n   17  STATE.\n   18    5. NO LOCAL LAW OR ORDINANCE GOVERNING THE IDLING OF HEAVY-DUTY  VEHI-\n   19  CLES SHALL BE PREEMPTED BY THIS SECTION. THIS SECTION SHALL NOT APPLY TO\n   20  AUTHORIZED  EMERGENCY  VEHICLES AS DEFINED IN SECTION ONE HUNDRED ONE OF\n   21  THE VEHICLE AND TRAFFIC LAW THAT ARE EXEMPT FROM THE IDLING RESTRICTIONS\n   22  SET FORTH IN SECTION 24-163 OF THE ADMINISTRATIVE CODE OF  THE  CITY  OF\n   23  NEW YORK.\n   24    S  2.  This  act shall take effect on the ninetieth day after it shall\n   25  have become a law.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00032-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : null,
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101201.T163624.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1291239384928
}