{
  "year" : 2011,
  "senateBillNo" : "S360-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO CRIME VICTIMS, CRIME AND CORRECTION",
    "billEventId" : "S360-2011-1294203600000-REFERRED+TO+CRIME+VICTIMS%2C+CRIME+AND+CORRECTION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "ROBACH",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for a sex offender public awareness outreach program to provide educational outreach to schools, community groups and clergy on issues related to sex offenders",
  "summary" : "Provides for a sex offender public awareness outreach program to provide educational outreach to schools, community groups and clergy on issues related to sex offenders. ",
  "currentCommittee" : "CRIME VICTIMS, CRIME AND CORRECTION",
  "sameAs" : null,
  "lawSection" : "Correction Law",
  "previousVersions" : [ "A953-2009", "S387-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          360\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  ROBACH -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Crime Victims,  Crime  and\n         Correction\n\n       AN  ACT to amend the correction law, in relation to establishing the sex\n         offender public awareness program\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Section 168-l of the correction law is amended by adding a\n    2  new subdivision 6-a to read as follows:\n    3    6-A.   THE BOARD SHALL  ESTABLISH  A  SEX  OFFENDER  PUBLIC  AWARENESS\n    4  PROGRAM.  (A)  THE BOARD SHALL ESTABLISH AN EDUCATIONAL OUTREACH PROGRAM\n    5  FOR  SEX  OFFENDER  AWARENESS  BY  PROVIDING  FOR  EDUCATIONAL  OUTREACH\n    6  SERVICES  TO SCHOOLS, COMMUNITY GROUPS, AND CLERGY.  SUCH PROGRAMS SHALL\n    7  BE OPERATED AT THE COMMUNITY LEVEL IN A MANNER  CONSISTENT  WITH  PROCE-\n    8  DURES SET FORTH IN THIS SECTION.\n    9    (B) THE BOARD SHALL PROMULGATE RULES AND REGULATIONS NECESSARY FOR THE\n   10  IMPLEMENTATION  OF  SUCH  OUTREACH  PROGRAM,  AND  SHALL  BE DESIGNED TO\n   11  PROMOTE:\n   12    (I) ALTERNATIVE FUNDING SOURCES OTHER THAN THE STATE, INCLUDING  LOCAL\n   13  GOVERNMENT AND PRIVATE SOURCES;\n   14    (II) COORDINATION OF PUBLIC AND PRIVATE EFFORTS TO PROVIDE EDUCATIONAL\n   15  OUTREACH PROGRAMS; AND\n   16    (III)  LONG  RANGE DEVELOPMENT OF SERVICES TO BE MADE AVAILABLE TO THE\n   17  SCHOOLS, COMMUNITIES, AND CLERGY.\n   18    (C) THESE REGULATIONS SHALL ALSO PROVIDE FOR SERVICES  INCLUDING,  BUT\n   19  NOT  LIMITED  TO OUTREACH TO THE COMMUNITY AND EDUCATION AND TRAINING OF\n   20  LAW ENFORCEMENT AND OTHER CRIMINAL JUSTICE OFFICIALS TO ASSIST  IN  SUCH\n   21  EDUCATIONAL OUTREACH PROGRAM.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00234-01-1\n\n       S. 360                              2\n\n    1    (D)  THE  BOARD SHALL PREPARE AN ANNUAL REPORT TO THE GOVERNOR AND THE\n    2  LEGISLATURE, ON OR BEFORE DECEMBER FIRST OF EACH YEAR ON  THE  PROGRAMS;\n    3  INCLUDING:\n    4    (I) THE PROGRAMS FUNDED BY THE BOARD;\n    5    (II)  OTHER  SOURCES  OF FUNDING FOR THE EDUCATIONAL OUTREACH PROGRAMS\n    6  PROVIDED IN THIS SECTION;\n    7    (III) AN ASSESSMENT OF THE NECESSARY APPROPRIATIONS TO  THE  BOARD  TO\n    8  MEET THE REASONABLE NEEDS OF THE PROGRAMS UNDER THIS SECTION; AND\n    9    (IV)  AN  ESTIMATE  OF  THE  REASONABLE  NEEDS OF PROGRAMS IN THE NEXT\n   10  FISCAL YEAR.\n   11    S 2. This act shall take effect on the ninetieth day  after  it  shall\n   12  have  become  a  law.    Effective  immediately any rules or regulations\n   13  necessary for the timely implementation of this  act  on  its  effective\n   14  date may be promulgated on or before such date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the correction law, in relation to establishing the sex offender public awareness program ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101216.T151434.TXT", "SOBI.D101217.T143948.TXT", "SOBI.D101216.T143935.TXT", "SOBI.D101216.T152435.TXT", "SOBI.D101222.T150847.TXT", "SOBI.D101217.T143448.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1293048527691
}