{
  "year" : 2011,
  "senateBillNo" : "S361-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO ENERGY AND TELECOMMUNICATIONS",
    "billEventId" : "S361-2011-1294203600000-REFERRED+TO+ENERGY+AND+TELECOMMUNICATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "ROBACH",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes the New York state foundation for science, technology and innovation to establish a high-tech employment and training program",
  "summary" : "Authorizes the New York state office of science, technology and academic research to establish a high-tech employment and training program; the office is to provide assistance to those entities deemed eligible for training and re-training of employed and unemployed workers who lack technology skills. ",
  "currentCommittee" : "ENERGY AND TELECOMMUNICATIONS",
  "sameAs" : null,
  "lawSection" : "Executive Law",
  "previousVersions" : [ "S408-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          361\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  ROBACH -- read twice and ordered printed, and when\n         printed to be committed to the Committee on  Energy  and  Telecommuni-\n         cations\n\n       AN  ACT  to amend the executive law, in relation to establishing a high-\n         tech employment and training program within the New York state founda-\n         tion for science, technology and innovation\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Legislative findings and declaration. The legislature here-\n    2  by  finds and declares that an appropriately skilled workforce is neces-\n    3  sary to ensure the creation and growth of high technology businesses  in\n    4  New  York. The introduction of new technologies in business and industry\n    5  is an ongoing, dynamic process which necessitates a system  of  training\n    6  and  education  that is responsive to constantly changing skill require-\n    7  ments.\n    8    Further, the legislature finds that technology has  also  changed  the\n    9  manner  in  which  training and education can be provided within a firm.\n   10  While the use of sophisticated computer based training is not  new,  the\n   11  cost  of  development  of  such  applications results in limited access.\n   12  Using technology to create a more effective and cost efficient  delivery\n   13  system  for  training  and  education services for firms in the state is\n   14  critical to foster the young, developing high-tech sector in  the  state\n   15  of New York.\n   16    S  2.  The  executive  law is amended by adding a new section 209-u to\n   17  read as follows:\n   18    S 209-U. HIGH-TECH EMPLOYMENT AND TRAINING PROGRAM. 1. FOR PURPOSES OF\n   19  THIS SECTION:\n   20    (A) \"OFFICE\" SHALL MEAN THE NEW YORK  STATE  FOUNDATION  FOR  SCIENCE,\n   21  TECHNOLOGY AND INNOVATION.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01919-01-1\n\n       S. 361                              2\n\n    1    (B)  \"HIGH-TECH  INDUSTRY\"  SHALL  MEAN THOSE INDUSTRIES WITH AN ABOVE\n    2  AVERAGE PERCENTAGE OF SCIENTIFIC, TECHNICAL, AND  ENGINEERING  PERSONNEL\n    3  AND  THAT  ARE INVOLVED IN THE DEVELOPMENT AND MANUFACTURE OF INNOVATIVE\n    4  AND NON-ROUTINE PRODUCTS SUCH AS  RESEARCH  AND  DEVELOPMENT,  PROTOTYPE\n    5  DEVELOPMENT,  AND  SMALL-VOLUME PRODUCTION OF NEW AND CHANGING PRODUCTS.\n    6  THE INDUSTRY IS CHARACTERIZED BY  BUSINESSES  WHICH  ARE  DEVELOPING  OR\n    7  OFFERING  A  TECHNOLOGY-BASED PRODUCT OR SERVICE, AND WHICH ARE ACTIVELY\n    8  CONDUCTING RESEARCH AND DEVELOPMENT DESIGNED TO DEVELOP OR IMPROVE  SUCH\n    9  PRODUCT OR SERVICE.\n   10    (C)  \"ELIGIBLE ENTITIES\" SHALL MEAN PUBLIC AND PRIVATE INSTITUTIONS OF\n   11  HIGHER EDUCATION INCLUDING THE CITY UNIVERSITY OF NEW YORK AND THE STATE\n   12  UNIVERSITY OF NEW YORK.\n   13    2. THERE IS HEREBY ESTABLISHED WITHIN THE OFFICE A HIGH-TECH  TRAINING\n   14  INITIATIVE (HEREINAFTER REFERRED TO AS \"THE PROGRAM\") TO PROVIDE FUNDING\n   15  FOR  PROJECTS  TO  SUPPORT INDUSTRY AND FIRM-SPECIFIC TRAINING FOR BUSI-\n   16  NESSES IN HIGH-TECH INDUSTRIES.\n   17    3. THE DIRECTOR OF THE OFFICE SHALL:\n   18    (A) DEVELOP AN ANNUAL PLAN COMPATIBLE WITH THE OBJECTIVES OF THE STRA-\n   19  TEGIC TRAINING ALLIANCE PROGRAM PURSUANT TO  SECTION  SIXTEEN-J  OF  THE\n   20  URBAN DEVELOPMENT CORPORATION ACT FOR THE PURPOSE OF IMPLEMENTING TRAIN-\n   21  ING INITIATIVES UNDER THE PROGRAM IN COOPERATION WITH REGIONAL AND LOCAL\n   22  ECONOMIC  DEVELOPMENT  AGENCIES,  CENTERS  FOR  ADVANCED TECHNOLOGY, THE\n   23  STATE EDUCATION DEPARTMENT, THE DEPARTMENTS OF LABOR AND ECONOMIC DEVEL-\n   24  OPMENT, INSTITUTIONS OF HIGHER EDUCATION INCLUDING THE  CITY  UNIVERSITY\n   25  OF NEW YORK AND THE STATE UNIVERSITY OF NEW YORK, AND THE URBAN DEVELOP-\n   26  MENT  CORPORATION.    THE  PLAN  SHALL INCLUDE BUT NOT BE LIMITED TO THE\n   27  FOLLOWING:\n   28    (I) A STATEMENT OF PROGRAM GOALS AND OBJECTIVES;\n   29    (II) A DESCRIPTION OF THE PROCESS THROUGH WHICH PROJECTS WILL BE IDEN-\n   30  TIFIED;\n   31    (III) SPECIFICATION OF CRITERIA TO BE USED TO EVALUATE PROJECT  APPLI-\n   32  CATIONS;\n   33    (IV) IDENTIFICATION OF MEASURABLE OUTCOMES SUCH AS THE NUMBER OF INDI-\n   34  VIDUALS  TRAINED, JOBS CREATED OR RETAINED, AND OTHER OBJECTIVE ECONOMIC\n   35  DEVELOPMENT BENEFITS OF THE PROGRAM; AND\n   36    (V) SPECIFICATION OF A MATCHING REQUIREMENT, EITHER CASH, IN-KIND,  OR\n   37  BOTH, WHICH SHALL NOT BE LESS THAN HALF THE AMOUNT OF THE GRANT REQUEST.\n   38    (B)  COORDINATE WITH THE STATE EDUCATION DEPARTMENT, THE DEPARTMENT OF\n   39  LABOR, THE CITY UNIVERSITY OF NEW YORK,  THE  STATE  UNIVERSITY  OF  NEW\n   40  YORK,  AND  OTHER  PRIVATE INSTITUTIONS OF HIGHER EDUCATION AS NEEDED TO\n   41  CARRY OUT THE PURPOSES OF THIS SECTION; AND\n   42    (C) PROMOTE THE AWARENESS OF THE PROGRAM AND  OTHER  HIGH-TECH  INITI-\n   43  ATIVES  AMONG BUSINESSES, BUSINESS ORGANIZATIONS, AND REGIONAL AND LOCAL\n   44  ECONOMIC DEVELOPMENT AGENCIES.\n   45    4. THE OFFICE  SHALL  PROVIDE  ASSISTANCE  TO  ELIGIBLE  ENTITIES  FOR\n   46  PURPOSES INCLUDING BUT NOT LIMITED TO THE DEVELOPMENT AND IMPLEMENTATION\n   47  OF:\n   48    (A)  PROJECTS  FOR  OCCUPATION  SPECIFIC  TRAINING  AND RETRAINING FOR\n   49  EMPLOYED OR UNEMPLOYED WORKERS IN SKILLS REPRESENTED IN HIGH-TECH INDUS-\n   50  TRIES;\n   51    (B) PROJECTS TO TRAIN EMPLOYEES IN SMALL HIGH-TECH FIRMS USING  ALTER-\n   52  NATIVE METHODS OF INSTRUCTION SUCH AS DISTANCE LEARNING;\n   53    (C)  COMPUTER-BASED TRAINING PROGRAMS USING MULTIMEDIA AND INTERACTIVE\n   54  PROGRAMMING INCLUDING (I) GRANTS TO INSTITUTIONS OF HIGHER EDUCATION  TO\n   55  DEVELOP  AND IMPLEMENT SUCH PROGRAMS; AND (II) FUNDING SUPPORT FOR BUSI-\n   56  NESSES TO ACQUIRE ACCESS TO SUCH PROGRAMS;\n\n       S. 361                              3\n\n    1    (D) PROGRAMS OF APPLIED LEARNING AT THE SECONDARY  LEVEL  OPERATED  IN\n    2  PARTNERSHIP  WITH AN INSTITUTION OF HIGHER EDUCATION INCLUDING WORK-PREP\n    3  ACTIVITY PURSUANT TO SECTION THIRTY-SIX HUNDRED TWO-D OF  THE  EDUCATION\n    4  LAW,  SCHOOL-TO-WORK,  AND  OTHER DEMONSTRATION PROGRAMS TO INCREASE THE\n    5  AWARENESS  OF YOUTH OF CAREER OPPORTUNITIES IN SCIENTIFIC AND TECHNOLOG-\n    6  ICAL FIELDS; AND\n    7    (E) INNOVATIVE PROJECTS TO INCREASE THE QUALITY AND QUANTITY OF GRADU-\n    8  ATES FROM POST-SECONDARY PROGRAMS WHO ARE  SEEKING  EMPLOYMENT  IN  HIGH\n    9  TECHNOLOGY  INDUSTRIES INCLUDING PROJECTS DIRECTED AT INCREASING ENROLL-\n   10  MENTS AND RETENTION OF MINORITY AND WOMEN STUDENTS INTERESTED IN CAREERS\n   11  IN HIGH TECHNOLOGY OCCUPATIONAL CLUSTERS.\n   12    5. APPLICATIONS FOR ASSISTANCE UNDER  THIS  SECTION  SHALL  INCLUDE  A\n   13  DESCRIPTION  OF  THE  PROJECT  TO  BE  FUNDED INCLUDING, AS APPROPRIATE,\n   14  DETAILED INFORMATION ON:\n   15    (A) THE TYPE OF SKILLS TRAINING OR EDUCATIONAL ACTIVITY THAT  WILL  BE\n   16  PROVIDED;\n   17    (B) THE TECHNOLOGIES TO BE USED TO DELIVER TRAINING;\n   18    (C) STRATEGIES TO DISSEMINATE THE TRAINING AND THE TRAINING TECHNOLOGY\n   19  AMONG FIRMS;\n   20    (D)  THE  ECONOMIC  BENEFIT  OF THE PROJECT INCLUDING JOB CREATION AND\n   21  RETENTION;\n   22    (E) IDENTIFICATION OF RESOURCES THAT  WILL  BE  USED  TO  SUPPORT  THE\n   23  PROJECT BEYOND THE PERIOD OF THE INITIAL GRANT; AND\n   24    (F)  THE  AMOUNT  OF  ANY  CASH  OR  IN-KIND MATCH USED TO SUPPORT THE\n   25  PROJECT.\n   26    6. ALLOWABLE EXPENSES INCLUDE BUT ARE NOT LIMITED TO CURRICULUM DEVEL-\n   27  OPMENT, INSTRUCTION, AND  COSTS  ASSOCIATED  WITH  THE  DEVELOPMENT  AND\n   28  IMPLEMENTATION  OF TECHNOLOGIES AND SOFTWARE APPLICATIONS TO IMPROVE THE\n   29  DELIVERY OF TRAINING TO EMPLOYEES OF SMALL  HIGH  TECHNOLOGY  BUSINESSES\n   30  AND  EDUCATIONAL  SERVICES  TO  STUDENTS WHO MAY SEEK EMPLOYMENT IN HIGH\n   31  TECHNOLOGY BUSINESSES.\n   32    7. ON OR BEFORE OCTOBER FIRST, TWO THOUSAND THIRTEEN AND ON OR  BEFORE\n   33  OCTOBER  FIRST  EACH  YEAR  THEREAFTER,  THE  OFFICE SHALL SUBMIT TO THE\n   34  GOVERNOR AND THE LEGISLATURE  A  REPORT  REGARDING  THE  STATUS  OF  THE\n   35  PROGRAM. SUCH REPORT SHALL INCLUDE BUT NOT BE LIMITED TO:\n   36    (A) A LIST OF CONTRACTS, GRANTS, OR AWARDS ISSUED TO ELIGIBLE ENTITIES\n   37  AND  THE  AMOUNT,  PURPOSE,  AND  OBJECTIVE  OF EACH CONTRACT, GRANT, OR\n   38  AWARD;\n   39    (B) THE  NAMES  OF  FIRMS  SERVED  THROUGH  THE  PROGRAM  INCLUDING  A\n   40  DESCRIPTION OF EACH FIRM;\n   41    (C)  DESCRIPTIONS  OF THE CURRICULAR MATERIALS AND TECHNOLOGIES DEVEL-\n   42  OPED AND IMPLEMENTED TO SUPPORT TRAINING IN SUCH FIRMS; AND\n   43    (D) AN ASSESSMENT OF THE EXTENT TO  WHICH  THE  GOALS  AND  OBJECTIVES\n   44  IDENTIFIED  IN  THE  ANNUAL  PLAN  REQUIRED PURSUANT TO PARAGRAPH (A) OF\n   45  SUBDIVISION THREE OF THIS SECTION HAVE BEEN REACHED.\n   46    S 3. This act shall  take  effect  on  the  first  of  September  next\n   47  succeeding the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the executive law, in relation to establishing a high-tech employment and training program within the New York state foundation for science, technology and innovation ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101216.T151434.TXT", "SOBI.D101216.T143935.TXT", "SOBI.D101216.T152435.TXT", "SOBI.D101216.T144432.TXT", "SOBI.D101221.T105608.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292946968991
}