{
  "year" : 2011,
  "senateBillNo" : "S362-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO SOCIAL SERVICES",
    "billEventId" : "S362-2011-1294203600000-REFERRED+TO+SOCIAL+SERVICES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MONTGOMERY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to filing and investigation of reports alleging educational neglect",
  "summary" : "Relates to filing and investigation of reports alleging educational neglect; requires a hearing prior to filing a report with the local social services department and requires that the report be expunged where the report is determined to be unfounded. ",
  "currentCommittee" : "SOCIAL SERVICES",
  "sameAs" : "S369",
  "lawSection" : "Social Services Law",
  "previousVersions" : [ "S5974-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          362\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  MONTGOMERY  -- read twice and ordered printed, and\n         when printed to be committed to the Committee on Social Services\n\n       AN ACT to amend the social services  law,  in  relation  to  reports  of\n         educational neglect by school districts\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 8 of section 34-a of the social  services  law,\n    2  as  added  by  chapter  543  of  the laws of 2006, is amended to read as\n    3  follows:\n    4    8. The commissioner of the office  of  children  and  family  services\n    5  shall,  in conjunction with the commissioner of education, develop model\n    6  practices and procedures for local social services districts and  school\n    7  districts  regarding  the  reporting  and  investigation  of educational\n    8  neglect. SUCH POLICIES SHALL REQUIRE THAT A HEARING BY THE COMMITTEE  ON\n    9  SPECIAL  EDUCATION,  OR  SUCH  OTHER  APPROPRIATE HEARING BODY, SHALL BE\n   10  CONDUCTED AND CONCLUDED PRIOR TO THE FILING OF ANY REPORT WITH THE LOCAL\n   11  SOCIAL SERVICES DISTRICT ALLEGING EDUCATIONAL NEGLECT. Such model  prac-\n   12  tices and procedures shall be available to social services districts and\n   13  school districts and shall be posted on the office of children and fami-\n   14  ly  services  website  and  the state department of education website by\n   15  September first, two thousand seven.    Each  social  services  district\n   16  shall,  in  conjunction with local school districts within its district,\n   17  submit written policies and procedures regarding the reporting of educa-\n   18  tional neglect by each  school  district  within  such  social  services\n   19  district  and  the  investigation  of educational neglect allegations by\n   20  child protective services. Such policies and procedures shall be submit-\n   21  ted to the office of children and family services for review by  January\n   22  first,  two  thousand  eight  and the office shall approve or disapprove\n   23  such local policies and procedures, based upon the model  practices  and\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02373-01-1\n\n       S. 362                              2\n\n    1  procedures  established  in  conjunction  with  the  state department of\n    2  education, within sixty days of submission.\n    3    S  2.  Paragraph  (c)  of  subdivision  5 of section 422 of the social\n    4  services law, as added by chapter 555 of the laws of 2000, is amended to\n    5  read as follows:\n    6    (c) Notwithstanding any other provision of law, the office of children\n    7  and family services may, in its discretion, grant a request  to  expunge\n    8  an unfounded report where: (i) the source of the report was convicted of\n    9  a  violation  of subdivision three of section 240.55 of the penal law in\n   10  regard to such report; or (ii) the subject of the report presents  clear\n   11  and  convincing  evidence  that  affirmatively refutes the allegation of\n   12  abuse or maltreatment; provided however, that the  absence  of  credible\n   13  evidence supporting the allegation of abuse or maltreatment shall not be\n   14  the sole basis to expunge the report, EXCEPT THAT WHERE THE MALTREATMENT\n   15  ALLEGED  WAS  BASED  UPON A CLAIM OF EDUCATIONAL NEGLECT AND SUCH REPORT\n   16  WAS DETERMINED TO BE UNFOUNDED THE OFFICE SHALL EXPUNGE THE REPORT BASED\n   17  SOLELY UPON SUCH FINDING. Nothing in this paragraph  shall  require  the\n   18  office of children and family services to hold an administrative hearing\n   19  in  deciding  whether  to  expunge  a report. Such office shall make its\n   20  determination upon reviewing  the  written  evidence  submitted  by  the\n   21  subject  of  the report and any records or information obtained from the\n   22  state or local agency which investigated the  allegations  of  abuse  or\n   23  maltreatment.\n   24    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the social services law, in relation to reports of educational neglect by school districts ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101217.T143948.TXT", "SOBI.D101216.T151434.TXT", "SOBI.D101216.T152435.TXT", "SOBI.D101216.T154437.TXT", "SOBI.D101216.T144432.TXT", "SOBI.D101216.T152010.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292614788300
}