{
  "year" : 2011,
  "senateBillNo" : "S364-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO JUDICIARY",
    "billEventId" : "S364-2011-1294203600000-REFERRED+TO+JUDICIARY",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MONTGOMERY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to destitute children; repealer",
  "summary" : "Relates to destitute children. ",
  "currentCommittee" : "JUDICIARY",
  "sameAs" : null,
  "lawSection" : "Family Court Act",
  "previousVersions" : [ "SA5267-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          364\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  MONTGOMERY  -- read twice and ordered printed, and\n         when printed to be committed to the Committee on Judiciary\n\n       AN ACT to amend the family court act and the  social  services  law,  in\n         relation  to  destitute  children; and to repeal certain provisions of\n         the social services law relating thereto\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Subdivision (c) of section 115 of the family court act, as\n    2  amended by section 1 of part A of chapter 3 of  the  laws  of  2005,  is\n    3  amended to read as follows:\n    4    (c)  The  family  court  has such other jurisdiction as is provided by\n    5  law, including but not limited to: proceedings concerning  adoption  and\n    6  custody  of children, as set forth in parts two and three of article six\n    7  of this  act;  proceedings  concerning  the  uniform  interstate  family\n    8  support  act,  as  set  forth in article five-B of this act; proceedings\n    9  concerning children in foster care and care and custody of children,  as\n   10  set  forth  in  sections  three  hundred fifty-eight-a and three hundred\n   11  eighty-four-a of the social services law and article ten-A of this  act;\n   12  proceedings  concerning  DESTITUTE  CHILDREN,  AS  SET FORTH IN ARTICLES\n   13  TEN-A AND TEN-C OF THIS ACT;  PROCEEDINGS  CONCERNING  guardianship  and\n   14  custody of children by reason of the death of, or abandonment or surren-\n   15  der  by,  the  parent or parents, as set forth in sections three hundred\n   16  eighty-three-c, three hundred eighty-four and paragraphs (a) and (b)  of\n   17  subdivision  four  of  section three hundred eighty-four-b of the social\n   18  services law; proceedings concerning standby guardianship and  guardian-\n   19  ship  of the person as set forth in part four of article six of this act\n   20  and article seventeen  of  the  surrogate's  court  procedure  act;  and\n   21  proceedings  concerning the interstate compact on juveniles as set forth\n   22  in chapter one hundred  fifty-five  of  the  laws  of  nineteen  hundred\n   23  fifty-five, as amended, the interstate compact on the placement of chil-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02371-02-1\n\n       S. 364                              2\n\n    1  dren, as set forth in section three hundred seventy-four-a of the social\n    2  services law, and the uniform child custody jurisdiction and enforcement\n    3  act, as set forth in article five-A of the domestic relations law.\n    4    S  2.  Subdivision  (a)  of  section  249  of the family court act, as\n    5  amended by chapter 41 of the  laws  of  2010,  is  amended  to  read  as\n    6  follows:\n    7    (a)  In  a  proceeding  under article three, seven, ten [or], ten-A OR\n    8  TEN-C of this act or where  a  revocation  of  an  adoption  consent  is\n    9  opposed  under  section  one hundred fifteen-b of the domestic relations\n   10  law or in any proceeding  under  section  three  hundred  fifty-eight-a,\n   11  three hundred eighty-three-c, three hundred eighty-four or three hundred\n   12  eighty-four-b of the social services law or when a minor is sought to be\n   13  placed  in  protective  custody under section one hundred fifty-eight of\n   14  this act, the family court shall appoint  an  attorney  to  represent  a\n   15  minor who is the subject of the proceeding or who is sought to be placed\n   16  in protective custody, if independent legal representation is not avail-\n   17  able  to  such minor. In any proceeding to extend or continue the place-\n   18  ment of a juvenile delinquent or person in need of supervision  pursuant\n   19  to  section seven hundred fifty-six or 353.3 of this act or any proceed-\n   20  ing to extend or continue a commitment to the custody of the commission-\n   21  er of mental health or the commissioner of mental retardation and devel-\n   22  opmental disabilities pursuant to section 322.2 of this act,  the  court\n   23  shall  not permit the respondent to waive the right to be represented by\n   24  counsel chosen by the respondent, respondent's parent, or  other  person\n   25  legally  responsible  for the respondent's care, or by assigned counsel.\n   26  In any other proceeding in which the court has jurisdiction,  the  court\n   27  may  appoint an attorney to represent the child, when, in the opinion of\n   28  the family court judge, such representation will serve the  purposes  of\n   29  this  act,  if  independent legal counsel is not available to the child.\n   30  The family court on its own motion may make such appointment.\n   31    S 3. Paragraph (iv) of subdivision (a) of section 262  of  the  family\n   32  court  act, as amended by chapter 437 of the laws of 2006, is amended to\n   33  read as follows:\n   34    (iv) the parent, foster parent, or other  person  having  physical  or\n   35  legal  custody  of  the  child in any proceeding under article ten [or],\n   36  ten-A OR TEN-C of this act or section three hundred fifty-eight-a, three\n   37  hundred  eighty-four  or  three  hundred  eighty-four-b  of  the  social\n   38  services  law,  and  a  non-custodial  parent or grandparent served with\n   39  notice pursuant to paragraph (e) of subdivision  two  of  section  three\n   40  hundred eighty-four-a of the social services law;\n   41    S  4.  The family court act is amended by adding a new article 10-C to\n   42  read as follows:\n   43                                 ARTICLE 10-C\n   44                             DESTITUTE CHILDREN\n   45  SECTION 1092. DEFINITIONS.\n   46          1093. ORIGINATING PROCEEDINGS AND PRELIMINARY PROCEDURE.\n   47          1094. INITIAL APPEARANCE.\n   48          1095. FACT FINDING AND DISPOSITION.\n   49    S 1092. DEFINITIONS. WHEN USED IN THIS  ARTICLE  UNLESS  THE  SPECIFIC\n   50  CONTEXT INDICATES OTHERWISE:\n   51    (A)  \"DESTITUTE  CHILD\"  SHALL  MEAN  A CHILD WITH NO PARENT OR PERSON\n   52  LEGALLY RESPONSIBLE AVAILABLE TO SAFELY CARE FOR HIM OR HER,  WHO  MEETS\n   53  THE  DEFINITION  OF \"DESTITUTE CHILD\" AS DEFINED IN PARAGRAPH (B) OR (D)\n   54  OF SUBDIVISION THREE OF SECTION THREE HUNDRED SEVENTY-ONE OF THE  SOCIAL\n   55  SERVICES LAW.\n\n       S. 364                              3\n\n    1    (B) \"THE CHILD\" SHALL MEAN A DESTITUTE CHILD, OR A CHILD ALLEGED TO BE\n    2  A DESTITUTE CHILD AS DEFINED IN SUBDIVISION (A) OF THIS SECTION.\n    3    (C)  \"PARENT\"  SHALL  MEAN ANY LIVING BIOLOGICAL OR ADOPTIVE PARENT OF\n    4  THE CHILD WHOSE RIGHTS HAVE NOT BEEN TERMINATED OR SURRENDERED.\n    5    (D) \"PERSON LEGALLY RESPONSIBLE\" SHALL MEAN THE CUSTODIAN OR  GUARDIAN\n    6  OF  THE  DESTITUTE  CHILD OR ANY OTHER ADULT RESPONSIBLE FOR THE CARE OF\n    7  SUCH CHILD AT THE RELEVANT TIME.\n    8    (E) \"PERMANENCY HEARING\" SHALL MEAN \"PERMANENCY HEARING\" AS DEFINED IN\n    9  SUBDIVISION (K) OF SECTION ONE THOUSAND TWELVE OF THIS ACT.\n   10    (F) \"AGENCY\" SHALL MEAN THE LOCAL DEPARTMENT OF SOCIAL SERVICES OR  IN\n   11  A  CITY  HAVING  A POPULATION OF ONE MILLION OR MORE, THE ADMINISTRATION\n   12  FOR CHILDREN'S SERVICES.\n   13    (G) \"COMMISSIONER\" SHALL MEAN THE COMMISSIONER OF THE APPLICABLE AGEN-\n   14  CY, AS DEFINED IN SUBDIVISION (F) OF THIS SECTION.\n   15    S  1093.  ORIGINATING  PROCEEDINGS  AND  PRELIMINARY  PROCEDURE.   (A)\n   16  PROCEEDINGS UNDER THIS ARTICLE SHALL BE ORIGINATED BY AN AGENCY FILING A\n   17  PETITION CONTAINING AN ALLEGATION THAT THE CHILD IN QUESTION IS A DESTI-\n   18  TUTE  CHILD  AS DEFINED BY SECTION ONE THOUSAND NINETY-TWO OF THIS ARTI-\n   19  CLE.\n   20    (B) A COMMISSIONER WHO ACCEPTS AS A PUBLIC CHARGE THE CARE OF A  CHILD\n   21  WHO  APPEARS  TO  BE  A  DESTITUTE CHILD SHALL FORTHWITH FILE A PETITION\n   22  PURSUANT TO THIS SECTION AFTER ACCEPTING THE CARE OF  SUCH  CHILD.  SUCH\n   23  PETITION  SHALL BE FILED IN THE FAMILY COURT LOCATED IN THE COUNTY WHERE\n   24  THE AGENCY IS LOCATED.\n   25    (C) CONTENTS OF THE PETITION.  (1)  THE  PETITION  SHALL  ALLEGE  UPON\n   26  INFORMATION AND BELIEF:\n   27    (I)  THE  MANNER,  DATE  AND CIRCUMSTANCE UNDER WHICH THE CHILD BECAME\n   28  KNOWN TO THE AGENCY;\n   29    (II) THE CHILD'S DATE OF BIRTH;\n   30    (III) THAT THE CHILD IS A DESTITUTE CHILD AS  DEFINED  IN  SUBDIVISION\n   31  (A) OF SECTION ONE THOUSAND NINETY-TWO OF THIS ARTICLE;\n   32    (IV) THE IDENTITY OF THE PARENT OR PARENTS OF THE CHILD IN QUESTION;\n   33    (V) WHETHER THE PARENT OR PARENTS OF THE CHILD ARE LIVING OR DECEASED;\n   34    (VI) THE WHEREABOUTS AND LAST KNOWN ADDRESS FOR THE PARENT OR PARENTS;\n   35    (VII)  THE EFFORTS, IF ANY, WHICH WERE MADE PRIOR TO THE FILING OF THE\n   36  PETITION TO PREVENT THE REMOVAL OF THE CHILD FROM THE HOME AND  IF  SUCH\n   37  EFFORTS WERE NOT MADE, THE REASONS WHY; AND\n   38    (VIII) THE EFFORTS, IF ANY, WHICH WERE MADE PRIOR TO THE FILING OF THE\n   39  PETITION  TO  ALLOW THE CHILD TO RETURN SAFELY HOME, AND IF SUCH EFFORTS\n   40  WERE NOT MADE, THE REASONS WHY.\n   41    (2) THE PETITION SHALL CONTAIN A NOTICE IN CONSPICUOUS PRINT PROVIDING\n   42  THAT IF THE CHILD REMAINS IN FOSTER CARE FOR FIFTEEN OF THE MOST  RECENT\n   43  TWENTY-TWO  MONTHS, THE AGENCY MAY BE REQUIRED BY LAW TO FILE A PETITION\n   44  TO TERMINATE PARENTAL RIGHTS.\n   45    (D) NOTICE. (1) ON THE FILING OF A PETITION UNDER THIS  ARTICLE  IF  A\n   46  PARENT  OR PERSON LEGALLY RESPONSIBLE FOR THE CHILD IS IDENTIFIED IN THE\n   47  PETITION, THE COURT SHALL CAUSE A COPY OF THE PETITION AND A SUMMONS  TO\n   48  BE  ISSUED  THE SAME DAY THE PETITION IS FILED, REQUIRING SUCH PARENT OR\n   49  PERSON LEGALLY RESPONSIBLE FOR THE CHILD  TO  APPEAR  IN  COURT  ON  THE\n   50  RETURN  DATE  TO  ANSWER THE PETITION. SERVICE OF A SUMMONS AND PETITION\n   51  UNDER THIS ARTICLE SHALL BE MADE BY DELIVERY OF A TRUE COPY  THEREOF  TO\n   52  THE  PERSON  SUMMONED  AT LEAST TWENTY-FOUR HOURS BEFORE THE TIME STATED\n   53  THEREIN FOR APPEARANCE. THE COURT MAY SEND PROCESS WITHOUT THE STATE  IN\n   54  THE  SAME  MANNER  AND  WITH  THE SAME EFFECT AS PROCESS SENT WITHIN THE\n   55  STATE IN THE EXERCISE OF PERSONAL JURISDICTION OVER ANY  PERSON  SUBJECT\n   56  TO  THE  JURISDICTION  OF  THE  COURT UNDER SECTION THREE HUNDRED ONE OR\n\n       S. 364                              4\n\n    1  THREE HUNDRED TWO OF THE CIVIL PRACTICE LAW AND  RULES,  NOTWITHSTANDING\n    2  THAT  SUCH  PERSON  IS NOT A RESIDENT OR DOMICILIARY OF THE STATE, WHERE\n    3  THE ALLEGEDLY DESTITUTE CHILD WAS FOUND WITHIN THE STATE.  WHERE SERVICE\n    4  IS  EFFECTED  ON AN OUT OF STATE RESPONDENT  AND THE RESPONDENT DEFAULTS\n    5  BY FAILING TO APPEAR TO ANSWER THE PETITION, THE COURT MAY  ON  ITS  OWN\n    6  MOTION,  OR UPON APPLICATION OF ANY PARTY OR THE LAW GUARDIAN PROCEED TO\n    7  A FACT FINDING HEARING THEREON. IF  AFTER  REASONABLE  EFFORT,  PERSONAL\n    8  SERVICE IS  NOT MADE, THE COURT MAY AT ANY STAGE IN THE PROCEEDINGS MAKE\n    9  AN  ORDER  PROVIDING  FOR SUBSTITUTED SERVICE IN THE MANNER PROVIDED FOR\n   10  SUBSTITUTED SERVICE IN CIVIL PROCESS IN COURTS OF RECORD. IF THE  PARENT\n   11  OR PARENTS OF THE CHILD IS OR ARE DECEASED AND NO PERSON LEGALLY RESPON-\n   12  SIBLE  FOR  THE CHILD HAS BEEN IDENTIFIED, THEN NOTICE OF THE PROCEEDING\n   13  AND A COPY OF THE PETITION SHALL BE MADE UPON SUCH PERSONS AND  IN  SUCH\n   14  MANNER AS THE COURT MAY DIRECT.\n   15    (2) THE SUMMONS SHALL CONTAIN A STATEMENT IN CONSPICUOUS PRINT INFORM-\n   16  ING  THE  PARENT  OR OTHER PERSONS LEGALLY RESPONSIBLE THAT IF THE CHILD\n   17  REMAINS IN FOSTER CARE FOR FIFTEEN OF THE MOST RECENT TWENTY-TWO MONTHS,\n   18  THE AGENCY MAY BE REQUIRED BY  LAW  TO  FILE  A  PETITION  TO  TERMINATE\n   19  PARENTAL RIGHTS.\n   20    S  1094.  INITIAL  APPEARANCE. (A) AT THE INITIAL APPEARANCE THE COURT\n   21  SHALL:\n   22    (1) APPOINT A LAW GUARDIAN TO REPRESENT THE CHILD;\n   23    (2) (I) DETERMINE WHETHER PLACEMENT OF THE CHILD IN THE TEMPORARY CARE\n   24  AND CUSTODY OF THE COMMISSIONER IS IN THE BEST INTERESTS OF THE CHILD.\n   25    (II) IF THE COURT PLACES THE CHILD IN THE TEMPORARY CARE  AND  CUSTODY\n   26  OF  THE  COMMISSIONER  PURSUANT  TO THIS PARAGRAPH THE COURT SHALL SET A\n   27  DATE CERTAIN FOR THE FACT FINDING AND DISPOSITION  HEARING  PURSUANT  TO\n   28  SECTION ONE THOUSAND NINETY-FIVE OF THIS ARTICLE AND THE INITIAL PERMAN-\n   29  ENCY HEARING PURSUANT TO PARAGRAPH TWO OF SUBDIVISION (A) OF SECTION ONE\n   30  THOUSAND  EIGHTY-NINE  OF  THIS  ACT.  THE  DATE CERTAIN FOR THE INITIAL\n   31  PERMANENCY HEARING SHALL BE NO LATER THAN EIGHT MONTHS FROM THE DATE THE\n   32  SOCIAL SERVICES OFFICIAL ACCEPTED CARE OF THE CHILD;\n   33    (3) DETERMINE WHETHER IT WOULD BE CONTRARY TO THE WELFARE OF THE CHILD\n   34  TO CONTINUE IN HIS OR HER OWN HOME;\n   35    (4) DETERMINE WHETHER REASONABLE EFFORTS WERE MADE PRIOR TO THE PLACE-\n   36  MENT OF THE CHILD INTO FOSTER CARE TO PREVENT OR ELIMINATE THE NEED  FOR\n   37  REMOVAL  OF THE CHILD FROM HIS OR HER HOME, AND IF SUCH EFFORTS WERE NOT\n   38  MADE WHETHER THE LACK OF SUCH EFFORTS WERE APPROPRIATE UNDER THE CIRCUM-\n   39  STANCES;\n   40    (5) DETERMINE, WHERE APPROPRIATE, IF REASONABLE EFFORTS WERE  MADE  TO\n   41  MAKE IT POSSIBLE FOR THE CHILD TO RETURN SAFELY HOME; AND\n   42    (6)  INCLUDE THE FINDINGS MADE PURSUANT TO PARAGRAPHS ONE THROUGH FIVE\n   43  OF THIS SUBDIVISION IN A WRITTEN ORDER.\n   44    (B) IF THE COURT PLACES THE CHILD IN  THE  TEMPORARY  CUSTODY  OF  THE\n   45  COMMISSIONER  PURSUANT  TO SUBDIVISION (A) OF THIS SECTION THE COURT MAY\n   46  ORDER THE AGENCY TO CONDUCT AN INVESTIGATION OF THE FAMILY CIRCUMSTANCES\n   47  OF THE CHILD, INCLUDING, BUT NOT LIMITED TO:\n   48    (1) WHETHER THE CHILD MAY BE AN ABUSED OR MALTREATED CHILD;\n   49    (I) IF THE COURT HAS REASONABLE CAUSE TO SUSPECT THE CHILD  IS  ABUSED\n   50  OR  MALTREATED  THE  COURT  MAY REQUEST THE AGENCY TO CAUSE A CALL TO BE\n   51  MADE TO THE STATEWIDE CENTRAL REGISTER FOR CHILD ABUSE AND  MALTREATMENT\n   52  PURSUANT TO SECTION FOUR HUNDRED FOURTEEN OF THE SOCIAL SERVICES LAW; OR\n   53    (II)  IF THE COURT HAS REASONABLE CAUSE TO SUSPECT THE CHILD MAY BE AN\n   54  ABUSED CHILD AS DEFINED IN  SUBDIVISION  (E)  OF  SECTION  ONE  THOUSAND\n   55  TWELVE OF THIS ACT OR A NEGLECTED CHILD AS DEFINED IN SUBDIVISION (F) OF\n   56  SECTION ONE THOUSAND TWELVE OF THIS ACT, THE COURT MAY REQUEST THE AGEN-\n\n       S. 364                              5\n\n    1  CY TO FILE A PETITION IN REGARDS TO THE CHILD PURSUANT TO ARTICLE TEN OF\n    2  THIS ACT; AND\n    3    (2)  (I) THE IDENTITY OR WHEREABOUTS OF ANY RELATIVES WHO MAY BE WILL-\n    4  ING TO CARE FOR THE CHILD; OR\n    5    (II) IF A RELATIVE OR OTHER SUITABLE PERSON WILLING TO  CARE  FOR  THE\n    6  CHILD  IS KNOWN TO THE COURT, THE COURT MAY DIRECT THAT THE COMMISSIONER\n    7  HAVE THE CHILD LIVE WITH SUCH RELATIVE OR  OTHER  SUITABLE  PERSON,  AND\n    8  COMMENCE  AN INVESTIGATION INTO THE HOME OF SUCH RELATIVE AND THEREAFTER\n    9  APPROVE SUCH RELATIVE OR OTHER  SUITABLE  PERSON,  IF  QUALIFIED,  AS  A\n   10  FOSTER PARENT. IF SUCH HOME IS FOUND TO BE UNQUALIFIED FOR APPROVAL, THE\n   11  LOCAL COMMISSIONER SHALL REPORT SUCH FACT TO THE COURT FORTHWITH.\n   12    S  1095. FACT FINDING AND DISPOSITION. (A) THE COURT SHALL SUSTAIN THE\n   13  PETITION AND MAKE A FINDING THAT A CHILD IS  DESTITUTE  IF  BASED  ON  A\n   14  PREPONDERANCE  OF  EVIDENCE  PRESENTED,  THE  COURT FINDS THAT THE CHILD\n   15  MEETS THE DEFINITION OF A DESTITUTE CHILD AS  DESCRIBED  IN  SUBDIVISION\n   16  (A)  OF  SECTION  ONE  THOUSAND NINETY-TWO OF THIS ARTICLE. IF THE COURT\n   17  SUSTAINS THE PETITION PURSUANT TO THIS SUBDIVISION,  IT  SHALL  ISSUE  A\n   18  WRITTEN ORDER WHICH:\n   19    (1) PLACES THE CHILD IN THE CARE AND CUSTODY OF THE COMMISSIONER;\n   20    (2)  LISTS THE DATE CERTAIN FOR THE NEXT SCHEDULED PERMANENCY HEARING;\n   21  AND\n   22    (3) STATES THE GROUNDS FOR THE COURT'S FINDING PURSUANT TO THIS SUBDI-\n   23  VISION.\n   24    (B) IF THE COURT FINDS THAT BASED ON THE EVIDENCE PRESENTED THE  CHILD\n   25  DOES NOT MEET THE DEFINITION OF A DESTITUTE CHILD AS DESCRIBED IN SUBDI-\n   26  VISION (A) OF SECTION ONE THOUSAND NINETY-TWO OF THIS ARTICLE, THE COURT\n   27  SHALL DISMISS THE PETITION.\n   28    (C)  IF THE COURT FINDS THAT BASED ON THE EVIDENCE PRESENTED THE CHILD\n   29  DOES NOT MEET THE DEFINITION OF A DESTITUTE CHILD AS DESCRIBED IN SUBDI-\n   30  VISION (A) OF SECTION ONE THOUSAND NINETY-TWO OF THIS ARTICLE,  BUT  THE\n   31  COURT  FINDS  THAT  IT APPEARS THAT THE CHILD MEETS THE DEFINITION OF AN\n   32  ABUSED CHILD PURSUANT TO SUBDIVISION (E) OF SECTION ONE THOUSAND  TWELVE\n   33  OF  THIS ACT OR A NEGLECTED CHILD PURSUANT TO SUBDIVISION (F) OF SECTION\n   34  ONE THOUSAND TWELVE OF THIS ACT, THE COURT MAY  REQUEST  THE  AGENCY  TO\n   35  FILE A PETITION REGARDING THE CHILD FORTHWITH PURSUANT TO ARTICLE TEN OF\n   36  THIS  ACT,  PRIOR TO DISMISSING THE PETITION PURSUANT TO SUBDIVISION (B)\n   37  OF THIS SECTION.\n   38    S 5. Section 1086 of the family court act, as added by section  27  of\n   39  part A of chapter 3 of the laws of 2005, is amended to read as follows:\n   40    S  1086.  Purpose. The purpose of this article is to establish uniform\n   41  procedures for permanency hearings for all children who  are  placed  in\n   42  foster  care  pursuant  to  section  three  hundred fifty-eight-a, three\n   43  hundred  eighty-four  or  three  hundred  eighty-four-a  of  the  social\n   44  services  law  or pursuant to section one thousand twenty-two, one thou-\n   45  sand twenty-seven, [or] one thousand fifty-two, ONE THOUSAND NINETY-FOUR\n   46  OR ONE THOUSAND NINETY-FIVE of  this  act;  children  who  are  directly\n   47  placed with a relative pursuant to section one thousand seventeen or one\n   48  thousand  fifty-five  of  this  act;  and  children  who  are  freed for\n   49  adoption. It is meant to provide children  placed  out  of  their  homes\n   50  timely  and  effective  judicial review that promotes permanency, safety\n   51  and well-being in their lives.\n   52    S 6. Subdivision (a) of section 1087  of  the  family  court  act,  as\n   53  amended  by  chapter  342  of  the  laws  of 2010, is amended to read as\n   54  follows:\n   55    (a) \"Child\" shall mean a person under  the  age  of  eighteen  who  is\n   56  placed  in  foster care pursuant to section three hundred fifty-eight-a,\n\n       S. 364                              6\n\n    1  three hundred eighty-four or three hundred eighty-four-a of  the  social\n    2  services  law  or pursuant to section one thousand twenty-two, one thou-\n    3  sand twenty-seven, [or] one thousand fifty-two, ONE THOUSAND NINETY-FOUR\n    4  OR ONE THOUSAND NINETY-FIVE of this act; or directly placed with a rela-\n    5  tive  pursuant  to section one thousand seventeen or one thousand fifty-\n    6  five of this act; or who has been freed for adoption or a person between\n    7  the ages of eighteen and twenty-one who has consented to continuation in\n    8  foster care or trial discharge status; or a  former  foster  care  youth\n    9  under  the  age  of  twenty-one for whom a court has granted a motion to\n   10  permit the former foster care youth to return  to  the  custody  of  the\n   11  local commissioner of social services or other officer, board or depart-\n   12  ment authorized to receive children as public charges.\n   13    S  7.  Section  1088 of the family court act, as separately amended by\n   14  chapters 41 and 342 of the laws of 2010, is amended to read as follows:\n   15    S 1088. Continuing court jurisdiction. If a child is  placed  pursuant\n   16  to  section  three  hundred fifty-eight-a, three hundred eighty-four, or\n   17  three hundred eighty-four-a of the social services law, or  pursuant  to\n   18  section  one  thousand  seventeen, one thousand twenty-two, one thousand\n   19  twenty-seven [or], one thousand fifty-two, ONE THOUSAND  NINETY-FOUR  OR\n   20  ONE THOUSAND NINETY-FIVE of this act, or directly placed with a relative\n   21  pursuant to section one thousand seventeen or one thousand fifty-five of\n   22  this  act;  or  if  the  child is freed for adoption pursuant to section\n   23  three hundred eighty-three-c, three hundred eighty-four or three hundred\n   24  eighty-four-b of the social services law, the case shall remain  on  the\n   25  court's calendar and the court shall maintain jurisdiction over the case\n   26  until  the  child  is discharged from placement and all orders regarding\n   27  supervision, protection or services have expired. The court shall rehear\n   28  the matter whenever it deems necessary or desirable, or upon  motion  by\n   29  any  party  entitled  to notice in proceedings under this article, or by\n   30  the attorney for  the  child,  and  whenever  a  permanency  hearing  is\n   31  required  by  this  article. While the court maintains jurisdiction over\n   32  the case, the provisions of section one thousand  thirty-eight  of  this\n   33  act  shall continue to apply. The court shall also maintain jurisdiction\n   34  over a case for purposes of hearing a motion to permit a  former  foster\n   35  care  youth  under  the age of twenty-one who was discharged from foster\n   36  care due to a failure to consent to continuation of placement to  return\n   37  to  the  custody  of  the local commissioner of social services or other\n   38  officer, board or department authorized to receive  children  as  public\n   39  charges.\n   40    S  8.  Paragraph  2  of  subdivision (a) of section 1089 of the family\n   41  court act, as amended by chapter 437 of the laws of 2006, is amended  to\n   42  read as follows:\n   43    (2)  All  other  permanency hearings. At the conclusion of the hearing\n   44  pursuant to section one thousand twenty-two, one thousand  twenty-seven,\n   45  [or]  one  thousand  fifty-two, ONE THOUSAND NINETY-FOUR OR ONE THOUSAND\n   46  NINETY-FIVE of this act at which the child was remanded  or  placed  and\n   47  upon  the  court's approval of a voluntary placement instrument pursuant\n   48  to section three hundred fifty-eight-a of the social services  law,  the\n   49  court shall set a date certain for an initial permanency hearing, advise\n   50  all  parties in court of the date set and include the date in the order.\n   51  Orders issued in subsequent court hearings prior to the permanency hear-\n   52  ing, including, but not limited to, the order of placement issued pursu-\n   53  ant to section one thousand fifty-five of this act,  shall  include  the\n   54  date  certain for the permanency hearing. The initial permanency hearing\n   55  shall be commenced no later than six months from the date which is sixty\n   56  days after the child was removed from his or her home; provided,  howev-\n\n       S. 364                              7\n\n    1  er,  that  if a sibling or half-sibling of the child has previously been\n    2  removed from the home and has a permanency hearing date  certain  sched-\n    3  uled within the next eight months, the permanency hearing for each child\n    4  subsequently  removed  from the home shall be scheduled on the same date\n    5  certain that has been set for the first child  removed  from  the  home,\n    6  unless  such  sibling  or  half-sibling  has  been removed from the home\n    7  pursuant to article three or seven of this act. The  permanency  hearing\n    8  shall be completed within thirty days of the scheduled date certain.\n    9    S 9. Subdivision (a) of section 1090 of the family court act, as sepa-\n   10  rately amended by chapters 41 and 342 of the laws of 2010, is amended to\n   11  read as follows:\n   12    (a)  If  an  attorney  for  the child has been appointed by the family\n   13  court in a proceeding pursuant to section three  hundred  fifty-eight-a,\n   14  three  hundred  eighty-three-c,  three  hundred  eighty-four,  or  three\n   15  hundred eighty-four-b of the social services  law,  or  article  ten  OR\n   16  TEN-C  of  this act, the appointment of the attorney for the child shall\n   17  continue without further court  order  or  appointment,  unless  another\n   18  appointment  of  an  attorney  for the child has been made by the court,\n   19  until the child is discharged from placement and  all  orders  regarding\n   20  supervision,  protection  or  services  have expired. The attorney shall\n   21  also represent the child without further order  or  appointment  in  any\n   22  proceedings  under  article  ten-B of this act. All notices, reports and\n   23  motions required by law shall be provided to the child's  attorney.  The\n   24  child's  attorney  may  be  relieved  of  his or her representation upon\n   25  application to the  court  for  termination  of  the  appointment.  Upon\n   26  approval of the application, the court shall immediately appoint another\n   27  attorney to whom all notices, reports, and motions required by law shall\n   28  be provided.\n   29    S  10.  Subdivision  1  of  section  398 of the social services law is\n   30  amended to read as follows:\n   31    1. As to destitute children: Assume charge of and provide support  for\n   32  any destitute child who cannot be properly cared for in his home, AND IF\n   33  IT  IS NECESSARY FOR THE COMMISSIONER TO TAKE CUSTODY OF THE CHILD, FILE\n   34  A PETITION PURSUANT TO SECTION ONE THOUSAND NINETY-THREE OF  THE  FAMILY\n   35  COURT ACT.\n   36    S  11.  Paragraph  (i)  of  subdivision 6 of section 398 of the social\n   37  services law is REPEALED.\n   38    S 12. This act shall take effect immediately; provided, however,  that\n   39  local social services districts may wait up to ninety days subsequent to\n   40  the  effective  date  of  this  act to file petitions in accordance with\n   41  subdivision (b) of section one thousand ninety-three of the family court\n   42  act as added by section four of this act, for children who were  in  the\n   43  care  of  such  district  on the effective date of this act who meet the\n   44  definition of destitute child as described in subdivision (a) of section\n   45  one thousand ninety-two of the family court act as added by section four\n   46  of this act.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the family court act and the social services law, in relation to destitute children; and to repeal certain provisions of the social services law relating thereto ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101216.T152435.TXT", "SOBI.D101216.T144432.TXT", "SOBI.D101221.T115612.TXT", "SOBI.D101221.T105608.TXT", "SOBI.D101216.T152010.TXT", "SOBI.D101221.T105107.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292950572506
}