{
  "year" : 2011,
  "senateBillNo" : "S365-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO LOCAL GOVERNMENT",
    "billEventId" : "S365-2011-1294203600000-REFERRED+TO+LOCAL+GOVERNMENT",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MONTGOMERY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes the commissioner of general services to sell and convey certain land in the county of Kings, borough of Brooklyn, city of New York",
  "summary" : "Authorizes the commissioner of general services to sell and convey certain land in the county of Kings, borough of Brooklyn, city of New York to CNR Senior Housing Development Fund Corporation. ",
  "currentCommittee" : "LOCAL GOVERNMENT",
  "sameAs" : null,
  "lawSection" : "Kings County",
  "previousVersions" : [ "S8364-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          365\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  MONTGOMERY  -- read twice and ordered printed, and\n         when printed to be committed to the Committee on Local Government\n\n       AN ACT authorizing the commissioner of  general  services  to  sell  and\n         convey  certain land in the county of Kings, borough of Brooklyn, city\n         of New York\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Notwithstanding any other provision of law, the commission-\n    2  er  of  general  services,  upon  the consent of the commissioner of the\n    3  office of children and family services, is authorized to sell and convey\n    4  to CNR Senior Housing Development Fund Corporation for the purpose of  a\n    5  community  center  or housing for the elderly and disabled certain state\n    6  lands described in section two of this act.  Conveyance of said land  is\n    7  to be made at such time and upon terms and conditions, including consid-\n    8  eration,  as  the commissioner of general services may fix and determine\n    9  including a right of reverter to the state of said land in the event the\n   10  land ceases to be used for a community center or housing for the elderly\n   11  and disabled. Conveyance of said land shall also be subject to covenants\n   12  and restrictions of record.\n   13    S 2. The land to  be  conveyed  pursuant  to  this  act  is  generally\n   14  described as follows:\n   15    ALL  that  piece  or parcel of land together with improvements thereon\n   16  situate, lying and being in the Borough of Brooklyn, City and  State  of\n   17  New  York,  designated  on  the Tax Map of the City of New York, for the\n   18  Borough of Brooklyn as said Tax Map was  on  November  15,  1985,  Block\n   19  2015, Lot 28, also known as 1024 Fulton Street.\n   20    S  3.  The  description  in section two of this act of the lands to be\n   21  conveyed is not intended to be a legal description, but is intended only\n   22  to identify the premises to be conveyed. As a condition of purchase  CNR\n   23  Senior  Housing Development Fund Corporation shall submit to the commis-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02387-01-1\n\n       S. 365                              2\n\n    1  sioner  of  general  services  for  approval  an  accurate  survey   and\n    2  description of the lands generally described in section two of this act,\n    3  which may be used in the conveyance thereof.\n    4    S  4.  The  commissioner  of general services shall not grant the land\n    5  described in section two of this act unless application is made therefor\n    6  by CNR Senior Housing Development  Fund  Corporation  within  two  years\n    7  after the effective date of this act.\n    8    S 5. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT authorizing the commissioner of general services to sell and convey certain land in the county of Kings, borough of Brooklyn, city of New York ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101216.T152435.TXT", "SOBI.D101216.T144932.TXT", "SOBI.D101217.T145450.TXT", "SOBI.D101216.T150934.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292615690501
}