{
  "year" : 2011,
  "senateBillNo" : "S366-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO INVESTIGATIONS AND GOVERNMENT OPERATIONS",
    "billEventId" : "S366-2011-1294203600000-REFERRED+TO+INVESTIGATIONS+AND+GOVERNMENT+OPERATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MONTGOMERY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides that employers shall notify employees of potential state and federal earned income tax credits",
  "summary" : "Provides that employers shall notify employees of potential state and federal earned income tax credits and delineates the contents, timing and manner of providing notice as well as options available to the employer. ",
  "currentCommittee" : "INVESTIGATIONS AND GOVERNMENT OPERATIONS",
  "sameAs" : null,
  "lawSection" : "Tax Law",
  "previousVersions" : [ "SB4258-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "SQUADRON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          366\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sens.  MONTGOMERY,  SQUADRON  --  read twice and ordered\n         printed, and when printed to be committed to the Committee on Investi-\n         gations and Government Operations\n\n       AN ACT to amend the tax law,  in  relation  to  requiring  employers  to\n         provide notice of potential eligibility for federal and New York state\n         earned income tax credits\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraph 6 of subsection (d) of section  606  of  the  tax\n    2  law,  as  amended  by  section  3 of part V of chapter 60 of the laws of\n    3  2004, is amended to read as follows:\n    4    (6) Notification.  (I) The commissioner shall  periodically,  but  not\n    5  less than every three years, make efforts to alert taxpayers that may be\n    6  currently eligible to receive the credit provided under this subsection,\n    7  and  the  credit  provided  under  any  local  law  enacted  pursuant to\n    8  subsection (f) of section thirteen hundred ten of this  chapter,  as  to\n    9  their  potential  eligibility.  In making the determination of whether a\n   10  taxpayer may be eligible for such credit,  the  commissioner  shall  use\n   11  such data as may be appropriate and available, including, but not limit-\n   12  ed  to,  data  available  from the United States Department of Treasury,\n   13  Internal Revenue Service and New  York  state  income  tax  returns  for\n   14  preceding tax years.\n   15    (II) EXCEPT AS SET FORTH IN CLAUSE (D) OF THIS SUBPARAGRAPH, EMPLOYERS\n   16  WITH  PERSONS  IN  THEIR  EMPLOY  IN  NEW  YORK STATE FOR WHOM THEY MUST\n   17  PROVIDE AN ANNUAL WAGE SUMMARY SHALL EACH  YEAR  FURNISH  TO  EACH  SUCH\n   18  PERSON A NOTICE THAT HE OR SHE MAY BE ELIGIBLE FOR A STATE EARNED INCOME\n   19  TAX  CREDIT  PURSUANT TO THIS SUBSECTION AND A FEDERAL EARNED INCOME TAX\n   20  CREDIT PURSUANT TO SECTION THIRTY-TWO OF THE INTERNAL REVENUE CODE.  FOR\n   21  PURPOSES OF THIS SUBPARAGRAPH, EMPLOYER SHALL HAVE THE SAME  MEANING  AS\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02360-01-1\n\n       S. 366                              2\n\n    1  SET  FORTH IN SUBSECTION (A) OF SECTION THREE THOUSAND THREE HUNDRED SIX\n    2  OF THE INTERNAL REVENUE CODE.\n    3    (A)  CONTENTS OF NOTICE. THE NEW YORK STATE DEPARTMENT OF TAXATION AND\n    4  FINANCE SHALL PROMULGATE GUIDANCE AS NECESSARY  SPECIFYING  THE  MINIMUM\n    5  REQUIREMENTS  OF SUCH NOTICE, WHICH WILL INCLUDE, BUT NOT BE LIMITED TO,\n    6  INFORMATION AS TO THE AVAILABILITY OF AND POTENTIAL ELIGIBILITY FOR  THE\n    7  FEDERAL  EARNED  INCOME  TAX CREDIT AND THE NEW YORK STATE EARNED INCOME\n    8  TAX CREDIT. SUCH NOTICE SHALL REFER PERSONS TO BOTH THE INTERNAL REVENUE\n    9  SERVICE AND THE NEW YORK STATE DEPARTMENT OF  TAXATION  AND  FINANCE  BY\n   10  TELEPHONE  AND  THROUGH  THEIR WEBSITES FOR INFORMATION REGARDING ANNUAL\n   11  ELIGIBILITY THRESHOLDS BY HOUSEHOLD TYPE, FILING REQUIREMENTS,  AND  HOW\n   12  TO OBTAIN NECESSARY FORMS AND INSTRUCTIONS.\n   13    (B)  TIMING  OF NOTICE. THE EMPLOYER SHALL PROVIDE THE NOTICE REQUIRED\n   14  BY THIS SUBPARAGRAPH WITHIN ONE WEEK BEFORE OR AFTER,  OR  AT  THE  SAME\n   15  TIME,  THE  EMPLOYER PROVIDES THE ANNUAL WAGE SUMMARY, INCLUDING BUT NOT\n   16  LIMITED TO, A FORM W-2 OR A FORM 1099.  THE  NOTICE  SHALL  BE  PROVIDED\n   17  EITHER SEPARATELY OR AS PART OF THE ANNUAL WAGE SUMMARY.\n   18    (C)  MANNER OF PROVIDING NOTICE. THE EMPLOYER SHALL PROVIDE THE NOTICE\n   19  REQUIRED BY THIS SUBPARAGRAPH TO EACH PERSON BY HAND DELIVERY, OR  ELEC-\n   20  TRONIC MAIL, OR BY MAIL TO THE LAST KNOWN ADDRESS.\n   21    (D)  EMPLOYER'S  OPTION.  AT  THE  EMPLOYER'S OPTION, THE EMPLOYER MAY\n   22  CHOOSE TO PROVIDE THE NOTICE REQUIRED PURSUANT TO THIS SUBPARAGRAPH ONLY\n   23  TO THOSE EMPLOYEES WHOSE GROSS ANNUAL INCOMES DO  NOT  EQUAL  OR  EXCEED\n   24  SIXTY THOUSAND DOLLARS OR THE MAXIMUM INCOME AT WHICH AN EMPLOYEE MAY BE\n   25  ELIGIBLE FOR THE EARNED INCOME TAX CREDIT, WHICHEVER IS HIGHER.\n   26    S 2. This act shall take effect January 1, 2013.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the tax law, in relation to requiring employers to provide notice of potential eligibility for federal and New York state earned income tax credits ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101216.T152435.TXT", "SOBI.D101216.T144932.TXT", "SOBI.D101216.T145433.TXT", "SOBI.D101217.T145450.TXT", "SOBI.D101216.T150934.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292615690503
}