{
  "year" : 2011,
  "senateBillNo" : "S368-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO CHILDREN AND FAMILIES",
    "billEventId" : "S368-2011-1294203600000-REFERRED+TO+CHILDREN+AND+FAMILIES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MONTGOMERY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to school placement for homeless children",
  "summary" : "Relates to school placement for homeless children. ",
  "currentCommittee" : "CHILDREN AND FAMILIES",
  "sameAs" : null,
  "lawSection" : "Social Services Law",
  "previousVersions" : [ "S6185-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          368\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  MONTGOMERY  -- read twice and ordered printed, and\n         when printed to be committed to the Committee on Children and Families\n\n       AN ACT to amend the social  services  law  and  the  education  law,  in\n         relation to educational stability for children who are homeless and in\n         out-of-home care\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The social services law is amended by adding a new  section\n    2  373-b to read as follows:\n    3    S  373-B.  SCHOOL  PLACEMENT.  1.  THE LEGISLATURE RECOGNIZES THAT THE\n    4  EDUCATIONAL OUTCOMES OF ALL CHILDREN ARE CRITICAL TO BECOMING PRODUCTIVE\n    5  CITIZENS. IN TODAY'S ECONOMY, EDUCATIONAL ATTAINMENT IS DIRECTLY  LINKED\n    6  TO  EMPLOYMENT  OPPORTUNITIES  AND WAGES EARNED. REGARDLESS OF FAMILY OR\n    7  FOSTER CARE STATUS, UNPLANNED SCHOOL  MOBILITY  IS  CONSIDERED  TO  HAVE\n    8  UNFAVORABLE CONSEQUENCES FOR ACADEMIC SUCCESS, SELF ESTEEM AND CLASSROOM\n    9  BEHAVIOR.  THE  LEGISLATURE FINDS THAT ESTABLISHING A PROCEDURE TO MINI-\n   10  MIZE DISRUPTIONS IN EDUCATION FOR CHILDREN IN OUT-OF-HOME CARE CAN  LEAD\n   11  TO BETTER LIFELONG OUTCOMES FOR CHILDREN.\n   12    2. DEFINITIONS. (A) \"SCHOOL OF ORIGIN\" SHALL MEAN:\n   13    (I)  THE  PUBLIC  SCHOOL  THAT  THE  CHILD ATTENDED OR WAS ENTITLED TO\n   14  ATTEND WHEN PLACED IN OUT-OF-HOME CARE; OR\n   15    (II) THE SCHOOL IN WHICH THE CHILD WAS LAST ENROLLED.\n   16    (B) \"SCHOOL DISTRICT OF ORIGIN\" SHALL MEAN THE SCHOOL DISTRICT  WITHIN\n   17  THE  STATE  OF NEW YORK IN WHICH THE CHILD WAS ATTENDING A PUBLIC SCHOOL\n   18  ON A TUITION-FREE BASIS OR WAS ENTITLED TO ATTEND  WHEN  THE  CHILD  WAS\n   19  PLACED IN OUT-OF-HOME CARE.\n   20    (C) \"DESIGNATED SCHOOL\" SHALL MEAN THE SCHOOL THAT:\n   21    (I)  THE  LOCAL SOCIAL SERVICES DISTRICT, THE PARENT OF THE CHILD, AND\n   22  THE ATTORNEY FOR THE CHILD HAVE AGREED IS IN THE BEST INTERESTS  OF  THE\n   23  CHILD TO ATTEND; OR\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02380-01-1\n\n       S. 368                              2\n\n    1    (II) THE COURT HAS DETERMINED TO BE IN THE BEST INTERESTS OF THE CHILD\n    2  TO ATTEND.\n    3    (D) \"SCHOOL DISTRICT OF CURRENT LOCATION\" SHALL MEAN THE PUBLIC SCHOOL\n    4  DISTRICT  WITHIN  THE  STATE  OF NEW YORK WHERE THE CHILD IS RESIDING IN\n    5  OUT-OF-HOME CARE. WHENEVER THE SCHOOL DISTRICT OF  CURRENT  LOCATION  IS\n    6  DESIGNATED  PURSUANT  TO  SUBDIVISION  TWO OF SECTION THIRTY-TWO HUNDRED\n    7  NINE OF THE EDUCATION LAW, THE CHILD SHALL BE  ENTITLED  TO  ATTEND  ANY\n    8  SCHOOL  THAT  OTHER STUDENTS WHO LIVE IN THE SAME ATTENDANCE ZONE AS THE\n    9  CHILD IN OUT-OF-HOME CARE ARE ENTITLED TO ATTEND.\n   10    (E) \"CHILD IN OUT-OF-HOME CARE\", FOR PURPOSES OF AN EDUCATION STABILI-\n   11  TY DETERMINATION, SHALL MEAN A CHILD WHO IS ENTITLED  TO  ATTEND  SCHOOL\n   12  PURSUANT TO SECTION THIRTY-TWO HUNDRED TWO OF THE EDUCATION LAW, A CHILD\n   13  ELIGIBLE FOR UNIVERSAL PRE-KINDERGARTEN, OR A CHILD ELIGIBLE FOR COMMIT-\n   14  TEE ON PRESCHOOL SPECIAL EDUCATION SERVICES WHO:\n   15    (I)  IS  IN  THE  PROTECTIVE CUSTODY, CARE AND CUSTODY, OR CUSTODY AND\n   16  GUARDIANSHIP OF THE COMMISSIONER OF THE LOCAL SOCIAL  SERVICES  DISTRICT\n   17  PURSUANT   TO   SECTION   THREE  HUNDRED  FIFTY-EIGHT-A,  THREE  HUNDRED\n   18  EIGHTY-FOUR, OR THREE HUNDRED EIGHTY-FOUR-A OF THIS CHAPTER, OR PURSUANT\n   19  TO ARTICLE SEVEN, TEN OR TEN-A OF THE FAMILY COURT ACT; OR\n   20    (II) HAS BEEN DIRECTLY PLACED WITH A RELATIVE PURSUANT TO ARTICLE  TEN\n   21  OR TEN-A OF THE FAMILY COURT ACT; AND\n   22    (III)  IS  NOT  A  CHILD  IN  OUT-OF-HOME CARE WHO IS IN NON-SECURE OR\n   23  SECURE DETENTION FACILITIES.\n   24    (F) \"CHILD AWAITING FOSTER CARE PLACEMENT\" SHALL MEAN A CHILD IN  OUT-\n   25  OF-HOME  CARE  THROUGH  THE  END  OF  THE SCHOOL YEAR IN WHICH THE CHILD\n   26  ENTERED OUT-OF-HOME CARE.\n   27    3. UPON REMOVAL OF A CHILD FROM HOME AND PLACEMENT IN OUT-OF-HOME CARE\n   28  BUT PRIOR TO A DETERMINATION OF THE BEST INTERESTS OF THE CHILD  REGARD-\n   29  ING  SCHOOL  PLACEMENT,  THE  CHILD SHALL REMAIN IN HIS OR HER SCHOOL OF\n   30  ORIGIN UNLESS CONTINUING AT THE SCHOOL OF ORIGIN WOULD CREATE  AN  IMMI-\n   31  NENT  RISK TO THE LIFE OR HEALTH OF THE CHILD. THE CHILD SHALL REMAIN IN\n   32  HIS OR HER SCHOOL OF ORIGIN UNLESS THE LOCAL SOCIAL  SERVICES  DISTRICT,\n   33  THE  BIRTH  OR  ADOPTIVE  PARENT  OF THE CHILD, AND THE ATTORNEY FOR THE\n   34  CHILD, AFTER CONSULTATION WITH THE CHILD, CONSENT TO A CHANGE IN  SCHOOL\n   35  PLACEMENT,  OR  THE  COURT MAKES A DETERMINATION THAT IT WOULD BE IN THE\n   36  BEST INTERESTS OF THE CHILD TO CHANGE SCHOOLS.\n   37    4. WITHIN ONE BUSINESS DAY OF REMOVING A CHILD FROM HOME,  MOVING  THE\n   38  CHILD  TO  A  NEW OUT-OF-HOME CARE PLACEMENT, OBTAINING CONSENT FROM THE\n   39  PARENT OF THE CHILD AND ATTORNEY FOR THE CHILD  TO  CHANGE  THE  CURRENT\n   40  SCHOOL  PLACEMENT  OF A CHILD, OR RECEIPT OF A COURT ORDER REGARDING THE\n   41  SCHOOL PLACEMENT OF A CHILD, THE LOCAL SOCIAL  SERVICES  DISTRICT  SHALL\n   42  COMPLETE  A  DESIGNATION FORM ON BEHALF OF THE CHILD AND FAX OR EMAIL IT\n   43  TO THE SCHOOL DISTRICT IN WHICH THE CHILD IS ENROLLED AND,  IF  APPLICA-\n   44  BLE,  THE  NEWLY  DESIGNATED  DISTRICT WHERE ENROLLMENT IS SOUGHT.  SUCH\n   45  FORM SHALL BE COMPLETED IN ACCORDANCE WITH PARAGRAPH  D  OF  SUBDIVISION\n   46  TWO OF SECTION THIRTY-TWO HUNDRED NINE OF THE EDUCATION LAW.\n   47    5.  (A)  IF  THE  COURT DECIDES OR THE PARTIES AGREE THAT IT IS IN THE\n   48  BEST INTERESTS OF THE CHILD TO ENROLL IN THE SCHOOL DISTRICT OF  CURRENT\n   49  LOCATION,  SUCH  DISTRICT SHALL IMMEDIATELY, AND NO LATER THAN ONE BUSI-\n   50  NESS DAY:\n   51    (I) ADMIT THE CHILD, EVEN IF THE CHILD IS UNABLE  TO  PRODUCE  RECORDS\n   52  NORMALLY  REQUIRED  FOR  ENROLLMENT,  SUCH AS PREVIOUS ACADEMIC RECORDS,\n   53  MEDICAL RECORDS, PROOF OF RESIDENCY OR OTHER DOCUMENTATION;\n   54    (II) TREAT THE CHILD AS A RESIDENT FOR ALL PURPOSES;\n   55    (III) MAKE A WRITTEN REQUEST TO THE SCHOOL DISTRICT WHERE THE  CHILD'S\n   56  RECORDS ARE LOCATED FOR A COPY OF SUCH RECORDS; AND\n\n       S. 368                              3\n\n    1    (IV)  WHERE  APPLICABLE,  ASSIST THE LOCAL SOCIAL SERVICES DISTRICT IN\n    2  COMPLETING A DESIGNATION FORM.\n    3    (B)  WITHIN  FIVE DAYS OF RECEIPT OF A REQUEST FOR RECORDS PURSUANT TO\n    4  SUBPARAGRAPH (III) OF PARAGRAPH (A)  OF  THIS  SUBDIVISION,  THE  SCHOOL\n    5  DISTRICT  WHERE  THE  CHILD WAS LAST ENROLLED SHALL FORWARD, IN A MANNER\n    6  CONSISTENT WITH STATE AND FEDERAL LAW, A COMPLETE COPY  OF  THE  RECORDS\n    7  FOR  THE  CHILD  INCLUDING,  BUT  NOT LIMITED TO, PROOF OF AGE, ACADEMIC\n    8  RECORDS, EVALUATIONS, AND IMMUNIZATION RECORDS.\n    9    6.  (A)  WITHIN  ONE  BUSINESS  DAY  OF  EACH  SUBSEQUENT  CHANGE   IN\n   10  OUT-OF-HOME  CARE  PLACEMENT,  THE  LOCAL SOCIAL SERVICES DISTRICT SHALL\n   11  CONSULT WITH THE BIRTH OR ADOPTIVE PARENT OF THE CHILD AND THE  ATTORNEY\n   12  FOR THE CHILD AND ATTEMPT TO REACH CONSENSUS ON WHETHER THE CHILD SHOULD\n   13  REMAIN  IN  THE  PREVIOUSLY DESIGNATED SCHOOL OR TRANSFER TO A SCHOOL IN\n   14  THE DISTRICT OF CURRENT LOCATION. THE CHILD SHALL REMAIN IN  THE  PREVI-\n   15  OUSLY DESIGNATED SCHOOL UNLESS THE PARTIES REACH CONSENSUS OTHERWISE. IF\n   16  THE  PARTIES  REACH  CONSENSUS  TO TRANSFER THE CHILD TO A SCHOOL IN THE\n   17  DISTRICT OF THE CURRENT LOCATION, THE  LOCAL  SOCIAL  SERVICES  DISTRICT\n   18  MUST  COMPLETE A REVISED DESIGNATION FORM ON BEHALF OF THE CHILD AND FAX\n   19  OR EMAIL IT TO THE DISTRICT IN WHICH THE  CHILD  IS  CURRENTLY  ENROLLED\n   20  AND,  IF  APPLICABLE,  THE NEWLY DESIGNATED DISTRICT WHERE ENROLLMENT IS\n   21  SOUGHT.\n   22    (B) FOR ANY OTHER SCHOOL TRANSFER THAT OCCURS FOR REASONS OTHER THAN A\n   23  CHANGE IN OUT-OF-HOME CARE PLACEMENT, THE LOCAL SOCIAL SERVICES DISTRICT\n   24  SHALL PROVIDE NOTICE TO ALL PARTIES NO  LESS  THAN  FIVE  BUSINESS  DAYS\n   25  BEFORE  ANY  SCHOOL  TRANSFER  TAKES  PLACE. ANY PARTY THAT DISPUTES THE\n   26  CHANGE OF SCHOOL PLACEMENT MAY MAKE AN APPLICATION TO THE  FAMILY  COURT\n   27  WITH  JURISDICTION OVER THE CHILD FOR DETERMINATION WHETHER THE TRANSFER\n   28  IS IN THE BEST INTERESTS OF THE CHILD. IF NO PARTY MAKES AN  APPLICATION\n   29  TO  THE  COURT WITHIN FIVE BUSINESS DAYS, THE PROPOSED TRANSFER MAY TAKE\n   30  PLACE.\n   31    7. (A) IF THERE IS A DISPUTE AMONG ANY OF THE PARTIES TO A  PROCEEDING\n   32  IN FAMILY COURT REGARDING, BUT NOT LIMITED TO, SCHOOL SELECTION, ENROLL-\n   33  MENT,  OR  TRANSPORTATION FOR A CHILD IN OUT-OF-HOME CARE, THE AGGRIEVED\n   34  PARTY MAY MAKE AN APPLICATION TO THE  FAMILY  COURT.  THE  FAMILY  COURT\n   35  SHALL SCHEDULE A HEARING WITHIN FIFTEEN DAYS, SHALL MAKE A DETERMINATION\n   36  ON  THE  APPLICATION,  AND SHALL ISSUE AN APPROPRIATE ORDER TO IMPLEMENT\n   37  ITS DECISION. THE ORDER SHALL ALSO PROVIDE THAT  THE  PARTIES  MAY  MAKE\n   38  SUBSEQUENT  CHANGES  TO  THE  SCHOOL  PLACEMENT OF THE CHILD PURSUANT TO\n   39  SUBDIVISION SIX OF THIS SECTION.\n   40    (B) PENDING AN APPLICATION TO THE COURT TO RESOLVE A DISPUTE AMONG THE\n   41  PARTIES TO THE FAMILY COURT PROCEEDING, THE CHILD SHALL  REMAIN  IN  THE\n   42  SCHOOL  THE  CHILD  IS CURRENTLY ATTENDING AND RECEIVE TRANSPORTATION TO\n   43  THE SCHOOL UNTIL AN ORDER OF THE COURT FINALLY DETERMINING  THE  DISPUTE\n   44  IS MADE.\n   45    (C)  IF  THERE  IS  A  DISPUTE  AMONG  A SCHOOL DISTRICT AND ANY PARTY\n   46  INVOLVED IN A FAMILY COURT PROCEEDING REGARDING,  BUT  NOT  LIMITED  TO,\n   47  SCHOOL   SELECTION,   ENROLLMENT,  OR  TRANSPORTATION  FOR  A  CHILD  IN\n   48  OUT-OF-HOME CARE, THE AGGRIEVED PARTY SHALL FOLLOW  THE  DISPUTE  RESOL-\n   49  UTION  PROCESS  OUTLINED  IN PARAGRAPH A OF SUBDIVISION SEVEN OF SECTION\n   50  THIRTY-TWO HUNDRED NINE OF THE EDUCATION LAW.\n   51    (D) PENDING THE RESOLUTION OF  SUCH  DISPUTE,  THE  DESIGNATED  SCHOOL\n   52  DISTRICT SHALL:\n   53    (I)  IMMEDIATELY  ENROLL  THE  CHILD IN THE SCHOOL WHERE ENROLLMENT IS\n   54  SOUGHT OR CONTINUE ENROLLMENT OF THE CHILD IN THE SCHOOL  WHERE  ENROLL-\n   55  MENT IS SOUGHT;\n\n       S. 368                              4\n\n    1    (II) PROVIDE TRANSPORTATION, IF REQUESTED AND IF THE CHILD IS AWAITING\n    2  FOSTER CARE PLACEMENT;\n    3    (III) ASSIST THE PARTIES WITH ANY APPEAL TO THE DEPARTMENT PURSUANT TO\n    4  THE REGULATIONS OF THE COMMISSIONER OF THE DEPARTMENT OF EDUCATION; AND\n    5    (IV)  CONTINUE  ENROLLMENT  AND  TRANSPORTATION, IF REQUESTED, FOR THE\n    6  DURATION OF THE DISPUTE RESOLUTION PROCESS.\n    7    (E) PENDING THE RESOLUTION OF SUCH DISPUTE, THE LOCAL SOCIAL  SERVICES\n    8  DISTRICT  SHALL  PROVIDE  TRANSPORTATION,  IF  REQUESTED, FOR A CHILD IN\n    9  OUT-OF-HOME CARE WHO IS NOT AWAITING FOSTER CARE PLACEMENT.\n   10    8. (A) WHEN MAKING A DETERMINATION ABOUT THE SCHOOL PLACEMENT  OF  THE\n   11  CHILD,  IT  SHALL  BE  PRESUMED  THAT IT IS IN THE BEST INTERESTS OF THE\n   12  CHILD TO REMAIN IN  HIS  OR  HER  SCHOOL  OF  ORIGIN  UNLESS  FACTS  ARE\n   13  PRESENTED  TO  THE  CONTRARY. FACTORS THAT MAY BE CONSIDERED IN MAKING A\n   14  BEST INTERESTS DETERMINATION INCLUDE:\n   15    (I) THE SAFETY OF THE CHILD;\n   16    (II) THE DISTANCE OF THE OUT-OF-HOME CARE PLACEMENT FROM THE SCHOOL OF\n   17  ORIGIN;\n   18    (III) THE RECEIPT OF OR  PARTICIPATION  IN  SPECIALIZED  SUPPORTS  AND\n   19  SERVICES AT THE SCHOOL OF ORIGIN BY THE CHILD; AND\n   20    (IV)  THE PREFERENCES OF THE CHILD AND THE BIRTH OR ADOPTIVE PARENT OF\n   21  THE CHILD.\n   22    (B) THE COST OF TRANSPORTING THE CHILD TO AND FROM HIS OR  HER  SCHOOL\n   23  OF ORIGIN SHALL NOT BE A FACTOR IN THE DETERMINATION.\n   24    9.  AT FINAL DISCHARGE FROM OUT-OF-HOME CARE, THE CHILD SHALL BE ENTI-\n   25  TLED TO ATTEND THE DESIGNATED SCHOOL WITHOUT PAYMENT OF TUITION:\n   26    (A) THROUGH THE REMAINDER OF THE SCHOOL YEAR; AND\n   27    (B) FOR ONE ADDITIONAL YEAR IF THAT YEAR CONSTITUTES THE TERMINAL YEAR\n   28  IN THE SCHOOL BUILDING FOR THE CHILD.\n   29    10. (A) UPON PLACEMENT IN OUT-OF-HOME CARE OR A CHANGE IN  OUT-OF-HOME\n   30  CARE  PLACEMENT,  THE  LOCAL  SOCIAL SERVICES DISTRICT SHALL IMMEDIATELY\n   31  PROVIDE EMERGENCY TRANSPORTATION TO AND FROM THE OUT-OF-HOME CARE PLACE-\n   32  MENT AND THE DESIGNATED SCHOOL WHERE THE CHILD IS ENTITLED TO  TRANSPOR-\n   33  TATION PURSUANT TO APPLICABLE PROVISIONS OF THIS SUBDIVISION.  EMERGENCY\n   34  TRANSPORTATION  SHALL CONTINUE UNTIL TRANSPORTATION IS PROVIDED PURSUANT\n   35  TO APPLICABLE PROVISIONS OF THIS SUBDIVISION.\n   36    (B) NOTWITHSTANDING ANY OTHER  PROVISION  OF  LAW,  WHERE  THE  SCHOOL\n   37  DISTRICT  OF  CURRENT  LOCATION IS DESIGNATED FOR A CHILD IN OUT-OF-HOME\n   38  CARE, THE DESIGNATED SCHOOL DISTRICT  SHALL  PROVIDE  TRANSPORTATION  TO\n   39  SUCH CHILD ON THE SAME BASIS AS A RESIDENT STUDENT.\n   40    (C) A CHILD AWAITING FOSTER CARE PLACEMENT WHO REQUIRES TRANSPORTATION\n   41  IN  ORDER  TO  ATTEND  THE SCHOOL OF ORIGIN SHALL BE ENTITLED TO RECEIVE\n   42  SUCH TRANSPORTATION PURSUANT TO PARAGRAPH (B) OF THIS  SUBDIVISION.  THE\n   43  DISTRICT  IN  WHICH THE SCHOOL OF ORIGIN IS LOCATED SHALL PROVIDE TRANS-\n   44  PORTATION TO AND FROM THE OUT-OF-HOME CARE PLACEMENT OF  THE  CHILD  AND\n   45  THE  SCHOOL  THE CHILD LEGALLY ATTENDS. SUCH TRANSPORTATION SHALL NOT BE\n   46  IN EXCESS OF FIFTY MILES EACH  WAY  EXCEPT  WHERE  THE  COMMISSIONER  OF\n   47  EDUCATION  CERTIFIES  THAT TRANSPORTATION IN EXCESS OF FIFTY MILES IS IN\n   48  THE BEST INTERESTS OF THE CHILD. ANY COST INCURRED FOR SUCH  TRANSPORTA-\n   49  TION  THAT  IS  ALLOWABLE PURSUANT TO THE APPLICABLE PROVISIONS OF PARTS\n   50  TWO AND THREE OF ARTICLE SEVENTY-THREE OF THE EDUCATION LAW OR  THEREIN,\n   51  SHALL  BE  AIDABLE  PURSUANT  TO SUBDIVISION SEVEN OF SECTION THIRTY-SIX\n   52  HUNDRED TWO OF THE EDUCATION LAW, PROVIDED THAT THE APPROVED TRANSPORTA-\n   53  TION EXPENSE SHALL NOT EXCEED AN AMOUNT DETERMINED BY  THE  COMMISSIONER\n   54  OF  THE STATE DEPARTMENT OF EDUCATION TO BE THE TOTAL COST FOR PROVIDING\n   55  THE MOST COST-EFFECTIVE MODE OF SUCH TRANSPORTATION IN A MANNER CONSIST-\n   56  ENT WITH THE REGULATIONS OF THE COMMISSIONER OF EDUCATION.\n\n       S. 368                              5\n\n    1    (D)  NOTWITHSTANDING  ANY  OTHER  PROVISION  OF  LAW,  ANY  CHILD   IN\n    2  OUT-OF-HOME  CARE  WHO  IS  NOT  AWAITING  FOSTER CARE PLACEMENT AND WHO\n    3  REQUIRES TRANSPORTATION IN ORDER TO ATTEND THE SCHOOL OF ORIGIN SHALL BE\n    4  PROVIDED WITH TRANSPORTATION PURSUANT TO PARAGRAPH (B) OF THIS  SUBDIVI-\n    5  SION  UNTIL  THE END OF THE SCHOOL YEAR IN WHICH HE OR SHE IS DISCHARGED\n    6  FROM CARE.  THE LOCAL SOCIAL SERVICES DISTRICT SHALL PROVIDE TRANSPORTA-\n    7  TION TO AND FROM THE OUT-OF-HOME CARE PLACEMENT AND THE SCHOOL THE CHILD\n    8  LEGALLY ATTENDS. SUCH TRANSPORTATION SHALL NOT BE  IN  EXCESS  OF  FIFTY\n    9  MILES  EACH WAY EXCEPT WHERE THE COURT DETERMINES THAT TRANSPORTATION IN\n   10  EXCESS OF FIFTY MILES IS IN THE BEST INTERESTS OF  THE  CHILD.  A  LOCAL\n   11  SOCIAL SERVICES DISTRICT SHALL BE AUTHORIZED TO CONTRACT WITH A BOARD OF\n   12  EDUCATION  OR  A  BOARD  OF  COOPERATIVE  EDUCATIONAL  SERVICES  FOR THE\n   13  PROVISION OF SUCH TRANSPORTATION.\n   14    (E) NOTWITHSTANDING ANY OTHER PROVISION OF LAW, ANY CHILD WHO REQUIRES\n   15  TRANSPORTATION TO CONTINUE ATTENDANCE IN THE DESIGNATED  SCHOOL  THROUGH\n   16  THE  REMAINDER  OF  THE  SCHOOL  YEAR  IN  WHICH  THE  CHILD  IS FINALLY\n   17  DISCHARGED FROM OUT-OF-HOME CARE PURSUANT TO SUBDIVISION  NINE  OF  THIS\n   18  SECTION  SHALL  BE  ENTITLED  TO  TRANSPORTATION  PURSUANT TO APPLICABLE\n   19  PROVISIONS OF THIS SUBDIVISION.\n   20    (F) WHERE A CHILD WHO IS IN OUT-OF-HOME CARE ATTENDS A  SUMMER  EDUCA-\n   21  TIONAL PROGRAM IN THE DESIGNATED SCHOOL DISTRICT THAT IS NEEDED FOR SUCH\n   22  CHILD  TO ADVANCE TO THE NEXT GRADE OR TO COMPLETE A HIGH SCHOOL DIPLOMA\n   23  WITH HIS OR HER PEERS OF THE SAME AGE, AND THE OUT-OF-HOME  CARE  PLACE-\n   24  MENT  IS OUTSIDE OF SUCH DESIGNATED SCHOOL DISTRICT, SUCH CHILD SHALL BE\n   25  ENTITLED TO TRANSPORTATION PURSUANT TO  APPLICABLE  PROVISIONS  OF  THIS\n   26  SUBDIVISION.\n   27    (G)  WHERE  A CHILD WHO IS IN OUT-OF-HOME CARE ATTENDS A SUMMER EDUCA-\n   28  TIONAL PROGRAM OUTSIDE OF THE DESIGNATED SCHOOL DISTRICT THAT IS  NEEDED\n   29  FOR SUCH CHILD TO ADVANCE TO THE NEXT GRADE OR TO COMPLETE A HIGH SCHOOL\n   30  DIPLOMA  WITH HIS OR HER PEERS OF THE SAME AGE, AND THE OUT-OF-HOME CARE\n   31  PLACEMENT IS LOCATED OUTSIDE OF THE SCHOOL  DISTRICT  WHERE  THE  SUMMER\n   32  EDUCATIONAL  PROGRAM  IS LOCATED, SUCH CHILD SHALL BE ENTITLED TO TRANS-\n   33  PORTATION PURSUANT TO APPLICABLE PROVISIONS OF THIS SUBDIVISION.\n   34    11. NOTWITHSTANDING ANY OTHER PROVISION OF LAW, WHERE  THE  DESIGNATED\n   35  SCHOOL  DISTRICT  IS  DIFFERENT  FROM THE SCHOOL DISTRICT OF ORIGIN, THE\n   36  DESIGNATED SCHOOL DISTRICT IS ENTITLED  TO  REIMBURSEMENT  FOR  INSTRUC-\n   37  TIONAL  SERVICES  PURSUANT  TO  SUBDIVISION  THREE OF SECTION THIRTY-TWO\n   38  HUNDRED NINE OF THE EDUCATION LAW.\n   39    S 2. Paragraph (e) of subdivision 3 of section  358-a  of  the  social\n   40  services  law  is  amended by adding a new subparagraph (iii) to read as\n   41  follows:\n   42    (III) A DETERMINATION PURSUANT TO SUBDIVISION EIGHT OF  SECTION  THREE\n   43  HUNDRED  SEVENTY-THREE-B OF THIS ARTICLE AS TO WHETHER IT IS IN THE BEST\n   44  INTERESTS OF THE CHILD TO REMAIN IN HIS OR HER SCHOOL OF ORIGIN, IF  THE\n   45  PARTIES HAVE NOT OTHERWISE AGREED TO THE APPROPRIATE SCHOOL PLACEMENT OF\n   46  THE CHILD.\n   47    S  3.  The  section  heading  of section 3209 of the education law, as\n   48  amended by chapter 569 of the laws  of  1994,  is  amended  to  read  as\n   49  follows:\n   50    Education  of [homeless] children WHO ARE HOMELESS AND WHO ARE IN OUT-\n   51  OF-HOME CARE.\n   52    S 4.  Paragraph a of subdivision 1 of section 3209  of  the  education\n   53  law,  as added by chapter 569 of the laws of 1994, is amended to read as\n   54  follows:\n   55    a. Homeless child. For the purposes of this article, the  term  \"home-\n   56  less child\" OR \"CHILD WHO IS HOMELESS\" shall mean:\n\n       S. 368                              6\n\n    1    (1)  a  child who lacks a fixed, regular, and adequate nighttime resi-\n    2  dence; or\n    3    (2) a child who has a primary nighttime location that is:\n    4    (i)  a  supervised  publicly or privately operated shelter designed to\n    5  provide temporary living accommodations including, but not  limited  to,\n    6  shelters operated or approved by the state or local department of social\n    7  services, and residential programs for runaway and homeless youth estab-\n    8  lished pursuant to article nineteen-H of the executive law; or\n    9    (ii)  a  public  or private place not designed for, or ordinarily used\n   10  as, a regular sleeping accommodation for human beings.\n   11    (3) THE TERM \"CHILD AWAITING FOSTER CARE PLACEMENT\"  SHALL  INCLUDE  A\n   12  CHILD  IN OUT-OF-HOME CARE AS DEFINED IN PARAGRAPH B OF THIS SUBDIVISION\n   13  THROUGH  THE  END  OF  THE  SCHOOL  YEAR  IN  WHICH  THE  CHILD  ENTERED\n   14  OUT-OF-HOME CARE.\n   15    (4)  the  term  \"homeless  child\" OR \"CHILD WHO IS HOMELESS\" shall not\n   16  include a child [in  foster  care  or]  receiving  educational  services\n   17  pursuant  to  subdivision  [four,]  five, six, six-a or seven of section\n   18  thirty-two hundred two of this article or pursuant  to  article  eighty-\n   19  one, eighty-five, eighty-seven or eighty-eight of this chapter.\n   20    S 5. Subdivision 2 of section 3209 of the education law, as amended by\n   21  chapter 569 of the laws of 1994, is amended to read as follows:\n   22    2. Choice of SCHOOL AND district OF ATTENDANCE.\n   23    a.  The  designator  shall  have  the right to designate THE SCHOOL OF\n   24  ORIGIN OR THE SCHOOL SERVING THE ATTENDANCE ZONE IN WHICH THE  TEMPORARY\n   25  HOUSING ARRANGEMENT IS LOCATED AND one of the following SCHOOL DISTRICTS\n   26  as  the  school  AND SCHOOL district [within which] WHERE the [homeless]\n   27  child WHO IS HOMELESS OR IN OUT-OF-HOME CARE shall be entitled to attend\n   28  upon instruction:\n   29    (1) the school district of current location;\n   30    (2) the school district of origin; or\n   31    (3) a school district participating in a regional placement plan.\n   32    b. (1) Notwithstanding any other provision of  law  to  the  contrary,\n   33  [where the public school district in which a homeless child is temporar-\n   34  ily  housed  is  the  same  school district the child was attending on a\n   35  tuition-free basis or was entitled to attend  when  circumstances  arose\n   36  which  caused  the child to become homeless, the homeless child shall be\n   37  entitled to attend the schools of such district without the  payment  of\n   38  tuition in accordance with subdivision one of section thirty-two hundred\n   39  two  of  this  article.  Such  child  may choose to remain in the public\n   40  school building they previously attended until the  end  of  the  school\n   41  year  and  for  one additional year if that year constitutes the child's\n   42  terminal year in such building in lieu of the school serving the attend-\n   43  ance zone in which the temporary housing facility is located.] THE CHILD\n   44  WHO IS HOMELESS OR IN OUT-OF-HOME CARE SHALL BE ENTITLED TO  ATTEND  THE\n   45  DESIGNATED  SCHOOL IN THE DESIGNATED DISTRICT PURSUANT TO PARAGRAPH A OF\n   46  THIS SUBDIVISION WITHOUT PAYMENT OF TUITION:\n   47    (I) FOR THE DURATION OF HOMELESSNESS OR LENGTH OF TIME IN  OUT-OF-HOME\n   48  CARE,\n   49    (II) THROUGH THE REMAINDER OF THE SCHOOL YEAR IN WHICH THE CHILD MOVES\n   50  INTO  PERMANENT  HOUSING OR IS FINALLY DISCHARGED FROM OUT-OF-HOME CARE,\n   51  AND\n   52    (III) FOR ONE ADDITIONAL YEAR IF THAT YEAR  CONSTITUTES  THE  TERMINAL\n   53  YEAR OF THE CHILD IN SUCH SCHOOL BUILDING.\n   54    (2)  Notwithstanding any other provision of law to the contrary, where\n   55  the public school or school district a [homeless] child WHO IS  HOMELESS\n   56  OR  IN  OUT-OF-HOME  CARE  was  attending on a tuition-free basis or was\n\n       S. 368                              7\n\n    1  entitled to attend when circumstances arose which caused  the  child  to\n    2  become  homeless OR ENTER OUT-OF-HOME CARE is located outside the state,\n    3  the [homeless] child WHO IS HOMELESS OR IN  OUT-OF-HOME  CARE  shall  be\n    4  [deemed  a  resident]  ELIGIBLE  TO  ATTEND  THE  SCHOOLS  of the school\n    5  district in which the hotel, motel, shelter or other  temporary  housing\n    6  arrangement  of  the child is currently located and shall be entitled to\n    7  attend the schools of  such  district  without  payment  of  tuition  in\n    8  accordance  with  subdivision  one  of section thirty-two hundred two of\n    9  this article.  TO THE EXTENT REQUIRED BY SUBTITLE B OF TITLE VII OF  THE\n   10  MCKINNEY-VENTO  ASSISTANCE ACT, SUCH CHILD WHO IS HOMELESS OR IN OUT-OF-\n   11  HOME CARE SHALL BE AFFORDED THE  RIGHT  TO  DESIGNATE  A  PUBLIC  SCHOOL\n   12  LOCATED  IN  A  CONTIGUOUS STATE AS THE SCHOOL OF ORIGIN OF THE CHILD OR\n   13  YOUTH AND THE SCHOOL DISTRICT OF CURRENT LOCATION SHALL ARRANGE FOR  THE\n   14  TRANSPORTATION  OF SUCH CHILD TO THE SCHOOL OF ORIGIN IN ACCORDANCE WITH\n   15  THE PROVISIONS OF SUCH FEDERAL LAW. Such  OUT-OF-STATE  SCHOOL  district\n   16  [of  residence] shall not be considered a school district of origin or a\n   17  school district of current location for purposes of this section.\n   18    c. Notwithstanding the provisions of paragraph a of this  subdivision,\n   19  a  [homeless  child  who  has  designated the school district of current\n   20  location as the district of attendance and] CHILD WHO IS HOMELESS OR  IN\n   21  OUT-OF-HOME CARE who has relocated to another temporary housing arrange-\n   22  ment  outside  of  such  district,  or to a different attendance zone or\n   23  community school district within such district[,]:\n   24    (1) shall be entitled to continue the prior designation to enable  the\n   25  student to remain in the same school building, WHICH SHALL BE CONSIDERED\n   26  THE SCHOOL OF ORIGIN, EXCEPT WHERE CONTINUING THE EDUCATION OF THE CHILD\n   27  IN  THE  SCHOOL  OF  ORIGIN  IS NOT IN THE BEST INTEREST OF THE CHILD AS\n   28  DETERMINED BY THE DESIGNATED SCHOOL DISTRICT FOR A CHILD WHO IS HOMELESS\n   29  OR PURSUANT TO SECTION  THREE  HUNDRED  SEVENTY-THREE-B  OF  THE  SOCIAL\n   30  SERVICES LAW FOR A CHILD IN OUT-OF-HOME CARE, OR\n   31    (2)  MAY  DESIGNATE A NEW SCHOOL AND SCHOOL DISTRICT PURSUANT TO PARA-\n   32  GRAPH A OF THIS SUBDIVISION.\n   33    ANY DESIGNATION MADE PURSUANT TO THIS  SUBPARAGRAPH  SHALL  REMAIN  IN\n   34  EFFECT  PURSUANT TO PARAGRAPH B OF THIS SUBDIVISION until the end of the\n   35  school year and for one additional year if  that  year  constitutes  the\n   36  child's terminal year in such building.\n   37    d.  Such  designation  shall be made on forms specified by the commis-\n   38  sioner, and shall include:\n   39    (1) the name of the child,\n   40    (2) the name of the parent or  person  in  parental  relation  to  the\n   41  child,\n   42    (3)  THE  NAME  OF  THE FOSTER PARENT FOR A CHILD IN OUT-OF-HOME CARE,\n   43  WHERE APPLICABLE,\n   44    (4) THE NAME OF  A  REPRESENTATIVE  FROM  THE  LOCAL  SOCIAL  SERVICES\n   45  DISTRICT, WHERE APPLICABLE FOR A CHILD IN OUT-OF-HOME CARE,\n   46    (5) the name and location of the temporary housing arrangement,\n   47    (6)  the  name  of  the  school  OF  ORIGIN AND THE SCHOOL district of\n   48  origin,\n   49    (7) the name of the school district  where  the  child's  records  are\n   50  located,\n   51    (8)  the  complete  address  where  the family was located at the time\n   52  circumstances arose which caused such child to become homeless OR  ENTER\n   53  OUT-OF-HOME CARE,\n   54    (9) WHETHER TRANSPORTATION IS REQUESTED, and\n   55    (10) any other information required by the commissioner.\n\n       S. 368                              8\n\n    1    All school districts, LOCAL SOCIAL SERVICES DISTRICTS, temporary hous-\n    2  ing facilities operated or approved by a local social services district,\n    3  and  residential  facilities  for  runaway and homeless youth shall make\n    4  such forms available. Where the homeless child is located in a temporary\n    5  housing  facility  operated  or  approved  by  a  local  social services\n    6  district, or a residential facility for runaway and homeless youth,  the\n    7  director  of  the  facility  or  a person designated by the LOCAL social\n    8  services district, shall, within two business days, assist the  designa-\n    9  tor in completing the designation forms and enrolling the homeless child\n   10  in  the  designated school district.   WHERE THE CHILD IS IN OUT-OF-HOME\n   11  CARE, THE LOCAL SOCIAL SERVICES DISTRICT MUST COMPLETE  THE  DESIGNATION\n   12  FORM  WITHIN  ONE  BUSINESS DAY OF REMOVAL OF SUCH CHILD FROM HIS OR HER\n   13  HOME, MOVING THE CHILD TO A NEW FOSTER HOME, OBTAINING CONSENT TO CHANGE\n   14  THE CURRENT SCHOOL PLACEMENT OF A CHILD, OR RECEIPT  OF  A  COURT  ORDER\n   15  REGARDING  THE SCHOOL PLACEMENT OF THE CHILD, AS REQUIRED BY SUBDIVISION\n   16  D OF SECTION THREE HUNDRED SEVENTY-THREE-B OF THE SOCIAL SERVICES LAW.\n   17    e. Upon [receipt of the designation form] SELECTION  OF  A  SCHOOL  OR\n   18  SCHOOL  DISTRICT  OF  ATTENDANCE  BY A DESIGNATOR OR IDENTIFICATION OF A\n   19  STUDENT AS HOMELESS OR IN OUT-OF-HOME  CARE  BY  ITS  LOCAL  EDUCATIONAL\n   20  AGENCY  LIAISON,  the  [designated] AFFECTED school district shall imme-\n   21  diately AND NO LATER THAN ONE BUSINESS DAY:\n   22    (1) admit the [homeless] child WHO IS HOMELESS OR IN OUT-OF-HOME  CARE\n   23  EVEN  IF  THE  CHILD  IS UNABLE TO PRODUCE RECORDS NORMALLY REQUIRED FOR\n   24  ENROLLMENT, SUCH AS PREVIOUS ACADEMIC RECORDS, MEDICAL RECORDS, PROOF OF\n   25  RESIDENCY OR OTHER DOCUMENTATION;\n   26    (2) treat the [homeless] child WHO IS HOMELESS OR IN OUT-OF-HOME  CARE\n   27  as a resident for all purposes;\n   28    (3)  WHERE  APPLICABLE,  make a written request to the school district\n   29  where the child's records are located for a copy of such records; and\n   30    (4) [forward the designation form to the commissioner, and the  school\n   31  district  of origin where applicable] WHERE APPLICABLE, ASSIST THE CHILD\n   32  AND HIS OR HER PARENT OR PERSON  IN  PARENTAL  RELATION,  OR  THE  LOCAL\n   33  SOCIAL  SERVICES DISTRICT FOR A CHILD IN OUT-OF-HOME CARE, IN COMPLETING\n   34  THE DESIGNATION FORM.\n   35    f. Within five days of receipt of a request for  records  pursuant  to\n   36  subparagraph  three  of  paragraph  e  of  this  subdivision, the school\n   37  district shall forward, in a manner consistent with  state  and  federal\n   38  law, a complete copy of the [homeless child's] records FOR THE CHILD WHO\n   39  IS HOMELESS OR IN OUT-OF-HOME CARE, including, but not limited to, proof\n   40  of age, academic records, evaluations, immunization records, and guardi-\n   41  anship papers, if applicable.\n   42    g. WHERE THE SCHOOL OF ORIGIN IS A CHARTER SCHOOL, THE SCHOOL DISTRICT\n   43  DESIGNATED PURSUANT TO THIS SUBDIVISION SHALL BE DEEMED TO BE THE SCHOOL\n   44  DISTRICT  OF RESIDENCE OF SUCH CHILD FOR PURPOSES OF FISCAL AND PROGRAM-\n   45  MATIC RESPONSIBILITY UNDER ARTICLE FIFTY-SIX OF THIS  CHAPTER.  WHERE  A\n   46  CHILD  WHO IS HOMELESS OR IN OUT-OF-HOME CARE BECOMES PERMANENTLY HOUSED\n   47  BY REASON OF PLACEMENT IN ONE OF THE FOLLOWING RESIDENTIAL SETTINGS, THE\n   48  SCHOOL DISTRICT OF ORIGIN SHALL BE DEEMED TO  BE  THE  STUDENT'S  SCHOOL\n   49  DISTRICT  OF  RESIDENCE FOR PURPOSES OF ASSIGNING FISCAL AND/OR PROGRAM-\n   50  MATIC RESPONSIBILITY UNDER ANY RELATED PROVISION OF LAW:\n   51    (1) AN INTERMEDIATE CARE FACILITY, INDIVIDUALIZED RESIDENTIAL ALTERNA-\n   52  TIVE OR OTHER SCHOOL OR FACILITY SUBJECT TO THE PROVISIONS  OF  SUBDIVI-\n   53  SION FIVE OF SECTION THIRTY-TWO HUNDRED TWO OF THIS ARTICLE; OR\n   54    (2) A HOSPITAL OR OTHER INSTITUTION FOR THE CARE, CUSTODY OR TREATMENT\n   55  SUBJECT  TO  THE  PROVISIONS  OF  SUBDIVISION  SIX OF SECTION THIRTY-TWO\n   56  HUNDRED TWO OF THIS ARTICLE; OR\n\n       S. 368                              9\n\n    1    (3) A FACILITY UNDER THE JURISDICTION OF THE OFFICE  OF  CHILDREN  AND\n    2  FAMILY SERVICES/DIVISION FOR YOUTH SUBJECT TO THE PROVISIONS OF SUBDIVI-\n    3  SION SIX-A OF SECTION THIRTY-TWO HUNDRED TWO OF THIS ARTICLE; OR\n    4    (4) A COUNTY CORRECTIONAL FACILITY SUBJECT TO THE PROVISIONS OF SUBDI-\n    5  VISION SEVEN OF SECTION THIRTY-TWO HUNDRED TWO OF THIS ARTICLE; OR\n    6    (5)  A  CHILD  CARE  INSTITUTION  SUBJECT TO THE PROVISIONS OF ARTICLE\n    7  EIGHTY-ONE OF THIS CHAPTER; OR\n    8    (6) A STATE-SUPPORTED SCHOOL FOR THE DEAF  OR  BLIND  SUBJECT  TO  THE\n    9  PROVISIONS OF ARTICLE EIGHTY-FIVE OF THIS CHAPTER; OR\n   10    (7)  A  STATE-OPERATED  SCHOOL  SUBJECT  TO  THE PROVISIONS OF ARTICLE\n   11  EIGHTY-SEVEN OR EIGHTY-EIGHT OF THIS CHAPTER; OR\n   12    (8) AN APPROVED  PRIVATE  RESIDENTIAL  SCHOOL  FOR  THE  EDUCATION  OF\n   13  STUDENTS  WITH DISABILITIES SUBJECT TO THE PROVISIONS OF ARTICLE EIGHTY-\n   14  NINE OF THIS CHAPTER.\n   15    H. EACH DESIGNATED SCHOOL DISTRICT OF ATTENDANCE SHALL ENSURE THAT:\n   16    (1) CHILDREN WHO ARE HOMELESS OR IN OUT-OF-HOME CARE  HAVE  ACCESS  TO\n   17  THE  SAME PUBLIC PRE-KINDERGARTEN PROGRAMS, REGULATED BY THE DEPARTMENT,\n   18  AS ARE PROVIDED TO OTHER CHILDREN RESIDING IN THE  SCHOOL  DISTRICT.  TO\n   19  ENSURE ACCESS:\n   20    (I)  THE  LIAISON  IN  THE  DESIGNATED DISTRICT SHALL ENSURE IMMEDIATE\n   21  ENROLLMENT IN A PRE-KINDERGARTEN PROGRAM EVEN IF THE CHILD WHO IS  HOME-\n   22  LESS  OR IN OUT-OF-HOME CARE DOES NOT HAVE THE DOCUMENTS NORMALLY NEEDED\n   23  FOR ENROLLMENT;\n   24    (II) THE DESIGNATED DISTRICT SHALL WAIVE ANY ENROLLMENT DEADLINES;\n   25    (III) IF NECESSARY, THE DESIGNATED DISTRICT  SHALL  SEEK  A  CLASSROOM\n   26  SIZE  WAIVER FOR THE DEPARTMENT TO ALLOW THE CHILD WHO IS HOMELESS OR IN\n   27  OUT-OF-HOME CARE INTO A PRE-KINDERGARTEN CLASS THAT IS AT CAPACITY; AND\n   28    (IV) IF NECESSARY, REFER THE CHILD WHO IS HOMELESS OR  IN  OUT-OF-HOME\n   29  CARE  TO  A  SCHOOL  OUTSIDE  OF THE ATTENDANCE ZONE OR COMMUNITY SCHOOL\n   30  DISTRICT IN WHICH THE TEMPORARY HOUSING  LOCATION  IS  SITUATED  IF  THE\n   31  SCHOOLS  WITHIN  THE ATTENDANCE ZONE OR COMMUNITY SCHOOL DISTRICT DO NOT\n   32  HAVE CAPACITY IN ANY OF THE PRE-KINDERGARTEN CLASSROOMS.\n   33    (2) CHILDREN WHO ARE HOMELESS, IN OUT-OF-HOME CARE, OR SEPARATED  FROM\n   34  PUBLIC  SCHOOLS  ARE IDENTIFIED AND ACCORDED EQUAL ACCESS TO APPROPRIATE\n   35  SECONDARY EDUCATION AND SUPPORT SERVICES;\n   36    (3) CHILDREN WHO ARE HOMELESS OR IN  OUT-OF-HOME  CARE  WHO  MEET  THE\n   37  RELEVANT ELIGIBILITY CRITERIA ARE ABLE TO PARTICIPATE IN FEDERAL, STATE,\n   38  OR  LOCAL  BEFORE-SCHOOL  AND  AFTER-SCHOOL  PROGRAMS, INCLUDING BUT NOT\n   39  LIMITED TO EXTRACURRICULAR ACTIVITIES.\n   40    I. EACH DESIGNATED SCHOOL  DISTRICT  OF  ATTENDANCE,  OR  THE  CHARTER\n   41  SCHOOL  TO  THE EXTENT CONSISTENT WITH ARTICLE FIFTY-SIX OF THIS CHAPTER\n   42  IN THE CASE OF A CHILD WHO IS HOMELESS OR IN OUT-OF-HOME CARE  ATTENDING\n   43  A  CHARTER  SCHOOL,  SHALL  ENSURE  THAT CHILDREN WHO ARE HOMELESS OR IN\n   44  OUT-OF-HOME CARE ARE PROVIDED, AT  A  MINIMUM,  SERVICES  COMPARABLE  TO\n   45  SERVICES  OFFERED  TO  OTHER  STUDENTS IN THE PUBLIC SCHOOL THEY ATTEND,\n   46  INCLUDING, BUT NOT LIMITED TO, THE FOLLOWING:\n   47    (1) TRANSPORTATION SERVICES;\n   48    (2) EDUCATIONAL SERVICES FOR WHICH THE  CHILD  MEETS  THE  ELIGIBILITY\n   49  CRITERIA,  SUCH AS SERVICES PROVIDED UNDER TITLE I OF THE ELEMENTARY AND\n   50  SECONDARY EDUCATION ACT OF 1965 (20 U.S.C. S6301  ET  SEQ.)  OR  SIMILAR\n   51  STATE OR LOCAL PROGRAMS, EDUCATIONAL PROGRAMS FOR CHILDREN WITH DISABIL-\n   52  ITIES,  EDUCATION PROGRAMS FOR STUDENTS WITH LIMITED ENGLISH PROFICIENCY\n   53  AND SUMMER SCHOOL;\n   54    (3) PROGRAMS IN VOCATIONAL AND TECHNICAL EDUCATION;\n   55    (4) PROGRAMS FOR GIFTED AND TALENTED STUDENTS; AND\n   56    (5) SCHOOL NUTRITION PROGRAMS.\n\n       S. 368                             10\n\n    1    J. The commissioner shall promulgate  regulations  setting  forth  the\n    2  circumstances  pursuant to which a change in designation may be made and\n    3  establishing a procedure for the identification of the  school  district\n    4  of origin.\n    5    S  6.  Subdivision 3 of section 3209 of the education law, as added by\n    6  chapter 569 of the laws of 1994, paragraph b as amended by section 28 of\n    7  part B of chapter 57 of the laws of 2007, is amended to read as follows:\n    8    3. Reimbursement.\n    9    a.  [Where] NOTWITHSTANDING ANY OTHER PROVISION OF LAW,  WHERE  either\n   10  the school district of current location or a school district participat-\n   11  ing  in a regional placement plan is designated as the district in which\n   12  the [homeless] CHILD WHO IS HOMELESS OR IN OUT-OF-HOME CARE child  shall\n   13  attend  upon  instruction and such [homeless] child's school district of\n   14  origin is within New  York  state  AND  IS  DIFFERENT  FROM  THE  SCHOOL\n   15  DISTRICT  OF CURRENT LOCATION, the school district providing instruction\n   16  shall be eligible for reimbursement by the department,  as  approved  by\n   17  the  commissioner,  for  the  direct  cost  of educational services, not\n   18  otherwise reimbursed under special federal programs, calculated pursuant\n   19  to regulations of the commissioner for the period of time for which such\n   20  services are provided. The claim for such reimbursement shall  be  in  a\n   21  form  prescribed  by  the  commissioner.  The educational costs for such\n   22  children shall not be otherwise aidable or reimbursable.\n   23    b. The school district of origin shall reimburse  the  department  for\n   24  its expenditure for educational services on behalf of a [homeless] child\n   25  WHO  IS  HOMELESS OR IN OUT-OF-HOME CARE pursuant to paragraph a of this\n   26  subdivision in an amount equal to the  school  district  basic  contrib-\n   27  ution,  as  such  term is defined in subdivision eight of section forty-\n   28  four hundred one of this chapter, pro-rated for the period of  time  for\n   29  which  such services were provided in the base year by a school district\n   30  other than the school district of  origin.  Upon  certification  by  the\n   31  commissioner,  the  comptroller  shall deduct from any state funds which\n   32  become due to the school district of  origin  an  amount  equal  to  the\n   33  reimbursement  required to be made by such school district in accordance\n   34  with this paragraph, and the amount so deducted shall not be included in\n   35  the operating expense of such district for the purpose of computing  the\n   36  approved operating expense pursuant to paragraph t of subdivision one of\n   37  section thirty-six hundred two of this chapter.\n   38    S  7.  Subdivision 4 of section 3209 of the education law, as added by\n   39  chapter 569 of the laws of 1994, is amended to read as follows:\n   40    4. Transportation.\n   41    a. A LOCAL social services district shall provide for the  transporta-\n   42  tion  of  each  homeless  child who is eligible for benefits pursuant to\n   43  section three hundred fifty-j of the social services law, to and from  a\n   44  temporary  housing  location  in which the child was placed by the LOCAL\n   45  social services district and the school attended by such child  pursuant\n   46  to  this  section, if such temporary housing facility is located outside\n   47  of the designated school district pursuant to paragraph a of subdivision\n   48  two of this section. A LOCAL social services district shall  be  author-\n   49  ized  to  contract  with  a board of education or a board of cooperative\n   50  educational services for the  provision  of  such  transportation.  This\n   51  paragraph  shall  apply  to  placements  made by a LOCAL social services\n   52  district without regard to whether a payment is made by the district  to\n   53  the operator of the temporary housing facility.\n   54    b.  The  division for youth, to the extent funds are provided for such\n   55  purpose, as determined by the director of the budget, shall provide  for\n   56  the transportation of each homeless child who is living in a residential\n\n       S. 368                             11\n\n    1  program  for  runaway and homeless youth established pursuant to article\n    2  nineteen-H of the executive law, to and from such  residential  program,\n    3  and  the school attended by such child pursuant to this section, if such\n    4  temporary  housing  location  is  located  outside the designated school\n    5  district. The division for  youth  or  the  director  of  a  residential\n    6  program  for  runaway and homeless youth shall be authorized to contract\n    7  with a school district or a board of  cooperative  educational  services\n    8  for the provision of such transportation.\n    9    c.  Notwithstanding any other provision of law, any homeless child not\n   10  entitled to receive transportation pursuant to paragraph a OR B of  this\n   11  subdivision  who  requires  transportation  in order to attend [a school\n   12  district designated pursuant to paragraph a of subdivision two  of  this\n   13  section  outside  of  the  district  in  which such child is housed] THE\n   14  SCHOOL OF ORIGIN, shall  be  entitled  to  receive  such  transportation\n   15  pursuant  to this paragraph. [If the designated school district pursuant\n   16  to paragraph a of subdivision two of this section is the school district\n   17  of origin or a school district participating  in  a  regional  placement\n   18  plan,  such  school district] THE DISTRICT IN WHICH THE SCHOOL OF ORIGIN\n   19  IS LOCATED shall provide transportation to and from the  child's  tempo-\n   20  rary  housing  location  and  the school the child legally attends. Such\n   21  transportation shall not be in excess of fifty  miles  each  way  except\n   22  where  the commissioner certifies that transportation in excess of fifty\n   23  miles is in the best interest of the child. Any cost incurred  for  such\n   24  transportation that is allowable pursuant to the applicable provision of\n   25  parts  two and three of article seventy-three of this chapter or herein,\n   26  shall be aidable pursuant to subdivision  seven  of  section  thirty-six\n   27  hundred  two  of this chapter, provided that the approved transportation\n   28  expense shall not exceed an amount determined by the commissioner to  be\n   29  the total cost for providing the most cost-effective mode of such trans-\n   30  portation  in  a manner consistent with commissioner's regulations.  The\n   31  commissioner shall promulgate  regulations  setting  forth  the  circum-\n   32  stances pursuant to which parent accompaniment for transportation may be\n   33  reimbursable,  including  but  not limited to: the age of the child; the\n   34  distance of the transportation; the cost-effectiveness of the  transpor-\n   35  tation; and whether the child has a handicapping condition.\n   36    d. Notwithstanding any other provision of law, where [a homeless child\n   37  designates  the  school district of current location as the district the\n   38  child will attend, such] THE SCHOOL  DISTRICT  OF  CURRENT  LOCATION  IS\n   39  DESIGNATED  FOR  A  HOMELESS  CHILD  OR A CHILD IN OUT-OF-HOME CARE, THE\n   40  DESIGNATED school district shall provide transportation to such child on\n   41  the same basis as a resident student.\n   42    e. [Notwithstanding any other provision of law, if  a  homeless  child\n   43  chooses  to  remain  in  the public school building the child previously\n   44  attended pursuant to subparagraph one of paragraph b of subdivision  two\n   45  of  this  section  or paragraph c of subdivision two of this section the\n   46  school district shall provide transportation to  and  from  the  child's\n   47  temporary  housing  location and the school the child legally attends if\n   48  such temporary housing is located in  a  different  attendance  zone  or\n   49  community  school district within such district. The cost of such trans-\n   50  portation shall be reimbursed in accordance with the provisions of para-\n   51  graph c of this subdivision.]\n   52    NOTWITHSTANDING ANY OTHER PROVISION OF LAW, ANY CHILD  IN  OUT-OF-HOME\n   53  CARE  WHO  IS NOT AWAITING FOSTER CARE PLACEMENT AND WHO REQUIRES TRANS-\n   54  PORTATION IN ORDER TO ATTEND THE SCHOOL OF ORIGIN SHALL BE PROVIDED WITH\n   55  TRANSPORTATION PURSUANT TO THIS SUBDIVISION. THE LOCAL  SOCIAL  SERVICES\n   56  DISTRICT  SHALL  PROVIDE TRANSPORTATION TO AND FROM THE OUT-OF-HOME CARE\n\n       S. 368                             12\n\n    1  PLACEMENT AND THE SCHOOL THE CHILD LEGALLY ATTENDS.  SUCH TRANSPORTATION\n    2  SHALL NOT BE IN EXCESS OF FIFTY MILES EACH WAY, EXCEPT WHERE THE  FAMILY\n    3  COURT WITH JURISDICTION OVER THE CHILD DETERMINES THAT TRANSPORTATION IN\n    4  EXCESS  OF  FIFTY  MILES  IS IN THE BEST INTERESTS OF THE CHILD. A LOCAL\n    5  SOCIAL SERVICES DISTRICT SHALL BE AUTHORIZED TO CONTRACT WITH A BOARD OF\n    6  EDUCATION OR  A  BOARD  OF  COOPERATIVE  EDUCATIONAL  SERVICES  FOR  THE\n    7  PROVISION OF SUCH TRANSPORTATION.\n    8    F.  NOTWITHSTANDING ANY OTHER PROVISION OF LAW, ANY CHILD WHO REQUIRES\n    9  TRANSPORTATION TO CONTINUE ATTENDANCE IN THE DESIGNATED  SCHOOL  THROUGH\n   10  THE REMAINDER OF THE SCHOOL YEAR IN WHICH THE CHILD MOVES INTO PERMANENT\n   11  HOUSING  OR  IS  FINALLY  DISCHARGED  FROM  OUT-OF-HOME CARE PURSUANT TO\n   12  SUBPARAGRAPH ONE OF PARAGRAPH B OF SUBDIVISION TWO OF THIS SECTION SHALL\n   13  BE ENTITLED TO TRANSPORTATION UNDER THIS PARAGRAPH. SUCH  TRANSPORTATION\n   14  SHALL BE PROVIDED PURSUANT TO APPLICABLE PROVISIONS OF THIS SUBDIVISION.\n   15    G.  (1) WHERE A CHILD WHO IS HOMELESS OR IN OUT-OF-HOME CARE ATTENDS A\n   16  SUMMER EDUCATIONAL PROGRAM IN THE DESIGNATED SCHOOL DISTRICT PURSUANT TO\n   17  PARAGRAPH A OF SUBDIVISION TWO OF THIS SECTION THAT IS NEEDED  FOR  SUCH\n   18  CHILD  TO ADVANCE TO THE NEXT GRADE OR TO COMPLETE A HIGH SCHOOL DIPLOMA\n   19  WITH HIS OR HER PEERS OF THE SAME AGE AND THE TEMPORARY HOUSING LOCATION\n   20  OF THE STUDENT IS OUTSIDE OF SUCH DESIGNATED SCHOOL DISTRICT, SUCH CHILD\n   21  SHALL BE ENTITLED TO TRANSPORTATION PURSUANT TO APPLICABLE PROVISIONS OF\n   22  THIS SUBDIVISION.\n   23    (2) WHERE A CHILD WHO IS HOMELESS OR IN  OUT-OF-HOME  CARE  ATTENDS  A\n   24  SUMMER  EDUCATIONAL  PROGRAM  OUTSIDE  OF THE DESIGNATED SCHOOL DISTRICT\n   25  THAT IS NEEDED FOR SUCH CHILD  TO  ADVANCE  TO  THE  NEXT  GRADE  OR  TO\n   26  COMPLETE A HIGH SCHOOL DIPLOMA WITH HIS OR HER PEERS OF THE SAME AGE AND\n   27  THE  TEMPORARY HOUSING LOCATION OF THE STUDENT IS LOCATED OUTSIDE OF THE\n   28  SCHOOL DISTRICT WHERE THE SUMMER EDUCATIONAL PROGRAM  IS  LOCATED,  SUCH\n   29  CHILD  SHALL  BE  ENTITLED  TO  TRANSPORTATION  PURSUANT  TO  APPLICABLE\n   30  PROVISIONS OF THIS SUBDIVISION.\n   31    H. UPON PLACEMENT IN OUT-OF-HOME CARE OR A CHANGE IN OUT-OF-HOME  CARE\n   32  PLACEMENT,  THE LOCAL SOCIAL SERVICES DISTRICT SHALL IMMEDIATELY PROVIDE\n   33  EMERGENCY TRANSPORTATION TO AND FROM THE OUT-OF-HOME CARE PLACEMENT  AND\n   34  THE  DESIGNATED  SCHOOL  WHERE  THE  CHILD IS ENTITLED TO TRANSPORTATION\n   35  PURSUANT TO APPLICABLE PROVISIONS OF THIS SUBDIVISION. EMERGENCY  TRANS-\n   36  PORTATION  SHALL  CONTINUE  UNTIL TRANSPORTATION IS PROVIDED PURSUANT TO\n   37  APPLICABLE PROVISIONS OF THIS SUBDIVISION.\n   38    S 8. Subdivision 7 of section 3209 of the education law is  renumbered\n   39  subdivision 8 and a new subdivision 7 is added to read as follows:\n   40    7. DISPUTE RESOLUTION.\n   41    A. EACH DISTRICT SHALL:\n   42    (1)  ESTABLISH  PROCEDURES,  IN  ACCORDANCE  WITH  42  U.S.C.  SECTION\n   43  11432(G)(3)(E), FOR THE PROMPT RESOLUTION OF DISPUTES REGARDING, BUT NOT\n   44  LIMITED TO, SCHOOL  SELECTION,  ENROLLMENT,  TRANSPORTATION,  A  CHILD'S\n   45  STATUS  AS  A  HOMELESS  CHILD  OR UNACCOMPANIED YOUTH AS DEFINED IN THE\n   46  REGULATIONS OF THE COMMISSIONER, A CHILD'S STATUS AS A CHILD IN  OUT-OF-\n   47  HOME CARE; AND\n   48    (2)  IMMEDIATELY  ENROLL  THE  CHILD WHO IS HOMELESS OR IN OUT-OF-HOME\n   49  CARE, OR THE CHILD WHO CLAIMS TO BE SUCH, IN THE SCHOOL WHERE ENROLLMENT\n   50  IS SOUGHT, OR CONTINUE ENROLLMENT OF SUCH  CHILD  IN  THE  SCHOOL  WHERE\n   51  ENROLLMENT IS SOUGHT; AND\n   52    (3)  PROVIDE  TRANSPORTATION,  IF  REQUESTED,  EXCEPT  WHERE THE LOCAL\n   53  SOCIAL SERVICES DISTRICT IS PROVIDING TRANSPORTATION PURSUANT  TO  PARA-\n   54  GRAPH  (E) OF SUBDIVISION SEVEN OF SECTION THREE HUNDRED SEVENTY-THREE-B\n   55  OF THE SOCIAL SERVICES LAW FOR A CHILD IN OUT-OF-HOME CARE; AND\n\n       S. 368                             13\n\n    1    (4) ASSIST THE DESIGNATOR WITH ANY APPEAL TO THE  DEPARTMENT  PURSUANT\n    2  TO THE REGULATIONS OF THE COMMISSIONER; AND\n    3    (5)  CONTINUE  ENROLLMENT  AND  TRANSPORTATION,  IF REQUESTED, FOR THE\n    4  DURATION OF THE DISPUTE RESOLUTION PROCESS.\n    5    B. NOTWITHSTANDING PARAGRAPH A OF THIS  SUBDIVISION,  IF  THERE  IS  A\n    6  DISPUTE AMONG ANY OF THE PARTIES TO A PROCEEDING IN FAMILY COURT REGARD-\n    7  ING, BUT NOT LIMITED TO, SCHOOL SELECTION, ENROLLMENT, OR TRANSPORTATION\n    8  FOR  A  CHILD  IN OUT-OF-HOME CARE, THE AGGRIEVED PARTY SHALL FOLLOW THE\n    9  DISPUTE RESOLUTION PROCESS OUTLINED  IN  SUBDIVISION  SEVEN  OF  SECTION\n   10  THREE HUNDRED SEVENTY-THREE-B OF THE SOCIAL SERVICES LAW.\n   11    S 9. Subdivision 1 of section 4410-a of the education law, as added by\n   12  chapter 53 of the laws of 1990, paragraph b as amended by chapter 569 of\n   13  the laws of 1994, paragraphs d, e and g as amended by chapter 705 of the\n   14  laws of 1992, paragraph f as amended by chapter 474 of the laws of 1996,\n   15  and  paragraph  h as amended by chapter 280 of the laws of 1994 and such\n   16  section as renumbered by chapter 705 of the laws of 1992, is amended  to\n   17  read as follows:\n   18    1.  Definitions.  For the purpose of this section, the following defi-\n   19  nitions shall apply:\n   20    a. \"[Foster care child] CHILD IN OUT-OF-HOME CARE\" shall mean a  child\n   21  [placed  in  foster  care  by a social services district] IN OUT-OF-HOME\n   22  CARE AS DEFINED IN PARAGRAPH B OF SUBDIVISION ONE OF SECTION  THIRTY-TWO\n   23  HUNDRED NINE OF THIS CHAPTER.\n   24    b.  \"Homeless  child\"  shall mean a homeless child as defined in para-\n   25  graph a of subdivision one of section thirty-two hundred  nine  of  this\n   26  chapter.\n   27    c.  \"Municipality\" shall mean a county outside the city of New York or\n   28  the city, in the case of a county in the city of New York.\n   29    d. \"Municipality of current location\" shall  mean  a  municipality  in\n   30  which  a child lives which is different from the municipality in which a\n   31  child or such child's family  lived  [at  the  time  a  social  services\n   32  district assumed responsibility for the placement of such child or fami-\n   33  ly, or] at the time such child was admitted for care and/or treatment in\n   34  a facility licensed or operated by another state agency.\n   35    e.  \"Municipality of residence\" shall mean the municipality in which a\n   36  child or such child's  family  lived  at  the  time  the  [local  social\n   37  services district assumed responsibility for the placement of such child\n   38  or  family]  CIRCUMSTANCES AROSE WHICH CAUSED SUCH CHILD TO BECOME HOME-\n   39  LESS OR ENTER OUT-OF-HOME CARE, or at the time such child  was  admitted\n   40  for  care and/or treatment in a facility licensed or operated by another\n   41  state agency.\n   42    f. \"Preschool child with a disability\" shall mean a child eligible for\n   43  services pursuant to section forty-four hundred ten  of  this  [chapter]\n   44  ARTICLE.    A  \"preschool  child  with a handicapping condition\" means a\n   45  preschool child with a disability.\n   46    g. \"School district of current location\" shall mean a school  district\n   47  in  which  a  child lives which is different from the school district in\n   48  which a child or such  child's  family  lived  [at  the  time  a  social\n   49  services district assumed responsibility for the placement of such child\n   50  or  family,  or]  at  the  time  such child was admitted for care and/or\n   51  treatment in a facility licensed or operated by another state agency.\n   52    h. \"Child in residential care\" shall mean a child residing in a facil-\n   53  ity licensed or operated by another state agency as defined  by  section\n   54  1.03  of  the  mental hygiene law or by section two of the public health\n   55  law.\n\n       S. 368                             14\n\n    1    S 10. Subdivision 2 of section 4410-a of the education law, as amended\n    2  by chapter 280 of the laws of 1994, is amended to read as follows:\n    3    2. School district evaluation and placement responsibility.\n    4    A.  The school district of current location of a [foster care or home-\n    5  less child or] child in residential care shall be  responsible  for  the\n    6  evaluation  and  placement  procedures  prescribed for a preschool child\n    7  suspected of having OR WITH a handicapping condition pursuant to section\n    8  forty-four hundred ten of this [chapter] ARTICLE.  In issuing its  writ-\n    9  ten  notice of determination of services, the board of education of such\n   10  school district shall  identify  the  municipality  of  residence  of  a\n   11  preschool  child  with a handicapping condition who is a [foster care or\n   12  homeless child or] child in residential care.  Such notice  of  determi-\n   13  nation  shall  be  transmitted to both the municipality of residence and\n   14  the municipality of current location.\n   15    B. THE SCHOOL DISTRICT DESIGNATED PURSUANT TO PARAGRAPH A OF  SUBDIVI-\n   16  SION  TWO  OF  SECTION  THIRTY-TWO HUNDRED NINE OF THIS CHAPTER SHALL BE\n   17  RESPONSIBLE FOR THE EVALUATION AND PLACEMENT PROCEDURES PRESCRIBED FOR A\n   18  PRESCHOOL CHILD SUSPECTED OF HAVING OR WITH A DISABILITY WHO IS HOMELESS\n   19  OR IN OUT-OF-HOME CARE. IN ISSUING ITS WRITTEN NOTICE  OF  DETERMINATION\n   20  OF  SERVICES, THE BOARD OF EDUCATION OF SUCH SCHOOL DISTRICT SHALL IDEN-\n   21  TIFY THE MUNICIPALITY OF RESIDENCE OF A PRESCHOOL CHILD WITH A DISABILI-\n   22  TY WHO IS HOMELESS OR IN OUT-OF-HOME CARE. SUCH NOTICE OF  DETERMINATION\n   23  SHALL BE TRANSMITTED TO BOTH THE MUNICIPALITY OF RESIDENCE AND THE MUNI-\n   24  CIPALITY OF RECORD, AS DEFINED IN SUBDIVISION THREE OF THIS SECTION.\n   25    S 11. Subdivision 3 of section 4410-a of the education law, as amended\n   26  by chapter 280 of the laws of 1994, is amended to read as follows:\n   27    3. Contract and payment responsibility.\n   28    A.  The  municipality of current location shall be the municipality of\n   29  record for a preschool child with a  handicapping  condition  who  is  a\n   30  [foster  care  or  homeless  child or] child in residential care for the\n   31  purposes of section forty-four hundred ten  of  this  [chapter]  ARTICLE\n   32  provided, however, that, notwithstanding the provision of paragraph b of\n   33  subdivision  eleven  of  such  section,  the  state  shall reimburse one\n   34  hundred percent of the approved costs paid by  such  municipality  which\n   35  shall  be  offset  by the local contribution due pursuant to subdivision\n   36  four of this section.\n   37    B. THE MUNICIPALITY OF RECORD SHALL BE THE MUNICIPALITY IN  WHICH  THE\n   38  SCHOOL DISTRICT DESIGNATED PURSUANT TO PARAGRAPH A OF SUBDIVISION TWO OF\n   39  SECTION  THIRTY-TWO  HUNDRED  NINE  OF  THIS  CHAPTER  IS  LOCATED FOR A\n   40  PRESCHOOL CHILD WITH A DISABILITY WHO IS HOMELESS OR IN OUT-OF-HOME CARE\n   41  FOR THE PURPOSES OF SECTION  FORTY-FOUR  HUNDRED  TEN  OF  THIS  ARTICLE\n   42  PROVIDED, HOWEVER, THAT, NOTWITHSTANDING THE PROVISION OF PARAGRAPH B OF\n   43  SUBDIVISION  ELEVEN  OF  SUCH  SECTION,  THE  STATE  SHALL REIMBURSE ONE\n   44  HUNDRED PERCENT OF THE APPROVED COSTS PAID BY  SUCH  MUNICIPALITY  WHICH\n   45  SHALL  BE  OFFSET  BY THE LOCAL CONTRIBUTION DUE PURSUANT TO SUBDIVISION\n   46  FOUR OF THIS SECTION.\n   47    S 12.   Subdivision 4 of section  4410-a  of  the  education  law,  as\n   48  amended  by  chapter  280  of  the  laws  of 1994, is amended to read as\n   49  follows:\n   50    4. Local contribution. The municipality of residence shall  be  finan-\n   51  cially  responsible  for  the  local contribution which shall equal that\n   52  portion of the approved costs of services to a [foster care or homeless]\n   53  child WHO IS HOMELESS OR IN OUT-OF-HOME CARE  or  child  in  residential\n   54  care  with a handicapping condition which would not be reimbursed pursu-\n   55  ant to the schedule set out in paragraph  b  of  subdivision  eleven  of\n   56  section  forty-four  hundred ten of this [chapter] ARTICLE.  The commis-\n\n       S. 368                             15\n\n    1  sioner shall certify to the comptroller the amount of the local contrib-\n    2  ution owed by each municipality to  the  state.  The  comptroller  shall\n    3  deduct  the  amount of such local contribution first from any moneys due\n    4  the municipality pursuant to such section and then from any other moneys\n    5  due or to become due such municipality.\n    6    S 13. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the social services law and the education law, in relation to educational stability for children who are homeless and in out-of-home care ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101216.T152435.TXT", "SOBI.D101220.T153838.TXT", "SOBI.D101216.T152935.TXT", "SOBI.D101216.T145933.TXT", "SOBI.D101216.T150934.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292877518327
}