{
  "year" : 2011,
  "senateBillNo" : "S37-2011",
  "billEvents" : null,
  "votes" : null,
  "sponsor" : null,
  "title" : null,
  "summary" : null,
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : null,
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          37\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by Sen. SQUADRON -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Finance\n\n       AN ACT to amend the legislative law,  in  relation  to  restrictions  on\n         political contributions from lobbyists\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Sections 1-u and 1-v of the legislative  law  are  redesig-\n    2  nated sections 1-w and 1-x and two new sections 1-u and 1-v are added to\n    3  read as follows:\n    4    S  1-U. RESTRICTIONS ON POLITICAL CONTRIBUTIONS BY LOBBYISTS. A LOBBY-\n    5  IST SHALL NOT SOLICIT, MAKE OR TRANSMIT A CONTRIBUTION OR A REQUEST  FOR\n    6  A  CONTRIBUTION  FROM  OR TO ANY PERSON, INCLUDING A POLITICAL COMMITTEE\n    7  FOR THE BENEFIT OF A PUBLIC OFFICIAL OR PARTY COMMITTEE, FOR ELECTION TO\n    8  ANY STATE OR MUNICIPAL CORPORATION OFFICE; EXCEPT THAT  A  LOBBYIST  MAY\n    9  MAKE A POLITICAL CONTRIBUTION UP TO TWO HUNDRED FIFTY DOLLARS PER CANDI-\n   10  DATE  PER  ELECTION; PROVIDED HOWEVER, THAT FOR STATE LEVEL PUBLIC OFFI-\n   11  CIALS, SUCH CONTRIBUTION MAY ONLY BE MADE BETWEEN JULY FIRST AND  DECEM-\n   12  BER THIRTY-FIRST.\n   13    S 1-V. RESTRICTIONS ON ACCEPTANCE OF POLITICAL CONTRIBUTIONS BY PUBLIC\n   14  OFFICIALS.  A  PUBLIC  OFFICIAL  SHALL NOT KNOWINGLY ACCEPT, SOLICIT, OR\n   15  TRANSMIT A CONTRIBUTION OR A REQUEST FOR A CONTRIBUTION FOR  HIMSELF  OR\n   16  HERSELF  OR  ANY PUBLIC OFFICIAL, POLITICAL COMMITTEE, OR CANDIDATE FROM\n   17  OR ON BEHALF OF ANY LOBBYIST REGULATED BY THIS ARTICLE,  EXCEPT  THAT  A\n   18  PUBLIC  OFFICIAL  MAY ACCEPT POLITICAL CONTRIBUTIONS FROM A LOBBYIST, UP\n   19  TO TWO HUNDRED FIFTY DOLLARS PER ELECTION; PROVIDED  HOWEVER,  THAT  FOR\n   20  STATE LEVEL PUBLIC OFFICIALS, SUCH CONTRIBUTION MAY ONLY BE MADE BETWEEN\n   21  JULY FIRST AND DECEMBER THIRTY-FIRST.\n   22    S 2. This act shall take effect immediately.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00063-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : null,
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101201.T163624.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1291239384899
}