{
  "year" : 2011,
  "senateBillNo" : "S370-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO CHILDREN AND FAMILIES",
    "billEventId" : "S370-2011-1294203600000-REFERRED+TO+CHILDREN+AND+FAMILIES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MONTGOMERY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes the youth in progress advisory board for adolescents in foster care",
  "summary" : "Establishes the youth in progress advisory board and regional teams for adolescents in foster care to provide mentorship of youths in foster care; requires reporting. ",
  "currentCommittee" : "CHILDREN AND FAMILIES",
  "sameAs" : null,
  "lawSection" : "Social Services Law",
  "previousVersions" : [ "S5714-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          370\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  MONTGOMERY  -- read twice and ordered printed, and\n         when printed to be committed to the Committee on Children and Families\n\n       AN ACT to amend the social services law, in relation to establishing the\n         youth in progress advisory board and regional teams for adolescents in\n         foster care for the state\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Article 6 of the social services law is amended by adding a\n    2  new title 1-B to read as follows:\n\n    3                                  TITLE 1-B\n    4                              YOUTH IN PROGRESS\n\n    5  SECTION 394. YOUTH IN PROGRESS.\n    6    S 394. YOUTH IN PROGRESS.  1. THE YOUTH IN PROGRESS STATEWIDE ADVISORY\n    7  BOARD  IS HEREBY ESTABLISHED FOR THE PURPOSES OF BRINGING TOGETHER YOUTH\n    8  AGE FOURTEEN AND OLDER WHO ARE OR HAVE BEEN IN FOSTER CARE IN  ORDER  TO\n    9  DISCUSS  COMMON  EXPERIENCES,  IDEAS  AND  CONCERNS.  THE  LOCAL  SOCIAL\n   10  SERVICES DEPARTMENTS, AUTHORIZED AGENCIES SERVING ADOLESCENTS IN  FOSTER\n   11  CARE, THE OFFICE OF CHILDREN AND FAMILY SERVICES, AND CONTRACTORS OF THE\n   12  OFFICE  MAY  RECRUIT  APPROPRIATE  YOUTH  TO PARTICIPATE IN THE YOUTH IN\n   13  PROGRESS ADVISORY BOARD AND REGIONAL TEAMS ON A VOLUNTARY BASIS.\n   14    2. THE OFFICE OF CHILDREN AND FAMILY  SERVICES  SHALL  FACILITATE  THE\n   15  FORMATION  OF REGIONAL YOUTH IN PROGRESS TEAMS AND ASSIST IN IDENTIFYING\n   16  AN ADULT MENTOR FOR EACH  YOUTH  TEAM  MEMBER.  THE  REGIONAL  YOUTH  IN\n   17  PROGRESS TEAMS AND ADULT MENTORS SHALL MEET ON A REGULAR BASIS AND SHALL\n   18  CONDUCT  PERIODIC  REGIONAL FORUMS FOR FOSTER CARE YOUTH TO SPEAK OUT ON\n   19  ISSUES OF INTEREST TO ADOLESCENTS IN FOSTER CARE.\n   20    3. THE YOUTH IN PROGRESS STATEWIDE ADVISORY  BOARD,  SHALL  INCLUDE  A\n   21  REPRESENTATIVE  FROM  THE  REGIONAL TEAMS THAT WILL ADVISE THE OFFICE OF\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02372-01-1\n\n       S. 370                              2\n\n    1  CHILDREN AND FAMILY SERVICES AND THE COUNCIL ON CHILDREN AND FAMILIES ON\n    2  ISSUES RELATING TO FOSTER CARE. IN EACH OF THE SIX  OFFICE  OF  CHILDREN\n    3  AND FAMILY SERVICES REGIONS THE YOUTH IN PROGRESS REGIONAL TEAM OR TEAMS\n    4  SHALL  NOMINATE  UP  TO  FOUR  YOUTH  MEMBERS AND THEIR ADULT MENTORS TO\n    5  PARTICIPATE IN THE STATEWIDE YOUTH IN PROGRESS ADVISORY BOARD. IN  ADDI-\n    6  TION,  FOUR  YOUTH CURRENTLY OR FORMERLY PLACED WITH THE OFFICE OF CHIL-\n    7  DREN AND FAMILY SERVICES' DIVISION OF JUVENILE JUSTICE AND OPPORTUNITIES\n    8  FOR YOUTH SHALL BE SELECTED BY THE MEMBERS OF  THE  STATEWIDE  YOUTH  IN\n    9  PROGRESS  ADVISORY  BOARD, TO BE MEMBERS OF THE ADVISORY BOARD'S MEMBER-\n   10  SHIP. THE STATEWIDE YOUTH IN PROGRESS ADVISORY BOARD SHALL  HAVE  UP  TO\n   11  TWENTY-EIGHT YOUTH PARTICIPANTS AND SHALL MEET AT LEAST THREE TIMES EACH\n   12  YEAR.\n   13    4.  (A)  THE  STATEWIDE  YOUTH  IN  PROGRESS BOARD MAY ISSUE AN ANNUAL\n   14  REPORT WITH ITS RECOMMENDATIONS ON ISSUES OF INTEREST TO ADOLESCENTS  IN\n   15  FOSTER  CARE. THE REPORT MAY INCLUDE OTHER INFORMATION ON THE ACTIVITIES\n   16  OF THE YOUTH IN PROGRESS  BOARD.  THE  OFFICE  OF  CHILDREN  AND  FAMILY\n   17  SERVICES  SHALL  PROVIDE  TECHNICAL ASSISTANCE TO THE STATEWIDE YOUTH IN\n   18  PROGRESS BOARD,  INCLUDING  DISTRIBUTION  OF  THE  ANNUAL  REPORT.  SUCH\n   19  REPORTS SHALL BE MADE AVAILABLE TO THE PUBLIC AND SHALL BE SUBMITTED TO:\n   20  THE  GOVERNOR,  THE LEGISLATURE, THE DIRECTOR OF THE COUNCIL ON CHILDREN\n   21  AND FAMILIES, AND THE MEMBER AGENCIES OF THE  COUNCIL  ON  CHILDREN  AND\n   22  FAMILIES.  THE  CONTENTS OF THE YOUTH IN PROGRESS ANNUAL REPORT SHALL BE\n   23  SOLELY THE WORK PRODUCT OF THE YOUTH IN PROGRESS BOARD AND ITS  MEMBERS,\n   24  AND  SHALL NOT BE REVISED OR EDITED BY THE OFFICE OF CHILDREN AND FAMILY\n   25  SERVICES.\n   26    (B) AT LEAST SIXTY DAYS PRIOR TO THE COMMISSIONER  OF  THE  OFFICE  OF\n   27  CHILDREN  AND  FAMILY  SERVICES  FINAL APPROVAL OF RULES AND REGULATIONS\n   28  PERTAINING TO FOSTER CARE OR SERVICES FOR ADOLESCENTS WHO  ARE  OR  HAVE\n   29  BEEN  IN  FOSTER  CARE,  OTHER THAN EMERGENCY RULES AND REGULATIONS, THE\n   30  COMMISSIONER SHALL SUBMIT THE PROPOSED  RULES  AND  REGULATIONS  TO  THE\n   31  STATEWIDE  YOUTH  IN  PROGRESS  ADVISORY BOARD FOR REVIEW. THE STATEWIDE\n   32  YOUTH IN PROGRESS BOARD MAY REPORT ITS RECOMMENDATIONS  THEREON  TO  THE\n   33  COMMISSIONER  OF THE OFFICE OF CHILDREN AND FAMILY SERVICES WITHIN SIXTY\n   34  DAYS.\n   35    S 2. This act shall take effect on the sixtieth  day  after  it  shall\n   36  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the social services law, in relation to establishing the youth in progress advisory board and regional teams for adolescents in foster care for the state ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101216.T151434.TXT", "SOBI.D101216.T152435.TXT", "SOBI.D101217.T150010.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292616010569
}