{
  "year" : 2011,
  "senateBillNo" : "S371-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO HIGHER EDUCATION",
    "billEventId" : "S371-2011-1294203600000-REFERRED+TO+HIGHER+EDUCATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MONTGOMERY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes the foster care higher education scholarship pilot program",
  "summary" : "Establishes the foster care higher education scholarship pilot program; grants awards for the purpose of enhancing opportunities for higher education for children and young adults receiving foster care services in New York. ",
  "currentCommittee" : "HIGHER EDUCATION",
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "S8036-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          371\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  MONTGOMERY  -- read twice and ordered printed, and\n         when printed to be committed to the Committee on Higher Education\n\n       AN ACT to amend the education law, in relation to  creating the  \"foster\n         care  higher  education  scholarship pilot program\"; and providing for\n         the repeal of such provisions upon expiration thereof\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Short  title. This act shall be known and may be cited as\n    2  the \"foster care higher education scholarship pilot program\".\n    3    S 2. Section 604 of the education law  is  amended  by  adding  a  new\n    4  subdivision 13 to read as follows:\n    5    13. FOSTER CARE HIGHER EDUCATION SCHOLARSHIP PILOT PROGRAM PURSUANT TO\n    6  SECTION SIX HUNDRED SIXTY-EIGHT-H OF THIS TITLE.\n    7    S  3.  The  education  law is amended by adding a new section 668-h to\n    8  read as follows:\n    9    S 668-H. FOSTER CARE HIGHER EDUCATION SCHOLARSHIP  PILOT  PROGRAM.  1.\n   10  PURPOSE.  THE  PRESIDENT SHALL ESTABLISH A PILOT PROGRAM FOR THE PURPOSE\n   11  OF GRANTING SCHOLARSHIP  AWARDS  TO  ENHANCE  OPPORTUNITIES  FOR  HIGHER\n   12  EDUCATION  FOR  CHILDREN AND YOUNG ADULTS WHO ARE RECEIVING, OR WHO HAVE\n   13  RECEIVED, FOSTER CARE SERVICES  IN  NEW  YORK  STATE.  SUCH  SCHOLARSHIP\n   14  AWARDS  SHALL  BE  AVAILABLE  FOR  THE  TUITION AND NON-TUITION COSTS OF\n   15  ELIGIBLE STUDENTS ENROLLED IN APPROVED IN-STATE  UNDERGRADUATE  PROGRAMS\n   16  OR VOCATIONAL TRAINING PROGRAMS.\n   17    2. DEFINITIONS. AS USED IN THIS SECTION, THE TERM:\n   18    (A)  \"TUITION\"  MEANS THE TOTAL SEMESTER, QUARTER, OR CREDIT HOUR COST\n   19  OF INSTRUCTION TO THE STUDENT AS PERIODICALLY PUBLISHED IN THE CATALOGUE\n   20  OF THE INSTITUTIONS, SPECIFICALLY EXCLUDING MANDATORY FEES, BOOK  CHARG-\n   21  ES, AND ROOM AND BOARD.\n   22    (B)  \"NON-TUITION  COST  OF  ATTENDANCE\"  MEANS  (I) THE ACTUAL AMOUNT\n   23  CHARGED BY THE INSTITUTION FOR ROOM AND BOARD, AND (II) AN ALLOWANCE FOR\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02385-01-1\n\n       S. 371                              2\n\n    1  TRANSPORTATION, BOOKS, SUPPLIES, AND PERSONAL EXPENSES AS DETERMINED  BY\n    2  THE  PRESIDENT  AND  AS APPROVED BY THE DIRECTOR OF THE BUDGET, PROVIDED\n    3  THAT SUCH DETERMINATION SHALL BE MADE NO LATER THAN   DECEMBER FIRST  OF\n    4  EACH  YEAR  FOR  USE  IN  THE  SUCCEEDING  ACADEMIC YEAR. IN THE EVENT A\n    5  STUDENT DOES NOT  INCUR  ROOM  OR  BOARD  CHARGES  AT  THE  INSTITUTION,\n    6  \"NON-TUITION  COST  OF  ATTENDANCE\" SHALL MEAN AN ALLOWANCE FOR ROOM AND\n    7  BOARD AS DETERMINED BY THE PRESIDENT AND APPROVED BY THE DIRECTOR OF THE\n    8  BUDGET. IN DETERMINING ALLOWANCES PURSUANT TO THIS PARAGRAPH, THE PRESI-\n    9  DENT MAY TAKE INTO CONSIDERATION THE ALLOWANCES PROVIDED FOR IN THE PELL\n   10  GRANT PROGRAM PURSUANT TO SECTION 1070-A  OF  TITLE  20  OF  THE  UNITED\n   11  STATES CODE.\n   12    (C)  \"PART-TIME  STUDY\"  MEANS  ENROLLMENT FOR AT LEAST THREE BUT LESS\n   13  THAN TWELVE SEMESTER HOURS  PER  SEMESTER,  OR  THE  EQUIVALENT,  IN  AN\n   14  APPROVED UNDERGRADUATE PROGRAM.\n   15    (D) \"FULL-TIME STUDY\" SHALL MEAN ENROLLMENT FOR AT LEAST TWELVE CREDIT\n   16  HOURS  PER  SEMESTER,  OR  THE  EQUIVALENT, IN AN APPROVED UNDERGRADUATE\n   17  PROGRAM.\n   18    (E) \"APPROVED VOCATIONAL TRAINING PROGRAMS\"  MEANS  IN-STATE  PROGRAMS\n   19  OFFERED BY AGENCIES APPROVED BY THE COMMISSIONER FOR FUNDING PURSUANT TO\n   20  THIS  SECTION.  THE  COMMISSIONER  SHALL  APPROVE  ONLY  SUCH NON-CREDIT\n   21  PROGRAMS WHICH ARE AT LEAST THREE HUNDRED TWENTY CLOCK HOURS IN  LENGTH,\n   22  AND  WHICH  MEET STANDARDS OF INSTRUCTIONAL QUALITY ESTABLISHED IN REGU-\n   23  LATIONS BY THE COMMISSIONER. THESE STANDARDS SHALL INCLUDE, BUT  NOT  BE\n   24  LIMITED  TO,  QUALIFICATIONS OF ADMINISTRATIVE AND INSTRUCTIONAL PERSON-\n   25  NEL, QUALITY OF  FACILITIES  AND  EQUIPMENT,  RECORDKEEPING,  ADMISSION,\n   26  GRADING,  ATTENDANCE,  AND RECORD OF PLACEMENT OF COMPLETERS WHICH MEETS\n   27  STANDARDS OF ACCEPTABILITY AS ESTABLISHED BY THE COMMISSIONER.\n   28    3. ELIGIBILITY. (A) AN APPLICANT SHALL BE ELIGIBLE FOR  A  SCHOLARSHIP\n   29  AWARD  PURSUANT  TO THIS SECTION IF, AT THE TIME OF THE INITIAL APPLICA-\n   30  TION TO THE CORPORATION, THE APPLICANT HAS APPLIED FOR AND BEEN SELECTED\n   31  TO RECEIVE FOR THE FIRST TIME AN EDUCATION AND TRAINING VOUCHER PURSUANT\n   32  TO PARAGRAPH I OF SECTION 677 OF THE UNITED STATES CODE  FOR  THE  FIRST\n   33  ACADEMIC YEAR FOLLOWING ENACTMENT OF THE LEGISLATION AND:\n   34    (1) IS A LEGAL RESIDENT OF NEW YORK STATE;\n   35    (2) IS SIXTEEN TO TWENTY-THREE YEARS OF AGE;\n   36    (3)  HAS  RECEIVED  FOSTER  CARE  SERVICES  PURSUANT  TO SECTION THREE\n   37  HUNDRED FIFTY-EIGHT-A OF THE SOCIAL SERVICES LAW OR ARTICLE TEN  OF  THE\n   38  FAMILY  COURT  ACT  FOR  A  PERIOD  OF NINE MONTHS OR MORE FOLLOWING THE\n   39  CHILD'S SIXTEENTH BIRTHDAY OR HAS BEEN ADOPTED AFTER THE AGE OF SIXTEEN;\n   40    (4) HAS RECEIVED (I) A CERTIFICATE OF GRADUATION FROM A SCHOOL PROVID-\n   41  ING SECONDARY EDUCATION FROM A STATE WITHIN THE UNITED STATES;  OR  (II)\n   42  THE RECOGNIZED EQUIVALENT OF SUCH CERTIFICATE; OR (III) RECEIVED A PASS-\n   43  ING  SCORE ON A FEDERALLY APPROVED ABILITY TO BENEFIT TEST THAT HAS BEEN\n   44  IDENTIFIED BY  THE  BOARD  OF  REGENTS  AS  SATISFYING  THE  ELIGIBILITY\n   45  REQUIREMENTS OF THIS SECTION AND HAS BEEN INDEPENDENTLY ADMINISTERED AND\n   46  EVALUATED AS DEFINED BY THE COMMISSIONER; AND\n   47    (5)  IS  MATRICULATED IN (I) AN APPROVED UNDERGRADUATE PROGRAM OR (II)\n   48  AN APPROVED IN-STATE VOCATIONAL TRAINING PROGRAM. PURSUANT TO  PARAGRAPH\n   49  A OF SUBDIVISION FOUR OF SECTION SIX HUNDRED SIXTY-ONE OF THIS PART, THE\n   50  INSTITUTION  OR  VOCATIONAL  TRAINING PROGRAM SHALL BE ONE THAT HAS BEEN\n   51  APPROVED AND OPERATING IN THIS STATE FOR AT LEAST ONE YEAR, AND HAS BEEN\n   52  APPROVED FOR PARTICIPATION IN FEDERAL  STUDENT  FINANCIAL  AID  PROGRAMS\n   53  AUTHORIZED BY TITLE IV OF THE HIGHER EDUCATION ACT OF 1965, AS AMENDED.\n   54    (B) APPLICATIONS FOR A SCHOLARSHIP AWARD SHALL BE MADE ON FORMS AND IN\n   55  THE MANNER PRESCRIBED BY THE CORPORATION.\n\n       S. 371                              3\n\n    1    4.  AMOUNT.  (A)  THE PRESIDENT SHALL GRANT ANNUAL SCHOLARSHIPS IN THE\n    2  FOLLOWING AMOUNTS:\n    3    (1)  IF  THE RECIPIENT ATTENDS AN UNDERGRADUATE PROGRAM AT AN INSTITU-\n    4  TION OF THE CITY UNIVERSITY OF NEW YORK OR AN INSTITUTION OF  THE  STATE\n    5  UNIVERSITY  OF  NEW  YORK, THE ANNUAL AWARD SHALL BE AN AMOUNT EQUAL TO:\n    6  THE TUITION CHARGED AT THE APPLICABLE INSTITUTION OF THE STATE UNIVERSI-\n    7  TY OF NEW YORK OR  THE  CITY  UNIVERSITY  OF  NEW  YORK  PROVIDED  THAT,\n    8  NOTWITHSTANDING  ANY  PROVISION  OF  LAW  TO  THE  CONTRARY, THE TUITION\n    9  CHARGED TO AWARD RECIPIENTS SHALL NOT EXCEED THAT CHARGED TO STATE RESI-\n   10  DENT STUDENTS ATTENDING SUCH INSTITUTION; THE MANDATORY FEES CHARGED  AT\n   11  SUCH INSTITUTION; AND THE NON-TUITION COSTS OF ATTENDANCE AT SUCH INSTI-\n   12  TUTION  OR  COLLEGE,  PROVIDED  THAT THE SCHOLARSHIP SHALL NOT EXCEED AN\n   13  AMOUNT THAT IS EQUAL TO THE TOTAL COSTS  OF  ATTENDANCE  DETERMINED  FOR\n   14  FEDERAL TITLE IV STUDENT FINANCIAL AID PURPOSES, LESS ALL OTHER SCHOLAR-\n   15  SHIPS  AND  GRANTS PROVIDED BY NEW YORK STATE, OTHER STATES, THE FEDERAL\n   16  GOVERNMENT, OR OTHER GOVERNMENTS EXCLUDING  LOANS,  AND  THE  AMOUNT  OF\n   17  EDUCATIONAL  BENEFITS  EXCLUDING LOANS PAID UNDER ANY PROGRAM THAT WOULD\n   18  DUPLICATE THE PURPOSES OF THIS PROGRAM, PROVIDED THAT  ANY  SCHOLARSHIPS\n   19  OR  GRANTS PROVIDED TO A RECIPIENT BY THE INSTITUTION WHICH ARE INTENDED\n   20  TO FUND ANY PORTION OF THE DIFFERENCE BETWEEN THE  ANNUAL  AWARD  AMOUNT\n   21  AND  THE ACTUAL COSTS OF ATTENDANCE AT ANY SUCH INSTITUTION SHALL NOT BE\n   22  CONSIDERED TO DUPLICATE THE PURPOSES OF THIS PROGRAM.\n   23    (2) IF THE RECIPIENT ATTENDS ANY OTHER APPROVED UNDERGRADUATE  PROGRAM\n   24  OR  VOCATIONAL  TRAINING PROGRAM WITHIN NEW YORK STATE, THE ANNUAL AWARD\n   25  SHALL BE BASED UPON AN AMOUNT EQUAL TO: THE  TUITION  CHARGED  TO  STATE\n   26  RESIDENT  STUDENTS ATTENDING A FOUR-YEAR COLLEGE OF THE STATE UNIVERSITY\n   27  OF NEW YORK; THE AVERAGE MANDATORY FEES CHARGED AT FOUR-YEAR COLLEGES OF\n   28  THE STATE UNIVERSITY OF NEW YORK, OR THE ACTUAL TUITION AND FEES CHARGED\n   29  TO THE RECIPIENT, WHICHEVER IS LESS; AND THE AVERAGE NON-TUITION COST OF\n   30  ATTENDANCE, AS DETERMINED BY THE PRESIDENT AND AS APPROVED BY THE DIREC-\n   31  TOR OF THE BUDGET, FOR A STUDENT AT THE STATE UNIVERSITY OF NEW YORK  OR\n   32  THE  ACTUAL  NON-TUITION COST OF ATTENDANCE AT SUCH INSTITUTION INCURRED\n   33  BY THE RECIPIENT, WHICHEVER IS LESS, PROVIDED THAT THE SCHOLARSHIP SHALL\n   34  NOT EXCEED AN AMOUNT THAT IS EQUAL  TO  THE  TOTAL  COST  OF  ATTENDANCE\n   35  DETERMINED FOR FEDERAL TITLE IV STUDENT FINANCIAL AID PURPOSES, LESS ALL\n   36  OTHER  SCHOLARSHIPS AND GRANTS PROVIDED BY NEW YORK STATE, OTHER STATES,\n   37  THE FEDERAL GOVERNMENT, OR OTHER GOVERNMENTS EXCLUDING  LOANS,  AND  THE\n   38  AMOUNT  OF  EDUCATIONAL  BENEFITS EXCLUDING LOANS PAID UNDER ANY PROGRAM\n   39  THAT WOULD DUPLICATE THE PURPOSES OF THIS  PROGRAM,  PROVIDED  THAT  ANY\n   40  SCHOLARSHIPS  OR GRANTS PROVIDED TO A RECIPIENT BY THE INSTITUTION WHICH\n   41  ARE INTENDED TO FUND ANY PORTION OF THE DIFFERENCE  BETWEEN  THE  ANNUAL\n   42  AWARD  AMOUNT AND THE ACTUAL COSTS OF ATTENDANCE AT ANY SUCH INSTITUTION\n   43  SHALL NOT BE CONSIDERED TO DUPLICATE THE PURPOSES OF THIS PROGRAM.\n   44    (B) NOTHING CONTAINED IN THIS SECTION SHALL MODIFY  OR  ELIMINATE  THE\n   45  OBLIGATIONS OF A SOCIAL SERVICES OFFICIAL PURSUANT TO SUBDIVISION TEN OF\n   46  SECTION THREE HUNDRED NINETY-EIGHT OF THE SOCIAL SERVICES LAW WHO, FOR A\n   47  FOSTER  CHILD  IN ATTENDANCE AT A COLLEGE OR UNIVERSITY AWAY FROM HIS OR\n   48  HER FOSTER FAMILY BOARDING HOME, GROUP HOME,  AGENCY  BOARDING  HOME  OR\n   49  INSTITUTION, MAKES FOSTER PAYMENTS TO SUCH COLLEGE OR UNIVERSITY IN LIEU\n   50  OF  PAYMENT  TO THE FOSTER PARENTS OR AUTHORIZED AGENCY, FOR THE PURPOSE\n   51  OF ROOM AND BOARD.\n   52    (C) IN NO EVENT SHALL THE COMBINATION OF  ALL  STUDENT  FINANCIAL  AID\n   53  RECEIVED  BY  A STUDENT EXCEED A RECIPIENT'S TOTAL COST OF ATTENDANCE AT\n   54  THE INSTITUTION BEING ATTENDED.\n   55    5. ADDITIONAL SERVICES. IF A STUDENT QUALIFYING FOR  THE  FOSTER  CARE\n   56  HIGHER EDUCATION SCHOLARSHIP PILOT PROGRAM HAS MATRICULATED IN AN UNDER-\n\n       S. 371                              4\n\n    1  GRADUATE  INSTITUTION  OF  THE  STATE  UNIVERSITY  OF NEW YORK, THE CITY\n    2  UNIVERSITY OF NEW YORK, OR A NON-PUBLIC INSTITUTION OF HIGHER  EDUCATION\n    3  WHICH  OPERATES  AN  EDUCATION  OPPORTUNITY PROGRAM PURSUANT TO SECTIONS\n    4  SIXTY-FOUR  HUNDRED  FIFTY-ONE  OR  SIXTY-FOUR HUNDRED FIFTY-TWO OF THIS\n    5  CHAPTER, THE STUDENT SHOULD BE PROVIDED ACCESS TO THE  SUPPORT  SERVICES\n    6  PROVIDED  UNDER  THIS  EDUCATION OPPORTUNITY PROGRAM, INCLUDING REMEDIAL\n    7  COURSES, DEVELOPMENTAL AND  COMPENSATORY  COURSES  AND  SUMMER  CLASSES,\n    8  SPECIAL TUTORING, COUNSELING, AND GUIDANCE SERVICES.\n    9    6.  DURATION. (A) EACH RECIPIENT ENROLLED IN AN APPROVED UNDERGRADUATE\n   10  PROGRAM SHALL RECEIVE AWARDS FOR MORE THAN EIGHT SEMESTERS OF FULL  TIME\n   11  UNDERGRADUATE STUDY, OR THE EQUIVALENT OF FOUR ACADEMIC YEARS.\n   12    (B)  NO  RECIPIENT ENROLLED IN AN APPROVED VOCATIONAL TRAINING PROGRAM\n   13  SHALL RECEIVE AWARDS FOR MORE THAN FOUR SEMESTERS OF FULL-TIME STUDY  OR\n   14  THE EQUIVALENT OF TWO ACADEMIC YEARS OF FULL-TIME STUDY.\n   15    7.  REQUIREMENTS.  (A)  EACH  RECIPIENT  OF  AN AWARD PURSUANT TO THIS\n   16  SECTION SHALL ENROLL IN  AN  APPROVED  FULL-TIME  OR  PART-TIME  DEGREE,\n   17  DIPLOMA  OR  CERTIFICATE  PROGRAM  OR  COURSE OF UNDERGRADUATE STUDY AND\n   18  RETAIN SATISFACTORY ACADEMIC STANDING.\n   19    (B) EACH RECIPIENT OF A SCHOLARSHIP AWARD  PURSUANT  TO  THIS  SECTION\n   20  SHALL  BE  REQUIRED  TO  COMPLETE  A NEW APPLICATION FOR EACH SUBSEQUENT\n   21  ACADEMIC YEAR AND MUST MEET THE ELIGIBILITY REQUIREMENTS  SET  FORTH  IN\n   22  SUBPARAGRAPHS  ONE THROUGH FIVE OF PARAGRAPH (A) OF SUBDIVISION THREE OF\n   23  THIS SECTION, PROVIDED THAT NO RECIPIENT  SHALL  RECEIVE  AWARDS  FOR  A\n   24  PERIOD  OF TIME EXCEEDING THE PROVISIONS SET FORTH IN SUBDIVISION SIX OF\n   25  THIS SECTION.\n   26    (C) EACH APPLICANT SHALL HAVE COMPLETED THE FOLLOWING AT THE  TIME  OF\n   27  INITIAL  APPLICATION AND EACH APPLICATION FOR SUBSEQUENT ACADEMIC YEARS:\n   28  (1) APPLIED FOR A TUITION ASSISTANCE PROGRAM AWARD PURSUANT  TO  SECTION\n   29  SIX  HUNDRED  SIXTY-SEVEN OF THIS SUBPART, (2) COMPLETED AND SUBMITTED A\n   30  FEDERAL STUDENT AID APPLICATION PURSUANT TO SECTION 1090 OF  THE  UNITED\n   31  STATES  CODE, AND (3) APPLIED FOR AND BEEN SELECTED TO RECEIVE AN EDUCA-\n   32  TIONAL AND TRAINING VOUCHER PURSUANT TO PARAGRAPH I OF  SECTION  677  OF\n   33  THE UNITED STATES CODE. PURSUANT TO PARAGRAPH (A) OF SUBDIVISION FOUR OF\n   34  THIS SECTION, WHEN DETERMINING THE ANNUAL AWARD AMOUNT, ANY GRANT AID OR\n   35  FINANCIAL  ASSISTANCE  RECEIVED, EXCLUDING   LOANS, SHALL BE UTILIZED TO\n   36  OFFSET THE TOTAL COST OF ATTENDANCE  DETERMINED  FOR  FEDERAL  TITLE  IV\n   37  STUDENT  FINANCIAL  AID  PURPOSES TO THE MAXIMUM EXTENT POSSIBLE, EXCEPT\n   38  THAT NOTHING SHALL REQUIRE THAT AID RECEIVED WHICH MAY BE  USED  TOWARDS\n   39  COSTS OTHER THAN TUITION SHALL BE APPLIED TOWARD THE COST OF TUITION.\n   40    8.  REPORTS  AND  THE  EVALUATION  OF  THE  PILOT  PROGRAM.  UPON  THE\n   41  COMPLETION OF TWO YEARS OF OPERATION AND FOUR YEARS  OF  OPERATION,  THE\n   42  PRESIDENT  SHALL  EVALUATE  AND ASSESS THE RESULTS OF THE PILOT PROGRAM,\n   43  INCLUDING THE FOLLOWING:\n   44    (A) THE RETENTION RATE OF ALL SCHOLARSHIP  RECIPIENTS  ENROLLED  IN  A\n   45  FOUR-YEAR UNDERGRADUATE PROGRAM UPON TWO YEARS OF OPERATION;\n   46    (B)  THE  RETENTION  RATE  OF ALL SCHOLARSHIP RECIPIENTS ENROLLED IN A\n   47  FOUR-YEAR UNDERGRADUATE PROGRAM WITH  ACCESS  TO  THE  SERVICES  OFFERED\n   48  UNDER  AN  EDUCATION OPPORTUNITY PROGRAM PURSUANT TO SECTIONS SIXTY-FOUR\n   49  HUNDRED FIFTY-ONE AND SIXTY-FOUR HUNDRED FIFTY-TWO OF THIS CHAPTER  UPON\n   50  TWO YEARS OF OPERATION;\n   51    (C)  THE  DEGREE COMPLETION RATE OF SCHOLARSHIP RECIPIENTS ENROLLED IN\n   52  VOCATIONAL TRAINING PROGRAMS UPON TWO YEARS OF OPERATION;\n   53    (D) THE DEGREE COMPLETION RATE OF SCHOLARSHIP RECIPIENTS  ENROLLED  AS\n   54  FULL-TIME STUDENTS IN A TWO-YEAR UNDERGRADUATE PROGRAM UPON TWO YEARS OF\n   55  OPERATION;\n\n       S. 371                              5\n\n    1    (E)  THE  DEGREE COMPLETION RATE OF SCHOLARSHIP RECIPIENTS ENROLLED AS\n    2  FULL-TIME STUDENTS IN A TWO-YEAR UNDERGRADUATE PROGRAM  WITH  ACCESS  TO\n    3  THE  SERVICES OFFERED UNDER AN EDUCATION OPPORTUNITY PROGRAM PURSUANT TO\n    4  SECTIONS SIXTY-FOUR HUNDRED FIFTY-ONE AND SIXTY-FOUR  HUNDRED  FIFTY-TWO\n    5  OF THIS CHAPTER UPON TWO YEARS OF OPERATION;\n    6    (F)  THE  DEGREE COMPLETION RATE OF SCHOLARSHIP RECIPIENTS ENROLLED AS\n    7  FULL-TIME STUDENTS IN A FOUR-YEAR UNDERGRADUATE PROGRAM UPON FOUR  YEARS\n    8  OF OPERATION;\n    9    (G)  THE  DEGREE COMPLETION RATE OF SCHOLARSHIP RECIPIENTS ENROLLED AS\n   10  FULL-TIME STUDENTS IN A FOUR-YEAR UNDERGRADUATE PROGRAM WITH  ACCESS  TO\n   11  THE  SERVICES OFFERED UNDER AN EDUCATION OPPORTUNITY PROGRAM PURSUANT TO\n   12  SECTIONS SIXTY-FOUR HUNDRED FIFTY-ONE AND SIXTY-FOUR  HUNDRED  FIFTY-TWO\n   13  OF THIS CHAPTER UPON FOUR YEARS OF OPERATION;\n   14    (H) THE RETENTION RATE OF SCHOLARSHIP RECIPIENTS ENROLLED AS PART-TIME\n   15  STUDENTS IN AN UNDERGRADUATE PROGRAM UPON FOUR YEARS OF OPERATION; AND\n   16    (I) THE RETENTION RATE OF SCHOLARSHIP RECIPIENTS ENROLLED AS PART-TIME\n   17  STUDENTS IN AN UNDERGRADUATE PROGRAM WITH ACCESS TO THE SERVICES OFFERED\n   18  UNDER  AN  EDUCATION OPPORTUNITY PROGRAM PURSUANT TO SECTIONS SIXTY-FOUR\n   19  HUNDRED FIFTY-ONE AND SIXTY-FOUR HUNDRED FIFTY-TWO OF THIS CHAPTER  UPON\n   20  FOUR YEARS OF OPERATION.\n   21    9.  RULES  AND  REGULATIONS.  THE CORPORATION IN CONSULTATION WITH THE\n   22  COMMISSIONER OF THE  OFFICE  OF  CHILDREN  AND  FAMILY  SERVICES,  SHALL\n   23  PROMULGATE ANY RULES AND REGULATIONS NECESSARY FOR THE IMPLEMENTATION OF\n   24  THE PROVISIONS OF THIS SECTION.\n   25    S  4.  This act shall take effect immediately; and shall be applicable\n   26  for awards made for the academic year which begins on the first of  July\n   27  next  succeeding  such effective date and shall expire four years later,\n   28  when upon such date the provisions of this act shall be deemed repealed.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to creating the \"foster care higher education scholarship pilot program\"; and providing for the repeal of such provisions upon expiration thereof ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101216.T153437.TXT", "SOBI.D101216.T151434.TXT", "SOBI.D101216.T152435.TXT", "SOBI.D101217.T151451.TXT", "SOBI.D101216.T152935.TXT", "SOBI.D101217.T150010.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292616891612
}