{
  "year" : 2011,
  "senateBillNo" : "S372-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "S372-2011-1294203600000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MONTGOMERY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to requiring reports by state agencies relating to certain grants and expenditures made to community based organizations",
  "summary" : "Requires reports by state agencies relating to certain grants and expenditures made to community based organizations; requires listing by zip code of such grants. ",
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "Executive Law",
  "previousVersions" : [ "S6856-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          372\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  MONTGOMERY  -- read twice and ordered printed, and\n         when printed to be committed to the Committee on Finance\n\n       AN ACT to amend the executive law and the state finance law, in relation\n         to requiring reports by state agencies relating to certain grants  and\n         expenditures made to community based organizations\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 164 of the executive law, as amended by chapter 833\n    2  of the laws of 1965, is amended to read as follows:\n    3    S 164. Reports by and to the department.   1. Each  department,  other\n    4  than the executive department, shall make an annual report to the gover-\n    5  nor  and  legislature  on  or  before  the fifteenth day of May, for the\n    6  preceding calendar year. It shall contain  such  information  concerning\n    7  the department and its several divisions, bureaus, offices, agencies and\n    8  institutions,  and  their  activities  and affairs, and such recommenda-\n    9  tions, as the head of the department shall deem necessary or proper, and\n   10  any matters required by express provision of law to be included in  such\n   11  report.  A  department also shall make such other and special reports as\n   12  the governor or either house of the legislature may require.  From  time\n   13  to time, the head of a department may require from any board, commission\n   14  or  other  body  in  the  department  or from any subordinate officer or\n   15  employee, division or bureau of the department, or from any  institution\n   16  subject  to the supervision of the department, or from any agency of the\n   17  department, such reports or information as such head may deem necessary.\n   18  Unless expressly authorized by the head of the department,  there  shall\n   19  be  hereafter  no  separate report, annual or otherwise, directly to the\n   20  legislature or governor by any such board,  commission,  body,  officer,\n   21  division,  bureau,  institution  or  agency notwithstanding any existing\n   22  provision of law authorizing or requiring such report.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02382-01-1\n\n       S. 372                              2\n\n    1    2. IN ADDITION TO THE ANNUAL REPORT REQUIRED  BY  THIS  SECTION,  EACH\n    2  DEPARTMENT, INCLUDING THE EXECUTIVE DEPARTMENT, SHALL MAKE AN ADDITIONAL\n    3  REPORT  TO  THE  LEGISLATURE  BY  MARCH  FIRST  OF EACH YEAR RELATING TO\n    4  DISTRIBUTION OF FUNDS AND GRANTS TO COMMUNITY BASED ORGANIZATIONS BY  OR\n    5  THROUGH  SUCH DEPARTMENT. SUCH REPORT SHALL PROVIDE A LISTING OF RECIPI-\n    6  ENTS, BY ZIP CODE, OF GRANTS, AWARDS OR FUNDS APPROPRIATED FOR  SERVICES\n    7  AND PROGRAMS WHICH ARE MADE TO ORGANIZATIONS WHICH PROVIDE SERVICES ON A\n    8  LOCAL BASIS PURSUANT TO PROGRAMS ESTABLISHED BY LAW.\n    9    S  2.  Section  14  of  the  state  finance  law is amended to read as\n   10  follows:\n   11    S 14. Departmental statements. In addition to  the  annual  department\n   12  reports  prescribed by law, the head of each department of the state, on\n   13  or before the fifteenth day of October in each year, shall submit to the\n   14  governor a statement of the sources,  amounts  and  disposition  of  all\n   15  money  received  by  such department, its divisions, bureaus or officers\n   16  for the preceding fiscal year other than  money  appropriated  for  such\n   17  department by the legislature or money which was paid by such department\n   18  into  the  treasury.  Such  statement shall include a description of the\n   19  nature and the amount of each fund, if any, then under  the  supervision\n   20  or  control  of  such department or the head thereof or under the super-\n   21  vision or control of any division, bureau, commission,  board  or  other\n   22  organization  therein or under the supervision or control of the head or\n   23  any other officer of such division, bureau, commission, board or  organ-\n   24  ization,  which  was derived from any source whether or not deposited in\n   25  the treasury, a citation of the  statute  authorizing  the  creation  or\n   26  establishment  of  each  such  fund  and  the  nature  and amount of any\n   27  payments made therefrom during the preceding fiscal year.  The  director\n   28  of  the budget in the executive department shall make rules, which shall\n   29  be approved by the governor, regulating the form and  contents  of  such\n   30  statements.  Copies of such statements shall be simultaneously furnished\n   31  to the senate finance committee and the assembly ways and means  commit-\n   32  tee for their information.\n   33    The governor, in such form and with such explanation as he may desire,\n   34  shall  transmit  to the legislature, with the annual budget, a recapitu-\n   35  lation or summary  of  the  information  contained  in  such  statements\n   36  arranged  under appropriate headings for each department. The provisions\n   37  of this section shall not apply to any funds received by the superinten-\n   38  dent of banks or the superintendent of insurance in a fiduciary capacity\n   39  or to the state teachers'  retirement  fund,  or  any  state  employees'\n   40  retirement  and pension fund, but such exemption from the application of\n   41  this section shall not affect any other provision  of  law  requiring  a\n   42  report or statement of such funds.\n   43    IN  ADDITION  TO  THE  ANNUAL  REPORT  REQUIRED  BY THIS SECTION, EACH\n   44  DEPARTMENT, INCLUDING THE EXECUTIVE DEPARTMENT, SHALL MAKE AN ADDITIONAL\n   45  REPORT TO THE LEGISLATURE BY  MARCH  FIRST  OF  EACH  YEAR  RELATING  TO\n   46  DISTRIBUTION  OF FUNDS AND GRANTS TO COMMUNITY BASED ORGANIZATIONS BY OR\n   47  THROUGH SUCH DEPARTMENT. SUCH REPORT SHALL PROVIDE A LISTING OF  RECIPI-\n   48  ENTS,  BY ZIP CODE, OF GRANTS, AWARDS OR FUNDS APPROPRIATED FOR SERVICES\n   49  AND PROGRAMS WHICH ARE MADE TO ORGANIZATIONS WHICH PROVIDE SERVICES ON A\n   50  LOCAL BASIS PURSUANT TO PROGRAMS ESTABLISHED BY LAW.\n   51    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the executive law and the state finance law, in relation to requiring reports by state agencies relating to certain grants and expenditures made to community based organizations ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101216.T151434.TXT", "SOBI.D101216.T152435.TXT", "SOBI.D101217.T153505.TXT", "SOBI.D101216.T152935.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292618105992
}