{
  "year" : 2011,
  "senateBillNo" : "S373-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO CHILDREN AND FAMILIES",
    "billEventId" : "S373-2011-1294203600000-REFERRED+TO+CHILDREN+AND+FAMILIES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MONTGOMERY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to notification procedures for the transfer of a child from one foster home to another",
  "summary" : "Relates to notification procedures for the transfer of a child from one foster home to another; permits transfer without prior notice in certain circumstances. ",
  "currentCommittee" : "CHILDREN AND FAMILIES",
  "sameAs" : "A4213",
  "lawSection" : "Family Court Act",
  "previousVersions" : [ "S5266-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          373\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  MONTGOMERY  -- read twice and ordered printed, and\n         when printed to be committed to the Committee on Children and Families\n\n       AN ACT to amend the family court act and the  social  services  law,  in\n         relation  to  notification  of the court, the parties and the attorney\n         for the child, when a child protective or foster care agency transfers\n         a child from one foster home or other foster care placement to another\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  family  court act is amended by adding a new section\n    2  1017-a to read as follows:\n    3    S 1017-A. CHANGE OF PLACEMENT WITHOUT PRIOR COURT APPROVAL. 1.    WHEN\n    4  THE  COURT  HAS REMANDED OR PLACED THE CHILD WITH THE LOCAL COMMISSIONER\n    5  OF SOCIAL SERVICES IN A PROCEEDING UNDER THIS ARTICLE AND  HAS  DIRECTED\n    6  PURSUANT  TO  SUBPARAGRAPH  (III) OF PARAGRAPH (A) OF SUBDIVISION TWO OR\n    7  PARAGRAPH (B) OF SUBDIVISION TWO OF SECTION ONE  THOUSAND  SEVENTEEN  OF\n    8  THIS  PART,  OR PURSUANT TO SUBPARAGRAPH (I) OF PARAGRAPH (A) OF SECTION\n    9  ONE THOUSAND FIFTY-FIVE OF THIS CHAPTER, OR PURSUANT TO  CLAUSE  (I)  OF\n   10  SUBPARAGRAPH  (VIII)  OF PARAGRAPH TWO OF SUBDIVISION (D) OF SECTION ONE\n   11  THOUSAND EIGHTY-NINE OF THIS CHAPTER, THAT THE COMMISSIONER  SHALL  HAVE\n   12  THE  CHILD  RESIDE  IN A SPECIFIC CERTIFIED OR APPROVED FOSTER HOME, THE\n   13  COMMISSIONER MAY NOT CHANGE THE CHILD'S FOSTER  CARE  PLACEMENT  WITHOUT\n   14  PRIOR  COURT  APPROVAL  EXCEPT IN THOSE CIRCUMSTANCES SET FORTH IN PARA-\n   15  GRAPH (D) OF SUBDIVISION TWO OF THIS SECTION.\n   16    2. (A) WHEN THE COURT HAS REMANDED OR PLACED THE CHILD WITH THE  LOCAL\n   17  COMMISSIONER  OF  SOCIAL SERVICES IN A PROCEEDING UNDER THIS ARTICLE, OR\n   18  EXTENDED SUCH PLACEMENT UNDER ARTICLE TEN-A OF  THIS  CHAPTER,  WITH  NO\n   19  DIRECTION THAT THE COMMISSIONER SHALL HAVE THE CHILD RESIDE IN A SPECIF-\n   20  IC  CERTIFIED  OR  APPROVED FOSTER HOME, THE COMMISSIONER MAY CHANGE THE\n   21  CHILD'S FOSTER CARE PLACEMENT WITHOUT PRIOR COURT APPROVAL,  IN  ACCORD-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02367-01-1\n\n       S. 373                              2\n\n    1  ANCE  WITH  PARAGRAPHS  (B)  AND  (D) OF THIS SUBDIVISION AND THE SOCIAL\n    2  SERVICES LAW AND APPLICABLE REGULATIONS.\n    3    (B)  THE  COMMISSIONER SHALL, AS SOON AS PRACTICABLE AFTER DETERMINING\n    4  THAT A CHANGE OF FOSTER CARE PLACEMENT IS NECESSARY,  BUT  IN  NO  EVENT\n    5  LATER  THAN  TEN  DAYS PRIOR TO THE REMOVAL OF THE CHILD FROM HIS OR HER\n    6  PRESENT FOSTER HOME OR OTHER FOSTER CARE PLACEMENT,  NOTIFY  THE  COURT,\n    7  THE COUNSEL FOR THE PARENT OR PARENTS OR OTHER PERSON OR PERSONS LEGALLY\n    8  RESPONSIBLE  FOR  THE CARE OF THE CHILD, AND THE ATTORNEY FOR THE CHILD,\n    9  BY PHONE, E-MAIL OR FACSIMILE TRANSMISSION, OF THE CHANGE OF  PLACEMENT.\n   10  IN  SUCH  NOTICE,  THE COMMISSIONER SHALL PROVIDE THE DATE THE CHANGE OF\n   11  PLACEMENT WILL TAKE PLACE, THE REASONS FOR THE CHANGE, AND THE NAME  AND\n   12  THE  PHONE NUMBER OF A SOCIAL SERVICES OFFICIAL WHO MAY BE CONTACTED FOR\n   13  FURTHER INFORMATION.\n   14    (C) IF TIMELY NOTICE PURSUANT TO PARAGRAPH (B) OF THIS SUBDIVISION  IS\n   15  NOT  PROVIDED, THE COMMISSIONER MAY NOT CHANGE THE FOSTER CARE PLACEMENT\n   16  UNTIL AT LEAST TEN DAYS AFTER NOTICE HAS BEEN PROVIDED IN THE MANNER SET\n   17  FORTH IN PARAGRAPH (B) OF THIS SUBDIVISION.\n   18    (D) WHEN THE HEALTH OR SAFETY OF THE CHILD REQUIRES THAT THE CHILD  BE\n   19  REMOVED IMMEDIATELY FROM THE FOSTER HOME OR OTHER FOSTER CARE PLACEMENT,\n   20  OR  WHEN  THE FOSTER PARENT REQUESTS IMMEDIATE REMOVAL OF THE CHILD FROM\n   21  THE FOSTER HOME, OR WHEN THE COMMISSIONER HAS OBTAINED  THE  CONSENT  OF\n   22  THE PARENT OR OTHER PERSON LEGALLY RESPONSIBLE FOR THE CARE OF THE CHILD\n   23  AND  THE  ATTORNEY  FOR THE CHILD, THE COMMISSIONER MAY REMOVE THE CHILD\n   24  WITHOUT COURT APPROVAL REQUIRED BY SUBDIVISION ONE OF THIS  SECTION  AND\n   25  WITHOUT  PROVIDING NOTICE PURSUANT TO PARAGRAPH (B) OF THIS SUBDIVISION.\n   26  HOWEVER, SUCH NOTICE SHALL BE PROVIDED  AS  SOON  AS  PRACTICABLE  AFTER\n   27  REMOVAL.\n   28    3.  WHEN  THE  COMMISSIONER  HAS MADE A DETERMINATION TO DISCHARGE THE\n   29  CHILD ON A TRIAL BASIS TO THE CUSTODY OF  THE  PARENT  OR  OTHER  PERSON\n   30  LEGALLY  RESPONSIBLE FOR THE CHILD'S CARE, TIMELY ADVANCE NOTICE MUST BE\n   31  PROVIDED TO THE COURT AND THE ATTORNEY FOR THE CHILD IN THE  MANNER  SET\n   32  FORTH IN PARAGRAPH (B) OF SUBDIVISION TWO OF THIS SECTION.\n   33    4. NOTICE PURSUANT TO PARAGRAPH (B) OF SUBDIVISION TWO OF THIS SECTION\n   34  NEED  NOT  BE PROVIDED WHEN THE COMMISSIONER HAS PREVIOUSLY PROVIDED, ON\n   35  THE RECORD DURING THE PROCEEDINGS IN FAMILY COURT, NOTICE OF A CHANGE OF\n   36  PLACEMENT, AND THE DATE AND REASONS FOR THE CHANGE.\n   37    S 2. Subdivision 3 of section 358-a of  the  social  services  law  is\n   38  amended by adding a new paragraph (g) to read as follows:\n   39    (G)  (I) THE ORDER GRANTING THE PETITION OF A SOCIAL SERVICES OFFICIAL\n   40  AND APPROVING AN INSTRUMENT EXECUTED PURSUANT TO SECTION  THREE  HUNDRED\n   41  EIGHTY-FOUR-A  OF  THIS  CHAPTER  MAY DIRECT THAT THE COMMISSIONER SHALL\n   42  HAVE THE CHILD RESIDE IN A SPECIFIC CERTIFIED OR APPROVED  FOSTER  HOME.\n   43  IN  THE  EVENT THE COURT SO DIRECTS, THE COMMISSIONER MAY NOT CHANGE THE\n   44  CHILD'S PLACEMENT WITHOUT PRIOR COURT APPROVAL EXCEPT IN  THOSE  CIRCUM-\n   45  STANCES SET FORTH IN SUBPARAGRAPH (V) OF THIS PARAGRAPH.\n   46    (II)  WHEN  THE COURT HAS NOT SO DIRECTED, THE COMMISSIONER MAY CHANGE\n   47  THE CHILD'S PLACEMENT WITHOUT PRIOR COURT APPROVAL, IN  ACCORDANCE  WITH\n   48  SUBPARAGRAPHS  (III)  AND  (V)  OF  THIS  PARAGRAPH AND THIS CHAPTER AND\n   49  APPLICABLE REGULATIONS.\n   50    (III) THE COMMISSIONER SHALL, AS SOON AS PRACTICABLE AFTER DETERMINING\n   51  THAT A CHANGE OF FOSTER CARE PLACEMENT IS NECESSARY,  BUT  IN  NO  EVENT\n   52  LATER  THAN  TEN  DAYS PRIOR TO THE REMOVAL OF THE CHILD FROM HIS OR HER\n   53  PRESENT FOSTER HOME OR OTHER FOSTER CARE PLACEMENT,  NOTIFY  THE  COURT,\n   54  THE COUNSEL FOR THE PARENT OR PARENTS OR OTHER PERSON OR PERSONS LEGALLY\n   55  RESPONSIBLE  FOR  THE  CHILD,  AND THE ATTORNEY FOR THE CHILD, BY PHONE,\n   56  E-MAIL OR FACSIMILE TRANSMISSION, OF THE CHANGE OF  PLACEMENT.  IN  SUCH\n\n       S. 373                              3\n\n    1  NOTICE,  THE COMMISSIONER SHALL PROVIDE THE DATE THE CHANGE OF PLACEMENT\n    2  WILL TAKE PLACE, THE REASONS FOR THE CHANGE,  AND  THE  NAME  AND  PHONE\n    3  NUMBER  OF  A  SOCIAL SERVICES OFFICIAL WHO MAY BE CONTACTED FOR FURTHER\n    4  INFORMATION.\n    5    (IV) IF TIMELY NOTICE PURSUANT TO SUBPARAGRAPH (III) OF THIS PARAGRAPH\n    6  IS  NOT PROVIDED, THE COMMISSIONER MAY NOT CHANGE THE PLACEMENT UNTIL AT\n    7  LEAST TEN DAYS AFTER NOTICE HAS BEEN PROVIDED IN THE  MANNER  SET  FORTH\n    8  ABOVE.\n    9    (V)  WHEN THE HEALTH OR SAFETY OF THE CHILD REQUIRES THAT THE CHILD BE\n   10  REMOVED IMMEDIATELY FROM THE FOSTER HOME OR OTHER FOSTER CARE PLACEMENT,\n   11  OR WHEN THE FOSTER PARENT REQUESTS IMMEDIATE REMOVAL OF THE  CHILD  FROM\n   12  THE  FOSTER  HOME,  OR WHEN THE COMMISSIONER HAS OBTAINED THE CONSENT OF\n   13  THE PARENT OR OTHER PERSON LEGALLY  RESPONSIBLE  FOR  THE  CARE  OF  THE\n   14  CHILD,  AND  THE ATTORNEY FOR THE CHILD, THE COMMISSIONER MAY REMOVE THE\n   15  CHILD WITHOUT COURT APPROVAL REQUIRED BY SUBPARAGRAPH (I) OF THIS  PARA-\n   16  GRAPH  AND  WITHOUT  PROVIDING  NOTICE PURSUANT TO SUBPARAGRAPH (III) OF\n   17  THIS PARAGRAPH. HOWEVER, SUCH NOTICE SHALL BE PROVIDED AS SOON AS  PRAC-\n   18  TICABLE AFTER REMOVAL.\n   19    (VI)  WHEN  THE COMMISSIONER HAS MADE A DETERMINATION TO DISCHARGE THE\n   20  CHILD ON A TRIAL BASIS TO THE CUSTODY OF  THE  PARENT  OR  OTHER  PERSON\n   21  LEGALLY  RESPONSIBLE FOR THE CHILD'S CARE, TIMELY ADVANCE NOTICE MUST BE\n   22  PROVIDED TO THE COURT AND THE ATTORNEY FOR THE CHILD IN THE  MANNER  SET\n   23  FORTH IN SUBPARAGRAPH (III) OF THIS PARAGRAPH.\n   24    (VII) NOTICE PURSUANT TO SUBPARAGRAPH (III) OF THIS PARAGRAPH NEED NOT\n   25  BE PROVIDED WHEN THE COMMISSIONER HAS PREVIOUSLY PROVIDED, ON THE RECORD\n   26  DURING  PROCEEDINGS  IN FAMILY COURT, NOTICE OF A CONTEMPLATED CHANGE OF\n   27  PLACEMENT, AND THE DATE AND REASONS FOR THE CHANGE.\n   28    S 3. Subparagraph (viii) of paragraph 2 of subdivision (d) of  section\n   29  1089  of  the  family court act is amended by adding a new clause (I) to\n   30  read as follows:\n   31    (I) DIRECTING THAT THE COMMISSIONER SHALL HAVE THE CHILD RESIDE  IN  A\n   32  SPECIFIC CERTIFIED OR APPROVED FOSTER HOME.\n   33    S 4. The family court act is amended by adding a new section 1090-a to\n   34  read as follows:\n   35    S  1090-A.  CHANGE  OF  PLACEMENT  OF CHILDREN WHO HAVE BEEN FREED FOR\n   36  ADOPTION. 1. WHEN THE COURT HAS DIRECTED PURSUANT TO ITEM (I) OF  CLAUSE\n   37  (B)  OF  SUBPARAGRAPH  (VIII)  OF  PARAGRAPH  TWO  OF SUBDIVISION (D) OF\n   38  SECTION ONE THOUSAND EIGHTY-NINE OF  THIS  ARTICLE  THAT  THE  CHILD  BE\n   39  PLACED FOR ADOPTION IN THE FOSTER FAMILY HOME WHERE HE OR SHE RESIDES OR\n   40  HAS  RESIDED OR WITH ANY OTHER SUITABLE PERSON OR PERSONS, THE AGENCY TO\n   41  WHICH GUARDIANSHIP AND CUSTODY HAS BEEN COMMITTED MAY  NOT  CHANGE  SUCH\n   42  CHILD'S  FOSTER  CARE  PLACEMENT WITHOUT PRIOR COURT APPROVAL, EXCEPT IN\n   43  THOSE CIRCUMSTANCES SET FORTH IN PARAGRAPH (D)  OF  SUBDIVISION  TWO  OF\n   44  THIS SECTION.\n   45    2.  (A)  WHEN  THE COURT HAS NOT DIRECTED THAT THE CHILD BE PLACED FOR\n   46  ADOPTION IN A SPECIFIC FOSTER HOME, THE AGENCY TO WHICH GUARDIANSHIP AND\n   47  CUSTODY HAS BEEN COMMITTED MAY CHANGE THE CHILD'S FOSTER HOME  OR  OTHER\n   48  FOSTER  CARE  PLACEMENT WITHOUT PRIOR COURT APPROVAL, IN ACCORDANCE WITH\n   49  PARAGRAPHS (B) AND (D) OF THIS SUBDIVISION AND THE SOCIAL  SERVICES  LAW\n   50  AND APPLICABLE REGULATIONS.\n   51    (B)  THE AGENCY SHALL, AS SOON AS PRACTICABLE AFTER DETERMINING THAT A\n   52  CHANGE OF FOSTER CARE PLACEMENT IS NECESSARY, BUT IN NO EVENT LATER THAN\n   53  TEN DAYS PRIOR TO THE REMOVAL OF THE  CHILD  FROM  HIS  OR  HER  PRESENT\n   54  FOSTER  HOME  OR  OTHER FOSTER CARE PLACEMENT, NOTIFY THE COURT, AND THE\n   55  ATTORNEY FOR THE CHILD, BY PHONE, E-MAIL OR FACSIMILE  TRANSMISSION,  OF\n   56  THE  CHANGE  OF  PLACEMENT. IN SUCH NOTICE, THE AGENCY SHALL PROVIDE THE\n\n       S. 373                              4\n\n    1  DATE THE CHANGE OF PLACEMENT  WILL  TAKE  PLACE,  THE  REASONS  FOR  THE\n    2  CHANGE,  AND THE NAME AND PHONE NUMBER OF A SOCIAL SERVICES OFFICIAL WHO\n    3  MAY BE CONTACTED FOR FURTHER INFORMATION.\n    4    (C)  IF TIMELY NOTICE PURSUANT TO PARAGRAPH (B) OF THIS SUBDIVISION IS\n    5  NOT PROVIDED, THE AGENCY MAY NOT CHANGE THE FOSTER CARE PLACEMENT  UNTIL\n    6  AT LEAST TEN DAYS AFTER NOTICE HAS BEEN PROVIDED IN THE MANNER SET FORTH\n    7  IN PARAGRAPH (B) OF THIS SUBDIVISION.\n    8    (D)  WHEN THE HEALTH OR SAFETY OF THE CHILD REQUIRES THAT THE CHILD BE\n    9  REMOVED IMMEDIATELY FROM THE FOSTER HOME OR OTHER FOSTER CARE PLACEMENT,\n   10  OR WHEN THE FOSTER PARENT REQUESTS IMMEDIATE REMOVAL OF THE  CHILD  FROM\n   11  THE  FOSTER  HOME,  OR  WHEN  THE AGENCY HAS OBTAINED THE CONSENT OF THE\n   12  ATTORNEY FOR THE CHILD, THE AGENCY MAY REMOVE THE  CHILD  WITHOUT  COURT\n   13  APPROVAL REQUIRED BY SUBDIVISION ONE OF THIS SECTION AND WITHOUT PROVID-\n   14  ING NOTICE PURSUANT TO PARAGRAPH (B) OF THIS SUBDIVISION.  HOWEVER, SUCH\n   15  NOTICE SHALL BE PROVIDED AS SOON AS PRACTICABLE AFTER REMOVAL.\n   16    (E)  NOTICE  PURSUANT TO PARAGRAPH (B) OF THIS SUBDIVISION NEED NOT BE\n   17  PROVIDED WHEN THE AGENCY HAS PREVIOUSLY PROVIDED, ON THE  RECORD  DURING\n   18  PROCEEDINGS  IN  FAMILY  COURT, NOTICE OF A CHANGE OF PLACEMENT, AND THE\n   19  DATE AND REASONS FOR THE CHANGE.\n   20    S 5. This act shall take effect on the ninetieth day  after  it  shall\n   21  have  become  a  law; provided, however, that effective immediately, the\n   22  addition, amendment and/or repeal of any rule  or  regulation  necessary\n   23  for  the implementation of this act on its effective date are authorized\n   24  and directed to be made and completed on or before such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the family court act and the social services law, in relation to notification of the court, the parties and the attorney for the child, when a child protective or foster care agency transfers a child from one foster home or other foster care placement to another ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101216.T153437.TXT", "SOBI.D101216.T151434.TXT", "SOBI.D101216.T152435.TXT", "SOBI.D101216.T154437.TXT", "SOBI.D101217.T153505.TXT", "SOBI.D110202.T115710.TXT", "SOBI.D101216.T154937.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296665830282
}