{
  "year" : 2011,
  "senateBillNo" : "S375-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO CRIME VICTIMS, CRIME AND CORRECTION",
    "billEventId" : "S375-2011-1294203600000-REFERRED+TO+CRIME+VICTIMS%2C+CRIME+AND+CORRECTION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MONTGOMERY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the restraint of pregnant female prisoners during childbirth",
  "summary" : "Relates to the restraint of pregnant female prisoners during childbirth. ",
  "currentCommittee" : "CRIME VICTIMS, CRIME AND CORRECTION",
  "sameAs" : null,
  "lawSection" : "Correction Law",
  "previousVersions" : [ "S6296-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          375\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  MONTGOMERY  -- read twice and ordered printed, and\n         when printed to be committed to the Committee on Crime Victims,  Crime\n         and Correction\n\n       AN  ACT  to  amend  the  correction law, in relation to the restraint of\n         pregnant female prisoners during childbirth\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision  1  of  section 611 of the correction law, as\n    2  amended by chapter 411 of the laws  of  2009,  is  amended  to  read  as\n    3  follows:\n    4    1.  If a woman confined in any institution as defined in paragraph [c]\n    5  (C) of subdivision four of section two  of  [the  correction  law]  THIS\n    6  CHAPTER  or  local  correctional facility as defined in paragraph (a) of\n    7  subdivision sixteen of section two of [the correction law] THIS CHAPTER,\n    8  be pregnant and about to give birth to a child,  the  superintendent  as\n    9  defined  in  subdivision  twelve  of section two of [the correction law]\n   10  THIS CHAPTER or sheriff as defined in paragraph [c] (C)  of  subdivision\n   11  sixteen of section two of [the correction law] THIS CHAPTER in charge of\n   12  such  institution  or facility, a reasonable time before the anticipated\n   13  birth of such child, shall cause such woman  to  be  removed  from  such\n   14  institution  or  facility  and provided with comfortable accommodations,\n   15  maintenance and medical care elsewhere, under such supervision and safe-\n   16  guards to prevent her escape from custody as the superintendent or sher-\n   17  iff or his or her designee may determine.  No  restraints  of  any  kind\n   18  shall  be  used during transport to or from the hospital, institution or\n   19  clinic where such woman receives care[; provided, however,  in  extraor-\n   20  dinary  circumstances,  where  restraints  are necessary to prevent such\n   21  woman from injuring herself or medical or correctional  personnel,  such\n   22  woman  may  be  cuffed by one wrist. In cases where restraints are used,\n   23  the superintendent or sheriff shall make and maintain  written  findings\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01528-01-1\n\n       S. 375                              2\n\n    1  as to the reasons for such use]. No restraints of any kind shall be used\n    2  when  such  woman  is  in  labor, admitted to a hospital, institution or\n    3  clinic for delivery, or recovering after giving birth. Any such  person-\n    4  nel  as  may be necessary to supervise the woman during transport to and\n    5  from and during her stay at the hospital, institution or clinic shall be\n    6  provided to ensure adequate care, custody and control of the woman.  The\n    7  superintendent  or sheriff or his or her designee shall cause such woman\n    8  to be subject to return to such institution or local correctional facil-\n    9  ity as soon after the birth of her child as the state of her health will\n   10  permit as determined by the medical  professional  responsible  for  the\n   11  care  of  such woman.  If such woman is confined in a local correctional\n   12  facility, the expense of such  accommodation,  maintenance  and  medical\n   13  care  shall be paid by such woman or her relatives or from any available\n   14  funds of the local correctional facility and if not available from  such\n   15  sources,  shall  be  a  charge upon the county, city or town in which is\n   16  located the court from which such inmate was  committed  to  such  local\n   17  correctional  facility.    If  such woman is confined in any institution\n   18  under the control of the department, the expense of such  accommodation,\n   19  maintenance  and  medical  care shall be paid by such woman or her rela-\n   20  tives and if not available  from  such  sources,  such  maintenance  and\n   21  medical  care shall be paid by the state. In cases where payment of such\n   22  accommodations, maintenance and medical care is assumed by  the  county,\n   23  city  or  town from which such inmate was committed the payor shall make\n   24  payment by issuing payment instrument in favor of the agency or individ-\n   25  ual that provided such accommodations and services, after  certification\n   26  has  been  made  by  the head of the institution to which the inmate was\n   27  legally confined, that the charges for such accommodations,  maintenance\n   28  and  medical  care were necessary and are just, and that the institution\n   29  has no available funds for such purpose.\n   30    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the correction law, in relation to the restraint of pregnant female prisoners during childbirth ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101220.T153838.TXT", "SOBI.D101216.T155438.TXT", "SOBI.D101216.T160939.TXT", "SOBI.D101216.T160438.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292877518338
}