{
  "year" : 2011,
  "senateBillNo" : "S376-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO EDUCATION",
    "billEventId" : "S376-2011-1294203600000-REFERRED+TO+EDUCATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MONTGOMERY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Clarifies that individuals have the ability to vote by absentee ballot where their maximum sentence of imprisonment has expired",
  "summary" : "Clarifies that individuals have the ability to vote by absentee ballot where their maximum sentence of imprisonment has expired. ",
  "currentCommittee" : "EDUCATION",
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "SA4737-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          376\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  MONTGOMERY  -- read twice and ordered printed, and\n         when printed to be committed to the Committee on Education\n\n       AN ACT to amend the education law and the town law, in relation to clar-\n         ifying that individuals have the ability to vote  by  absentee  ballot\n         where their maximum sentence of imprisonment has expired\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraph b of subdivision  5  of  section  2018-a  of  the\n    2  education  law,  as amended by section 8 of part LL of chapter 56 of the\n    3  laws of 2010, is amended to read as follows:\n    4    b. On the reverse side of such envelope shall be printed the following\n    5  statement:\n\n    6                         STATEMENT OF ABSENTEE VOTER\n\n    7    I do declare that I am a citizen of the United States, and will be  at\n    8  least  eighteen  years  of  age,  on  the  date  of  the school district\n    9  election; that I will have been a resident of  this  state  and  of  the\n   10  school  district  and  school  election  district,  if any, shown on the\n   11  reverse side of this envelope for thirty days next  preceding  the  said\n   12  election  and duly registered in the school district and school election\n   13  district, if any, shown on the reverse side of this envelope and that  I\n   14  am  or  on such date will be, a qualified voter of said school district;\n   15  that I will be unable to appear personally on the  day  of  said  school\n   16  district  election  at the polling place of the said district in which I\n   17  am or will be a qualified voter because  of  the  reason  stated  on  my\n   18  application  heretofore  submitted;  that  I have not qualified, or do I\n   19  intend to vote, elsewhere than as set forth on the reverse side of  this\n   20  envelope; that I have not received or offered, do not expect to receive,\n   21  have not paid, offered or promised to pay, contributed, offered or prom-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02540-01-1\n\n       S. 376                              2\n\n    1  ised  to  contribute  to  another to be paid or used, any money or other\n    2  valuable thing, as a compensation or reward for the giving or  withhold-\n    3  ing  of  a  vote at this school district election, and have not made any\n    4  promise to influence the giving or withholding of any such votes; that I\n    5  have  not made or become directly or indirectly interested in any bet or\n    6  wager depending upon the result of this school  district  election;  and\n    7  that  I have not been convicted of bribery or any infamous crime, or, if\n    8  so convicted, that I have been pardoned or restored to all the rights of\n    9  a citizen, without restriction as to the right of suffrage, or  received\n   10  a  certificate  of  relief  from  disabilities  or a certificate of good\n   11  conduct pursuant to article twenty-three of the correction law  removing\n   12  my  disability  to register and vote OR MY MAXIMUM SENTENCE OF IMPRISON-\n   13  MENT HAS EXPIRED OR I HAVE BEEN DISCHARGED FROM PAROLE.\n   14    I hereby declare that the foregoing is a true statement to the best of\n   15  my knowledge and belief, and I understand that if I  make  any  material\n   16  false statement in the foregoing statement of absentee voter, I shall be\n   17  guilty of a misdemeanor.\n\n   18    Date.....................Signature of Voter ..........................\n\n   19    S  2.  Paragraph b of subdivision 6 of section 2018-b of the education\n   20  law, as amended by section 9 of part LL of chapter 56  of  the  laws  of\n   21  2010, is amended to read as follows:\n   22    b. On the reverse side of such envelope shall be printed the following\n   23  statement:\n\n   24                         STATEMENT OF ABSENTEE VOTER\n\n   25    I  do declare that I am a citizen of the United States, and will be at\n   26  least eighteen years of age on the date of the school district election;\n   27  that I will have been a  resident  of  this  state  and  of  the  school\n   28  district and school election district, if any, shown on the reverse side\n   29  of  this  envelope  for thirty days next preceding the said election and\n   30  that I am or on such date will be, a  qualified  voter  of  said  school\n   31  district;  that I will be unable to appear personally on the day of said\n   32  school district election at the polling place of the  said  district  in\n   33  which  I am or will be a qualified voter because of the reason stated on\n   34  my application heretofore submitted; that I have not qualified, or do  I\n   35  intend  to vote, elsewhere than as set forth on the reverse side of this\n   36  envelope; that I have not received or offered, do not expect to receive,\n   37  have not paid, offered or promised to pay, contributed, offered or prom-\n   38  ised to contribute to another to be paid or used,  any  money  or  other\n   39  valuable  thing, as a compensation or reward for the giving or withhold-\n   40  ing of a vote at this school district election, and have  not  made  any\n   41  promise to influence the giving or withholding of any such votes; that I\n   42  have  not made or become directly or indirectly interested in any bet or\n   43  wager depending upon the result of this school  district  election;  and\n   44  that  I have not been convicted of bribery or any infamous crime, or, if\n   45  so convicted, that I have been pardoned or restored to all the rights of\n   46  a citizen, without restriction as to the  right  of  suffrage,  or  have\n   47  received  a  certificate of relief from disabilities or a certificate of\n   48  good conduct pursuant to article  twenty-three  of  the  correction  law\n   49  removing  my  disability  to vote OR MY MAXIMUM SENTENCE OF IMPRISONMENT\n   50  HAS EXPIRED OR I HAVE BEEN DISCHARGED FROM PAROLE.\n\n       S. 376                              3\n\n    1    I hereby declare that the foregoing is a true statement to the best of\n    2  my knowledge and belief, and I understand that if I  make  any  material\n    3  false statement in the foregoing statement of absentee voter, I shall be\n    4  guilty of a misdemeanor.\n\n    5    Date....................Signature of Voter ...........................\n\n    6    S  3. Paragraph b of subdivision 5 of section 84-a of the town law, as\n    7  amended by section 10 of part LL of chapter 56 of the laws of  2010,  is\n    8  amended to read as follows:\n    9    b. On the reverse side of such envelope shall be printed the following\n   10  statement:\n   11                          STATEMENT OF ABSENTEE VOTER\n   12    I  do declare that I will have been a citizen of the United States for\n   13  thirty days, and will be at least eighteen years of age, on the date  of\n   14  the  special  town  election;  that  I will have been a resident of this\n   15  state and of the town shown on the reverse side  of  this  envelope  for\n   16  thirty  days next preceding the said election; that I am or on such date\n   17  will be, a registered voter of said town;  that  I  will  be  unable  to\n   18  appear  personally on the day of said special town election at the poll-\n   19  ing place of the election district in which I am or will be a  qualified\n   20  voter  because of the reason stated on my application heretofore submit-\n   21  ted; that I have not qualified, or do I intend to vote,  elsewhere  than\n   22  as  set  forth  on  the  reverse  side of this envelope; that I have not\n   23  received or offered, do not expect to receive, have not paid, offered or\n   24  promised to pay, contributed,  offered  or  promised  to  contribute  to\n   25  another  to  be  paid  or  used, any money or other valuable thing, as a\n   26  compensation or reward for the giving or withholding of a vote  at  this\n   27  special  town  election,  and have not made any promise to influence the\n   28  giving or withholding of any such votes; that I have not made or  become\n   29  directly or indirectly interested in any bet or wager depending upon the\n   30  result of this special town election; and that I have not been convicted\n   31  of  bribery or any infamous crime, or, if so convicted, that I have been\n   32  pardoned or restored to all the rights of a citizen, without restriction\n   33  as to the right of suffrage, or received a certificate  of  relief  from\n   34  disabilities  or a certificate of good conduct pursuant to article twen-\n   35  ty-three of the correction law removing my disability  to  register  and\n   36  vote  OR  MY MAXIMUM SENTENCE OF IMPRISONMENT HAS EXPIRED OR I HAVE BEEN\n   37  DISCHARGED FROM PAROLE.\n   38    I hereby declare that the foregoing is a true statement to the best of\n   39  my knowledge and belief, and I understand that if I  make  any  material\n   40  false statement in the foregoing statement of absentee voter, I shall be\n   41  guilty of a misdemeanor.\n   42      Date.............. Signature of Voter..................\n   43    S 4. Paragraph b of subdivision 5 of section 175-b of the town law, as\n   44  amended  by  section 11 of part LL of chapter 56 of the laws of 2010, is\n   45  amended to read as follows:\n   46    b.  On the reverse side of such envelope shall be printed the  follow-\n   47  ing statement:\n   48                         STATEMENT OF ABSENTEE VOTER\n   49    I  do declare that I will have been a citizen of the United States for\n   50  thirty days, and will be at least eighteen years of age, on the date  of\n   51  the  district  election;  that I will have been a resident of this state\n   52  and of the district if any, shown on the reverse side of  this  envelope\n   53  for  thirty  days  next  preceding the said election and that I am or on\n   54  such date will be, a registered voter of said district; that I  will  be\n\n       S. 376                              4\n\n    1  unable  to appear personally on the day of said district election at the\n    2  polling place of the said district in which I am or will be a  qualified\n    3  voter  because of the reason stated on my application heretofore submit-\n    4  ted;  that  I have not qualified, or do I intend to vote, elsewhere than\n    5  as set forth on the reverse side of  this  envelope;  that  I  have  not\n    6  received or offered, do not expect to receive, have not paid, offered or\n    7  promised  to  pay,  contributed,  offered  or  promised to contribute to\n    8  another to be paid or used, any money or  other  valuable  thing,  as  a\n    9  compensation  or  reward for the giving or withholding of a vote at this\n   10  district election, and have not made any promise to influence the giving\n   11  or withholding of any such votes; that I have not made or become direct-\n   12  ly or indirectly interested in any  bet  or  wager  depending  upon  the\n   13  result  of this district election; and that I have not been convicted of\n   14  bribery or any infamous crime, or, if so convicted,  that  I  have  been\n   15  pardoned or restored to all the rights of a citizen, without restriction\n   16  as  to  the  right of suffrage, or received a certificate of relief from\n   17  disabilities or a certificate of good conduct pursuant to article  twen-\n   18  ty-three  of  the  correction law removing my disability to register and\n   19  vote OR MY MAXIMUM SENTENCE OF IMPRISONMENT HAS EXPIRED OR I  HAVE  BEEN\n   20  DISCHARGED FROM PAROLE.\n   21    I hereby declare that the foregoing is a true statement to the best of\n   22  my  knowledge  and  belief, and I understand that if I make any material\n   23  false statement in the foregoing statement of absentee voter, I shall be\n   24  guilty of a misdemeanor.\n   25    Date..............Signature of Voter..................\n   26    S 5. Paragraph b of subdivision 5 of section 213-b of the town law, as\n   27  amended by section 12 of part LL of chapter 56 of the laws of  2010,  is\n   28  amended to read as follows:\n   29    b.   On the reverse side of such envelope shall be printed the follow-\n   30  ing statement:\n   31                          STATEMENT OF ABSENTEE VOTER\n\n   32    I do declare that I will have been a citizen of the United States  for\n   33  thirty  days, and will be at least eighteen years of age, on the date of\n   34  the district election; that I will have been a resident  of  this  state\n   35  and  of  the district if any, shown on the reverse side of this envelope\n   36  for thirty days next preceding the said election and that  I  am  or  on\n   37  such  date  will be, a registered voter of said district; that I will be\n   38  unable to appear personally on the day of said district election at  the\n   39  polling  place of the said district in which I am or will be a qualified\n   40  voter because of the reason stated on my application heretofore  submit-\n   41  ted;  that  I have not qualified, or do I intend to vote, elsewhere than\n   42  as set forth on the reverse side of  this  envelope;  that  I  have  not\n   43  received or offered, do not expect to receive, have not paid, offered or\n   44  promised  to  pay,  contributed,  offered  or  promised to contribute to\n   45  another to be paid or used, any money or  other  valuable  thing,  as  a\n   46  compensation  or  reward for the giving or withholding of a vote at this\n   47  district election, and have not made any promise to influence the giving\n   48  or withholding of any such votes; that I have not made or become direct-\n   49  ly or indirectly interested in any  bet  or  wager  depending  upon  the\n   50  result  of this district election; and that I have not been convicted of\n   51  bribery or any infamous crime, or, if so convicted,  that  I  have  been\n   52  pardoned or restored to all the rights of a citizen, without restriction\n   53  as  to  the  right of suffrage, or received a certificate of relief from\n   54  disabilities or a certificate of good conduct pursuant to article  twen-\n   55  ty-three  of  the  correction law removing my disability to register and\n\n       S. 376                              5\n\n    1  vote OR MY MAXIMUM SENTENCE OF IMPRISONMENT HAS EXPIRED OR I  HAVE  BEEN\n    2  DISCHARGED FROM PAROLE.\n    3    I hereby declare that the foregoing is a true statement to the best of\n    4  my  knowledge  and  belief, and I understand that if I make any material\n    5  false statement in the foregoing statement of absentee voter, I shall be\n    6  guilty of a misdemeanor.\n    7       Date............. Signature of Voter ..............................\n    8    S 6. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law and the town law, in relation to clarifying that individuals have the ability to vote by absentee ballot where their maximum sentence of imprisonment has expired ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101220.T153838.TXT", "SOBI.D101216.T155438.TXT", "SOBI.D101216.T160939.TXT", "SOBI.D101216.T160438.TXT", "SOBI.D101216.T155938.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292877518344
}