{
  "year" : 2011,
  "senateBillNo" : "S378-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO BANKS",
    "billEventId" : "S378-2011-1294203600000-REFERRED+TO+BANKS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "DIAZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires banking institutions to accept the Dominican consular identification card as a valid form of identification for all banking transactions",
  "summary" : "Requires banking institutions to accept the Dominican consular identification card, issued by the consulate general of the Dominican Republic, as a valid form of identification for all banking transactions. ",
  "currentCommittee" : "BANKS",
  "sameAs" : null,
  "lawSection" : "Banking Law",
  "previousVersions" : [ "S3153-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          378\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  DIAZ  --  read twice and ordered printed, and when\n         printed to be committed to the Committee on Banks\n\n       AN ACT to amend the banking law, in relation to requiring banking insti-\n         tutions to accept the Dominican consular identification card issued by\n         the consulate general of the Dominican Republic as  a  valid  form  of\n         identification for all banking transactions\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The banking law is amended by adding a new section  9-v  to\n    2  read as follows:\n    3    S 9-V. DOMINICAN IDENTIFICATION CARD, VALID FORM OF IDENTIFICATION. 1.\n    4  EVERY BANKING INSTITUTION SHALL ACCEPT AS A VALID FORM OF IDENTIFICATION\n    5  FOR ALL BANKING TRANSACTIONS THE DOMINICAN IDENTIFICATION CARD ISSUED BY\n    6  THE CONSULATE GENERAL OF THE DOMINICAN REPUBLIC.\n    7    2.  FOR  THE  PURPOSES OF THIS SECTION, THE TERM \"BANKING INSTITUTION\"\n    8  SHALL MEAN AND  INCLUDE  ALL  BANKS,  TRUST  COMPANIES,  SAVINGS  BANKS,\n    9  SAVINGS AND LOAN ASSOCIATIONS, LICENSED FOREIGN BANKS AND CREDIT UNIONS.\n   10    S 2. This act shall take effect immediately.\n\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03133-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the banking law, in relation to requiring banking institutions to accept the Dominican consular identification card issued by the consulate general of the Dominican Republic as a valid form of identification for all banking transactions ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101217.T104933.TXT", "SOBI.D101217.T114936.TXT", "SOBI.D101217.T115437.TXT", "SOBI.D101217.T115937.TXT", "SOBI.D101217.T133952.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292611192036
}