{
  "year" : 2011,
  "senateBillNo" : "S379-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO HEALTH",
    "billEventId" : "S379-2011-1294203600000-REFERRED+TO+HEALTH",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1296450000000,
    "eventText" : "1ST REPORT CAL.41",
    "billEventId" : "S379-2011-1296450000000-1ST+REPORT+CAL.41",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1296536400000,
    "eventText" : "2ND REPORT CAL.",
    "billEventId" : "S379-2011-1296536400000-2ND+REPORT+CAL.",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : [ {
    "id" : "1296496800000S379-2011--1--1",
    "voteType" : 2,
    "voteDate" : 1296496800000,
    "ayes" : [ "Hannon", "Ball", "Farley", "Fuschillo", "Golden", "Larkin", "McDonald", "Seward", "Young" ],
    "nays" : null,
    "abstains" : null,
    "excused" : null,
    "ayeswr" : [ "Duane", "Adams", "Gianaris", "Kruger", "Montgomery", "Rivera", "Smith", "Stewart-Cousins" ],
    "description" : "Health",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "HANNON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to a medical assistance information and payment system",
  "summary" : "Relates to a medical assistance information and payment system; directs the department of health to issue a request for proposal for the purpose of providing the system within 90 days. ",
  "currentCommittee" : null,
  "sameAs" : "A961",
  "lawSection" : "Social Services Law",
  "previousVersions" : [ "S7520-2009", "A8909-2009" ],
  "coSponsors" : null,
  "pastCommittees" : [ "HEALTH" ],
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          379\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  HANNON -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Health\n\n       AN ACT to amend the social  services  law,  in  relation  to  a  medical\n         assistance information and payment system\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subparagraph 2 of paragraph (b) of subdivision 8 of section\n    2  367-b of the social services law, as amended by chapter 109 of the  laws\n    3  of 2007, is amended to read as follows:\n    4    (2) Coordination of benefits. Develop, test and implement an automated\n    5  process  to  improve  the  coordination  of benefits between the medical\n    6  assistance program and other sources of coverage for medical  assistance\n    7  recipients.  Such  initiative shall initially examine the savings poten-\n    8  tial to the medical assistance program through retrospective  review  of\n    9  claims  paid  which  shall  be  completed not later than January thirty-\n   10  first, two thousand seven. If, based upon such initial  experience,  the\n   11  Medicaid  inspector general deems the automated process to be capable of\n   12  including or moving to a prospective review, with negligible  effect  on\n   13  the  turnaround of claims for provider payment or on recipient access to\n   14  services, then the Medicaid inspector general in subsequent tests  shall\n   15  examine  the  savings  potential through prospective, pre-claims payment\n   16  review.  PROVIDED, HOWEVER, THAT THE DEPARTMENT OF HEALTH  SHALL  IMPLE-\n   17  MENT  AN INITIATIVE ESTABLISHING AN AUTOMATED REAL TIME PROSPECTIVE PRE-\n   18  CLAIMS PAYMENT REVIEW PROCESS, INCLUDING, BUT NOT LIMITED  TO,  A  PRIOR\n   19  PHARMACY  AUTHORIZATION  AND  PRE-PHARMACY  CLAIMS REVIEW OF ALTERNATIVE\n   20  INSURANCE COVERAGE PROGRAM, PROVIDED HOWEVER THAT  ANY  SUCH  INITIATIVE\n   21  HAS  MINIMAL  INITIAL  COSTS TO THE DEPARTMENT OF HEALTH. ANY INITIATIVE\n   22  IMPLEMENTED BY THE DEPARTMENT OF HEALTH SHALL HAVE A  NEGLIGIBLE  EFFECT\n   23  ON  THE TURNAROUND OF CLAIMS FOR PROVIDER PAYMENT OR ON RECIPIENT ACCESS\n   24  TO SERVICES AND DEMONSTRATE SAVINGS POTENTIAL.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01738-01-1\n\n       S. 379                              2\n\n    1    S 2. The department of health shall issue a request for proposals  for\n    2  the  purpose  of  providing  the system described in subparagraph (2) of\n    3  paragraph (b) of subdivision 8 of section 367-b of the  social  services\n    4  law, as amended by section one of this act, within 90 days of the effec-\n    5  tive  date of this act. Bids from qualified vendors shall be received by\n    6  the department of health no later than 60 days following the issuance of\n    7  the request for proposals. Any contract issued pursuant to this  section\n    8  shall  be  issued within 90 days following receipt of bids and installa-\n    9  tion of such system completed by the successful bidder within  180  days\n   10  of the issuance of such contract.\n   11    S 3. This act shall take effect immediately.\n",
  "memo" : "",
  "law" : null,
  "actClause" : "AN ACT to amend the social services law, in relation to a medical assistance information and payment system ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101217.T155004.TXT", "SOBI.D110105.T123155.TXT", "SOBI.D101217.T123940.TXT", "SOBI.D110131.T133709.TXT", "SOBI.D110201.T112844.TXT-agenda-3.xml", "SOBI.D101222.T150847.TXT", "SOBI.D101217.T130441.TXT", "SOBI.D101217.T154504.TXT", "SOBI.D101217.T141947.TXT", "SOBI.D110201.T121850.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296580730705
}