{
  "year" : 2011,
  "senateBillNo" : "S38-2011",
  "billEvents" : null,
  "votes" : null,
  "sponsor" : null,
  "title" : null,
  "summary" : null,
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : null,
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          38\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by Sens. SQUADRON, HASSELL-THOMPSON, KRUEGER, SERRANO -- read\n         twice  and  ordered  printed,  and when printed to be committed to the\n         Committee on Elections\n\n       AN ACT to amend the election law,  in  relation  to  contributions  from\n         limited liability companies\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 2 of section 14-120 of  the  election  law,  as\n    2  added by chapter 79 of the laws of 1992, is amended to read as follows:\n    3    2.  Notwithstanding subdivision one of this section, a partnership, as\n    4  defined in section ten of the partnership law, OR  A  LIMITED  LIABILITY\n    5  COMPANY,  AS DEFINED IN SECTION ONE HUNDRED TWO OF THE LIMITED LIABILITY\n    6  COMPANY LAW, may be considered a separate entity  for  the  purposes  of\n    7  this  section,  and  as  such may make contributions in the name of said\n    8  partnership  OR  LIMITED  LIABILITY  COMPANY  without  attributing  such\n    9  contributions  to  the  individual members of the partnership OR LIMITED\n   10  LIABILITY COMPANY provided that any such contribution made by a partner-\n   11  ship OR LIMITED LIABILITY COMPANY to  a  candidate  or  to  a  political\n   12  committee, shall not exceed[,] twenty-five hundred dollars. In the event\n   13  that  such  partnership OR LIMITED LIABILITY COMPANY contribution to any\n   14  such  candidate  or  political  committee  exceeds  twenty-five  hundred\n   15  dollars,  the  aggregate amount of such contribution shall be attributed\n   16  to each partner OR LIMITED LIABILITY COMPANY MEMBER whose share  of  the\n   17  contribution exceeds ninety-nine dollars.\n   18    S 2. This act shall take effect immediately.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00058-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : null,
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101201.T165125.TXT", "SOBI.D101202.T093528.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1291300528082
}