{
  "year" : 2011,
  "senateBillNo" : "S380-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "S380-2011-1294203600000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MONTGOMERY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to increased participation in state contracts and subcontracts by certified minority and women owned business enterprises",
  "summary" : "Relates to increased participation in state contracts and subcontracts by certified minority and women owned business enterprises; relates to certain performance and payment bond requirements. ",
  "currentCommittee" : "FINANCE",
  "sameAs" : "A301",
  "lawSection" : "Executive Law",
  "previousVersions" : [ "S7654-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n           S. 380                                                    A. 301\n\n                              2011-2012 Regular Sessions\n\n                             S E N A T E - A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       IN  SENATE  --  Introduced  by Sen. MONTGOMERY -- read twice and ordered\n         printed, and when printed to be committed to the Committee on Finance\n\n       IN ASSEMBLY -- Introduced by M. of A. MILLMAN -- read once and  referred\n         to the Committee on Governmental Operations\n\n       AN  ACT  to  amend  the  executive  law, in relation to participation by\n         minority group  members  and  women  with  respect  to  certain  state\n         contracts;  and  to amend the state finance law, in relation to estab-\n         lishing a mentor-protege program for small  and  minority  and  women-\n         owned  business  concerns  and  in relation to performance and payment\n         bond requirements\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivisions 3 and 4 of section 311 of the executive law,\n    2  subdivision 3 as added by chapter 261 of the laws  of  1988,  paragraphs\n    3  (d)  and  (e)  of  subdivision 3 as amended by chapter 55 of the laws of\n    4  1992, paragraphs (g) and (h) of subdivision 3 as amended  and  paragraph\n    5  (i)  of  subdivision 3 as added by section 1 of part BB of chapter 59 of\n    6  the laws of 2006 and subdivision 4 as amended by chapter 361 of the laws\n    7  of 2009, are amended to read as follows:\n    8    3. The director shall have the following powers and duties:\n    9    (a) to encourage and assist contracting agencies in their  efforts  to\n   10  increase  participation by minority and women-owned business enterprises\n   11  on state contracts and subcontracts so as to facilitate the award  of  a\n   12  fair  share  of  such contracts to them AND TO PROVIDE ON THE DIVISION'S\n   13  WEBSITE A LIST OF EACH CONTRACTING  AGENCY'S  MINORITY  AND  WOMEN-OWNED\n   14  BUSINESS ENTERPRISES CERTIFICATION OUTREACH SEMINARS;\n   15    (b) to develop standardized forms and reporting documents necessary to\n   16  implement this article;\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01446-01-1\n\n       S. 380                              2                             A. 301\n\n    1    (c)  to conduct educational OUTREACH programs TO ENCOURAGE THE CERTIF-\n    2  ICATION OF MINORITY AND WOMEN-OWNED BUSINESS ENTERPRISES consistent with\n    3  the purposes of this article;\n    4    (d) to review [periodically] QUARTERLY the practices and procedures of\n    5  each  contracting  agency with respect to compliance with the provisions\n    6  of this article, and  to  require  them  to  file  [periodic]  QUARTERLY\n    7  reports  with  the division of minority and women's business development\n    8  as to the level of minority and women-owned business enterprises partic-\n    9  ipation in the awarding of  agency  contracts  for  goods  and  services\n   10  INCLUDING  BUT  NOT  LIMITED TO THE NUMBER OF STATE CONTRACTS AWARDED TO\n   11  CERTIFIED MINORITY-OWNED OR WOMEN-OWNED BUSINESS ENTERPRISES, THE  MAXI-\n   12  MUM  DOLLAR  AMOUNT  OBLIGATED  PURSUANT TO ALL THOSE CONTRACTS, AND THE\n   13  TOTAL EXPENDITURES MADE PURSUANT TO ALL SUCH CONTRACTS;  THE  NUMBER  OF\n   14  STATE  CONTRACTS  AWARDED  TO CERTIFIED MINORITY OR WOMEN-OWNED BUSINESS\n   15  ENTERPRISES, THE MAXIMUM DOLLAR AMOUNT OBLIGATED PURSUANT TO  ALL  THOSE\n   16  CONTRACTS,  AND  THE  TOTAL  EXPENDITURES  MADE  PURSUANT  TO  ALL  SUCH\n   17  CONTRACTS; THE NUMBER OF STATE CONTRACTS AWARDED WHICH INCLUDE A  UTILI-\n   18  ZATION   PLAN  FOR  BUSINESS  PARTICIPATION  BY  CERTIFIED  MINORITY  OR\n   19  WOMEN-OWNED BUSINESS ENTERPRISES, THE MAXIMUM AMOUNT OBLIGATED  PURSUANT\n   20  TO THOSE CONTRACTS, AND THE TOTAL EXPENDITURES MADE PURSUANT TO ALL SUCH\n   21  CONTRACTS; THE NUMBER OF STATE CONTRACTS AWARDED UPON WHICH A WAIVER WAS\n   22  GRANTED  FROM GOALS REQUIRED BY THE CONTRACTS FOR BUSINESS PARTICIPATION\n   23  BY CERTIFIED MINORITY OR WOMEN-OWNED BUSINESS ENTERPRISES, AND THE MAXI-\n   24  MUM AMOUNT OBLIGATED PURSUANT TO THOSE CONTRACTS; THE  NUMBER  OF  STATE\n   25  CONTRACTS  AWARDED WHICH REQUIRED GOALS FOR EMPLOYMENT OF MINORITY GROUP\n   26  MEMBERS AND WOMEN; AND THE NUMBER OF STATE CONTRACTS AWARDED  FOR  WHICH\n   27  WAIVERS OF EMPLOYMENT GOALS REQUIRED BY THE CONTRACTS HAVE BEEN GRANTED;\n   28    (e)  on  January first of each year report to the governor, THE TEMPO-\n   29  RARY PRESIDENT OF THE SENATE, THE SPEAKER OF THE ASSEMBLY, THE  MINORITY\n   30  LEADERS  OF  THE  SENATE  AND  THE ASSEMBLY, and the chairpersons of the\n   31  senate finance and assembly ways and means  committees  on  the  [level]\n   32  ACTUAL  VERSUS  PROJECTED  LEVELS  of  minority and women-owned business\n   33  enterprises participating in each agency's contracts  for  goods  [and],\n   34  services  AND  CONSTRUCTION,  INCLUDING BUT NOT LIMITED TO THE NUMBER OF\n   35  STATE CONTRACTS AWARDED TO CERTIFIED MINORITY-OWNED OR WOMEN-OWNED BUSI-\n   36  NESS ENTERPRISES, THE MAXIMUM DOLLAR AMOUNT OBLIGATED  PURSUANT  TO  ALL\n   37  THOSE  CONTRACTS,  AND  THE TOTAL EXPENDITURES MADE PURSUANT TO ALL SUCH\n   38  CONTRACTS, and on activities of the office and effort by each  contract-\n   39  ing  agency  to  promote employment of minority group members and women,\n   40  and to promote and increase participation by certified  businesses  with\n   41  respect  to  state  contracts  and  subcontracts so as to facilitate the\n   42  award of a fair share of state contracts to such businesses.  The  comp-\n   43  troller  shall  assist  the  division  in  collecting information on the\n   44  participation of certified business for each  contracting  agency.  Such\n   45  report  may  recommend  new  activities  and  programs to effectuate the\n   46  purposes of this article;\n   47    (f) THE DIRECTOR SHALL LIST IN THE DIVISION'S ANNUAL REPORT THE  NAMES\n   48  OF  NON-COMPLIANT  AGENCIES  AND  THE  EXTENT  OF THEIR NONCOMPLIANCE IN\n   49  SUBMITTING ITS QUARTERLY MINORITY AND  WOMEN-OWNED  BUSINESS  ENTERPRISE\n   50  UTILIZATION REPORTS; AND, SHALL IMPLEMENT A MASTER LIST OF ALL THE STATE\n   51  AGENCIES  REQUIRED TO FILE QUARTERLY COMPLIANCE REPORTS AND SHALL ATTACH\n   52  SUCH LIST TO THE DIVISION'S ANNUAL REPORT.\n   53    (G) to prepare and update  [periodically]  QUARTERLY  a  directory  of\n   54  certified  minority  and  women-owned  business enterprises which shall,\n   55  wherever practicable, be divided into  categories  of  labor,  services,\n   56  supplies,  equipment,  materials  and recognized construction trades and\n\n       S. 380                              3                             A. 301\n\n    1  which shall indicate areas or locations of the state where  such  enter-\n    2  prises are available to perform services, AND TO USE THIS INFORMATION TO\n    3  CREATE AN INTERNET BASED, CENTRALIZED STATE REGISTRY TO ENABLE APPROPRI-\n    4  ATE  STATE  CERTIFIED  MINORITY  AND WOMEN-OWNED BUSINESS ENTERPRISES TO\n    5  ACCESS CONTRACT AND SUBCONTRACT OPPORTUNITIES;\n    6    [(g)] (H) to appoint independent hearing officers who by  contract  or\n    7  terms of employment shall preside over adjudicatory hearings pursuant to\n    8  section  three  hundred  fourteen of this article for the office and who\n    9  are assigned no other work by the office;\n   10    [(h)] (I) notwithstanding the provisions of section two hundred  nine-\n   11  ty-six  of  this chapter, to file a complaint pursuant to the provisions\n   12  of section two hundred ninety-seven of this chapter where  the  director\n   13  has  knowledge  that  a  contractor  may have violated the provisions of\n   14  paragraph (a), (b) or (c) of subdivision  one  of  section  two  hundred\n   15  ninety-six  of  this chapter where such violation is unrelated, separate\n   16  or distinct from the state contract as expressed by its terms; and\n   17    [(i)] (J) to streamline the  state  certification  process  to  accept\n   18  federal and municipal corporation certifications.\n   19    4.  The  director  [may]  SHALL  provide assistance to, and facilitate\n   20  access to programs serving certified businesses as well as applicants to\n   21  ensure that such businesses benefit, as needed, from technical,  manage-\n   22  rial  and  financial, and general business assistance; training; market-\n   23  ing; organization and personnel skill  development;  project  management\n   24  assistance;  technology assistance; bond and insurance education assist-\n   25  ance; and other business development assistance. In addition, the direc-\n   26  tor [may] SHALL, either independently or in conjunction with other state\n   27  agencies:\n   28    (a) develop a clearinghouse of information on  programs  and  services\n   29  provided by entities that may assist such businesses;\n   30    (b)  review  bonding and paperwork requirements imposed by contracting\n   31  agencies that may unnecessarily impede the ability of such businesses to\n   32  compete; and\n   33    (c) seek to maximize utilization by minority and women-owned  business\n   34  enterprises  of available federal resources including but not limited to\n   35  federal grants, loans, loan guarantees, surety bonding guarantees, tech-\n   36  nical assistance, and programs and services of the federal  small  busi-\n   37  ness administration.\n   38    S  2.  Subdivision  5 of section 312 of the executive law, as added by\n   39  chapter 261 of the laws of 1988, is amended to read as follows:\n   40    5. The director shall promulgate rules and regulations to ensure  that\n   41  contractors  and subcontractors undertake programs of affirmative action\n   42  and equal employment opportunity as required by this section. Such rules\n   43  and regulations as they pertain to any particular agency shall be devel-\n   44  oped after consultation with contracting agencies. Such rules and  regu-\n   45  lations  [may]  SHALL require a contractor, after notice in a bid solic-\n   46  itation, to submit an equal employment opportunity  program  [after  bid\n   47  opening  and  prior  to  the award of any contract] AT THE TIME BIDS ARE\n   48  SUBMITTED, and [may] SHALL require the contractor  or  subcontractor  to\n   49  submit  compliance  reports  relating to the contractor's or subcontrac-\n   50  tor's operation and implementation of any equal  employment  opportunity\n   51  program in effect as of the date the contract is executed. The contract-\n   52  ing  agency [may recommend to the director that] SHALL HAVE THE RIGHT TO\n   53  RECOMMEND THAT the director take appropriate  action  according  to  the\n   54  procedures  set  forth  in section three hundred sixteen of this article\n   55  against the contractor for noncompliance with the requirements  of  this\n\n       S. 380                              4                             A. 301\n\n    1  section.  The  contracting  agency  shall  be responsible for monitoring\n    2  compliance with this section.\n    3    S 3. Subdivisions 2-a, 3 and paragraph (a) of subdivision 5 of section\n    4  313 of the executive law, subdivision 2-a as added and subdivision 3 and\n    5  paragraph  (a) of subdivision 5 as amended by chapter 175 of the laws of\n    6  2010, are amended to read as follows:\n    7    2-a. The director shall promulgate rules  and  regulations  that  will\n    8  accomplish the following:\n    9    (a)  provide for the certification and decertification of minority and\n   10  women-owned business enterprises for all agencies through a single proc-\n   11  ess that meets applicable requirements;\n   12    (b) require that each contract solicitation document accompanying each\n   13  solicitation set forth the expected degree of minority  and  women-owned\n   14  business enterprise participation based, in part, on:\n   15    (i)  the  potential  subcontract  opportunities available in the prime\n   16  procurement contract; and\n   17    (ii) the availability, as contained within  the  study,  of  certified\n   18  minority  and  women-owned business enterprises to respond competitively\n   19  to the potential subcontract opportunities;\n   20    (c) require that each agency  provide  a  current  list  of  certified\n   21  minority business enterprises to each prospective contractor;\n   22    (d)  allow  a  contractor that is a certified minority-owned or women-\n   23  owned business enterprise to use the work it performs to  meet  require-\n   24  ments for use of certified minority-owned or women-owned business enter-\n   25  prises as subcontractors;\n   26    (e)  provide for joint ventures, which a bidder may count toward meet-\n   27  ing its minority and women-owned business enterprise participation;\n   28    (f) consistent with subdivision  six  of  this  section,  provide  for\n   29  circumstances  under  which  an  agency  may  waive  obligations  of the\n   30  contractor relating to  minority  and  women-owned  business  enterprise\n   31  participation;\n   32    (g)  require that an agency verify that minority and women-owned busi-\n   33  ness enterprises listed in a successful bid are  actually  participating\n   34  to the extent listed in the project for which the bid was submitted;\n   35    (h)  provide  for  the  collection  of statistical data by each agency\n   36  concerning actual minority and women-owned business  enterprise  partic-\n   37  ipation; [and]\n   38    (i)  require  each  agency to consult the most current disparity study\n   39  when calculating agency-wide and contract specific  participation  goals\n   40  pursuant to this article[.]; AND\n   41    (J)   ENCOURAGE   JOINT  VENTURES,  PARTNERSHIPS,  AND  MENTOR-PROTEGE\n   42  RELATIONSHIPS AS DEFINED IN SECTION ONE HUNDRED FORTY-SEVEN OF THE STATE\n   43  FINANCE LAW, BETWEEN PRIME  CONTRACTORS  AND  MINORITY  AND  WOMEN-OWNED\n   44  BUSINESS ENTERPRISES.\n   45    3.  Solely for the purpose of providing the opportunity for meaningful\n   46  participation by  certified  businesses  in  the  performance  of  state\n   47  contracts  as  provided  in  this section, state contracts shall include\n   48  leases of real property by a state agency to a lessee where:  the  terms\n   49  of  such  leases  provide for the construction, demolition, replacement,\n   50  major repair or renovation of real property and improvements thereon  by\n   51  such lessee; and the cost of such construction, demolition, replacement,\n   52  major  repair  or  renovation  of real property and improvements thereon\n   53  shall exceed the sum of one hundred thousand  dollars.  Reports  to  the\n   54  director pursuant to section three hundred fifteen of this article shall\n   55  include activities with respect to all such state contracts. Contracting\n   56  agencies  shall  include or require to be included with respect to state\n\n       S. 380                              5                             A. 301\n\n    1  contracts for the acquisition,  construction,  demolition,  replacement,\n    2  major  repair  or  renovation of real property and improvements thereon,\n    3  such provisions as [may] SHALL be necessary to effectuate the provisions\n    4  of  this  section in every bid specification and state contract, includ-\n    5  ing, but not limited to: (a) provisions requiring contractors to make  a\n    6  good faith effort to solicit active participation by enterprises identi-\n    7  fied  in the directory of certified businesses provided to the contract-\n    8  ing agency by the office; (b) requiring the parties to agree as a condi-\n    9  tion of entering into such contract, to be bound by  the  provisions  of\n   10  section  three  hundred  sixteen  of this article; and (c) requiring the\n   11  contractor to include the provisions set forth in paragraphs (a) and (b)\n   12  of this subdivision in every subcontract in a manner that the provisions\n   13  will be binding upon each subcontractor as to work  in  connection  with\n   14  such contract. Provided, however, that no such provisions shall be bind-\n   15  ing upon contractors or subcontractors in the performance of work or the\n   16  provision  of services that are unrelated, separate or distinct from the\n   17  state contract as expressed by its terms, and nothing  in  this  section\n   18  shall  authorize  the  director  or any contracting agency to impose any\n   19  requirement on a contractor or subcontractor except with  respect  to  a\n   20  state contract.\n   21    (a)  Contracting  agencies  shall administer the rules and regulations\n   22  promulgated by the director in a good faith effort to meet  the  maximum\n   23  feasible  portion of the agency's goals adopted pursuant to this article\n   24  and the regulations of the director. Such rules and  regulations:  shall\n   25  require  a  contractor  to  submit  a  utilization  plan [after bids are\n   26  opened] AT THE TIME THE BIDS ARE SUBMITTED, when bids are required[, but\n   27  prior to the award of a state contract]; shall require  the  contracting\n   28  agency to review the utilization plan submitted by the contractor and to\n   29  post  the utilization plan and any waivers of compliance issued pursuant\n   30  to subdivision six of this section on the  website  of  the  contracting\n   31  agency  within  a reasonable period of time as established by the direc-\n   32  tor; shall require the contracting agency to notify  the  contractor  in\n   33  writing  within  a  period  of  time specified by the director as to any\n   34  deficiencies contained  in  the  contractor's  utilization  plan;  shall\n   35  require  remedy  thereof within a period of time specified by the direc-\n   36  tor; shall require the contractor to submit [periodic] QUARTERLY compli-\n   37  ance reports relating to the operation and implementation of any  utili-\n   38  zation  plan;  shall  not  allow any automatic waivers but shall allow a\n   39  contractor to apply for a partial or total waiver of  the  minority  and\n   40  women-owned  business  enterprise participation requirements pursuant to\n   41  subdivisions six and seven of this section; shall allow a contractor  to\n   42  file a complaint with the director pursuant to subdivision eight of this\n   43  section in the event a contracting agency has failed or refused to issue\n   44  a  waiver  of  the  minority and women-owned business enterprise partic-\n   45  ipation requirements or has denied such request for a waiver; and  shall\n   46  allow  a contracting agency to file a complaint with the director pursu-\n   47  ant to subdivision nine of this section in the  event  a  contractor  is\n   48  failing  or has failed to comply with the minority and women-owned busi-\n   49  ness enterprise  participation  requirements  set  forth  in  the  state\n   50  contract where no waiver has been granted.\n   51    S  4.  Subdivisions  1,  2  and 3 of section 315 of the executive law,\n   52  subdivisions 1 and 2 as added by chapter 261 of the  laws  of  1988  and\n   53  subdivision  3 as amended by chapter 175 of the laws of 2010 are amended\n   54  and a new subdivision 2-a is added to read as follows:\n   55    1. Each contracting agency shall be responsible for  monitoring  state\n   56  contracts under its jurisdiction, and recommending matters to the office\n\n       S. 380                              6                             A. 301\n\n    1  respecting  non-compliance  with  the provisions of this article so that\n    2  the office [may] SHALL take such action as [is  appropriate]  STATED  IN\n    3  SUBDIVISION THREE OF SECTION THREE HUNDRED SIXTEEN OF THIS ARTICLE. EACH\n    4  CONTRACTING  AGENCY  SHALL HAVE THE RIGHT TO RECOMMEND THAT THE DIRECTOR\n    5  IMPOSE A SANCTION, PENALTY, OR FINE FOR  THREE  OR  MORE  VIOLATIONS  OF\n    6  SUBDIVISION  ONE  OF  SECTION  THREE HUNDRED SIXTEEN OF THIS ARTICLE, to\n    7  insure compliance with the provisions of this  article,  the  rules  and\n    8  regulations  of  the  director  issued  hereunder  and  the  contractual\n    9  provisions required pursuant to this article. All  contracting  agencies\n   10  shall  comply  with  the  rules  and  regulations  of the office and are\n   11  directed to cooperate with the office and to furnish to the office  such\n   12  information  and assistance as may be required in the performance of its\n   13  functions under this article.\n   14    2. Each contracting agency shall  provide  to  prospective  bidders  a\n   15  current copy of the directory of certified businesses, and a copy of the\n   16  regulations required pursuant to sections three hundred twelve and three\n   17  hundred  thirteen  of  this  article  at  the time bids or proposals are\n   18  solicited.\n   19    2-A. EACH CONTRACTING AGENCY WHEN NOTIFYING A CONTRACTOR OF A  WINNING\n   20  BID  AWARD SHALL ALSO NOTIFY ANY MINORITY OR WOMEN-OWNED BUSINESS ENTER-\n   21  PRISES AFFILIATED WITH SUCH CONTRACTOR, PER THE  CONTRACTOR'S  SUBMITTED\n   22  UTILIZATION PLAN, OF SUCH CONTRACTOR'S RECEIPT OF THE WINNING BID AWARD.\n   23    3.  [Each contracting agency shall report to the director with respect\n   24  to activities undertaken to promote employment of minority group members\n   25  and women and promote and increase participation by certified businesses\n   26  with respect to state contracts and subcontracts. Such reports shall  be\n   27  submitted  periodically,  but  not  less  frequently  than  annually, as\n   28  required by the director, and  shall  include  such  information  as  is\n   29  necessary  for  the director to determine whether the contracting agency\n   30  and contractor have complied with the purposes of this article,  includ-\n   31  ing, without limitation, a summary of all waivers of the requirements of\n   32  subdivisions  six  and  seven  of section three hundred thirteen of this\n   33  article allowed by the contracting agency during the period  covered  by\n   34  the  report,  including a description of the basis of the waiver request\n   35  and the rationale for granting any such waiver. Each agency  shall  also\n   36  include  in  such  annual  report whether or not it has been required to\n   37  prepare a remedial plan, and, if so, the plan and the  extent  to  which\n   38  the  agency  has  complied  with  each  element  of  the plan.] (A) EACH\n   39  CONTRACTING AGENCY SHALL PREPARE A QUARTERLY REPORT AND SUBMIT COPIES TO\n   40  THE COMMISSIONER OF ECONOMIC DEVELOPMENT, THE  COMMISSIONER  OF  GENERAL\n   41  SERVICES,  AND  THE DIRECTOR AS TO THE LEVEL OF MINORITY AND WOMEN-OWNED\n   42  BUSINESS ENTERPRISES PARTICIPATION IN THE AWARDING OF  AGENCY  CONTRACTS\n   43  FOR  GOODS  AND  SERVICES,  INCLUDING  BUT NOT LIMITED TO, THE NUMBER OF\n   44  STATE CONTRACTS AWARDED TO CERTIFIED MINORITY  OR  WOMEN-OWNED  BUSINESS\n   45  ENTERPRISES;  THE  MAXIMUM DOLLAR AMOUNT OBLIGATED PURSUANT TO ALL THOSE\n   46  CONTRACTS,  AND  THE  TOTAL  EXPENDITURES  MADE  PURSUANT  TO  ALL  SUCH\n   47  CONTRACTS;  THE NUMBER OF STATE CONTRACTS AWARDED WHICH INCLUDE A UTILI-\n   48  ZATION  PLAN  FOR  BUSINESS  PARTICIPATION  BY  CERTIFIED  MINORITY   OR\n   49  WOMEN-OWNED  BUSINESS ENTERPRISES, THE MAXIMUM AMOUNT OBLIGATED PURSUANT\n   50  TO THOSE CONTRACTS, AND THE TOTAL EXPENDITURES MADE PURSUANT TO ALL SUCH\n   51  CONTRACTS; THE NUMBER OF STATE CONTRACTS AWARDED UPON WHICH A WAIVER WAS\n   52  GRANTED FROM GOALS REQUIRED BY THE CONTRACTS FOR BUSINESS  PARTICIPATION\n   53  BY CERTIFIED MINORITY OR WOMEN-OWNED BUSINESS ENTERPRISES, AND THE MAXI-\n   54  MUM  AMOUNT  OBLIGATED  PURSUANT TO THOSE CONTRACTS; THE NUMBER OF STATE\n   55  CONTRACTS AWARDED WHICH REQUIRED GOALS FOR EMPLOYMENT OF MINORITY  GROUP\n\n       S. 380                              7                             A. 301\n\n    1  MEMBERS  AND  WOMEN; AND THE NUMBER OF STATE CONTRACTS AWARDED FOR WHICH\n    2  WAIVERS OF EMPLOYMENT GOALS REQUIRED BY THE CONTRACTS HAVE BEEN GRANTED;\n    3    (B)  IN ADDITION, EACH CONTRACTING AGENCY SHALL BE RESPONSIBLE FOR THE\n    4  COST OF AN  INDEPENDENT  AUDIT  RESULTING  FROM  THE  AGENCY'S  REPEATED\n    5  VIOLATIONS OF THIS SECTION.\n    6    (C)  WITHIN  THIRTY  DAYS  AFTER  COMPLETION,  A COPY OF THE QUARTERLY\n    7  MINORITY AND WOMEN-OWNED BUSINESS ENTERPRISE REPORT SHALL BE TRANSMITTED\n    8  TO THE COMMISSIONER OF ECONOMIC DEVELOPMENT, THE COMMISSIONER OF GENERAL\n    9  SERVICES, AND THE DIRECTOR. A CONTRACTING AGENCY, WHICH HAS NOT LET MORE\n   10  THAN TWO MILLION DOLLARS IN SERVICE AND/OR CONSTRUCTION CONTRACTS WITHIN\n   11  THE APPLICABLE PERIOD MAY APPLY TO THE COMMISSIONER OF ECONOMIC DEVELOP-\n   12  MENT, AND THE DIRECTOR FOR A WAIVER OF THE REQUIRED ANNUAL  REPORT.  THE\n   13  WAIVER  APPLICATION  SHALL  BE  MADE ON SUCH FORM AS THE COMMISSIONER OF\n   14  ECONOMIC DEVELOPMENT AND THE DIRECTOR MAY PRESCRIBE.\n   15    (D) IF A CONTRACTING  AGENCY  SHALL  FAIL  TO  FILE  OR  SUBSTANTIALLY\n   16  COMPLETE,  AS DETERMINED BY THE COMMISSIONER OF ECONOMIC DEVELOPMENT AND\n   17  THE DIRECTOR, THE REPORT REQUIRED BY THIS SECTION,  THE  DIRECTOR  SHALL\n   18  PROVIDE  NOTICE  TO  THE  CONTRACTING AGENCY. THE NOTICE SHALL STATE THE\n   19  FOLLOWING:\n   20    (I) THAT THE FAILURE TO FILE A REPORT AS REQUIRED IS  A  VIOLATION  OF\n   21  THIS  SECTION,  OR  IN THE CASE OF AN INSUFFICIENT REPORT, THE MANNER IN\n   22  WHICH THE REPORT SUBMITTED IS DEFICIENT;\n   23    (II) THAT THE CONTRACTING AGENCY HAS THIRTY DAYS TO COMPLY  WITH  THIS\n   24  SECTION  OR  PROVIDE AN ADEQUATE WRITTEN EXPLANATION TO THE COMMISSIONER\n   25  OF ECONOMIC DEVELOPMENT AND THE COMMISSIONER OF GENERAL SERVICES AND THE\n   26  DIRECTOR OF THE  CONTRACTING  AGENCY'S  REASONS  FOR  THE  INABILITY  TO\n   27  COMPLY; AND\n   28    (III)  THAT  THE  CONTRACTING  AGENCY'S  CONTINUED  FAILURE TO PROVIDE\n   29  EITHER THE REQUIRED REPORT OR AN ADEQUATE EXPLANATION WILL RESULT IN  AN\n   30  INDEPENDENT  AUDIT OF THE CONTRACTING AGENCY, THE COST OF WHICH SHALL BE\n   31  BORNE BY THE CONTRACTING AGENCY.\n   32    S 5. Section 316 of the executive law, as amended by  chapter  175  of\n   33  the laws of 2010, is amended to read as follows:\n   34    S  316.  [Enforcement]  VIOLATIONS AND ENFORCEMENT.   1. IT SHALL BE A\n   35  VIOLATION FOR ANY PERSON OR ENTITY TO:\n   36    (A) INTENTIONALLY USE OR ACQUIRE AN MWBE NAME THROUGH DECEIT OR  OTHER\n   37  DISHONEST MEANS IN ORDER TO NEGOTIATE A LOWER BID FROM A NON-MWBE.\n   38    (B)  SUBMIT  TO  THE  DEPARTMENT OF ECONOMIC DEVELOPMENT, DOCUMENTS OR\n   39  OTHER MATERIAL AS EVIDENCE OF A GOOD FAITH EFFORT  TO  COMPLY  WITH  THE\n   40  PROVISIONS  OF  THIS  ARTICLE  WITHOUT, IN FACT, HAVING ENTERED INTO ANY\n   41  CONTRACT, AGREEMENT, SUBCONTRACT, OR SUB-AGREEMENT WITH AN MWBE FOR  THE\n   42  USE  OR  PURCHASE OF SUCH BUSINESS ENTERPRISE'S GOODS OR SERVICES IN THE\n   43  PERFORMANCE OF THE AWARDED STATE CONTRACT.\n   44    (C) FAIL TO PROVIDE AN  MWBE  WITH  SUFFICIENT  INFORMATION  OR  OTHER\n   45  REQUIRED  SUPPORTING  DOCUMENTATION  IN  ORDER FOR THE MWBE TO PREPARE A\n   46  PROPER BID.\n   47    2. Upon receipt by the director of a complaint by a contracting agency\n   48  that a contractor has violated the provisions of a state contract  which\n   49  have been included to comply with the provisions of this article or of a\n   50  contractor that a contracting agency has violated such provisions or has\n   51  failed  or  refused  to  issue  a  waiver where one has been applied for\n   52  pursuant to subdivision six of section three hundred  thirteen  of  this\n   53  article  or  has  denied such application, the director shall attempt to\n   54  resolve the matter giving rise to such complaint. If efforts to  resolve\n   55  such  matter  to  the  satisfaction of all parties are unsuccessful, the\n   56  director shall refer the matter, within thirty days of  the  receipt  of\n\n       S. 380                              8                             A. 301\n\n    1  the  complaint,  to  the division's hearing officers. Upon conclusion of\n    2  the administrative hearing, the hearing  officer  shall  submit  to  the\n    3  director  his  or  her  decision  regarding the alleged violation of the\n    4  contract  and  recommendations  regarding  the  imposition of sanctions,\n    5  fines or penalties. The director, within ten  days  of  receipt  of  the\n    6  decision,  shall  file  a determination of such matter and shall cause a\n    7  copy of such determination along with a  copy  of  this  article  to  be\n    8  served  upon  the  contractor  by  personal service or by certified mail\n    9  return receipt requested. The decision of the hearing officer  shall  be\n   10  final  and may only be vacated or modified as provided in article seven-\n   11  ty-eight of the civil practice law and rules upon  an  application  made\n   12  within  the  time  provided  by  such  article. The determination of the\n   13  director as to the imposition of any fines, sanctions or penalties shall\n   14  be reviewable pursuant to article seventy-eight of  the  civil  practice\n   15  law and rules. The penalties imposed for any violation which is premised\n   16  upon  either  a  fraudulent  or  intentional  misrepresentation  by  the\n   17  contractor or the contractor's willful and intentional disregard of  the\n   18  minority  and  women-owned  participation  requirement  included  in the\n   19  contract may include a determination that the contractor shall be ineli-\n   20  gible to submit a bid to any contracting agency or be awarded  any  such\n   21  contract  for a period not to exceed one year following the final deter-\n   22  mination; provided however, if a contractor has previously  been  deter-\n   23  mined  to  be  ineligible  to submit a bid pursuant to this section, the\n   24  penalties imposed for any subsequent violation, if such violation occurs\n   25  within five years of the first violation, may  include  a  determination\n   26  that the contractor shall be ineligible to submit a bid to any contract-\n   27  ing  agency  or  be awarded any such contract for a period not to exceed\n   28  five years following the final determination. The division  of  minority\n   29  and  women's  business  development shall maintain a website listing all\n   30  contractors that have been deemed ineligible to submit a bid pursuant to\n   31  this section and the date after which each contractor shall  once  again\n   32  become eligible to submit bids.\n   33    3.    THE  DIRECTOR  SHALL  IMPOSE A SANCTION, PENALTY, OR FINE ON ANY\n   34  INDIVIDUAL OR ENTITY THAT HAS THREE OR MORE VIOLATIONS OF  THIS  ARTICLE\n   35  WITHIN FIVE YEARS. SUCH FINE SHALL BE PAID BY SUCH INDIVIDUAL OR ENTITY.\n   36  SUCH  FINE SHALL BE REMITTED AND DEPOSITED INTO A FUND, TO BE MANAGED BY\n   37  THE COMMISSIONER OF ECONOMIC DEVELOPMENT.  SUCH FUNDS SHALL BE  USED  TO\n   38  SUBSIDIZE  THE  FACILITATION  OF  THE  PROVISIONS OF THIS ARTICLE. OTHER\n   39  SANCTIONS SHALL INCLUDE BARRING SUCH ENTITY OR INDIVIDUAL FROM CONTRACT-\n   40  ING WITH SUCH AGENCY FOR A PERIOD NOT TO EXCEED FIVE YEARS.\n   41    S 6. Subdivision 1 of section 137 of the state finance law,  as  sepa-\n   42  rately amended by section 17 of part MM of chapter 57 and by chapter 619\n   43  of the laws of 2008, is amended to read as follows:\n   44    1. In addition to other bond or bonds, if any, required by law for the\n   45  completion  of  a  work specified in a contract for the prosecution of a\n   46  public improvement for the state of New York a municipal corporation,  a\n   47  public benefit corporation or a commission appointed pursuant to law, or\n   48  in the absence of any such requirement, the comptroller may or the other\n   49  appropriate  official, respectively, shall nevertheless require prior to\n   50  the approval of any such contract a bond guaranteeing prompt payment  of\n   51  moneys  due to all persons furnishing labor or materials to the contrac-\n   52  tor or any subcontractors in the prosecution of the work provided for in\n   53  such contract. Whenever a municipal corporation issues a permit  subject\n   54  to  compliance  with  section  two hundred twenty of the labor law, such\n   55  permittee or its contractor or subcontractors furnishing  workers  shall\n   56  post a payment bond subject to this section. Provided, however, that all\n\n       S. 380                              9                             A. 301\n\n    1  performance  bonds  and payment bonds may, at the discretion of the head\n    2  of the state agency, public benefit corporation or commission, or his or\n    3  her designee, be dispensed with for the completion of a  work  specified\n    4  in  a contract for the prosecution of a public improvement for the state\n    5  of New York for which bids are solicited where the aggregate  amount  of\n    6  the  contract  is  under one hundred FIFTY thousand dollars and provided\n    7  further, that in a case where the contract is not subject to the  multi-\n    8  ple  contract  award  requirements of section one hundred thirty-five of\n    9  this article, such requirements may be dispensed with where the head  of\n   10  the  state  agency, public benefit corporation or commission finds it to\n   11  be in the public interest and where the aggregate amount of the contract\n   12  awarded or to be awarded is less than two hundred thousand dollars.  THE\n   13  HEAD  OF  THE STATE AGENCY, PUBLIC BENEFIT CORPORATION OR COMMISSION, OR\n   14  HIS OR HER DESIGNEE, SHALL ADJUST THE AGGREGATE CONTRACT AMOUNTS  LISTED\n   15  IN  THIS SUBDIVISION EVERY YEAR TO ACCOUNT FOR INCREASES IN THE COSTS OF\n   16  CONSTRUCTION. ADVERTISEMENTS FOR BIDS SHALL PROVIDE INFORMATION  ON  THE\n   17  REQUIREMENTS  FOR,  OR  DISPENSATION  OF, PERFORMANCE AND PAYMENT BONDS.\n   18  Provided further, that in a case where a performance or payment bond  is\n   19  dispensed  with,  twenty  per  centum may be retained from each progress\n   20  payment or estimate until the entire contract work  has  been  completed\n   21  and accepted, at which time the head of the state agency, public benefit\n   22  corporation  or commission shall, pending the payment of the final esti-\n   23  mate, pay not to exceed seventy-five per centum of  the  amount  of  the\n   24  retained percentage.\n   25    S  7.  Subdivision  4  of  section  139-f of the state finance law, as\n   26  amended by chapter 83 of the  laws  of  1995,  is  amended  to  read  as\n   27  follows:\n   28    4.  Notwithstanding  any other provision of this section or other law,\n   29  requirements for the furnishing of a performance bond or a payment  bond\n   30  may  be dispensed with at the discretion of the head of the state agency\n   31  or corporation, or his or her designee, where  the  public  owner  is  a\n   32  state  agency  or  corporation  described  in  subdivision one-a of this\n   33  section and the aggregate amount  of  the  contract  awarded  or  to  be\n   34  awarded  is  under  fifty  thousand  dollars  and,  in  a case where the\n   35  contract is not subject to the multiple contract award  requirements  of\n   36  section  one  hundred thirty-five of this article, such requirements may\n   37  be dispensed with where the head of  the  state  agency  or  corporation\n   38  finds  it to be in the public interest and where the aggregate amount of\n   39  the contract awarded or to be awarded is under [two] THREE hundred thou-\n   40  sand dollars.  THE HEAD OF THE STATE AGENCY, PUBLIC BENEFIT  CORPORATION\n   41  OR  COMMISSION,  OR  HIS  OR  HER  DESIGNEE,  SHALL ADJUST THE AGGREGATE\n   42  CONTRACT AMOUNTS LISTED IN THIS SUBDIVISION EVERY YEAR  TO  ACCOUNT  FOR\n   43  INCREASES  IN  THE  COSTS OF CONSTRUCTION. ADVERTISEMENTS FOR BIDS SHALL\n   44  PROVIDE  INFORMATION  ON  THE  REQUIREMENTS  FOR,  OR  DISPENSATION  OF,\n   45  PERFORMANCE  AND PAYMENT BONDS. Provided further, that in a case where a\n   46  performance or payment bond is dispensed with, twenty per centum may  be\n   47  retained  from  each  progress  payment  or  estimate  until  the entire\n   48  contract work has been completed and accepted, at which time the head of\n   49  the state agency or corporation shall, pending the payment of the  final\n   50  estimate, pay not to exceed seventy-five per centum of the amount of the\n   51  retained percentage.\n   52    S  8. The opening paragraph of section 139-g of the state finance law,\n   53  as amended by chapter 636 of the laws of 2003, is  amended  to  read  as\n   54  follows:\n   55    In  every  state  agency,  department and authority which has let more\n   56  than two million dollars in service and construction contracts AND STATE\n\n       S. 380                             10                             A. 301\n\n    1  ASSISTED PROJECT CONTRACTS in the prior fiscal year, the chief executive\n    2  officer of that agency, department or authority shall, with  respect  to\n    3  those  contracts  AND STATE ASSISTED PROJECT CONTRACTS let by his OR HER\n    4  agency, department or authority:\n    5    S  9. The opening paragraph of subdivision (b) of section 139-g of the\n    6  state finance law, as amended by chapter 636 of the  laws  of  2003,  is\n    7  amended to read as follows:\n    8    identify  all  small-business  and  certified women and minority-owned\n    9  business concerns which, in the judgment of the chief executive  officer\n   10  of  that agency, department or authority, can bid on those contracts AND\n   11  STATE ASSISTED PROJECT CONTRACTS which are usually and  customarily  let\n   12  by  that  agency,  department  or  authority, OR IN WHICH THAT AUTHORITY\n   13  PROVIDES A GRANT OR LOAN OR TAX  EXEMPT  FINANCING,  with  a  reasonable\n   14  expectation  of  success.  Such chief executive officers shall carry out\n   15  the provisions of this subdivision:\n   16    S 10.  Section 139-g of the state finance law is amended by  adding  a\n   17  new subdivision (e) to read as follows:\n   18    (E)  FOR  THE PURPOSES OF THIS SECTION, THE FOLLOWING WORDS SHALL HAVE\n   19  THE FOLLOWING MEANINGS:\n   20    (I) \"STATE ASSISTED PROJECT CONTRACT\" SHALL MEAN ANY WRITTEN AGREEMENT\n   21  ARISING OUT OF A  STATE  ASSISTED  HOUSING  PROJECT  OR  STATE  ASSISTED\n   22  ECONOMIC  DEVELOPMENT PROJECT OR STATE ASSISTED HIGHER EDUCATION PROJECT\n   23  OR STATE ASSISTED HOSPITAL OR HEALTH CARE FACILITY  PROJECT,  FOR  WHICH\n   24  THE  TOTAL  PROJECT  COST  EXCEEDS TWO MILLION DOLLARS AND FOR WHICH THE\n   25  PROJECT OWNER IS COMMITTED TO SPEND OR DOES EXPEND FUNDS FOR THE  ACQUI-\n   26  SITION,  CONSTRUCTION,  DEMOLITION,  REPLACEMENT, MAJOR REPAIR, OR RENO-\n   27  VATION OF REAL PROPERTY AND IMPROVEMENTS THEREON FOR SUCH PROJECT.\n   28    (II) \"STATE ASSISTED HOUSING PROJECT\" SHALL MEAN THOSE PROJECTS  WHICH\n   29  RECEIVE  FROM  THE  NEW  YORK  STATE  HOUSING  FINANCE AGENCY TAX-EXEMPT\n   30  FINANCING FOR ALL OR PART OF THE TOTAL PROJECT COST.\n   31    (III) \"STATE ASSISTED ECONOMIC DEVELOPMENT PROJECT\" SHALL  MEAN  THOSE\n   32  PROJECTS WHICH RECEIVE FROM THE NEW YORK FOUNDATION OF SCIENCE TECHNOLO-\n   33  GY  AND INNOVATION, OR THE URBAN DEVELOPMENT CORPORATION AND ITS SUBSID-\n   34  IARIES A GRANT OR LOAN OR TAX-EXEMPT FINANCING FOR ALL OR  PART  OF  THE\n   35  TOTAL PROJECT COST.\n   36    (IV)  \"STATE  ASSISTED  HIGHER  EDUCATION  PROJECT\"  SHALL  MEAN THOSE\n   37  PROJECTS WHICH RECEIVE FROM THE DORMITORY AUTHORITY OF THE STATE OF  NEW\n   38  YORK  A  GRANT  OR  LOAN  OR TAX-EXEMPT FINANCING FOR ALL OR PART OF THE\n   39  TOTAL PROJECT COST.\n   40    (V) \"STATE ASSISTED HOSPITAL OR HEALTH CARE  FACILITY  PROJECT\"  SHALL\n   41  MEAN  THOSE  PROJECTS  WHICH RECEIVE FROM THE DORMITORY AUTHORITY OF THE\n   42  STATE OF NEW YORK A GRANT OR LOAN OR TAX-EXEMPT  FINANCING  FOR  ALL  OR\n   43  PART OF THE TOTAL PROJECT COST.\n   44    S  11.  This  act shall take effect immediately, provided however, the\n   45  amendments to article 15-A of the executive law made  by  sections  one,\n   46  two, three, four and five of this act shall not affect the expiration of\n   47  such article and shall expire therewith.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the executive law, in relation to participation by minority group members and women with respect to certain state contracts; and to amend the state finance law, in relation to establishing a mentor-protege program for small and minority and women-owned business concerns and in relation to performance and payment bond requirements ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101217.T155004.TXT", "SOBI.D101220.T153838.TXT", "SOBI.D101217.T162506.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292877518322
}