{
  "year" : 2011,
  "senateBillNo" : "S386-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO HOUSING, CONSTRUCTION AND COMMUNITY DEVELOPMENT",
    "billEventId" : "S386-2011-1294203600000-REFERRED+TO+HOUSING%2C+CONSTRUCTION+AND+COMMUNITY+DEVELOPMENT",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUEGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to vacancies and illegal use and occupancy with regard to cooperative or condominium conversion plans",
  "summary" : "Relates to vacancies and illegal use and occupancy with regard to cooperative or condominium conversion plans; makes it unlawful to permit or maintain any illegal use or occupancy of a premises subject to a conversion plan. ",
  "currentCommittee" : "HOUSING, CONSTRUCTION AND COMMUNITY DEVELOPMENT",
  "sameAs" : null,
  "lawSection" : "General Business Law",
  "previousVersions" : [ "S5617-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          386\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen. KRUEGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Housing, Construction  and\n         Community Development\n\n       AN  ACT  to amend the general business law, in relation to vacancies and\n         illegal use and  occupancy  relating  to  cooperative  or  condominium\n         conversion  plans;  to  amend  the  emergency tenant protection act of\n         nineteen seventy-four and the administrative code of the city  of  New\n         York,  in  relation  to leasing to business and other entities; and to\n         amend the emergency tenant protection act  of  nineteen  seventy-four,\n         the  emergency housing rent control law and the New York city charter,\n         in relation to investigations and inspections by the city of New York\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Paragraph (e) of subdivision 2 of section 352-eeee of the\n    2  general business law, as added by chapter 555 of the laws  of  1982,  is\n    3  amended to read as follows:\n    4    (e)  The  attorney general finds that an excessive number of long-term\n    5  vacancies did not exist on the date that the offering statement or pros-\n    6  pectus was first submitted to the department  of  law  OR  AT  ANY  TIME\n    7  BETWEEN  THAT  DATE  AND  THE  ISSUANCE  OF THE LETTER FROM THE ATTORNEY\n    8  GENERAL STATING THAT THE OFFERING STATEMENT OR  PROSPECTUS  REQUIRED  IN\n    9  SUBDIVISION ONE OF SECTION THREE HUNDRED FIFTY-TWO-E OF THIS ARTICLE HAS\n   10  BEEN  FILED.  \"Long-term vacancies\" shall mean dwelling units not leased\n   11  or occupied by bona fide tenants for more than five months prior to  the\n   12  date  of  such  submission to the department of law OR PRIOR TO ANY TIME\n   13  BETWEEN THAT DATE AND THE ISSUANCE OF SUCH LETTER.    \"Excessive\"  shall\n   14  mean a vacancy rate in excess of the greater of (i) ten percent and (ii)\n   15  a  percentage  that  is  double  the normal average vacancy rate for the\n   16  building or group of buildings or development for two years prior to the\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04049-01-1\n\n       S. 386                              2\n\n    1  January preceding the date the  offering  statement  or  prospectus  was\n    2  first submitted to the department of law.\n    3    S 2. Subdivision 4 of section 352-eeee of the general business law, as\n    4  added by chapter 555 of the laws of 1982, is amended to read as follows:\n    5    4.  It  shall  be  unlawful  for any person to engage in any course of\n    6  conduct, including, but not limited to, interruption  or  discontinuance\n    7  of  essential  services, which substantially interferes with or disturbs\n    8  the comfort, repose, peace or quiet of any tenant in his use or occupan-\n    9  cy of his dwelling unit or the facilities related thereto, OR PERMITTING\n   10  OR MAINTAINING ANY ILLEGAL USE OR OCCUPANCY OF THE PREMISES. The  attor-\n   11  ney  general may apply to a court of competent jurisdiction for an order\n   12  restraining such conduct and, if  he  deems  it  appropriate,  an  order\n   13  restraining  the owner from selling the shares allocated to the dwelling\n   14  unit or the dwelling unit itself or from proceeding  with  the  plan  of\n   15  conversion;  provided  that  nothing contained herein shall be deemed to\n   16  preclude the tenant from applying on his own behalf for similar relief.\n   17    S 3. Section 4 of chapter 576 of the laws  of  1974  constituting  the\n   18  emergency  tenant  protection act of nineteen seventy-four is amended by\n   19  adding a new section 5-b to read as follows:\n   20    5-B. TENANCY. NOTWITHSTANDING ANY INCONSISTENT PROVISION OF  THIS  ACT\n   21  OR  THE  PROVISIONS OF ANY CONTRACT, LEASE OR RENTAL AGREEMENT, NO OWNER\n   22  OR ANY PERSON ACTING ON HIS OR HER  BEHALF,  AFTER  THIS  SECTION  TAKES\n   23  EFFECT,  SHALL ESTABLISH OR RENEW A CONTRACT, LEASE, OR RENTAL AGREEMENT\n   24  FOR OCCUPANCY OF A HOUSING ACCOMMODATION SUBJECT TO THIS ACT:\n   25    (I) WHERE THE OWNER, OR PERSON ACTING ON  BEHALF  OF  THE  OWNER,  HAS\n   26  REASON TO KNOW THAT THE TENANT WILL NOT OCCUPY THE HOUSING ACCOMMODATION\n   27  AS HIS OR HER PRIMARY RESIDENCE;\n   28    (II) WHERE THE TENANT IS A CORPORATION, PARTNERSHIP, OR OTHER BUSINESS\n   29  OR  NOT-FOR-PROFIT  ENTITY,  UNLESS  THE  HOUSING  ACCOMMODATION  (A) IS\n   30  INTENDED TO BE OCCUPIED  BY  AN  OFFICER,  PARTNER,  EMPLOYEE  OR  OTHER\n   31  NATURAL  PERSON PARTICIPATING IN THE DAY-TO-DAY OPERATIONS OF THE TENANT\n   32  ENTITY (OR WAS SUCH A PERSON AT THE COMMENCEMENT OF THE OCCUPANCY AND IS\n   33  NOW RETIRED FROM BEING SUCH A PERSON) WHO WILL OCCUPY THE HOUSING ACCOM-\n   34  MODATION AS HIS OR HER PRIMARY RESIDENCE, OR (B)  THE  HOUSING  ACCOMMO-\n   35  DATION IS TO BE OCCUPIED UNDER PARAGRAPHS SIX OR TEN OF SUBDIVISION A OF\n   36  SECTION FIVE OF THIS ACT.\n   37    S 4. Subparagraph (i) of paragraph 3 of subdivision a of section 12 of\n   38  section  4 of chapter 576 of the laws of 1974 constituting the emergency\n   39  tenant protection act of nineteen seventy-four, as  amended  by  chapter\n   40  480 of the laws of 2009, is amended to read as follows:\n   41    (i)  to  have  violated  an order of the division OR SECTION FIVE-B OF\n   42  THIS ACT the commissioner may impose by administrative order after hear-\n   43  ing, a civil penalty in the amount of one thousand dollars for the first\n   44  such offense and two thousand dollars for each subsequent offense; or\n   45    S 5. Section 26-512 of the administrative code of the city of New York\n   46  is amended by adding a new subdivision g to read as follows:\n   47    G. NOTWITHSTANDING ANY INCONSISTENT  PROVISION  OF  THIS  ACT  OR  THE\n   48  PROVISIONS  OF  ANY CONTRACT, LEASE OR RENTAL AGREEMENT, NO OWNER OR ANY\n   49  PERSON ACTING ON HIS OR HER BEHALF, AFTER  THIS  SECTION  TAKES  EFFECT,\n   50  SHALL  ESTABLISH  OR  RENEW  A  CONTRACT, LEASE, OR RENTAL AGREEMENT FOR\n   51  OCCUPANCY OF A HOUSING ACCOMMODATION SUBJECT TO THIS CHAPTER:\n   52    (I) WHERE THE OWNER, OR PERSON ACTING ON  BEHALF  OF  THE  OWNER,  HAS\n   53  REASON TO KNOW THAT THE TENANT WILL NOT OCCUPY THE HOUSING ACCOMMODATION\n   54  AS HIS OR HER PRIMARY RESIDENCE;\n   55    (II) WHERE THE TENANT IS A CORPORATION, PARTNERSHIP, OR OTHER BUSINESS\n   56  OR  NOT-FOR-PROFIT  ENTITY,  UNLESS  THE  HOUSING  ACCOMMODATION  (A) IS\n\n       S. 386                              3\n\n    1  INTENDED TO BE OCCUPIED  BY  AN  OFFICER,  PARTNER,  EMPLOYEE  OR  OTHER\n    2  NATURAL  PERSON PARTICIPATING IN THE DAY-TO-DAY OPERATIONS OF THE TENANT\n    3  ENTITY (OR WAS SUCH A PERSON AT THE COMMENCEMENT OF THE OCCUPANCY AND IS\n    4  NOW RETIRED FROM BEING SUCH A PERSON) WHO WILL OCCUPY THE HOUSING ACCOM-\n    5  MODATION  AS  HIS  OR HER PRIMARY RESIDENCE, OR (B) THE HOUSING ACCOMMO-\n    6  DATION IS TO BE OCCUPIED UNDER SUBPARAGRAPH (C)  OF  PARAGRAPH  NINE  OF\n    7  SUBDIVISION C OF SECTION 26-511 OF THIS CHAPTER.\n    8    S 6. Paragraph 1 of subdivision c of section 26-516 of the administra-\n    9  tive  code of the city of New York as amended by chapter 480 of the laws\n   10  of 2009, is amended to read as follows:\n   11    (1) to have violated an order of the  division  OR  SUBDIVISION  G  OF\n   12  SECTION  26-512  THIS CHAPTER the commissioner may impose by administra-\n   13  tive order after hearing, a civil penalty in the amount of one  thousand\n   14  dollars  for  the  first  such offense and two thousand dollars for each\n   15  subsequent offense; or\n   16    S 7. Subdivision a of section 12 of section 4 of chapter  576  of  the\n   17  laws  of 1974, constituting the emergency tenant protection act of nine-\n   18  teen seventy-four is amended by adding a new  paragraph  9  to  read  as\n   19  follows:\n   20    (9)  THE STATE DIVISION OF HOUSING AND COMMUNITY RENEWAL MAY AUTHORIZE\n   21  THE DEPARTMENT OF HOUSING PRESERVATION AND DEVELOPMENT IN  THE  CITY  OF\n   22  NEW  YORK,  OR  ITS  SUCCESSOR AGENCY, TO EXERCISE ANY OF THE DIVISION'S\n   23  POWERS UNDER THIS ACT WITHIN THE CITY OF NEW YORK, PURSUANT TO AGREEMENT\n   24  WITH THAT DEPARTMENT OR AGENCY.\n   25    S 8. Subdivision 1 of section 6 of chapter 274 of the  laws  of  1946,\n   26  constituting the emergency housing rent control law, as amended by chap-\n   27  ter 337 of the laws of 1961, is amended to read as follows:\n   28    1.    (A)  THE  STATE  DIVISION  OF  HOUSING AND COMMUNITY RENEWAL MAY\n   29  AUTHORIZE THE DEPARTMENT OF HOUSING PRESERVATION AND DEVELOPMENT IN  THE\n   30  CITY  OF NEW YORK, OR ITS SUCCESSOR AGENCY, TO EXERCISE ANY OF THE DIVI-\n   31  SION'S POWERS UNDER THIS ACT WITHIN THE CITY OF NEW  YORK,  PURSUANT  TO\n   32  AGREEMENT WITH THAT DEPARTMENT OR AGENCY.\n   33    (B)  The  commission  is  authorized to make such studies and investi-\n   34  gations, to conduct such hearings, and to obtain such information as the\n   35  commission deems necessary or proper in prescribing  any  regulation  or\n   36  order  under  this  act or in the administration and enforcement of this\n   37  act and regulations and orders thereunder.\n   38    S 9. Section 1802 of the New York city charter is amended by adding  a\n   39  new subdivision 7 to read as follows:\n   40    7.  ALL  POWERS,  RIGHTS  AND  DUTIES AUTHORIZED BY AND PURSUANT TO AN\n   41  AGREEMENT WITH THE NEW YORK STATE  DIVISION  OF  HOUSING  AND  COMMUNITY\n   42  RENEWAL,  OR ITS SUCCESSOR AGENCY, UNDER SECTION TWELVE OF THE EMERGENCY\n   43  TENANT PROTECTION ACT OF NINETEEN SEVENTY-FOUR AND  SUBDIVISION  ONE  OF\n   44  SECTION SIX OF THE EMERGENCY HOUSING RENT CONTROL LAW.\n   45    S  10. Severability.  If any provision of this act, or any application\n   46  of any provision of this act, is held to  be  invalid,  that  shall  not\n   47  affect the validity or effectiveness of any other provision of this act,\n   48  or of any other application of any provision of this act.\n   49    S  11.  This  act shall take effect immediately and shall apply to any\n   50  matter pending before the attorney general at or after the time this act\n   51  becomes a law; provided, however, that:\n   52    (a) the amendments to section 352-eeee of  the  general  business  law\n   53  made by sections one and two of this act shall not affect the expiration\n   54  of such section and shall expire therewith;\n   55    (b)  sections  three, four, five and six of this act shall take effect\n   56  on the sixtieth day after it shall have become a law, provided that\n\n       S. 386                              4\n\n    1    (i) the amendments to the emergency tenant protection act of  nineteen\n    2  seventy-four made by sections three and four of this act shall expire on\n    3  the same date as such act expires and shall not affect the expiration of\n    4  such  act  as provided in section 17 of chapter 576 of the laws of 1974;\n    5  and\n    6    (ii)  the  amendments to sections 26-512 and 26-516 of the administra-\n    7  tive code of the city of New York made by sections five and six of  this\n    8  act  shall expire on the same date as such sections expire and shall not\n    9  affect the expiration of such sections as provided in section 26-520  of\n   10  such code; and\n   11    (c) provided that the amendments to section 12 of the emergency tenant\n   12  protection  act  of  nineteen seventy-four made by section seven of this\n   13  act shall expire on the same date as such  act  expires  and  shall  not\n   14  affect  the  expiration of such act as provided in section 17 of chapter\n   15  576 of the laws of 1974; and provided that the amendments to  section  6\n   16  of  the emergency housing rent control law made by section eight of this\n   17  act shall expire on the same date as such  law  expires  and  shall  not\n   18  affect  the  expiration  of  such  law  as  provided in subdivision 2 of\n   19  section 1 of chapter 274 of the laws of 1946.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general business law, in relation to vacancies and illegal use and occupancy relating to cooperative or condominium conversion plans; to amend the emergency tenant protection act of nineteen seventy-four and the administrative code of the city of New York, in relation to leasing to business and other entities; and to amend the emergency tenant protection act of nineteen seventy-four, the emergency housing rent control law and the New York city charter, in relation to investigations and inspections by the city of New York ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101220.T161340.TXT", "SOBI.D101220.T102317.TXT", "SOBI.D101220.T105821.TXT", "SOBI.D101220.T105320.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292879620604
}