{
  "year" : 2011,
  "senateBillNo" : "S388-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO JUDICIARY",
    "billEventId" : "S388-2011-1294203600000-REFERRED+TO+JUDICIARY",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUEGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Enacts provisions relating to advanced written consent and directives concerning transfer, use, disposition of cryopreserved embryos or gametes",
  "summary" : "Enacts provisions relating to the execution of written forms, prior to assisted reproductive technology services, for consent and directives for the transfer, use, and disposition of cryopreserved embryos or gametes, and provisions relating to notice prior to the implementation of the terms of such advance directives. ",
  "currentCommittee" : "JUDICIARY",
  "sameAs" : "A3218",
  "lawSection" : "Domestic Relations Law",
  "previousVersions" : [ "S4531-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          388\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen. KRUEGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Judiciary\n\n       AN ACT to amend the domestic relations  law,  in  relation  to  advanced\n         written  consent and directives for the transfer, use, and disposition\n         of gametes or embryos cryopreserved in the  course  of  a  program  of\n         assisted reproductive technology\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The domestic relations law is amended by adding a new arti-\n    2  cle 8-A to read as follows:\n    3                                 ARTICLE 8-A\n    4                      CRYOPRESERVED EMBRYOS OR GAMETES\n\n    5  SECTION 130. DEFINITIONS.\n    6          131. ADVANCE WRITTEN CONSENT AND DIRECTIVES  FOR  THE  TRANSFER,\n    7                  USE,   AND   DISPOSITION  OF  CRYOPRESERVED  EMBRYOS  OR\n    8                  GAMETES.\n    9    S 130. DEFINITIONS. WHEN USED IN THIS ARTICLE, UNLESS THE  CONTEXT  OR\n   10  SUBJECT MATTER CLEARLY REQUIRES A DIFFERENT MEANING:\n   11    1.  \"ABANDON  BY  REQUEST\"  SHALL  MEAN  THAT A PARTY INTENDS TO CEASE\n   12  PARTICIPATION IN AN ASSISTED REPRODUCTIVE TECHNOLOGY PROGRAM  AND  NOTI-\n   13  FIES  A  PROVIDER  OF ASSISTED REPRODUCTIVE SERVICES OF SUCH INTENT IN A\n   14  WRITTEN, SIGNED, AND NOTARIZED LETTER OF INTENT TO ABANDON  BY  REQUEST.\n   15  WITHIN  THIRTY  DAYS OF RECEIPT OF A PARTY'S LETTER OF INTENT TO ABANDON\n   16  BY REQUEST, THE PROVIDER SHALL SEND, BY CERTIFIED MAIL,  RETURN  RECEIPT\n   17  REQUESTED,  TO  ANY  OTHER  PARTY WHOSE PARTICIPATION IN SUCH PROVIDER'S\n   18  ASSISTED REPRODUCTIVE SERVICES MAY BE AFFECTED BY THE REQUESTING PARTY'S\n   19  ABANDONMENT BY REQUEST, A WRITTEN NOTICE THAT THE TERMS OF  AN  EXECUTED\n   20  ADVANCE  DIRECTIVE  FOR DISPOSITION WILL BE IMPLEMENTED. IF ANY PARTY IS\n   21  ALSO A PATIENT, A COPY OF SUCH NOTICE AND PROOF OF MAILING SHALL BE KEPT\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00857-01-1\n\n       S. 388                              2\n\n    1  IN THAT PARTY'S MEDICAL RECORDS. ON THE THIRTIETH DAY AFTER THE DATE  ON\n    2  THE  LETTER OF NOTIFICATION, OR, IF THERE ARE NO OTHER AFFECTED PARTIES,\n    3  ON THE THIRTIETH DAY AFTER THE  PROVIDER'S  RECEIPT  OF  THE  LETTER  OF\n    4  INTENT  TO ABANDON BY REQUEST, THE PROVIDER SHALL IMPLEMENT THE APPLICA-\n    5  BLE TERMS OF THE  REQUESTING  PARTY'S  EXECUTED  ADVANCE  DIRECTIVE  FOR\n    6  DISPOSITION.\n    7    2. \"ASSISTED REPRODUCTIVE TECHNOLOGY\" SHALL INCLUDE, BUT NOT BE LIMIT-\n    8  ED  TO,  THE  FOLLOWING  METHODS OF ASSISTING IN FERTILIZATION: IN VITRO\n    9  FERTILIZATION-EMBRYO TRANSFER, GAMETE INTRAFALLOPIAN TRANSFER, AND CRYO-\n   10  PRESERVATION.\n   11    3. \"CRYOPRESERVATION\" SHALL MEAN THE STORAGE  OF  GAMETES  OR  EMBRYOS\n   12  PRODUCED  BY  MEANS OF AN ASSISTED REPRODUCTIVE TECHNOLOGY PROCEDURE AND\n   13  PRESERVED BY MEANS OF LOW-TEMPERATURE FREEZING  IN  LIQUID  NITROGEN  OR\n   14  OTHER SIMILAR MEDIUM.\n   15    4. \"EMBRYO\" SHALL MEAN A FERTILIZED HUMAN OVUM.\n   16    5.  \"FAILURE TO PAY STORAGE FEES\" SHALL MEAN THAT A PROVIDER TO WHOM A\n   17  PARTY PAYS A STORAGE FEE HAS NOT RECEIVED A  FEE  FROM  SUCH  PARTY  FOR\n   18  THREE  CONSECUTIVE  YEARS.  AFTER THREE CONSECUTIVE YEARS OF NONPAYMENT,\n   19  THE PROVIDER SHALL NOTIFY IN WRITING BY CERTIFIED MAIL,  RETURN  RECEIPT\n   20  REQUESTED, SENT TO THE LAST KNOW ADDRESS OF THE NON-PAYING PARTY, AND TO\n   21  THE  LAST  KNOWN  ADDRESS  OF ANY OTHER PARTY WHOSE PARTICIPATION MAY BE\n   22  AFFECTED BY THE NON-PAYING PARTY'S FAILURE TO PAY STORAGE FEES, A  WRIT-\n   23  TEN  NOTICE  THAT, UNLESS THE PROVIDER IS CONTACTED AND INSTRUCTED TO DO\n   24  OTHERWISE, THE TERMS OF AN EXECUTED ADVANCED DIRECTIVE  FOR  DISPOSITION\n   25  IN  THE  EVENT  OF  FAILURE TO PAY STORAGE FEES WILL BE IMPLEMENTED. SIX\n   26  MONTHS FROM THE DATE OF THE FIRST NOTICE, A SECOND SUCH NOTICE SHALL  BE\n   27  MAILED  IN  THE SAME MANNER AS THE FIRST NOTICE. IF THE NON-PAYING PARTY\n   28  OR AN AFFECTED PARTY IS ALSO A PATIENT, A COPY OF SUCH NOTICE OR NOTICES\n   29  AND PROOFS OF MAILING SHALL BE KEPT IN THAT PARTY'S MEDICAL RECORDS.  IF\n   30  THE  PROVIDER  RECEIVES  NO  INSTRUCTION  TO DO OTHERWISE IN RESPONSE TO\n   31  EITHER THE FIRST OR SECOND NOTIFICATION, ON THE THIRTIETH DAY AFTER  THE\n   32  DATE  OF THE SECOND LETTER OF NOTIFICATION, THE PROVIDER SHALL IMPLEMENT\n   33  THE TERMS OF THE  NON-PAYING  PARTY'S  EXECUTED  ADVANCE  DIRECTIVE  FOR\n   34  DISPOSITION IN THE EVENT OF FAILURE TO PAY STORAGE FEES.\n   35    6. \"GAMETES\" SHALL MEAN HUMAN SPERM OR OVA.\n   36    7.  \"PATIENT\"  SHALL MEAN A PERSON WHO DONATES OR RECEIVES A GAMETE OR\n   37  EMBRYO.\n   38    8. \"PARTY\" SHALL MEAN A NATURAL PERSON WHO EXECUTES, ACCORDING TO  THE\n   39  PROVISIONS  OF SECTION ONE HUNDRED THIRTY-ONE OF THIS ARTICLE, A PROVID-\n   40  ER'S ADVANCE WRITTEN CONSENT AND DIRECTIVES FOR THE TRANSFER,  USE,  AND\n   41  DISPOSITION  OF  CRYOPRESERVED EMBRYOS OR GAMETES FOR ASSISTED REPRODUC-\n   42  TIVE SERVICES.\n   43    9. \"PROVIDER\" SHALL MEAN AN INDIVIDUAL,  CORPORATION,  OTHER  BUSINESS\n   44  ENTITY,  OR NON-PROFIT ENTITY ENGAGED IN PROVIDING ASSISTED REPRODUCTIVE\n   45  TECHNOLOGY SERVICES.\n   46    S 131. ADVANCE WRITTEN CONSENT AND DIRECTIVES FOR THE  TRANSFER,  USE,\n   47  AND  DISPOSITION  OF  CRYOPRESERVED  EMBRYOS OR GAMETES. 1. ANY PROVIDER\n   48  LOCATED IN NEW YORK STATE WHOSE SERVICES INCLUDE THE CRYOPRESERVATION OF\n   49  GAMETES OR EMBRYOS,  AND  BEFORE  PROVIDING  ANY  SUCH  SERVICES,  SHALL\n   50  REQUIRE  THE PRIOR EXECUTION, PURSUANT TO THIS SECTION, OF ADVANCE WRIT-\n   51  TEN CONSENT AND DIRECTIVES AS TO THE TRANSFER, USE, AND  DISPOSITION  OF\n   52  SUCH  GAMETES  OR  EMBRYOS. PRIOR TO RECEIVING ANY ASSISTED REPRODUCTIVE\n   53  TECHNOLOGY SERVICE, ON A FORM OR FORMS PRESCRIBED BY THE COMMISSIONER OF\n   54  HEALTH, SUCH CONSENT AND DIRECTIVES SHALL BE SIGNED AND  DATED,  IN  THE\n   55  PRESENCE  OF EACH OTHER, BY THE PARTY REQUESTING SERVICES, A WITNESS FOR\n   56  THE REQUESTING PARTY, AND A LICENSED PHYSICIAN AUTHORIZED BY THE PROVID-\n\n       S. 388                              3\n\n    1  ER. NOTHING CONTAINED IN THIS SECTION SHALL AFFECT THE OBLIGATION  OF  A\n    2  PHYSICIAN OR SURGEON UNDER CURRENT LAW TO OBTAIN THE INFORMED CONSENT OF\n    3  A PARTY WHO MAY ALSO BE A PATIENT PRIOR TO SUCH PHYSICIAN'S OR SURGEON'S\n    4  PERFORMING  ANY MEDICAL OR SURGICAL PROCEDURE FOR WHICH INFORMED CONSENT\n    5  IS OTHERWISE REQUIRED.\n    6    2. (A) THE FORM FOR ADVANCE WRITTEN CONSENT TO  ASSISTED  REPRODUCTIVE\n    7  SERVICES  EXECUTED  BY  A PARTY WHO IS ALSO A PATIENT SHALL INCLUDE, BUT\n    8  NOT BE LIMITED TO, THE FOLLOWING INFORMATION: (I)  THE  PATIENT'S  NAME;\n    9  (II)  THE PATIENT'S ADDRESS, TELEPHONE NUMBER, OR OTHER RELEVANT CONTACT\n   10  INFORMATION; (III) THE TYPE AND QUANTITY, IF APPLICABLE, OF SPERM,  OVA,\n   11  OR  EMBRYOS  DONATED  OR  RECEIVED;  AND (IV) THE NAME OF THE CLINIC, OR\n   12  OTHER DONEE FOR A SPECIFIED PURPOSE,  WHICH  PURPOSE  SHALL  BE  CLEARLY\n   13  STATED.\n   14    (B)  THE  FORM  FOR  ADVANCE  WRITTEN CONSENT TO ASSISTED REPRODUCTIVE\n   15  SERVICES EXECUTED BY A PARTY WHO IS ALSO A PATIENT SHALL BE  SIGNED  AND\n   16  DATED BY THE PATIENT, THE ATTENDING PHYSICIAN OR SURGEON, A PROVIDER-AU-\n   17  THORIZED  CLINICIAN  WHO SHALL VERIFY THE TYPE AND QUANTITY, IF APPLICA-\n   18  BLE, OF SPERM, OVA, OR EMBRYOS DONATED OR RECEIVED, AND ANY OTHER SIGNA-\n   19  TORIES REQUIRED  BY  SUBDIVISION  ONE  OF  THIS  SECTION.  THE  ORIGINAL\n   20  EXECUTED  CONSENT  FORM  SHALL  BE  RETAINED  IN THE PROVIDER'S BUSINESS\n   21  RECORDS, THE MEDICAL RECORDS OF THE PARTY WHO IS ALSO A PATIENT,  AND  A\n   22  COPY SHALL BE PROVIDED TO THE PARTY.\n   23    3.  (A)  THE  FORM  PRESCRIBING  DIRECTIVES  AS  TO THE DISPOSITION OF\n   24  CRYOPRESERVED GAMETES OR EMBRYOS SHALL INCLUDE, BUT NOT BE  LIMITED  TO,\n   25  CHOICES  FOR DISPOSITION UNDER THE FOLLOWING CIRCUMSTANCES: (I) DEATH OF\n   26  A PARTY; (II) THE PARTY'S SEPARATION OR DIVORCE; (III) THE PARTY'S DECI-\n   27  SION TO ABANDON BY REQUEST CRYOPRESERVED GAMETES OR EMBRYOS; OR (IV) THE\n   28  PARTY'S ABANDONMENT OF CRYOPRESERVED GAMETES OR EMBRYOS  BY  FAILURE  TO\n   29  PAY STORAGE FEES.\n   30    (B)  THE FORM PRESCRIBING DIRECTIVES AS TO THE DISPOSITION OF CRYOPRE-\n   31  SERVED GAMETES OR EMBRYOS SHALL INCLUDE, BUT NOT BE LIMITED TO,  CHOICES\n   32  AND DIRECTION FOR THE FOLLOWING DISPOSITION OPTIONS: (I) MADE AVAILABLE,\n   33  TRANSFERRED,  OR  DONATED  TO  ANOTHER  PARTY; (II) DONATED FOR RESEARCH\n   34  PURPOSES; (III) THAWED WITH NO  FURTHER  ACTION  TAKEN;  OR  (IV)  OTHER\n   35  DISPOSITION, PROVIDED THAT SUCH DISPOSITION SHALL BE CLEARLY STATED.\n   36    (C)  THE FORM PRESCRIBING DIRECTIVES AS TO THE DISPOSITION OF CRYOPRE-\n   37  SERVED GAMETES OR EMBRYOS SHALL CLEARLY STATE THE PROVIDER'S TIME  LIMIT\n   38  ON STORAGE OF SUCH GAMETES OR EMBRYOS; SUCH TIME LIMIT SHALL NOT BE LESS\n   39  THAN THREE YEARS.\n   40    (D) A PARTY WHO CHOOSES THE OPTION TO DONATE TO ANOTHER PARTY PURSUANT\n   41  TO SUBPARAGRAPH (I) OF PARAGRAPH (B) OF THIS SUBDIVISION SHALL MEET SUCH\n   42  DONOR  QUALIFICATIONS  AS  MAY  BE  REQUIRED IN APPLICABLE LAW AND REGU-\n   43  LATIONS.\n   44    (E) A PARTY MAY MODIFY DIRECTIVES  FOR  DISPOSITION  OF  CRYOPRESERVED\n   45  GAMETES  AND  EMBRYOS  AT  A LATER DATE; PROVIDED THAT SUCH MODIFICATION\n   46  SHALL BE EXECUTED IN THE SAME MANNER  AS  IS  REQUIRED  FOR  AN  INITIAL\n   47  CONSENT AND DIRECTIVE PURSUANT TO SUBDIVISION ONE OF THIS SECTION.\n   48    S 2. This act shall take effect on the two hundred eightieth day after\n   49  it  shall  have  become  a law; provided, however, that, effective imme-\n   50  diately, the commissioner of health is authorized to promulgate any  and\n   51  all  rules  and  regulations  and  take  any other measures necessary to\n   52  implement this act on its effective date on or before such date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the domestic relations law, in relation to advanced written consent and directives for the transfer, use, and disposition of gametes or embryos cryopreserved in the course of a program of assisted reproductive technology ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101220.T102817.TXT", "SOBI.D101220.T110321.TXT", "SOBI.D101220.T161340.TXT", "SOBI.D101220.T102317.TXT", "SOBI.D101220.T163842.TXT", "SOBI.D110124.T130623.TXT", "SOBI.D101220.T105320.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295892383307
}