{
  "year" : 2011,
  "senateBillNo" : "S39-2011",
  "billEvents" : null,
  "votes" : null,
  "sponsor" : null,
  "title" : null,
  "summary" : null,
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : null,
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          39\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by Sen. SQUADRON -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Investigations and Govern-\n         ment Operations\n\n       AN ACT to amend the alcoholic  beverage  control  law,  in  relation  to\n         procedures  associated  with  issuing  licenses  to  sell  liquor  for\n         consumption\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.    Subdivision  7 of section 100 of the alcoholic beverage\n    2  control law, as added by chapter 256 of the laws of 1978, is amended and\n    3  a new subdivision 8 is added to read as follows:\n    4    7. Within ten days after filing a new application to  sell  liquor  at\n    5  retail  under  section  sixty-three[, sixty-four, sixty-four-a or sixty-\n    6  four-b] of this chapter, a notice thereof, in the form prescribed by the\n    7  authority, shall be posted by the applicant in a  conspicuous  place  at\n    8  the  entrance to the proposed premises. The applicant shall make reason-\n    9  able efforts to insure such notice shall remain  posted  throughout  the\n   10  pendency  of  the  application.  The  provisions hereof shall apply only\n   11  where no retail liquor license  has  previously  been  granted  for  the\n   12  proposed  premise  and  shall,  specifically,  not  be  applicable  to a\n   13  proposed sale of an existing business engaged  in  the  retail  sale  of\n   14  liquor.  The  authority may adopt such rules AS it may deem necessary to\n   15  carry out the purpose of this subdivision.\n   16    8. (A) WITHIN TEN DAYS AFTER FILING A NEW APPLICATION OR  AN  APPLICA-\n   17  TION  FOR RENEWAL TO SELL LIQUOR UNDER SECTION SIXTY-FOUR, SIXTY-FOUR-A,\n   18  SIXTY-FOUR-B, SIXTY-FOUR-C OR SIXTY-FOUR-D OF  THIS  CHAPTER,  A  NOTICE\n   19  THEREOF  SHALL  BE POSTED BY THE APPLICANT IN A CONSPICUOUS PLACE AT THE\n   20  ENTRANCE TO THE ESTABLISHMENT OR PROPOSED ESTABLISHMENT WHERE IT CAN  BE\n   21  EASILY  READ BY PASSERS-BY. SAID NOTICE SHALL BE IN A FORM PRESCRIBED BY\n   22  THE AUTHORITY, PROVIDED HOWEVER THAT SAID NOTICE SHALL BE EITHER PRINTED\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00121-02-1\n\n       S. 39                               2\n\n    1  OR HIGHLIGHTED IN A PINK INK OF A NEON, LUMINOUS OR FLUORESCENT  VARIETY\n    2  (SUCH AS \"DAY-GLO\" INK).  THE NOTICE SHALL SPECIFY THE APPLICATION DATE,\n    3  THE  TYPE  OF  LICENSE, THE IDENTIFICATION NUMBER AND HOW TO CONTACT THE\n    4  STATE  LIQUOR  AUTHORITY  TO  GIVE  A RESPONSE TO THE APPLICATION.   THE\n    5  APPLICANT SHALL MAKE REASONABLE EFFORTS  TO  INSURE  SUCH  NOTICE  SHALL\n    6  REMAIN  POSTED  THROUGHOUT  THE  PENDENCY  OF  SUCH APPLICATION.   ADDI-\n    7  TIONALLY, WITHIN TEN DAYS  OF  THE  APPLICANT'S  RECEIPT  OF  A  WRITTEN\n    8  REQUEST  FROM  THE  AUTHORITY,  THE APPLICANT SHALL RE-POST SUCH NOTICE.\n    9  THE AUTHORITY MAY ADOPT SUCH RULES AS IT MAY DEEM NECESSARY TO CARRY OUT\n   10  THE PURPOSE OF THIS PARAGRAPH.\n   11    (B) WITHIN TEN DAYS OF THE APPLICANT'S RECEIPT OF WRITTEN NOTICE OF  A\n   12  HEARING  SCHEDULED  PURSUANT  TO  SECTION  SIXTY-FOUR,  SIXTY-FOUR-A  OR\n   13  SIXTY-FOUR-C OF THIS CHAPTER, THE APPLICANT SHALL POST A  COPY  OF  SUCH\n   14  NOTICE  IN  A  CONSPICUOUS PLACE AT THE ENTRANCE TO THE ESTABLISHMENT OR\n   15  PROPOSED ESTABLISHMENT WHERE IT CAN BE EASILY READ BY  PASSERS-BY.  THIS\n   16  NOTICE  SHALL  INCLUDE  IN CLEAR AND CONCISE LANGUAGE A STATEMENT OF THE\n   17  USE AND CAPACITY OF THE ESTABLISHMENT. THE APPLICANT SHALL MAKE  REASON-\n   18  ABLE EFFORTS TO INSURE SUCH NOTICE SHALL REMAIN POSTED UNTIL THE DATE OF\n   19  THE  HEARING  OR  PUBLIC MEETING SPECIFIED IN SUCH NOTICE. ADDITIONALLY,\n   20  WITHIN TEN DAYS OF THE APPLICANT'S RECEIPT OF A WRITTEN REQUEST FROM THE\n   21  AUTHORITY, THE APPLICANT SHALL RE-POST SUCH NOTICE.   THE AUTHORITY  MAY\n   22  ADOPT  SUCH  RULES  AS IT MAY DEEM NECESSARY TO CARRY OUT THE PURPOSE OF\n   23  THIS PARAGRAPH.\n   24    S 2. This act shall take effect on the ninetieth day  after  it  shall\n   25  have  become  a  law and shall apply to all applications or applications\n   26  for renewal made under section 64, 64-a, 64-b, 64-c or 64-d of the alco-\n   27  holic beverage control law for a license to sell liquor for  consumption\n   28  that  are  pending before or filed with the state liquor authority on or\n   29  after such effective date; provided, however, that effective  immediate-\n   30  ly,  the  addition,  amendment  and/or  repeal of any rule or regulation\n   31  necessary for the implementation of this act on its effective  date  are\n   32  authorized  and  directed  to  be  made  and completed on or before such\n   33  effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : null,
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101201.T163124.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1291239084686
}