{
  "year" : 2011,
  "senateBillNo" : "S392-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO CORPORATIONS, AUTHORITIES AND COMMISSIONS",
    "billEventId" : "S392-2011-1294203600000-REFERRED+TO+CORPORATIONS%2C+AUTHORITIES+AND+COMMISSIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUEGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires that prior to a contract with the state or other public entity being effective, a report must be filed with the comptroller disclosing financial interests",
  "summary" : "Requires that prior to a contract with the state or other public entity being effective, a report must be filed with the comptroller disclosing financial interests. ",
  "currentCommittee" : "CORPORATIONS, AUTHORITIES AND COMMISSIONS",
  "sameAs" : "A3331",
  "lawSection" : "Public Authorities Law",
  "previousVersions" : [ "S4785-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          392\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen. KRUEGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Corporations,  Authorities\n         and Commissions\n\n       AN  ACT  to  amend  the  public authorities law, in relation to contract\n         reports\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  public  authorities  law  is amended by adding a new\n    2  section 2881 to read as follows:\n    3    S 2881. REPORTING OF CONTRACTS TO THE COMPTROLLER. PRIOR TO AWARDING A\n    4  CONTRACT REQUIRING THE PAYMENT OF APPROPRIATED  MONIES  TO  ANY  PERSON,\n    5  FIRM,  PARTNERSHIP OR CORPORATION, EVERY STATE AUTHORITY, LOCAL AUTHORI-\n    6  TY, INTERSTATE OR INTERNATIONAL AUTHORITY  OR  AFFILIATE  OR  SUBSIDIARY\n    7  THEREOF SHALL REPORT TO THE COMPTROLLER: (I) THE NAME OF THE CONTRACTOR;\n    8  (II) THE AMOUNT OF THE CONTRACT; (III) THE PURPOSE OF THE CONTRACT; (IV)\n    9  THE  NAME  OF  THE MEMBER OF THE LEGISLATURE WHO SPONSORED THE APPROPRI-\n   10  ATION OF SUCH MONIES OR THE ALLOCATION OF A PORTION OF SUCH  MONIES  FOR\n   11  SUCH CONTRACT; AND (V) A SWORN STATEMENT SIGNED UNDER OATH BY THE EXECU-\n   12  TIVE  DIRECTOR  OR PRINCIPAL OFFICER OF THE CONTRACTOR, OF ANY FINANCIAL\n   13  INTEREST SUCH MEMBER OF THE LEGISLATURE, OR A RELATIVE OF SUCH MEMBER OF\n   14  THE LEGISLATURE HAS IN THE PERSON, FIRM, PARTNERSHIP OR  CORPORATION  TO\n   15  WHOM  OR TO WHICH SUCH CONTRACT IS AWARDED SUBMITTED ON A FORM AS DETER-\n   16  MINED BY THE COMPTROLLER. NO SUCH CONTRACT SHALL BE EFFECTIVE UNTIL SUCH\n   17  REPORT IS FILED WITH THE COMPTROLLER. FOR THE PURPOSES OF THIS  SECTION,\n   18  \"RELATIVE\"  OF  ANY  INDIVIDUAL SHALL MEAN ANY PERSON LIVING IN THE SAME\n   19  HOUSEHOLD AS THE INDIVIDUAL OR ANY PERSON WHO IS A DIRECT DESCENDANT  OF\n   20  THAT INDIVIDUAL'S GRANDPARENTS OR THE SPOUSE OF SUCH DESCENDANT.\n   21    S 2. This act shall take effect immediately.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00848-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public authorities law, in relation to contract reports ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T165142.TXT", "SOBI.D101221.T095604.TXT", "SOBI.D101220.T102817.TXT", "SOBI.D101220.T165842.TXT", "SOBI.D101220.T105821.TXT", "SOBI.D101221.T100104.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295905902157
}