{
  "year" : 2011,
  "senateBillNo" : "S393-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO INVESTIGATIONS AND GOVERNMENT OPERATIONS",
    "billEventId" : "S393-2011-1294203600000-REFERRED+TO+INVESTIGATIONS+AND+GOVERNMENT+OPERATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUEGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to publishing records of public interest by agencies and the legislature",
  "summary" : "Relates to publishing records of public interest by agencies and the legislature on their websites. ",
  "currentCommittee" : "INVESTIGATIONS AND GOVERNMENT OPERATIONS",
  "sameAs" : null,
  "lawSection" : "Public Officers Law",
  "previousVersions" : [ "S7109-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "SQUADRON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          393\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by Sens. KRUEGER, SQUADRON -- read twice and ordered printed,\n         and  when  printed  to be committed to the Committee on Investigations\n         and Government Operations\n\n       AN ACT to amend the public  officers  law,  in  relation  to  publishing\n         records of public interest by agencies and the state legislature\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 84 of the public officers law, as added by  chapter\n    2  933 of the laws of 1977, is amended to read as follows:\n    3    S 84. Legislative  declaration.  The  legislature  hereby finds that a\n    4  free society is maintained when government is responsive and responsible\n    5  to the public, and when the public is aware of governmental actions. The\n    6  more open a government is with its citizenry,  the  greater  the  under-\n    7  standing and participation of the public in government.\n    8    As  state  and  local government services increase and public problems\n    9  become more sophisticated and complex and therefore harder to solve, and\n   10  with the resultant increase in revenues and expenditures, it  is  incum-\n   11  bent  upon  the state and its localities to extend public accountability\n   12  wherever and whenever feasible.\n   13    The people's right to know the process of governmental decision-making\n   14  and to review the documents and statistics leading to determinations  is\n   15  basic  to our society. Access to such information should not be thwarted\n   16  by shrouding it with the cloak of secrecy or confidentiality.\n   17    SINCE THE FREEDOM OF INFORMATION  LAW,  ADVANCES  IN  TECHNOLOGY  HAVE\n   18  ENHANCED  THE  ABILITY  TO  GAIN ACCESS TO AND WIDELY DISSEMINATE PUBLIC\n   19  INFORMATION.  ACCORDINGLY, THE LEGISLATURE FINDS THAT  GOVERNMENT  AGEN-\n   20  CIES,  TO  THE  EXTENT  PRACTICABLE,  SHOULD PUBLISH RECORDS THAT ARE OF\n   21  PUBLIC INTEREST AND AVAILABLE UNDER  THIS  ARTICLE  PROACTIVELY  ON  THE\n   22  INTERNET.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00837-01-1\n\n       S. 393                              2\n\n    1    The  legislature  therefore  declares  that government is the public's\n    2  business and that the public, individually and collectively and  repres-\n    3  ented  by  a free press, should have access to the records of government\n    4  in accordance with the provisions of this article.\n    5    S  2. Section 90 of the public officers law is renumbered section 90-a\n    6  and a new section 90 is added to read as follows:\n    7    S 90. RECORDS OF PUBLIC INTEREST. 1. EACH  AGENCY  AND  HOUSE  OF  THE\n    8  STATE  LEGISLATURE  SHALL PUBLISH, ON ITS INTERNET WEBSITE, RECORDS THAT\n    9  HAVE BEEN RELEASED PURSUANT TO  THE  PROVISIONS  OF  THIS  ARTICLE  AND,\n   10  WHICH, IN CONSIDERATION OF THE NATURE, CONTENT OR SUBJECT MATTER, ARE OR\n   11  ARE  LIKELY  TO  BECOME THE SUBJECT OF FREQUENT REQUESTS FOR THE SAME OR\n   12  SUSTAINABLY SAME RECORDS IN ANY TWELVE MONTH PERIOD. A RECORD  SHALL  BE\n   13  DEEMED TO BE FREQUENTLY REQUESTED IF IT IS SOUGHT BY THE PUBLIC IN THREE\n   14  OR MORE REQUESTS RECEIVED WITHIN ANY TWELVE MONTH PERIOD.\n   15    2.  THE  PROVISIONS OF SUBDIVISION ONE OF THIS SECTION SHALL NOT APPLY\n   16  TO RECORDS SUBJECT TO SECTION NINETY-SIX OF THIS CHAPTER.\n   17    3. THE COMMITTEE ON OPEN GOVERNMENT SHALL  PROMULGATE  REGULATIONS  TO\n   18  EFFECTUATE THIS SECTION.\n   19    4.  NOTHING  IN THIS SECTION SHALL BE CONSTRUED AS TO LIMIT OR ABRIDGE\n   20  THE POWER OF AN AGENCY OR HOUSE OF  THE  STATE  LEGISLATURE  TO  PUBLISH\n   21  RECORDS  ON  ITS  INTERNET WEBSITE THAT ARE SUBJECT TO THE PROVISIONS OF\n   22  THIS ARTICLE PRIOR TO A WRITTEN REQUEST OR PRIOR TO A FREQUENT REQUEST.\n   23    S 3. This act shall take effect on the ninetieth day  after  it  shall\n   24  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public officers law, in relation to publishing records of public interest by agencies and the state legislature ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101221.T120112.TXT", "SOBI.D101220.T102817.TXT", "SOBI.D101221.T115612.TXT", "SOBI.D101220.T110321.TXT", "SOBI.D101220.T105821.TXT", "SOBI.D101220.T103318.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292950872614
}