{
  "year" : 2011,
  "senateBillNo" : "S394-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO HEALTH",
    "billEventId" : "S394-2011-1294203600000-REFERRED+TO+HEALTH",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUEGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes stem cell research, requires informed consent, prohibits human reproductive cloning",
  "summary" : "Authorizes stem cell research, requires informed consent; requires the provision of information regarding embryos in connection with fertility treatment and informed consent for donation of embryos for research; prohibits the sale of embryonic tissue for valuable consideration; authorizes the use of state funds for such research; establishes the commission on cloning and therapeutic research; provides for the commission on cloning and therapeutic research to make policies and oversee such state-funded research; prohibits the cloning of human beings; defines relevant terms. ",
  "currentCommittee" : "HEALTH",
  "sameAs" : null,
  "lawSection" : "Public Health Law",
  "previousVersions" : [ "S4525-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          394\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen. KRUEGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Health\n\n       AN ACT to amend the public health law, in relation to prohibiting  human\n         reproductive  cloning, facilitating stem cell research, and protecting\n         human subjects\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  public health law is amended by adding a new article\n    2  24-A-1 to read as follows:\n    3                               ARTICLE 24-A-1\n    4     REPRODUCTIVE CLONING PROHIBITION AND STEM CELL RESEARCH PROTECTION\n    5  SECTION 2450. SHORT TITLE.\n    6          2451. DEFINITIONS.\n    7          2452. LEGISLATIVE INTENT.\n    8          2453. STATE POLICY.\n    9          2454. FERTILITY AND EMBRYO INFORMATION.\n   10          2455. INFORMED CONSENT.\n   11          2456. PROHIBITION.\n   12          2457. COMMISSION ON CLONING AND THERAPEUTIC RESEARCH.\n   13          2458. HUMAN REPRODUCTIVE CLONING PROHIBITED.\n   14          2459. STATE FUNDING.\n   15          2460. SEPARABILITY.\n   16    S 2450. SHORT TITLE. THIS ACT SHALL BE KNOWN AND MAY BE CITED AS  \"THE\n   17  REPRODUCTIVE CLONING PROHIBITION AND STEM CELL RESEARCH PROTECTION ACT\".\n   18    S  2451. DEFINITIONS.  1.  \"STEM  CELL\" MEANS AN UNDIFFERENTIATED CELL\n   19  THAT HAS THE ABILITY TO DIVIDE FOR INDEFINITE PERIODS IN CULTURE AND  IN\n   20  CERTAIN PHYSIOLOGIC OR EXPERIMENTAL CONDITIONS CAN GIVE RISE TO SPECIAL-\n   21  IZED DIFFERENTIATED CELLS.\n   22    2.  \"STEM  CELL  RESEARCH\" MEANS RESEARCH THAT UTILIZES EMBRYONIC STEM\n   23  CELLS OR ADULT STEM CELLS.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00873-01-1\n\n       S. 394                              2\n\n    1    3. \"HUMAN EMBRYONIC STEM CELL\" MEANS  A  PRIMITIVE  (UNDIFFERENTIATED)\n    2  CELL FROM THE EMBRYO WHICH HAS THE POTENTIAL TO BECOME A WIDE VARIETY OF\n    3  SPECIALIZED CELL TYPES.\n    4    4.  \"HUMAN  PLURIPOTENT  STEM CELL\" MEANS THE MOST PRIMITIVE, UNDEVEL-\n    5  OPED, UNDIFFERENTIATED STEM CELLS.\n    6    5. \"HUMAN PRIMORDIAL GERM CELLS\" MEAN PLURIPOTENT CELLS  THAT  DEVELOP\n    7  INTO OOCYTE AND SPERM CELLS.\n    8    6.  \"HUMAN  ADULT STEM CELL\" MEANS AN UNDIFFERENTIATED CELL FOUND IN A\n    9  DIFFERENTIATED TISSUE THAT CAN RENEW ITSELF AND  (WITH  CERTAIN  LIMITA-\n   10  TIONS)  DIFFERENTIATE TO YIELD SPECIALIZED CELL TYPES OF THE TISSUE FROM\n   11  WHICH IT ORIGINATED.\n   12    7. \"STEM CELL LINE\" MEANS A GROUP  OF  CELLS  DERIVED  FROM  THE  SAME\n   13  INITIAL STEM CELL.\n   14    8.  \"SOMATIC  CELL  NUCLEAR  TRANSPLANTATION\"  MEANS  TRANSFERRING THE\n   15  NUCLEUS OF A SOMATIC CELL OF AN EXISTING OR PREVIOUSLY  EXISTING  BEING,\n   16  EMBRYO, OR FETUS INTO AN OOCYTE FROM WHICH THE NUCLEUS HAS BEEN REMOVED.\n   17    9. \"OOCYTE\" MEANS A FEMALE GERM CELL, THE EGG.\n   18    10.  \"VALUABLE  CONSIDERATION\"  MEANS ANYTHING OF VALUE, INCLUDING BUT\n   19  NOT LIMITED TO, MONEY OFFERED AS AN INDUCEMENT.\n   20    11. \"THERAPEUTIC TREATMENT\" MEANS PREVENTATIVE, CURATIVE,  OR  PALLIA-\n   21  TIVE CARE OF AN INDIVIDUAL FOR DISEASE, DISABILITY, OR GENETIC DISORDER.\n   22    12.  \"HUMAN  REPRODUCTIVE  CLONING\"  MEANS THE PRACTICE OF CREATING OR\n   23  ATTEMPTING TO CREATE A HUMAN BEING BY TRANSFERRING THE  NUCLEUS  FROM  A\n   24  HUMAN  CELL  FROM WHATEVER SOURCE INTO A HUMAN OR NONHUMAN EGG CELL FROM\n   25  WHICH THE NUCLEUS HAS BEEN REMOVED FOR THE PURPOSE  OF  CREATING  A  NEW\n   26  HUMAN BEING, OR TO IMPLANT THE RESULTING PRODUCT TO INITIATE A PREGNANCY\n   27  WHICH COULD RESULT IN THE BIRTH OF A HUMAN BEING.\n   28    13.  \"BLASTOCYST\"  MEANS  A THREE TO FIVE DAY OLD EMBRYO CONSISTING OF\n   29  APPROXIMATELY THIRTY CELLS. THIS INNER MASS  OF  UNDIFFERENTIATED  CELLS\n   30  GIVES  RISE  TO  HUNDREDS  OF HIGHLY SPECIALIZED CELLS NEEDED TO MAKE AN\n   31  ADULT ORGANISM.\n   32    14. \"EMBRYONIC STEM CELL LINE\" MEANS A GROUP OF CELLS DERIVED FROM  AN\n   33  EMBRYO  THAT HAVE BEEN CULTURED UNDER IN VITRO CONDITIONS THAT ALLOW FOR\n   34  PROLIFERATION WITHOUT DIFFERENTIATION FOR MONTHS TO YEARS.\n   35    15. \"INSTITUTIONAL REVIEW BOARD\" MEANS THE GROUP OR COMMITTEE THAT  IS\n   36  GIVEN  THE RESPONSIBILITY BY AN INSTITUTION TO REVIEW THAT INSTITUTION'S\n   37  RESEARCH PROJECTS INVOLVING HUMAN SUBJECTS. THE PRIMARY PURPOSE  OF  THE\n   38  IRB  REVIEW  IS  TO  ASSURE  THE  PROTECTION  OF THE SAFETY, RIGHTS, AND\n   39  WELFARE OF THE HUMAN SUBJECTS.\n   40    S 2452. LEGISLATIVE INTENT.  THE LEGISLATURE FINDS AND DECLARES ALL OF\n   41  THE FOLLOWING:\n   42    1. AN ESTIMATED ONE HUNDRED TWENTY-EIGHT MILLION AMERICANS SUFFER FROM\n   43  THE CRIPPLING ECONOMIC, PHYSICAL AND PSYCHOLOGICAL  BURDEN  OF  CHRONIC,\n   44  DEGENERATIVE,   AND  ACUTE  DISEASES,  INCLUDING  DIABETES,  PARKINSON'S\n   45  DISEASE, CANCER, AND ALZHEIMER'S DISEASE.\n   46    2. THE COSTS OF TREATMENT AND LOST PRODUCTIVITY OF CHRONIC,  DEGENERA-\n   47  TIVE,  AND  ACUTE  DISEASES  IN THE UNITED STATES CONSTITUTE HUNDREDS OF\n   48  BILLIONS OF DOLLARS EVERY YEAR. ESTIMATES OF THE ECONOMIC COSTS OF THESE\n   49  DISEASES DO NOT ACCOUNT FOR THE EXTREME HUMAN LOSS AND SUFFERING ASSOCI-\n   50  ATED WITH THESE CONDITIONS.\n   51    3. STEM CELL RESEARCH, INCLUDING BOTH ADULT  AND  EMBRYONIC  RESEARCH,\n   52  OFFERS  IMMENSE  PROMISE  FOR DEVELOPING NEW MEDICAL THERAPIES FOR THESE\n   53  DEBILITATING DISEASES AND A CRITICAL MEANS TO EXPLORE FUNDAMENTAL  QUES-\n   54  TIONS  OF BIOLOGY. STEM CELL RESEARCH COULD LEAD TO UNPRECEDENTED TREAT-\n   55  MENTS AND POTENTIAL CURES FOR DIABETES, ALZHEIMER'S DISEASE, CANCER, AND\n   56  OTHER DISEASES.  NEW YORK SUPPORTS STEM CELL RESEARCH AS AN  AVENUE  FOR\n\n       S. 394                              3\n\n    1  THE DEVELOPMENT OF AFFORDABLE AND ACCESSIBLE TREATMENTS FOR THESE VARIED\n    2  PUBLIC HEALTH THREATS.\n    3    4.  NEW YORK HAS HISTORICALLY BEEN A HAVEN FOR OPEN SCIENTIFIC INQUIRY\n    4  AND TECHNOLOGICAL INNOVATION, AND THIS  ENVIRONMENT,  COUPLED  WITH  THE\n    5  COMMITMENT OF PUBLIC AND PRIVATE RESOURCES, HAS MADE NEW YORK THE PREEM-\n    6  INENT WORLD LEADER IN BIOMEDICINE AND BIOTECHNOLOGY.  NEW YORK WILL TAKE\n    7  A  LEADERSHIP  ROLE IN SUPPORTING STEM CELL RESEARCH, BOTH FOR THE CURES\n    8  THAT ARE PROMISED AND FOR THE ADVANCEMENTS THAT WILL RESULT FROM  DEVEL-\n    9  OPING THIS PLATFORM TECHNOLOGY.\n   10    5.  THE  BIOMEDICAL INDUSTRY IS A POTENTIALLY SIGNIFICANT COMPONENT OF\n   11  NEW YORK STATE'S ECONOMY.  NEW YORK'S BIOMEDICAL INDUSTRY IS A  CRITICAL\n   12  COMPONENT  OF THE STATE'S ECONOMY WHICH PROVIDES SUBSTANTIAL EMPLOYMENT,\n   13  PAYS SUBSTANTIAL WAGES AND SALARIES,  INVESTS  BILLIONS  OF  DOLLARS  IN\n   14  RESEARCH,  REPORTS BILLIONS OF DOLLARS IN WORLDWIDE REVENUE, AND WILL BE\n   15  CONSIDERABLY ENHANCED BY NEW YORK STATE'S SUPPORT OF STEM CELL RESEARCH.\n   16    6.  STEM CELL RESEARCH, INCLUDING THE USE OF EMBRYONIC STEM CELLS  FOR\n   17  MEDICAL  RESEARCH,  RAISES  SIGNIFICANT ETHICAL AND POLICY CONCERNS AND,\n   18  ALTHOUGH NOT UNIQUE, THE ETHICAL AND  POLICY  CONCERNS  ASSOCIATED  WITH\n   19  STEM CELL RESEARCH MUST BE CAREFULLY CONSIDERED.\n   20    7. PUBLIC POLICY ON STEM CELL RESEARCH SHALL BALANCE ETHICAL, SOCIETAL\n   21  AND  MEDICAL CONSIDERATIONS. THE POLICY SHALL BE BASED ON AN UNDERSTAND-\n   22  ING OF THE SCIENCE ASSOCIATED WITH STEM CELL RESEARCH AND GROUNDED ON  A\n   23  THOROUGH  CONSIDERATION OF THE ETHICAL CONCERNS REGARDING THIS RESEARCH.\n   24  PUBLIC POLICY ON STEM CELL RESEARCH SHALL BE CAREFULLY CRAFTED TO ENSURE\n   25  THAT RESEARCHERS HAVE THE TOOLS NECESSARY TO FULFILL THE PROMISE OF STEM\n   26  CELL RESEARCH.\n   27    8. NEW YORK STATE SHALL REGULATE THIS IMPORTANT EMERGING TECHNOLOGY IN\n   28  ORDER TO PROTECT SOCIETY FROM KNOWN RISKS.  HUMAN  REPRODUCTIVE  CLONING\n   29  POSES RISKS THAT FAR OUTWEIGH ITS BENEFITS.\n   30    9.  NEW  YORK  STATE  NEEDS  TO DEVELOP A MECHANISM TO TRANSFER UNUSED\n   31  GENETIC MATERIAL TO RESEARCH INSTITUTIONS. DONORS MUST BE WELL  INFORMED\n   32  OF  THEIR CHOICES PRIOR TO MAKING DECISIONS FOR THE DISPOSITION OF THEIR\n   33  GENETIC MATERIAL. POTENTIAL DONORS OF GENETIC  MATERIAL  FOR  STEM  CELL\n   34  RESEARCH  WILL  BE  THOROUGHLY  PROTECTED  BY  A RIGOROUS, COMPREHENSIVE\n   35  INFORMED CONSENT PROCEDURE.\n   36    S 2453. STATE POLICY. THE POLICY OF  THE  STATE  OF  NEW  YORK  IS  AS\n   37  FOLLOWS:\n   38    1.  THAT  RESEARCH INVOLVING THE DERIVATION AND USE OF HUMAN EMBRYONIC\n   39  STEM CELLS, HUMAN PRIMORDIAL GERM CELLS, AND  HUMAN  ADULT  STEM  CELLS,\n   40  INCLUDING  SOMATIC  CELL NUCLEAR TRANSPLANTATION, SHALL BE PERMITTED AND\n   41  THAT FULL CONSIDERATION OF THE  ETHICAL,  SOCIETAL  AND  MEDICAL  IMPLI-\n   42  CATIONS OF THIS RESEARCH BE GIVEN.\n   43    2.  THAT  RESEARCH INVOLVING THE DERIVATION AND USE OF HUMAN EMBRYONIC\n   44  STEM CELLS, HUMAN PRIMORDIAL GERM CELLS, AND  HUMAN  ADULT  STEM  CELLS,\n   45  INCLUDING  SOMATIC CELL NUCLEAR TRANSPLANTATION, SHALL BE REVIEWED BY AN\n   46  INSTITUTIONAL REVIEW BOARD COMPLIANT WITH ALL STATE  AND  FEDERAL  REGU-\n   47  LATIONS.\n   48    3.  THAT  HUMAN EMBRYOS USED FOR STEM CELL RESEARCH SHALL BE PERMITTED\n   49  TO DEVELOP FOR A MAXIMUM OF FOURTEEN DAYS.\n   50    S 2454. FERTILITY AND EMBRYO INFORMATION. 1. A PHYSICIAN, SURGEON,  OR\n   51  OTHER  HEALTH CARE PROVIDER DELIVERING FERTILITY TREATMENT SHALL PROVIDE\n   52  HIS OR HER PATIENT WITH TIMELY, RELEVANT, AND APPROPRIATE INFORMATION TO\n   53  ALLOW THE INDIVIDUAL TO MAKE AN INFORMED AND VOLUNTARY CHOICE  REGARDING\n   54  THE  DISPOSITION  OF ANY HUMAN EMBRYOS REMAINING FOLLOWING THE FERTILITY\n   55  TREATMENT.\n\n       S. 394                              4\n\n    1    2.  THE FAILURE BY A PHYSICIAN, SURGEON OR OTHER HEALTH CARE  PROVIDER\n    2  TO  PROVIDE  SUCH  INFORMATION TO PATIENTS, WHO ARE CONTRIBUTING GENETIC\n    3  MATERIAL TO  THE  CREATION  OF  THE  EMBRYO  CONSTITUTES  UNPROFESSIONAL\n    4  CONDUCT,  AND  SUCH FAILURE SHALL BE PUNISHABLE BY A CIVIL FINE OF FIFTY\n    5  THOUSAND  DOLLARS  FOR  AN OFFENDER'S FIRST VIOLATION OF THIS SECTION; A\n    6  CIVIL FINE OF ONE HUNDRED THOUSAND  DOLLARS  FOR  AN  OFFENDER'S  SECOND\n    7  VIOLATION  OF  THIS SECTION; AND A CIVIL FINE OF TWO HUNDRED FIFTY THOU-\n    8  SAND DOLLARS AND REVOCATION  OF  SUCH  OFFENDER'S  PROFESSIONAL  LICENSE\n    9  PURSUANT  TO TITLE EIGHT OF THE EDUCATION LAW FOR AN OFFENDER'S THIRD OR\n   10  SUBSEQUENT VIOLATION OF THIS SECTION.\n   11    3. ANY INDIVIDUAL TO WHOM INFORMATION IS PROVIDED PURSUANT TO SUBDIVI-\n   12  SION ONE OF THIS SECTION SHALL BE PRESENTED WITH THE OPTION  OF  STORING\n   13  ANY  UNUSED EMBRYOS, DONATING THEM TO ANOTHER INDIVIDUAL, DISCARDING THE\n   14  EMBRYOS, OR DONATING THE REMAINING EMBRYOS FOR RESEARCH.  WHEN PROVIDING\n   15  FERTILITY TREATMENT, A  PHYSICIAN  AND  SURGEON  OR  OTHER  HEALTH  CARE\n   16  PROVIDER  SHALL PROVIDE A FORM TO THE INDIVIDUALS DONATING GENETIC MATE-\n   17  RIAL FOR USE IN FERTILITY TREATMENT THAT  SETS  FORTH  ADVANCED  WRITTEN\n   18  DIRECTIVES REGARDING THE DISPOSITION OF SPERM, OOCYTES (EGGS), AND EMBR-\n   19  YOS.   SUCH FORM SHALL INDICATE THE TIME LIMIT ON STORAGE OF THE EMBRYOS\n   20  AT THE CLINIC OR STORAGE FACILITY AND SHALL PROVIDE, AT A  MINIMUM,  THE\n   21  FOLLOWING  CHOICES FOR DISPOSITION OF THE EMBRYOS BASED ON THE FOLLOWING\n   22  CIRCUMSTANCES:\n   23    (A) IN THE EVENT THAT ALL OF THE EMBRYOS CREATED FOR FERTILITY  TREAT-\n   24  MENTS  ARE  NOT  USED  FOR  SUCH PURPOSE, THE REMAINING EMBRYOS SHALL BE\n   25  DISPOSED OF BY ONE OF THE FOLLOWING ACTIONS:\n   26    (I) DONATION FOR RESEARCH PURPOSES.\n   27    (II) THAWED WITH NO FURTHER ACTION TAKEN.\n   28    (III) DONATION TO ANOTHER COUPLE OR INDIVIDUAL.\n   29    (IV) OTHER DISPOSITION THAT IS CLEARLY STATED.\n   30    (B) IN THE EVENT OF THE DEATH OF EITHER OF THE PARTNERS,  THE  EMBRYOS\n   31  SHALL BE DISPOSED OF BY ONE OF THE FOLLOWING ACTIONS:\n   32    (I) MADE AVAILABLE TO THE LIVING PARTNER.\n   33    (II) DONATION FOR RESEARCH PURPOSES.\n   34    (III) THAWED WITH NO FURTHER ACTION TAKEN.\n   35    (IV) DONATION TO ANOTHER COUPLE OR INDIVIDUAL.\n   36    (V) OTHER DISPOSITION WHICH IS CLEARLY STATED.\n   37    (C)  IN  THE  EVENT  OF  THE DEATH OF BOTH PARTNERS OR THE DEATH OF AN\n   38  INDIVIDUAL WITHOUT A PARTNER, THE EMBRYOS SHALL BE DISPOSED OF BY ONE OF\n   39  THE FOLLOWING ACTIONS:\n   40    (I) DONATION FOR RESEARCH PURPOSES.\n   41    (II) THAWED WITH NO FURTHER ACTION TAKEN.\n   42    (III) DONATION TO ANOTHER COUPLE OR INDIVIDUAL.\n   43    (IV) OTHER DISPOSITION WHICH IS CLEARLY STATED.\n   44    (D) IN THE EVENT OF LEGAL SEPARATION OR DIVORCE OF THE  PARTNERS,  THE\n   45  EMBRYOS SHALL BE DISPOSED OF BY ONE OF THE FOLLOWING ACTIONS:\n   46    (I) MADE AVAILABLE TO THE PRIOR NAMED PARTNER.\n   47    (II) DIVIDED EQUALLY BETWEEN THE PARTNERS.\n   48    (III) DONATION FOR RESEARCH PURPOSES.\n   49    (IV) THAWED WITH NO FURTHER ACTION TAKEN.\n   50    (V) DONATION TO ANOTHER COUPLE OR INDIVIDUAL.\n   51    (VI) OTHER DISPOSITION WHICH IS CLEARLY STATED.\n   52    (E)  IN  THE  EVENT  OF  THE PARTNERS' OR THE INDIVIDUAL'S DECISION TO\n   53  ABANDON THE EMBRYOS BY REQUEST OR A FAILURE TO  PAY  STORAGE  FEES,  THE\n   54  EMBRYOS SHALL BE DISPOSED OF BY ONE OF THE FOLLOWING ACTIONS:\n   55    (I) DONATION FOR RESEARCH PURPOSES.\n   56    (II) THAWED WITH NO FURTHER ACTION TAKEN.\n\n       S. 394                              5\n\n    1    (III) DONATION TO ANOTHER COUPLE OR INDIVIDUAL.\n    2    (IV) OTHER DISPOSITION WHICH IS CLEARLY STATED.\n    3    4.  ANY  WOMAN TO WHOM INFORMATION IS PROVIDED PURSUANT TO SUBDIVISION\n    4  ONE OF THIS SECTION SHALL BE PRESENTED WITH THE OPTION  OF  STORING  ANY\n    5  UNUSED  OOCYTES, DONATING SUCH OOCYTES TO ANOTHER INDIVIDUAL, DISCARDING\n    6  THE OOCYTES, OR DONATING THE REMAINING OOCYTES FOR RESEARCH. (A) A  FORM\n    7  PROVIDING  ADVANCED WRITTEN DIRECTIVES ON THE DISPOSITION OF ANY OOCYTES\n    8  HARVESTED FOR FERTILITY TREATMENT SHALL BE SIGNED BY SUCH WOMAN PRIOR TO\n    9  INITIATION OF TREATMENT.\n   10    (B) SUCH FORM SHALL INDICATE THE TIME LIMIT ON STORAGE OF THE  OOCYTES\n   11  AT  THE  CLINIC OR STORAGE FACILITY AND SHALL PROVIDE, AT A MINIMUM, THE\n   12  FOLLOWING CHOICE FOR DISPOSITION OF THE OOCYTES:\n   13    IN THE EVENT THAT ALL OF THE OOCYTES HARVESTED  FOR  FERTILITY  TREAT-\n   14  MENTS  ARE  NOT  USED  FOR  THAT PURPOSE, THE REMAINING OOCYTES SHALL BE\n   15  DISPOSED OF BY ONE OF THE FOLLOWING ACTIONS:\n   16    (I) DONATION FOR RESEARCH PURPOSES.\n   17    (II) THAWED WITH NO FURTHER ACTION TAKEN.\n   18    (III) DONATION TO ANOTHER COUPLE OR INDIVIDUAL.\n   19    (IV) OTHER DISPOSITION THAT IS CLEARLY STATED.\n   20    S 2455. INFORMED CONSENT. 1. A PHYSICIAN AND SURGEON OR  OTHER  HEALTH\n   21  CARE  PROVIDER  DELIVERING  FERTILITY  TREATMENT  SHALL  OBTAIN  WRITTEN\n   22  CONSENT FROM ANY INDIVIDUAL WHO ELECTS  TO  DONATE  EMBRYOS  OR  OOCYTES\n   23  REMAINING  AFTER  FERTILITY  TREATMENTS FOR RESEARCH. FOR ANY INDIVIDUAL\n   24  CONSIDERING DONATING  THE  EMBRYOS  FOR  RESEARCH,  TO  OBTAIN  INFORMED\n   25  CONSENT,  THE  HEALTH CARE PROVIDER SHALL CONVEY ALL OF THE FOLLOWING TO\n   26  THE INDIVIDUAL:\n   27    (A) A STATEMENT THAT THE EARLY HUMAN EMBRYOS WILL BE  USED  TO  DERIVE\n   28  HUMAN  PLURIPOTENT  STEM  CELLS  FOR  RESEARCH AND THAT THE CELLS MAY BE\n   29  USED, AT SOME FUTURE TIME, FOR HUMAN TRANSPLANTATION RESEARCH.\n   30    (B) A STATEMENT THAT ALL NON-GENETIC IDENTIFIERS ASSOCIATED  WITH  THE\n   31  EMBRYOS  WILL  BE  REMOVED  PRIOR TO THE DERIVATION OF HUMAN PLURIPOTENT\n   32  STEM CELLS.\n   33    (C) A STATEMENT THAT OOCYTES AND GENETIC  MATERIAL  FROM  EARLY  HUMAN\n   34  EMBRYOS MAY BE USED FOR SOMATIC CELL NUCLEAR TRANSPLANTATION RESEARCH.\n   35    (D)  A  STATEMENT  THAT  OOCYTES  MAY BE COMBINED WITH SPERM TO CREATE\n   36  EMBRYOS FOR USE IN STEM CELL RESEARCH.\n   37    (E) A STATEMENT THAT DONORS WILL NOT  RECEIVE  ANY  INFORMATION  ABOUT\n   38  SUBSEQUENT  TESTING ON THE EMBRYO OR OOCYTES OR THE DERIVED HUMAN PLURI-\n   39  POTENT CELLS.\n   40    (F) A STATEMENT THAT DERIVED CELLS OR CELL LINES, WITH ALL NON-GENETIC\n   41  IDENTIFIERS REMOVED, MAY BE KEPT FOR MANY YEARS.\n   42    (G) DISCLOSURE OF THE POSSIBILITY THAT THE DONATED MATERIAL  MAY  HAVE\n   43  COMMERCIAL  POTENTIAL,  AND  A STATEMENT THAT THE DONOR WILL NOT RECEIVE\n   44  FINANCIAL OR ANY OTHER BENEFITS FROM ANY FUTURE COMMERCIAL DEVELOPMENT.\n   45    (H) A STATEMENT THAT THE HUMAN PLURIPOTENT STEM CELL RESEARCH  IS  NOT\n   46  INTENDED TO PROVIDE DIRECT MEDICAL BENEFIT TO THE DONOR.\n   47    (I)  A  STATEMENT THAT EARLY HUMAN EMBRYOS OR OOCYTES DONATED WILL NOT\n   48  BE TRANSFERRED TO A WOMAN'S UTERUS, WILL NOT SURVIVE THE HUMAN  PLURIPO-\n   49  TENT  STEM CELL DERIVATION PROCESS, AND WILL BE HANDLED RESPECTFULLY, AS\n   50  IS APPROPRIATE FOR ALL HUMAN TISSUE USED IN RESEARCH.\n   51    (J) A STATEMENT THAT EMBRYONIC STEM CELL LINES DEVELOPED FROM  DONATED\n   52  MATERIAL WILL NOT BE PATENTED.\n   53    2. EMBRYOS OR OOCYTES DONATED FOR RESEARCH PRIOR TO THE EFFECTIVE DATE\n   54  OF  THIS  ARTICLE  CAN  BE USED FOR THE PURPOSES ENUMERATED IN ANY PRIOR\n   55  CONSENTS.  SUCH PREVIOUSLY SIGNED CONSENTS SHALL REMAIN  IN  FORCE  WITH\n   56  RESPECT TO RESEARCH CONDUCTED ON SUCH EMBRYOS OR OOCYTES COVERED IN SUCH\n\n       S. 394                              6\n\n    1  PRIOR CONSENTS. ALL EMBRYOS AND OOCYTES DONATED AFTER THE EFFECTIVE DATE\n    2  OF THIS ARTICLE SHALL BE DONATED IN ACCORDANCE WITH THE INFORMED CONSENT\n    3  PROCESS DESCRIBED IN THIS SECTION.\n    4    S  2456.  PROHIBITION.  1.  A  PERSON  MAY NOT KNOWINGLY, FOR VALUABLE\n    5  CONSIDERATION, PURCHASE OR SELL EMBRYONIC OR CADAVERIC FETAL TISSUE  FOR\n    6  RESEARCH PURPOSES.\n    7    2. FOR THE PURPOSES OF THIS SECTION, \"VALUABLE CONSIDERATION\" DOES NOT\n    8  INCLUDE  REASONABLE PAYMENT FOR THE REMOVAL, PROCESSING, DISPOSAL, PRES-\n    9  ERVATION, QUALITY CONTROL, STORAGE, TRANSPLANTATION, OR IMPLANTATION  OF\n   10  EMBRYONIC  OR  CADAVERIC  FETAL  TISSUE OR GENETIC MATERIAL DERIVED FROM\n   11  EMBRYONIC OR CADAVERIC FETAL TISSUE.\n   12    3. EMBRYONIC OR CADAVERIC FETAL TISSUE MAY  BE  DONATED  FOR  RESEARCH\n   13  PURPOSES PURSUANT TO THIS CHAPTER.\n   14    4.  PATENTS  FOR EMBRYOS OR EMBRYO STEM CELL LINES SHALL BE PROHIBITED\n   15  FROM BEING APPROVED. MONETARY GAIN FROM THE INITIAL DONATION OR CREATION\n   16  OF THE STEM CELL LINE IS PROHIBITED.  THERAPEUTIC  TREATMENTS  RESULTING\n   17  FROM STEM CELL RESEARCH ARE PERMITTED TO BE PATENTED.\n   18    5. A PERSON WHO VIOLATES THE PROVISIONS OF THIS SECTION SHALL BE GUIL-\n   19  TY OF A CLASS D FELONY.\n   20    S  2457.   COMMISSION ON CLONING AND THERAPEUTIC RESEARCH. 1. THERE IS\n   21  HEREBY CREATED IN THE DEPARTMENT, THE COMMISSION ON CLONING  AND  THERA-\n   22  PEUTIC RESEARCH, WHICH SHALL CONSIST OF THE FOLLOWING TWELVE MEMBERS:\n   23    (A) SIX MEMBERS APPOINTED BY THE GOVERNOR;\n   24    (B) TWO MEMBERS APPOINTED BY THE TEMPORARY PRESIDENT OF THE SENATE;\n   25    (C) TWO MEMBERS APPOINTED BY THE SPEAKER OF THE ASSEMBLY;\n   26    (D) ONE MEMBER APPOINTED BY THE MINORITY LEADER OF THE SENATE; AND\n   27    (E) ONE MEMBER APPOINTED BY THE MINORITY LEADER OF THE ASSEMBLY.\n   28    2. OF THE MEMBERS APPOINTED TO SUCH COMMISSION,\n   29    (A)  TWO  MEMBERS SHALL BE PHYSICIANS LICENSED TO PRACTICE PURSUANT TO\n   30  TITLE EIGHT OF THE EDUCATION LAW;\n   31    (B) ONE MEMBER SHALL BE A HEALTH CARE PROVIDER  LICENSED  TO  PRACTICE\n   32  PURSUANT TO TITLE EIGHT OF THE EDUCATION LAW, OTHER THAN A PHYSICIAN;\n   33    (C) ONE MEMBER SHALL BE A WOMEN'S HEALTH ADVOCATE;\n   34    (D)  ONE  MEMBER  SHALL  BE  A  CURRENT  OR FORMER PATIENT INVOLVED IN\n   35  FERTILITY TREATMENTS;\n   36    (E) TWO MEMBERS SHALL BE CURRENT PATIENTS UNDER CARE FOR TWO DIFFERENT\n   37  DISEASES, DISORDERS OR DISABILITIES FOR WHICH STEM CELL  RESEARCH  HOLDS\n   38  PROMISE FOR TREATMENT OR CURE;\n   39    (F)  ONE  MEMBER  SHALL  BE  A  SCIENTIST  INVOLVED IN ADULT STEM CELL\n   40  RESEARCH;\n   41    (G) ONE MEMBER SHALL BE A PUBLIC HEALTH ATTORNEY OR ADVOCATE;\n   42    (H) TWO MEMBERS SHALL BE SCIENTISTS INVOLVED  IN  THERAPEUTIC  CLONING\n   43  RESEARCH; AND\n   44    (I)  ONE  MEMBER  SHALL  BE A MEDICAL ETHICIST.   THE MEDICAL ETHICIST\n   45  SHOULD MEET ONE OF THE FOLLOWING  CRITERIA:  A  MINIMUM  OF  FIVE  YEARS\n   46  SERVICE  ON  AN  ETHICS BOARD AT A HOSPITAL OR ACADEMIC MEDICAL INSTITU-\n   47  TION; ONE YEAR MINIMUM EMPLOYMENT AS A BIO-ETHICIST;  CONTRIBUTED  THREE\n   48  OR  MORE ARTICLES TO PEER REVIEWED PUBLICATIONS; AN UNDERGRADUATE DEGREE\n   49  IN MEDICAL ETHICS AND TWO YEARS EXPERIENCE ON  AN  ETHICS  BOARD;  OR  A\n   50  GRADUATE DEGREE IN MEDICAL ETHICS.\n   51    3. THE COMMISSION SHALL BE APPOINTED TO REFLECT THE COMPOSITION OF THE\n   52  STATE WITH RESPECT TO ITS GENDER AND MINORITY POPULATIONS.\n   53    4.  OF  THE  MEMBERS  INITIALLY APPOINTED BY THE GOVERNOR, EACH MEMBER\n   54  SHALL BE APPOINTED TO SERVE A TWO YEAR TERM. OF  THE  MEMBERS  INITIALLY\n   55  APPOINTED  BY  THE  TEMPORARY PRESIDENT OF THE SENATE AND THE SPEAKER OF\n   56  THE ASSEMBLY, EACH MEMBER SHALL BE APPOINTED TO SERVE A THREE YEAR TERM.\n\n       S. 394                              7\n\n    1  OF THE MEMBERS INITIALLY APPOINTED BY THE MINORITY LEADERS OF THE SENATE\n    2  AND ASSEMBLY, EACH MEMBER SHALL SERVE  A  FOUR  YEAR  TERM.  AFTER  SUCH\n    3  INITIAL  APPOINTMENTS,  THE TERM FOR MEMBERS OF SUCH COMMISSION SHALL BE\n    4  FOUR  YEARS;  PROVIDED,  HOWEVER,  THAT  THE  TWO  MEMBERS  REPRESENTING\n    5  PATIENTS FROM THE DISEASE, DISORDER OR DISABILITY COMMUNITY, AS PROVIDED\n    6  IN PARAGRAPH (E) OF SUBDIVISION TWO OF THIS SECTION, SHALL BE  APPOINTED\n    7  TO  SERVE  A TWO YEAR TERM.  ANY MEMBER APPOINTED TO SUCH COMMISSION MAY\n    8  BE REAPPOINTED FOR ADDITIONAL TERMS.\n    9    5. ANY MEMBER CHOSEN TO FILL A VACANCY CREATED OTHERWISE THAN BY EXPI-\n   10  RATION OF TERM SHALL BE APPOINTED BY THE ORIGINAL  APPOINTING  AUTHORITY\n   11  FOR  THE UNEXPIRED TERM OF THE MEMBER HE OR SHE IS TO SUCCEED.  ANY SUCH\n   12  VACANCY SHALL BE FILLED IN THE SAME MANNER AS THE ORIGINAL APPOINTMENT.\n   13    6. THE COMMISSION SHALL MEET AT LEAST FOUR TIMES  EACH  YEAR  AND  MAY\n   14  ESTABLISH  ITS  OWN  RULES  AND PROCEDURES CONCERNING THE CONDUCT OF ITS\n   15  MEETINGS AND OTHER AFFAIRS NOT INCONSISTENT WITH  LAW.    MEMBERS  SHALL\n   16  SERVE  WITHOUT  SALARY  BUT  SHALL BE ENTITLED TO REIMBURSEMENT OF THEIR\n   17  ORDINARY AND NECESSARY TRAVEL EXPENSES.\n   18    7. NO MEMBER OF SUCH COMMISSION SHALL BE DISQUALIFIED FROM HOLDING ANY\n   19  PUBLIC OFFICE OR EMPLOYMENT, NOR SHALL HE OR SHE FORFEIT ANY SUCH OFFICE\n   20  OR EMPLOYMENT, BY REASON OF HIS OR HER APPOINTMENT UNDER  THIS  SECTION,\n   21  AND  MEMBERS  OF  SUCH COMMISSION SHALL NOT BE REQUIRED TO TAKE AND FILE\n   22  OATHS OF OFFICE BEFORE SERVING  ON  SUCH  COMMISSION.  MEMBERS  OF  SUCH\n   23  COMMISSION SHALL RECEIVE NO COMPENSATION FOR THEIR SERVICES BUT SHALL BE\n   24  ALLOWED  THEIR ACTUAL AND NECESSARY EXPENSES INCURRED IN THE PERFORMANCE\n   25  OF THEIR FUNCTIONS UNDER THIS SECTION.\n   26    8. THE COMMISSION MAY EMPLOY AND AT ITS PLEASURE REMOVE SUCH PERSONNEL\n   27  AS IT MAY DEEM NECESSARY FOR THE PERFORMANCE OF ITS  FUNCTIONS  AND  FIX\n   28  THEIR  COMPENSATION  WITHIN THE AMOUNTS MADE AVAILABLE BY APPROPRIATION.\n   29  SUCH COMMISSION MAY MEET AND HOLD PUBLIC AND/OR PRIVATE HEARINGS  WITHIN\n   30  THE STATE.\n   31    9.  FOR  THE  ACCOMPLISHMENT  OF ITS PURPOSES, THE COMMISSION SHALL BE\n   32  AUTHORIZED AND EMPOWERED TO UNDERTAKE ANY STUDIES, INQUIRIES, SURVEYS OR\n   33  ANALYSES IT MAY DEEM RELEVANT THROUGH ITS OWN PERSONNEL  OR  IN  COOPER-\n   34  ATION WITH OR BY AGREEMENT WITH ANY OTHER PUBLIC OR PRIVATE AGENCY.\n   35    10. SUCH COMMISSION SHALL:\n   36    (A) KEEP UP-TO-DATE ON SCIENTIFIC TECHNOLOGICAL ADVANCES, AND SOCIETAL\n   37  AND  ETHICAL  ISSUES  WHICH  WILL  IMPACT  THE  DIRECTION  OF  STEM CELL\n   38  RESEARCH.\n   39    (B) FORMULATE PRIORITIES TO MAXIMIZE THE IMPACT OF STEM CELL  RESEARCH\n   40  IN NEW YORK STATE BASED UPON THE GOALS OF SCIENTIFIC ADVANCEMENT, THERA-\n   41  PEUTIC PROMISE, AND LOCAL ECONOMIC DEVELOPMENT.\n   42    (C)  MAKE RECOMMENDATIONS TO THE LEGISLATURE REGARDING CHANGES TO THIS\n   43  ARTICLE AND OTHER STATE LAWS NECESSARY TO PROMOTE SCIENTIFIC INQUIRY AND\n   44  PROTECT HUMAN SUBJECTS WHO DONATE GENETIC MATERIAL OR WHO PARTICIPATE IN\n   45  THERAPEUTIC TRIALS.\n   46    (D) CONSULT WITH THE DEPARTMENT REGARDING REGULATION AND OVERSIGHT  OF\n   47  FERTILITY CLINICS AND RESEARCHERS.\n   48    (E)  EXPLORE THE NECESSITY FOR CREATING A SYSTEM, INCLUDING THE DEVEL-\n   49  OPMENT OF AN EMBRYONIC REGISTRY, TO FURTHER FACILITATE  THE  PROCESS  OF\n   50  TRANSFERRING DONATED MATERIALS.\n   51    (F)  WRITE  GUIDELINES  FOR  THE ESTABLISHMENT OF A REGISTRY OF CLONED\n   52  EMBRYOS TO BE OVERSEEN BY THE DEPARTMENT, THE PURPOSE  OF  WHICH  IS  TO\n   53  STRICTLY  GOVERN THE USE OF CLONING TECHNOLOGY AND LIMIT IT TO THERAPEU-\n   54  TIC RATHER THAN REPRODUCTIVE GOALS.\n   55    (G) INVESTIGATE EMERGING ISSUES RELATED TO  DONATED  GENETIC  MATERIAL\n   56  AND  STEM  CELL  RESEARCH,  INCLUDING,  BUT NOT LIMITED TO: THE RANGE OF\n\n       S. 394                              8\n\n    1  GENETIC DIVERSITY AVAILABLE THROUGH FERTILITY CLINICS AND THE  NEED  FOR\n    2  ADDITIONAL  DONORS,  AND  THE  ACCESS  TO CLINICAL TRIALS AND DEVELOPING\n    3  TREATMENTS FOR MINORITY AND ECONOMICALLY DISADVANTAGED INDIVIDUALS.\n    4    (H)  WORK  WITH  THE DEPARTMENT TO DEVELOP INFORMED CONSENT PROCEDURES\n    5  AND REGULATIONS FOR THE DONATION OF GENETIC MATERIAL OUTSIDE THE CONTEXT\n    6  OF FERTILITY CLINICS SHOULD THE NEED  FOR  ADDITIONAL  DONATED  MATERIAL\n    7  ARISE.\n    8    11.  SUCH COMMISSION SHALL MAKE A PUBLIC REPORT ANNUALLY TO THE GOVER-\n    9  NOR, THE SENATE AND THE ASSEMBLY OF ITS FINDINGS, CONCLUSIONS, PROPOSALS\n   10  AND RECOMMENDATIONS AS PROVIDED IN SUBDIVISION TEN OF THIS SECTION,  NOT\n   11  LATER  THAN  DECEMBER  FIRST OF EACH YEAR, ON ITS FINDINGS, CONCLUSIONS,\n   12  PROPOSALS AND RECOMMENDATIONS AND SHALL SUBMIT  WITH  ITS  REPORTS  SUCH\n   13  LEGISLATIVE  PROPOSALS  AS IT DEEMS NECESSARY TO IMPLEMENT ITS PROPOSALS\n   14  AND RECOMMENDATIONS.\n   15    12. ALL STATE AGENCIES ARE HEREBY AUTHORIZED AND DIRECTED  TO  PROVIDE\n   16  ASSISTANCE  AND AVAILABLE RESOURCES, AS REQUESTED BY SUCH COMMISSION, IN\n   17  ORDER TO EFFECTUATE THE PURPOSES OF THIS SECTION.\n   18    S 2458. HUMAN REPRODUCTIVE CLONING PROHIBITED. 1. FOR THE PURPOSES  OF\n   19  THIS  SECTION, \"HUMAN REPRODUCTIVE CLONING\" MEANS THE PRACTICE OF CREAT-\n   20  ING OR ATTEMPTING TO CREATE A HUMAN BEING BY  TRANSFERRING  THE  NUCLEUS\n   21  FROM A HUMAN CELL FROM WHATEVER SOURCE INTO A HUMAN OR NONHUMAN EGG CELL\n   22  FROM  WHICH  THE  NUCLEUS HAS BEEN REMOVED FOR THE PURPOSE OF CREATING A\n   23  NEW HUMAN BEING, OR TO IMPLANT THE RESULTING PRODUCT TO INITIATE A PREG-\n   24  NANCY WHICH COULD RESULT IN THE BIRTH OF A HUMAN BEING.\n   25    2. NO PERSON SHALL KNOWINGLY ENGAGE OR ASSIST, DIRECTLY OR INDIRECTLY,\n   26  IN HUMAN REPRODUCTIVE CLONING.\n   27    3. A PERSON WHO VIOLATES THE PROVISIONS OF THIS SECTION SHALL BE GUIL-\n   28  TY OF A CLASS B FELONY AND SHALL BE SUBJECT TO  A  FINE  OF  UP  TO  TWO\n   29  HUNDRED FIFTY THOUSAND DOLLARS.\n   30    S  2459.  STATE FUNDING. NOTWITHSTANDING ANY INCONSISTENT PROVISION OF\n   31  LAW, MONIES APPROPRIATED FOR THE PURPOSE OF THERAPEUTIC RESEARCH MAY  BE\n   32  USED FOR STEM CELL, EMBRYONIC, AND FETAL TISSUE RESEARCH.\n   33    S  2460.  SEPARABILITY. IF ANY CLAUSE, SENTENCE, PARAGRAPH, SECTION OR\n   34  PART OF THIS ARTICLE SHALL BE ADJUDGED BY ANY COURT OF COMPETENT  JURIS-\n   35  DICTION  TO  BE  INVALID  AND  AFTER  EXHAUSTION OF ALL FURTHER JUDICIAL\n   36  REVIEW, THE JUDGMENT SHALL NOT AFFECT, IMPAIR, OR INVALIDATE THE REMAIN-\n   37  DER THEREOF, BUT SHALL BE CONFINED  IN  ITS  OPERATION  TO  THE  CLAUSE,\n   38  SENTENCE,  PARAGRAPH, SECTION, OR PART OF THIS ARTICLE DIRECTLY INVOLVED\n   39  IN THE CONTROVERSY IN WHICH THE JUDGMENT SHALL HAVE BEEN RENDERED.\n   40    S 2. This act shall take effect on the one hundred twentieth day after\n   41  it shall have become a law; provided that the commissioner of health  is\n   42  authorized  to promulgate any and all rules and regulations and take any\n   43  other measures necessary to implement this act on its effective date  on\n   44  or before such date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public health law, in relation to prohibiting human reproductive cloning, facilitating stem cell research, and protecting human subjects ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101221.T120112.TXT", "SOBI.D101220.T105821.TXT", "SOBI.D101220.T103318.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292950872619
}