{
  "year" : 2011,
  "senateBillNo" : "S395-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "S395-2011-1294203600000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUEGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Creates the office of the cooperative and condominium ombudsman, authorizes the residential unit fee",
  "summary" : "Creates the office of the cooperative and condominium ombudsman; authorizes the residential unit tax and establishes the office of the cooperative and condominium ombudsman fund. ",
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "Executive Law",
  "previousVersions" : [ "SA7958-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "MONTGOMERY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          395\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by Sens. KRUEGER, MONTGOMERY -- read twice and ordered print-\n         ed, and when printed to be committed to the Committee on Finance\n\n       AN ACT to amend the executive law, in relation to creating the office of\n         the  cooperative  and  condominium ombudsman; to amend the tax law, in\n         relation to authorizing the residential unit fee;  and  to  amend  the\n         state finance law, in relation to establishing the office of the coop-\n         erative and condominium ombudsman fund\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The executive law is amended by adding a new  article  49-C\n    2  to read as follows:\n    3                                ARTICLE 49-C\n    4             OFFICE OF THE COOPERATIVE AND CONDOMINIUM OMBUDSMAN\n    5  SECTION 996.   SHORT TITLE.\n    6          996-A.  LEGISLATIVE DECLARATION.\n    7          996-B. DEFINITIONS.\n    8          996-C. OFFICE OF THE COOPERATIVE AND CONDOMINIUM OMBUDSMAN.\n    9          996-D. FUNCTIONS, POWERS AND DUTIES OF THE OFFICE.\n   10          996-E. PRINCIPAL OFFICE AND SATELLITE OFFICES.\n   11          996-F. ASSISTANCE OF OTHER STATE AGENCIES.\n   12          996-G. REPORTS  TO THE GOVERNOR, ATTORNEY GENERAL AND THE LEGIS-\n   13                   LATURE.\n   14          996-H. CONTRACT AUTHORITY.\n   15          996-I. SEPARABILITY.\n   16    S 996. SHORT TITLE. THIS ARTICLE SHALL BE KNOWN AND MAY  BE  CITED  AS\n   17  THE \"COOPERATIVE AND CONDOMINIUM OMBUDSMAN ACT\".\n   18    S 996-A. LEGISLATIVE DECLARATION. THE LEGISLATURE FINDS AND DETERMINES\n   19  AS FOLLOWS:\n   20    COOPERATIVE  AND CONDOMINIUM HOUSING CONSTITUTES A SIGNIFICANT PORTION\n   21  OF NEW YORK STATE'S RESIDENTIAL HOUSING STOCK. IT IS AND  HAS  BEEN  THE\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00717-01-1\n\n       S. 395                              2\n\n    1  PUBLIC POLICY OF THIS STATE TO ENCOURAGE SUCH FORMS OF HOME OWNERSHIP. A\n    2  WIDE  VARIETY  OF  LAWS  HAVE  BEEN  ENACTED  TO PROVIDE FAIRNESS IN THE\n    3  CONVERSION OF RENTAL PROPERTIES TO COOPERATIVE AND CONDOMINIUM OWNERSHIP\n    4  AND  IN  THE  REGULATION  AND TAXATION OF COOPERATIVES AND CONDOMINIUMS.\n    5  STATE AND LOCAL LAWS AND REGULATIONS ARE ALSO DESIGNED  TO  INSURE  THAT\n    6  THE  RESIDENTS  OF  SUCH  HOUSING  ARE  PROVIDED WITH SAFE AND HABITABLE\n    7  ACCOMMODATIONS.\n    8    INEVITABLY, DISPUTES HAVE ARISEN  AMONG  COOPERATIVE  AND  CONDOMINIUM\n    9  SPONSORS  AND  DEVELOPERS, COOPERATIVE SHAREHOLDERS AND CONDOMINIUM UNIT\n   10  OWNERS, PROSPECTIVE SHAREHOLDERS AND UNIT OWNERS,  BOARDS  OF  DIRECTORS\n   11  AND BOARDS OF MANAGERS. SUCH DISPUTES OFTEN RESULT IN LENGTHY AND COSTLY\n   12  LITIGATION  AND  UNCERTAINTY AS TO THE RIGHTS OF THE PARTIES PENDING THE\n   13  OUTCOME OF LITIGATION. SUCH LITIGATION DIVERTS RESOURCES THAT  COULD  BE\n   14  BETTER  UTILIZED TO PROVIDE AFFORDABLE AND WELL-MAINTAINED BUILDINGS AND\n   15  GROUNDS FOR THE COMMON GOOD OF THE OWNERS.\n   16    THIS ARTICLE IS NECESSARY TO PROVIDE A NEUTRAL, INFORMATIVE AND ACCES-\n   17  SIBLE RESOURCE AVAILABLE TO ALL PARTIES INVOLVED IN RESIDENTIAL  COOPER-\n   18  ATIVE  AND CONDOMINIUM OWNERSHIP AND GOVERNANCE. THE OMBUDSMAN APPOINTED\n   19  PURSUANT TO THIS ARTICLE WILL CONDUCT OUTREACH PROGRAMS TO EDUCATE  UNIT\n   20  OWNERS  AND BOARD MEMBERS AS TO THEIR LEGAL RIGHTS AND RESPONSIBILITIES.\n   21  THE  OMBUDSMAN  WILL  ENCOURAGE  ALTERNATIVE  DISPUTE  RESOLUTION   WHEN\n   22  DISPUTES  DO  ARISE.  THE OMBUDSMAN WILL BE AVAILABLE TO PROVIDE DISPUTE\n   23  RESOLUTION SERVICES ON CONSENT OF THE PARTIES. THE OMBUDSMAN  WILL  ALSO\n   24  PROVIDE  MONITORING  AND  SUPERVISION  OF  COOPERATIVE  AND  CONDOMINIUM\n   25  ELECTIONS.\n   26    S 996-B. DEFINITIONS. 1. \"COOPERATIVE\" MEANS A  CORPORATION  ORGANIZED\n   27  AND  OPERATING  PURSUANT  TO THE GENERAL BUSINESS LAW OR THE COOPERATIVE\n   28  CORPORATIONS LAW FOR THE PRIMARY PURPOSE OF PROVIDING RESIDENTIAL  HOUS-\n   29  ING TO ITS SHAREHOLDERS.\n   30    2.  \"CONDOMINIUM\"  MEANS  A  HOMEOWNERS ASSOCIATION OR ANY ASSOCIATION\n   31  ORGANIZED AND OPERATING PURSUANT TO ARTICLE NINE-B OF THE REAL  PROPERTY\n   32  LAW FOR THE PRIMARY PURPOSE OF PROVIDING RESIDENTIAL HOUSING TO ITS UNIT\n   33  OWNERS.\n   34    3.  \"OFFICE\"  MEANS  THE  OFFICE  OF  THE  COOPERATIVE AND CONDOMINIUM\n   35  OMBUDSMAN CREATED BY THIS ARTICLE.\n   36    4. \"OMBUDSMAN\" MEANS THE CHIEF ADMINISTRATIVE OFFICER OF THE OFFICE OF\n   37  THE COOPERATIVE AND CONDOMINIUM OMBUDSMAN.\n   38    5. \"STATE AGENCY\" MEANS ANY  DEPARTMENT,  BOARD,  BUREAU,  COMMISSION,\n   39  DIVISION,  OFFICE,  COUNCIL  OR AGENCY OF THE STATE, OR A PUBLIC BENEFIT\n   40  CORPORATION OR AUTHORITY AUTHORIZED BY THE LAWS OF THE STATE.\n   41    6. \"LOCAL AGENCY\" MEANS ANY  DEPARTMENT,  BOARD,  BUREAU,  COMMISSION,\n   42  DIVISION, OFFICE, COUNCIL, OFFICER OR AGENCY OF A CITY, TOWN OR VILLAGE.\n   43    S  996-C.  OFFICE OF THE COOPERATIVE AND CONDOMINIUM OMBUDSMAN. 1. THE\n   44  OFFICE OF THE COOPERATIVE AND CONDOMINIUM OMBUDSMAN  IS  HEREBY  CREATED\n   45  WITHIN  THE DEPARTMENT OF LAW TO HAVE AND EXERCISE THE FUNCTIONS, POWERS\n   46  AND DUTIES PROVIDED BY THE PROVISIONS OF  THIS  ARTICLE  AND  ANY  OTHER\n   47  PROVISION  OF  LAW.  THE ATTORNEY GENERAL SHALL BE RESPONSIBLE FOR OVER-\n   48  SIGHT OF THE OFFICE.\n   49    2. THE HEAD OF THE OFFICE SHALL BE  THE  COOPERATIVE  AND  CONDOMINIUM\n   50  OMBUDSMAN  WHO SHALL BE APPOINTED BY THE ATTORNEY GENERAL. THE OMBUDSMAN\n   51  SHALL HOLD OFFICE UNTIL THE END OF THE TERM OF THE ATTORNEY  GENERAL  BY\n   52  WHOM HE OR SHE WAS APPOINTED AND UNTIL HIS OR HER SUCCESSOR IS APPOINTED\n   53  AND  HAS QUALIFIED. THE OMBUDSMAN MAY BE REMOVED BY THE ATTORNEY GENERAL\n   54  FOR CAUSE, AFTER BEING GIVEN AN OPPORTUNITY TO BE HEARD. A VACANCY SHALL\n   55  BE FILLED IN THE SAME MANNER AS THE ORIGINAL APPOINTMENT.\n\n       S. 395                              3\n\n    1    3. THE OMBUDSMAN SHALL RECEIVE AN ANNUAL SALARY TO  BE  FIXED  BY  THE\n    2  ATTORNEY  GENERAL WITHIN THE AMOUNT MADE AVAILABLE THEREFOR BY AN APPRO-\n    3  PRIATION AND SHALL BE ALLOWED HIS OR HER ACTUAL AND  NECESSARY  EXPENSES\n    4  IN THE PERFORMANCE OF HIS OR HER DUTIES. THE OMBUDSMAN'S SALARY SHALL BE\n    5  NO  LESS  THAN  THE SALARIES OF CERTAIN STATE OFFICERS HOLDING THE POSI-\n    6  TIONS INDICATED IN PARAGRAPH (A)  OF  SUBDIVISION  ONE  OF  SECTION  ONE\n    7  HUNDRED SIXTY-NINE OF THIS CHAPTER.\n    8    4.  THE  OMBUDSMAN  SHALL  BE AN ATTORNEY WITH EXTENSIVE EXPERIENCE IN\n    9  REAL ESTATE, COOPERATIVE AND CONDOMINIUM LAW AND IN CONFLICT AND  ALTER-\n   10  NATIVE DISPUTE RESOLUTION.\n   11    5.  THE OMBUDSMAN SHALL DIRECT THE WORK OF THE OFFICE AND SHALL BE THE\n   12  CHIEF EXECUTIVE OFFICER OF THE OFFICE. THE OMBUDSMAN  MAY  APPOINT  SUCH\n   13  OFFICERS  AND EMPLOYEES AS HE OR SHE MAY DEEM NECESSARY, PRESCRIBE THEIR\n   14  POWERS AND DUTIES, FIX THEIR COMPENSATION AND PROVIDE FOR THE REIMBURSE-\n   15  MENT OF THEIR EXPENSES, ALL WITHIN AMOUNTS MADE  AVAILABLE  THEREFOR  BY\n   16  APPROPRIATION.  SUCH  OFFICERS AND EMPLOYEES SHALL INCLUDE ATTORNEYS AND\n   17  OTHER PROFESSIONALS WITH EXTENSIVE EXPERIENCE IN  REAL  ESTATE,  COOPER-\n   18  ATIVE AND CONDOMINIUM LAW AND IN CONFLICT AND ALTERNATIVE DISPUTE RESOL-\n   19  UTION.\n   20    6. THE OMBUDSMAN AND OFFICERS AND EMPLOYEES OF THE OFFICE SHALL ADHERE\n   21  TO  A  CODE OF ETHICS IN ORDER TO INSPIRE PUBLIC CONFIDENCE AND TRUST IN\n   22  THE FAIRNESS  AND  IMPARTIALITY  OF  THE  OFFICE.  THE  OMBUDSMAN  SHALL\n   23  PRESCRIBE  SUCH CODE OF ETHICS. SUCH CODE SHALL REQUIRE THAT THE OMBUDS-\n   24  MAN AND OFFICERS AND EMPLOYEES OF THE OFFICE RESPECT AND COMPLY WITH THE\n   25  LAW; THAT THEY NOT USE OR ATTEMPT TO USE THEIR POSITIONS TO SECURE PRIV-\n   26  ILEGES OR EXEMPTIONS FOR THEMSELVES OR OTHERS; THAT  THEY  NOT  SOLICIT,\n   27  ACCEPT OR AGREE TO ACCEPT ANY GIFTS OR GRATUITIES FROM PERSONS HAVING OR\n   28  LIKELY  TO  HAVE ANY OFFICIAL TRANSACTION WITH THE OFFICE; THAT THEY NOT\n   29  REQUEST OR ACCEPT ANY PAYMENT IN ADDITION TO THEIR REGULAR  COMPENSATION\n   30  FOR  ASSISTANCE  GIVEN  AS  PART OF THEIR OFFICIAL DUTIES; AND THAT THEY\n   31  SHALL NOT PERFORM ANY FUNCTION IN A MANNER THAT  IMPROPERLY  FAVORS  ANY\n   32  PERSON OR PARTY.\n   33    7.  THE  OMBUDSMAN  AND OFFICERS AND EMPLOYEES OF THE OFFICE SHALL NOT\n   34  SERVE AS OFFICERS OR EMPLOYEES OF A POLITICAL PARTY OR A CLUB OR  ORGAN-\n   35  IZATION  RELATED  TO  A POLITICAL PARTY, RECEIVE REMUNERATION FOR ACTIV-\n   36  ITIES ON BEHALF OF ANY CANDIDATE FOR PUBLIC OFFICE OR PARTY POSITION  OR\n   37  ENGAGE  IN SOLICITING VOTES OR OTHER ACTIVITIES ON BEHALF OF A CANDIDATE\n   38  FOR PUBLIC OFFICE OR PARTY POSITION.\n   39    8. THE SECRETARY TO THE GOVERNOR SHALL ASSURE THAT ALL STATE  AGENCIES\n   40  PROVIDE  THE  OMBUDSMAN WITH ASSISTANCE IN ADVANCING THE PURPOSES OF THE\n   41  OFFICE AND TO ASSURE THAT THE ACTIVITIES OF THE OFFICE ARE FULLY COORDI-\n   42  NATED WITH THE ACTIVITIES OF STATE AGENCIES PROVIDING RELATED SERVICES.\n   43    S 996-D. FUNCTIONS, POWERS AND DUTIES OF THE OFFICE. THE OFFICE  SHALL\n   44  HAVE THE FOLLOWING FUNCTIONS, POWERS AND DUTIES:\n   45    1.  TO EDUCATE AND INFORM SHAREHOLDERS OF COOPERATIVES AND UNIT OWNERS\n   46  OF CONDOMINIUMS, THEIR BOARDS OF DIRECTORS AND BOARDS OF MANAGERS, PROP-\n   47  ERTY MANAGERS, PROFESSIONALS WORKING WITH AND FOR SUCH BOARDS AND  OTHER\n   48  INTERESTED  PARTIES OF THEIR LEGAL RIGHTS AND RESPONSIBILITIES UNDER THE\n   49  FEDERAL, STATE AND LOCAL LAWS AND REGULATIONS APPLICABLE TO  COOPERATIVE\n   50  AND  CONDOMINIUM  HOUSING IN THE STATE OF NEW YORK AND UNDER THE COOPER-\n   51  ATIVE AND CONDOMINIUM DOCUMENTS GOVERNING THE RESPECTIVE PROPERTIES.\n   52    2. TO COORDINATE AND ASSIST IN  THE  PREPARATION  AND  PUBLICATION  OF\n   53  EDUCATIONAL  AND  REFERENCE MATERIALS ABOUT RESIDENTIAL COOPERATIVES AND\n   54  CONDOMINIUMS, TO MAKE SUCH RESOURCES KNOWN AND AVAILABLE TO  THE  WIDEST\n   55  POSSIBLE AUDIENCE.\n\n       S. 395                              4\n\n    1    3.  TO  ORGANIZE  AND CONDUCT MEETINGS, WORKSHOPS, CONFERENCES, PUBLIC\n    2  HEARINGS AND FORUMS AND TO UTILIZE ALL FORMS OF COMMUNICATIONS MEDIA  TO\n    3  DISSEMINATE  ACCURATE  AND  TIMELY  INFORMATION  OF  INTEREST TO PERSONS\n    4  RESIDING IN, OWNING AND MANAGING COOPERATIVE AND CONDOMINIUM HOUSING.\n    5    4.  TO  PROVIDE  MEETINGS,  MEDIATION,  ARBITRATION AND OTHER FORMS OF\n    6  ALTERNATIVE DISPUTE RESOLUTION SERVICES TO COOPERATIVE  AND  CONDOMINIUM\n    7  SPONSORS  AND  DEVELOPERS, COOPERATIVE SHAREHOLDERS, CONDOMINIUM OWNERS,\n    8  THEIR BOARDS OF DIRECTORS AND  MANAGERS,  PROSPECTIVE  SHAREHOLDERS  AND\n    9  UNIT  OWNERS  AND  OTHER PARTIES SO AS TO AVOID COSTLY AND LENGTHY LITI-\n   10  GATION AND REDUCE EXPENSES FOR THOSE INVOLVED IN DISPUTES.\n   11    5. TO SUBPOENA AND ENFORCE THE  ATTENDANCE  OF  WITNESSES,  ADMINISTER\n   12  OATHS  OR  AFFIRMATIONS AND EXAMINE WITNESSES UNDER OATH AND REQUIRE THE\n   13  PRODUCTION OF ANY BOOKS AND PAPERS DEEMED RELEVANT OR  MATERIAL  TO  THE\n   14  RESOLUTION OF ANY DISPUTE PENDING BEFORE THE OFFICE.\n   15    6.  TO  ENGAGE  WITH THE HOUSING COURTS, OTHER TRIAL COURTS, STATE AND\n   16  LOCAL AGENCIES AND WITH ALTERNATIVE DISPUTE  RESOLUTION  PROGRAMS  MAIN-\n   17  TAINED  BY  THE  OFFICE  OF  COURT  ADMINISTRATION  IN  ORDER TO PROVIDE\n   18  SPECIALIZED EXPERTISE IN THE RESOLUTION OF COOPERATIVE  AND  CONDOMINIUM\n   19  DISPUTES AS AN ALTERNATIVE TO LITIGATION.\n   20    7.  TO OFFER PROCEDURES, MONITORS AND VOTE COUNTING SERVICES TO ASSURE\n   21  FAIR ELECTIONS FOR MEMBERS OF COOPERATIVE BOARDS OF DIRECTORS AND CONDO-\n   22  MINIUM BOARDS OF MANAGERS.  FIFTEEN PERCENT OF THE TOTAL  VOTING  INTER-\n   23  ESTS  IN  A  COOPERATIVE OR CONDOMINIUM OR SHAREHOLDERS OR OWNERS OF SIX\n   24  RESIDENTIAL UNITS, WHICHEVER IS GREATER,  MAY  PETITION  THE  OFFICE  TO\n   25  ATTEND AND CONDUCT AN ELECTION OF DIRECTORS OR MANAGERS. ALL COSTS ASSO-\n   26  CIATED WITH THE ELECTION MONITORING PROCESS SHALL BE PAID BY THE COOPER-\n   27  ATIVE OR CONDOMINIUM.\n   28    8.  TO REFER ANY COMPLAINT RECEIVED TO THE APPROPRIATE LAW ENFORCEMENT\n   29  AGENCY FOR PROSECUTION, IF DEEMED APPROPRIATE BY THE OFFICE.\n   30    9. TO PERFORM ANY OTHER FUNCTIONS THAT ARE NECESSARY OR APPROPRIATE TO\n   31  FULFILL THE DUTIES AND RESPONSIBILITIES OF THE OFFICE.\n   32    S 996-E. PRINCIPAL OFFICE AND  SATELLITE  OFFICES.  THE  OFFICE  SHALL\n   33  MAINTAIN  ITS  PRINCIPAL  OFFICE  IN THE CITY OF NEW YORK AND SHALL HAVE\n   34  SATELLITE OFFICES IN OTHER LOCATIONS WITHIN THE STATE OF NEW YORK  WHERE\n   35  THERE ARE SIGNIFICANT CONCENTRATIONS OF COOPERATIVE OR CONDOMINIUM HOUS-\n   36  ING.\n   37    S  996-F.  ASSISTANCE  OF  OTHER  STATE  AGENCIES.  TO  EFFECTUATE THE\n   38  PURPOSES OF THIS ARTICLE, THE OMBUDSMAN MAY REQUEST AND SHALL  BE  ENTI-\n   39  TLED  TO  RECEIVE  FROM ANY STATE AGENCY, AND THE SAME ARE AUTHORIZED TO\n   40  PROVIDE, SUCH ASSISTANCE, SERVICES, FACILITIES, AND DATA AS WILL  ENABLE\n   41  THE  OFFICE  TO  CARRY  OUT  ITS  FUNCTIONS, POWERS AND DUTIES, AND SUCH\n   42  TEMPORARILY OR PERMANENTLY ASSIGNED PERSONNEL AS  THE  DIRECTOR  OF  THE\n   43  BUDGET MAY APPROVE.\n   44    S  996-G.  REPORTS  TO THE GOVERNOR, ATTORNEY GENERAL AND THE LEGISLA-\n   45  TURE. THE OFFICE SHALL MAKE AN ANNUAL  REPORT,  TO  BE  RECEIVED  ON  OR\n   46  BEFORE JANUARY FIRST, TO THE GOVERNOR, ATTORNEY GENERAL AND THE LEGISLA-\n   47  TURE CONCERNING THE ACTIVITIES UNDERTAKEN BY THE OFFICE, RECOMMENDATIONS\n   48  FOR  LEGISLATIVE PROPOSALS, DATA CONCERNING PROGRAM ACTIVITIES AND OTHER\n   49  PERTINENT INFORMATION AS MAY BE REQUIRED.\n   50    S 996-H. CONTRACT AUTHORITY. THE OFFICE IS HEREBY EMPOWERED  TO  ENTER\n   51  INTO  ANY AGREEMENT OR CONTRACT WITH ANY STATE OR LOCAL AGENCY NECESSARY\n   52  OR CONVENIENT TO CARRY OUT THE PROVISIONS OF THIS ARTICLE.\n   53    S 996-I. SEPARABILITY. IF ANY CLAUSE, SENTENCE, PARAGRAPH, SECTION  OR\n   54  PART  OF THIS ARTICLE SHALL BE ADJUDGED BY ANY COURT OF COMPETENT JURIS-\n   55  DICTION TO BE INVALID, SUCH JUDGMENT SHALL NOT AFFECT, IMPAIR OR INVALI-\n   56  DATE THE REMAINDER THEREOF, BUT SHALL BE CONFINED IN  ITS  OPERATION  TO\n\n       S. 395                              5\n\n    1  THE  CLAUSE,  SENTENCE,  PARAGRAPH,  SECTION  OR  PART  THEREOF DIRECTLY\n    2  INVOLVED IN THE CONTROVERSY IN  WHICH  SUCH  JUDGMENT  SHALL  HAVE  BEEN\n    3  RENDERED.\n    4    S  2.  The tax law is amended by adding a new section 186-g to read as\n    5  follows:\n    6    S 186-G. RESIDENTIAL UNIT FEE. A COOPERATIVE HOUSING CORPORATION OR  A\n    7  HOMEOWNERS ASSOCIATION, AS SUCH TERMS ARE DEFINED IN SECTION TWO HUNDRED\n    8  TEN OF THIS CHAPTER, SHALL PAY AN ANNUAL FEE OF SIX DOLLARS PER YEAR FOR\n    9  EACH  RESIDENTIAL UNIT LOCATED IN A BUILDING OR BUILDINGS OWNED OR OPER-\n   10  ATED BY SUCH CORPORATION OR ASSOCIATION. SUCH FEE SHALL  BE  PAYABLE  TO\n   11  THE  DEPARTMENT.  ALL  REVENUE  FROM  THE  FEE  IMPOSED PURSUANT TO THIS\n   12  SECTION SHALL BE PAID BY THE DEPARTMENT TO THE STATE COMPTROLLER  TO  BE\n   13  DEPOSITED TO AND CREDITED TO THE OFFICE OF THE COOPERATIVE AND CONDOMIN-\n   14  IUM  OMBUDSMAN  FUND,  ESTABLISHED PURSUANT TO SECTION EIGHTY-ONE OF THE\n   15  STATE FINANCE LAW.\n   16    S 3. The state finance law is amended by adding a new  section  81  to\n   17  read as follows:\n   18    S  81.  OFFICE  OF  THE COOPERATIVE AND CONDOMINIUM OMBUDSMAN FUND. 1.\n   19  THERE IS HEREBY ESTABLISHED IN THE CUSTODY OF THE  STATE  COMPTROLLER  A\n   20  SPECIAL FUND TO BE KNOWN AS THE \"OFFICE OF THE COOPERATIVE AND CONDOMIN-\n   21  IUM OMBUDSMAN FUND\".\n   22    2.  THE OFFICE OF THE COOPERATIVE AND CONDOMINIUM OMBUDSMAN FUND SHALL\n   23  CONSIST OF MONIES APPROPRIATED THERETO, FUNDS TRANSFERRED FROM ANY OTHER\n   24  FUND OR SOURCES, AND MONIES DEPOSITED THEREIN PURSUANT  TO  SECTION  ONE\n   25  HUNDRED EIGHTY-SIX-G OF THE TAX LAW.\n   26    3. THE MONIES IN THE OFFICE OF THE COOPERATIVE AND CONDOMINIUM OMBUDS-\n   27  MAN  FUND  SHALL  BE KEPT SEPARATE FROM AND SHALL NOT BE COMMINGLED WITH\n   28  ANY OTHER MONIES IN THE CUSTODY OF THE STATE  COMPTROLLER.  SUCH  MONIES\n   29  SHALL  BE  ALLOCATED TO AND EXPENDED BY THE DEPARTMENT OF LAW SOLELY FOR\n   30  THE STAFFING AND ADMINISTRATION OF THE OFFICE  OF  THE  COOPERATIVE  AND\n   31  CONDOMINIUM OMBUDSMAN OF SUCH DEPARTMENT.\n   32    S 4. This act shall take effect on the one hundred eightieth day after\n   33  it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the executive law, in relation to creating the office of the cooperative and condominium ombudsman; to amend the tax law, in relation to authorizing the residential unit fee; and to amend the state finance law, in relation to establishing the office of the cooperative and condominium ombudsman fund ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101221.T120112.TXT", "SOBI.D101220.T115324.TXT", "SOBI.D101220.T114824.TXT", "SOBI.D101220.T105320.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292950872623
}