{
  "year" : 2011,
  "senateBillNo" : "S397-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO LOCAL GOVERNMENT",
    "billEventId" : "S397-2011-1294203600000-REFERRED+TO+LOCAL+GOVERNMENT",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUEGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides condominium owners with access to the application submitted for the tax abatements",
  "summary" : "Provides condominium owners with access to the application for the entire building for the tax abatements to verify that such owner's unit was included in the submission. ",
  "currentCommittee" : "LOCAL GOVERNMENT",
  "sameAs" : null,
  "lawSection" : "Real Property Tax Law",
  "previousVersions" : [ "SA3853-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "HUNTLEY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          397\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by Sens. KRUEGER, HUNTLEY -- read twice and ordered printed,\n         and when printed to be committed to the Committee on Local Government\n\n       AN ACT to amend the real property tax law, in relation to  providing  an\n         owner  of a dwelling unit access to tax abatement applications submit-\n         ted on behalf of the condominium\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision  4  of section 467-a of the real property tax\n    2  law, as added by chapter 273 of the laws of 1996, is amended to read  as\n    3  follows:\n    4    4.  Except  in  accordance  with proper judicial order or as otherwise\n    5  provided by law, neither the commissioner of finance, nor any officer or\n    6  employee of a department of finance of a city having a population of one\n    7  million or more, nor any person who, pursuant to  this  subdivision,  is\n    8  authorized to inspect the application or statements in connection there-\n    9  with required by this section, shall disclose or make known the contents\n   10  of any such application or statements. Except as provided in this subdi-\n   11  vision, the officers charged with the custody of any such application or\n   12  statements  shall  not  be  required  to  produce  them in any action or\n   13  proceeding in any court or before any administrative tribunal,  but  any\n   14  such  application or statements may be produced on behalf of the depart-\n   15  ment of finance. NOTHING IN  THIS  SUBDIVISION  SHALL  BE  CONSTRUED  TO\n   16  PROHIBIT  DELIVERY TO AN OWNER OF A DWELLING UNIT OF A PROPERTY SITUATED\n   17  IN A CITY HAVING A POPULATION OF ONE MILLION OR MORE OF A  COPY  OF  ANY\n   18  APPLICATION OR STATEMENTS PERTAINING TO SUCH DWELLING UNIT, UPON REQUEST\n   19  AND  WITH  PERSONALLY  IDENTIFYING INFORMATION REDACTED. Nothing in this\n   20  subdivision shall be construed to prohibit the delivery of  a  certified\n   21  copy of any such application or statements to the United States of Amer-\n   22  ica  or  any department thereof, the state of New York or any department\n   23  thereof, or a city having a population of one million  or  more  or  any\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01014-01-1\n\n       S. 397                              2\n\n    1  department  thereof,  provided  any  such  application or statements are\n    2  required for official business; nor to prohibit the inspection for offi-\n    3  cial business of any such application or statements by the  tax  commis-\n    4  sion  of  a  city  having a population of one million or more, or by the\n    5  corporation counsel or other legal representative of  a  city  having  a\n    6  population  of one million or more, or by any person engaged or retained\n    7  by the department of finance on an independent contract  basis;  nor  to\n    8  prohibit  the  publication of statistics so classified as to prevent the\n    9  [indentification] IDENTIFICATION of any particular application or state-\n   10  ments. The foregoing provisions of this subdivision prohibiting  disclo-\n   11  sure  of  the  contents of applications or statements shall not apply to\n   12  physical data relating to the property described therein.\n   13    S 2. Subdivision 8 of section 467-a of the real property tax  law,  as\n   14  amended  by  chapter  97  of  the  laws  of  2004, is amended to read as\n   15  follows:\n   16    8. [The] EXCEPT TO THE EXTENT THAT THE OWNER OF A DWELLING UNIT  OF  A\n   17  PROPERTY  SITUATED  IN A CITY HAVING A POPULATION OF ONE MILLION OR MORE\n   18  MAY REQUEST A REDACTED COPY OF ANY APPLICATION OR STATEMENTS  PERTAINING\n   19  TO  SUCH DWELLING UNIT, AS PROVIDED IN SUBDIVISION FOUR OF THIS SECTION,\n   20  THE information contained in applications or  statements  in  connection\n   21  therewith filed with the commissioner of finance pursuant to subdivision\n   22  three,  three-a, three-b or three-c of this section shall not be subject\n   23  to disclosure under article six of the public officers law.\n   24    S 3. This act shall take effect on the thirtieth day  after  it  shall\n   25  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the real property tax law, in relation to providing an owner of a dwelling unit access to tax abatement applications submitted on behalf of the condominium ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101221.T120112.TXT", "SOBI.D101220.T115324.TXT", "SOBI.D101220.T105821.TXT", "SOBI.D101220.T114824.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292950872631
}