{
  "year" : 2011,
  "senateBillNo" : "S399-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO INVESTIGATIONS AND GOVERNMENT OPERATIONS",
    "billEventId" : "S399-2011-1294203600000-REFERRED+TO+INVESTIGATIONS+AND+GOVERNMENT+OPERATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUEGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Makes it a discriminatory practice to compensate employees of different sexes differently for work that is of comparable worth",
  "summary" : "Makes it a discriminatory practice to compensate employees of different sexes differently for work that is of comparable worth; specifically provides when differing compensation is permissible; provides for phase-in. ",
  "currentCommittee" : "INVESTIGATIONS AND GOVERNMENT OPERATIONS",
  "sameAs" : null,
  "lawSection" : "Executive Law",
  "previousVersions" : [ "S2968-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          399\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen. KRUEGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Investigations and Govern-\n         ment Operations\n\n       AN ACT to amend the executive law, in relation to making it a  discrimi-\n         natory practice to compensate employees of different sexes differently\n         for work that is of comparable worth\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 296 of the executive law is amended by adding a new\n    2  subdivision 22 to read as follows:\n    3    22. (A) IT SHALL BE AN UNLAWFUL DISCRIMINATORY PRACTICE FOR AN EMPLOY-\n    4  ER TO DISCRIMINATE BETWEEN EMPLOYEES IN THE SAME PLACE  OF  BUSINESS  ON\n    5  THE  BASIS  OF  SEX, BY COMPENSATING ANY EMPLOYEE IN ANY OCCUPATION AT A\n    6  SALARY OR RATE LESS THAN THE SALARY OR RATE AT WHICH HE OR  SHE  COMPEN-\n    7  SATES  ANY  EMPLOYEE  OF THE OPPOSITE SEX FOR JOBS WHICH HAVE COMPARABLE\n    8  WORTH AS MEASURED BY  THE  SKILL,  EFFORT  AND  RESPONSIBILITY  NORMALLY\n    9  REQUIRED  IN  THE PERFORMANCE OF WORK AND THE CONDITIONS UNDER WHICH THE\n   10  WORK IS NORMALLY PERFORMED.\n   11    (B) NOTHING IN  PARAGRAPH  (A)  OF  THIS  SUBDIVISION  SHALL  PROHIBIT\n   12  DIFFERING  COMPENSATION  TO  EMPLOYEES WHERE SUCH COMPENSATION IS CALCU-\n   13  LATED PURSUANT TO:\n   14    (1) A BONA FIDE SENIORITY SYSTEM;\n   15    (2) A MERIT SYSTEM; OR\n   16    (3) A  SYSTEM  THAT  MEASURES  EARNINGS  BY  QUANTITY  OR  QUALITY  OF\n   17  PRODUCTION.\n   18    (C)  AN EMPLOYER WHO IS IN VIOLATION OF THIS SUBDIVISION SHALL NOT, IN\n   19  ORDER TO COMPLY WITH THIS SUBDIVISION, REDUCE THE  COMPENSATION  OF  ANY\n   20  EMPLOYEE OR REDUCE THE RATE OF COMPENSATION FOR ANY POSITION.\n   21    (D)  AN  AGREEMENT  BY  ANY EMPLOYEE TO WORK FOR LESS THAN THE COMPEN-\n   22  SATION TO WHICH THE EMPLOYEE IS ENTITLED UNDER  THIS  SUBDIVISION  SHALL\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01054-01-1\n\n       S. 399                              2\n\n    1  NOT  BE  A  BAR  TO  ANY ACTION TO WHICH THE EMPLOYEE WOULD OTHERWISE BE\n    2  ENTITLED TO ENFORCE THE PROVISIONS OF THIS SUBDIVISION.\n    3    (E)  NOTHING  SET  FORTH  IN  THIS  SUBDIVISION  SHALL BE CONSTRUED TO\n    4  IMPEDE, INFRINGE OR DIMINISH THE RIGHTS AND  BENEFITS  WHICH  ACCRUE  TO\n    5  EMPLOYEES  THROUGH BONA FIDE COLLECTIVE BARGAINING AGREEMENTS, OR OTHER-\n    6  WISE DIMINISH  THE  INTEGRITY  OF  THE  EXISTING  COLLECTIVE  BARGAINING\n    7  RELATIONSHIP.\n    8    (F)  NO EMPLOYER SHALL BE FOUND TO BE IN VIOLATION OF THIS SUBDIVISION\n    9  FOR COMPENSATING EMPLOYEES OF DIFFERENT SEXES DIFFERENTLY FOR WORK  THAT\n   10  IS  OF  COMPARABLE  WORTH  DURING THE THREE YEAR PERIOD BEGINNING ON THE\n   11  EFFECTIVE DATE OF THIS SUBDIVISION, PROVIDED SUCH  EMPLOYER  HAS  INSTI-\n   12  TUTED  A  PLAN  THAT WILL LEAD TO COMPLIANCE WITH THIS SUBDIVISION AFTER\n   13  SUCH THREE YEAR PERIOD EXPIRES.\n   14    S 2. This act shall take effect on the ninetieth day  after  it  shall\n   15  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the executive law, in relation to making it a discriminatory practice to compensate employees of different sexes differently for work that is of comparable worth ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101221.T120112.TXT", "SOBI.D101220.T115324.TXT", "SOBI.D101220.T105821.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292950872640
}