{
  "year" : 2011,
  "senateBillNo" : "S400-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "S400-2011-1294203600000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUEGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the appointment and reporting duties of the superintendent of the state police and to the appointment of employees of the state police",
  "summary" : "Relates to the appointment and reporting duties of the superintendent of the state police and to the appointment of employees of the state police. ",
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "Executive Law",
  "previousVersions" : [ "SC7104-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "ADAMS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "BRESLIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "DILAN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "HASSELL-THOMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "KLEIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "PARKER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SERRANO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SQUADRON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "STAVISKY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "VALESKY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          400\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sens.  KRUEGER, ADAMS, BRESLIN, DILAN, HASSELL-THOMPSON,\n         KLEIN, PARKER, SERRANO, SQUADRON, STAVISKY, VALESKY -- read twice  and\n         ordered  printed, and when printed to be committed to the Committee on\n         Finance\n\n       AN ACT to amend the executive law, in relation to  the  appointment  and\n         reporting  duties  of  the  superintendent of the state police and the\n         appointment of employees of the state police\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 210 of the executive law, as amended by chapter 169\n    2  of the laws of 1994, is amended to read as follows:\n    3    S 210. Division  of  state police. (A) The division of state police in\n    4  the executive department shall be known as the \"New York State Police.\"\n    5    (B) (1) The head of the New York state police shall be the superinten-\n    6  dent of state police who shall be appointed by the governor by and  with\n    7  the  advice and consent of the senate, and hold office during his or her\n    8  pleasure. The superintendent shall be a  member  of  the  state  police,\n    9  shall  receive  as  salary  such  sum as may be appropriated by law, and\n   10  shall accrue such leave credits and be eligible for the same  retirement\n   11  benefits,  service credits and other benefits as any other member of the\n   12  state police.  If, prior to appointment, the superintendent served as  a\n   13  member  of the state police, he or she, upon appointment, shall be enti-\n   14  tled to continue to accrue and receive such credits and benefits  as  he\n   15  or  she would have been entitled to accrue and receive prior to appoint-\n   16  ment.\n   17    (2) If, prior to his or her appointment, the superintendent shall have\n   18  served as a member of the State Police for a  period  of  ten  years  or\n   19  more,  he  or  she shall, provided he or she is not eligible for retire-\n   20  ment, upon termination of service  as  superintendent,  be  reappointed,\n   21  without  examination,  as a member of the state police in the grade held\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00835-01-1\n\n       S. 400                              2\n\n    1  by him or her prior to appointment  as  superintendent,  notwithstanding\n    2  the  absence of any vacancy in such grade.  For the purpose of determin-\n    3  ing the annual salary to be paid upon such reappointment, the period  of\n    4  service  as  superintendent  shall be counted as service in the grade to\n    5  which reappointed.\n    6    (3) TRADITIONAL SERVICES MEANS AS FOLLOWS: TO PROTECT PEOPLE AND PROP-\n    7  ERTY; TO PREVENT AND DETECT CRIME AND OTHER VIOLATIONS OF LAW AND PURSUE\n    8  CRIMINAL INVESTIGATIONS AND ARREST CRIMINALS; TO MAKE ROADS SAFE FOR ALL\n    9  USERS; TO REDUCE THE DEATHS, INJURIES  AND  PROPERTY  DAMAGE  CAUSED  BY\n   10  MOTOR  VEHICLE  ACCIDENTS  THROUGH  VEHICLE  AND TRAFFIC ENFORCEMENT AND\n   11  EDUCATION; TO PROVIDE DISORDER CONTROL AND  SECURITY  IN  ALL  TYPES  OF\n   12  NATURAL AND MAN-MADE EMERGENCIES; TO PROVIDE FOR THE SAFETY AND SECURITY\n   13  OF  INDIVIDUALS  AND  GROUPS OF CITIZENS IN FURTHERANCE OF THEIR RIGHTS,\n   14  DUTIES AND RESPONSIBILITIES; AND TO SUPPORT OTHERS BY CREATING  PARTNER-\n   15  SHIPS  FOR  SAFETY AND SECURITY WITH INDIVIDUALS, GROUPS AND COMMUNITIES\n   16  THROUGHOUT THE STATE.\n   17    (4) EFFECTIVE WITH RESPECT TO ANY INDIVIDUAL APPOINTMENT BY THE GOVER-\n   18  NOR, BY AND WITH THE ADVICE AND CONSENT OF  THE  SENATE,  AFTER  JANUARY\n   19  FIRST, TWO THOUSAND ELEVEN, THE TERM OF SERVICE OF THE SUPERINTENDENT OF\n   20  THE  STATE  POLICE  SHALL BE SEVEN YEARS. A SUPERINTENDENT MAY NOT SERVE\n   21  MORE THAN ONE SEVEN-YEAR TERM.   THE APPOINTMENT  OF  THE  FIRST  DEPUTY\n   22  SUPERINTENDENT SHALL ALSO BE SUBJECT TO SENATE CONFIRMATION.\n   23    (5)  NOTWITHSTANDING  SECTIONS  THIRTY-THREE AND THIRTY-THREE-A OF THE\n   24  PUBLIC OFFICERS LAW, A SUPERINTENDENT SHALL BE REMOVED FROM  OFFICE  FOR\n   25  FAILURE  TO  FULFILL  HIS  OR HER DUTIES ONLY BY A MAJORITY VOTE OF EACH\n   26  HOUSE OF THE LEGISLATURE OR IN ACCORDANCE WITH THE PROVISIONS OF  SUBDI-\n   27  VISIONS E, F OR G OF SECTION THIRTY OF THE PUBLIC OFFICERS LAW.\n   28    (6)  IN  THE  EVENT THE SUPERINTENDENT RESIGNS FROM OFFICE, IS REMOVED\n   29  FROM OFFICE OR IS INCAPABLE OF CONTINUING  IN  OFFICE  DUE  TO  PHYSICAL\n   30  ILLNESS,  MENTAL  ILLNESS OR DEATH THE FIRST DEPUTY SUPERINTENDENT SHALL\n   31  ASSUME THE SUPERINTENDENT POSITION.  IF AFTER FORTY-FIVE DAYS THE GOVER-\n   32  NOR HAS NOT APPOINTED A NEW SUPERINTENDENT TO A  FULL  TERM,  THE  FIRST\n   33  DEPUTY  SUPERINTENDENT  SHALL  COMPLETE  THE  REMAINDER  OF THE PREVIOUS\n   34  SUPERINTENDENT'S TERM.  UPON ASSUMPTION OF THE DUTIES OF SUPERINTENDENT,\n   35  THE FIRST DEPUTY SUPERINTENDENT SHALL BE SUBJECT TO ALL REQUIREMENTS AND\n   36  PROVISIONS ASSOCIATED WITH THE SUPERINTENDENT'S POSITION. IF  THE  FIRST\n   37  DEPUTY  SUPERINTENDENT  COMPLETES  THE  TERM  OF  A PREVIOUSLY APPOINTED\n   38  SUPERINTENDENT, THE FIRST DEPUTY IS ELIGIBLE FOR APPOINTMENT TO  A  FULL\n   39  TERM  AS  SUPERINTENDENT  IN  HIS  OR HER OWN RIGHT. ALL OTHER POTENTIAL\n   40  REPLACEMENTS WITHIN THE RANKS OF THE STATE POLICE OR  FROM  OUTSIDE  ITS\n   41  RANKS  FOR  SUPERINTENDENT,  IN  THE EVENT THE FIRST DEPUTY IS UNABLE TO\n   42  COMPLETE THE PREVIOUS SUPERINTENDENT'S POSITION,  SHALL  HAVE  THE  SAME\n   43  RIGHTS AND ELIGIBILITIES AS THE FIRST DEPUTY SUPERINTENDENT AND SHALL BE\n   44  SUBJECT  TO  ALL  THE  REQUIREMENTS  AND  PROVISIONS ASSOCIATED WITH THE\n   45  SUPERINTENDENT.\n   46    S 2. The executive law is amended by adding a  new  section  210-a  to\n   47  read as follows:\n   48    S  210-A.  SUPERINTENDENT'S ANNUAL REPORTS AND BIENNIAL TESTIMONY. (A)\n   49  THE SUPERINTENDENT SHALL SUBMIT AN ANNUAL REPORT TO  THE  GOVERNOR,  THE\n   50  TEMPORARY  PRESIDENT  OF  THE  SENATE,  THE SPEAKER OF THE ASSEMBLY, THE\n   51  MINORITY LEADER OF THE SENATE AND THE MINORITY LEADER OF THE ASSEMBLY NO\n   52  LATER THAN SEPTEMBER FIRST OF EACH YEAR.\n   53    (1) SUCH REPORT SHALL CONTAIN THE FOLLOWING INFORMATION:\n   54    (A) A DETAILED DESCRIPTION OF ANY  SPECIAL  REQUESTS  MADE  BY  OR  ON\n   55  BEHALF  OF THE GOVERNOR OR ANY MEMBER OF THE LEGISLATURE FOR SERVICES OF\n\n       S. 400                              3\n\n    1  THE STATE POLICE BEYOND  TRADITIONAL  SERVICES  PROVIDED  BY  THE  STATE\n    2  POLICE;\n    3    (B) A DETAILED DESCRIPTION OF ANY INFORMATION, UNLESS IT IS PRIVILEGED\n    4  OR  REQUIRES CONFIDENTIALITY, PROVIDED BY THE STATE POLICE TO THE GOVER-\n    5  NOR, AND/OR HIS OR HER STAFF, AND/OR TO ANY MEMBER OF  THE  LEGISLATURE,\n    6  AND/OR  HIS  OR HER STAFF, BEYOND THE GENERAL PROGRAMMATIC AND BUDGETARY\n    7  REPORTING REQUIREMENTS OF THE STATE POLICE  AND  A  DESCRIPTION  OF  THE\n    8  PURPOSE FOR WHICH SUCH INFORMATION WAS PROVIDED;\n    9    (C)  A  DESCRIPTION  OF  ANY SPECIAL DISCIPLINARY ACTIONS TAKEN BY THE\n   10  SUPERINTENDENT REGARDING INTER- OR INTRA-GOVERNMENTAL AFFAIRS  INVOLVING\n   11  STATE  POLICE  PERSONNEL,  BASED UPON SPECIAL REQUESTS MADE TO THE STATE\n   12  POLICE BY OR ON BEHALF OF THE GOVERNOR, ANY MEMBER  OF  THE  LEGISLATURE\n   13  AND/OR ANY OTHER PUBLIC OR QUASI-PUBLIC ENTITY; AND\n   14    (D) A DESCRIPTION OF EACH REQUEST MADE BY OR ON BEHALF OF THE GOVERNOR\n   15  AND/OR  ANY  MEMBER OF THE LEGISLATURE FOR INFORMATION OF ANY KIND OTHER\n   16  THAN THE GENERAL INFORMATION PROVIDED BY THE STATE POLICE TO THE  EXECU-\n   17  TIVE BRANCH, THE LEGISLATIVE BRANCH, PUBLIC AUTHORITIES OR LOCAL GOVERN-\n   18  MENT ENTITIES.\n   19    (2)  THE  SUPERINTENDENT SHALL INCLUDE A SIGNED CERTIFICATION WITH THE\n   20  REPORT THAT THE INFORMATION PROVIDED IS TRUE TO THE BEST OF HIS  OR  HER\n   21  KNOWLEDGE.  IF  SUCH CERTIFICATION IS FOUND TO BE FALSE, THE SUPERINTEN-\n   22  DENT MAY BE SUBJECT TO REMOVAL BY THE LEGISLATURE.\n   23    (B) EVERY TWO YEARS, COMMENCING IN TWO  THOUSAND  TWELVE,  THE  SUPER-\n   24  INTENDENT SHALL ATTEND A PROCEEDING TO TESTIFY BEFORE THE SENATE FINANCE\n   25  COMMITTEE,  THE  ASSEMBLY  WAYS AND MEANS COMMITTEE, THE SENATE INVESTI-\n   26  GATIONS AND GOVERNMENT OPERATIONS COMMITTEE AND THE ASSEMBLY  OVERSIGHT,\n   27  ANALYSIS  AND INVESTIGATION COMMITTEE TO REVIEW THE PERSONNEL AND ADMIN-\n   28  ISTRATIVE ACTIVITIES OF THE STATE POLICE AND THE FUTURE PLANS AND INITI-\n   29  ATIVE OF THE STATE POLICE. SUCH PROCEEDING SHALL BE CONDUCTED JOINTLY AT\n   30  THE DIRECTION OF THE TEMPORARY PRESIDENT OF THE SENATE AND  THE  SPEAKER\n   31  OF  THE  ASSEMBLY  AND  SHALL TAKE PLACE NO LATER THAN NOVEMBER FIRST OF\n   32  EVERY OTHER YEAR DURING WHICH THE PROCEEDING IS CONDUCTED.\n   33    (C) THE REPORTING REQUIREMENTS DESCRIBED IN THIS SECTION SHALL  BE  IN\n   34  ADDITION  TO,  AND  NOT  IN  LIEU  OF,  ANY OTHER REPORTING REQUIREMENTS\n   35  PROVIDED BY LAW.\n   36    S 3. Section 211 of the executive law, as amended by  chapter  331  of\n   37  the laws of 1993, is amended to read as follows:\n   38    S 211. Employees. (A) The superintendent may appoint such employees as\n   39  may  be  necessary  and fix their compensation within such sum as may be\n   40  appropriated by law. Persons appointed to competitive  positions  within\n   41  the  division  who meet the definition of veteran or disabled veteran as\n   42  defined in section eighty-five of the civil service law shall  be  enti-\n   43  tled to additional credit and preference as conferred by that law and in\n   44  the  same  manner, except that, notwithstanding any law to the contrary,\n   45  with respect to any candidate applying for credit in a competitive exam-\n   46  ination for original appointment as a disabled or non-disabled  veteran,\n   47  such  candidate  may  apply provisionally for such credit while still an\n   48  active member of the armed forces. The application for provisional cred-\n   49  it may be made at any time between the date of his  or  her  application\n   50  for the competitive examination and the date the eligible list is estab-\n   51  lished.  In  cases  where  there has been a provisional application, the\n   52  superintendent shall grant final credit only if the candidate renews his\n   53  or her application within  ninety  days  following  termination  of  the\n   54  candidate's  military duty, and the candidate's period of eligibility on\n   55  the list has not expired, and the candidate  satisfies  the  appropriate\n   56  statutory  requirements  for  eligibility. Pending the granting of final\n\n       S. 400                              4\n\n    1  credit, the candidate's ranking on any eligible list shall  reflect  the\n    2  provisional credit.\n    3    (B) ANY EMPLOYEE APPOINTED TO THE EXECUTIVE SERVICES UNIT OR ANY OTHER\n    4  UNIT  ASSOCIATED  WITH  SECURITY  AND/OR PROTECTING OTHER ELECTED AND/OR\n    5  PUBLIC OFFICIALS SHALL HOLD SUCH APPOINTMENT FOR NO MORE THAN TWO  YEARS\n    6  AFTER WHICH PERIOD, THE EMPLOYEE SHALL BE REAPPOINTED TO THE POSITION HE\n    7  OR  SHE  HELD PRIOR TO THE APPOINTMENT TO THE EXECUTIVE SERVICES UNIT OR\n    8  ANY OTHER UNIT ASSOCIATED WITH SECURITY AND/OR PROTECTING OTHER  ELECTED\n    9  AND/OR  PUBLIC  OFFICIALS  OR  TO  SUCH OTHER POSITION AND DUTIES AS ARE\n   10  DETERMINED BY THE SUPERINTENDENT.\n   11    S 4. This act shall take effect January 1, 2012.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the executive law, in relation to the appointment and reporting duties of the superintendent of the state police and the appointment of employees of the state police ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101221.T120112.TXT", "SOBI.D101220.T110321.TXT", "SOBI.D101220.T115324.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292950872642
}