{
  "year" : 2011,
  "senateBillNo" : "S401-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "S401-2011-1294203600000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUEGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires the governor to meet with the assembly and with the senate once a month to answer questions relating to the state",
  "summary" : "Requires the governor to meet with the assembly and with the senate legislature once a month for the purpose of answering questions relating to the strategic direction, financial status and general governance of the state. ",
  "currentCommittee" : "FINANCE",
  "sameAs" : "A883",
  "lawSection" : "Executive Law",
  "previousVersions" : [ "S7938-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          401\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen. KRUEGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Finance\n\n       AN ACT to amend the executive  law,  in  relation  to  monthly  meetings\n         between  the  governor and the legislature to allow the legislature to\n         ask questions of the governor relating to matters concerning the state\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. The executive law is amended by adding a new section 170-c\n    2  to read as follows:\n    3    S 170-C. JOINT MEETING OF THE GOVERNOR AND THE ASSEMBLY; JOINT MEETING\n    4  OF THE GOVERNOR AND THE SENATE. 1. ONCE EACH  ODD-NUMBERED  MONTH,  FROM\n    5  JANUARY  THROUGH  JUNE OR DURING THE PENDENCY OF THE REGULAR LEGISLATIVE\n    6  SESSION, WHICHEVER IS LONGER, AND ON A REGULAR OR SPECIAL  SESSION  DAY,\n    7  AT  THE  INVITATION  OF THE SPEAKER AND MINORITY LEADER OF THE ASSEMBLY,\n    8  AND UPON AGREEMENT BY THE SPEAKER AND THE GOVERNOR AS TO  THE  DATE  AND\n    9  TIME,  THE  GOVERNOR,  FOR  NO LESS THAN ONE HOUR, SHALL PUBLICLY ANSWER\n   10  QUESTIONS PERTAINING TO THE STRATEGIC DIRECTION,  FINANCIAL  STATUS  AND\n   11  GENERAL  GOVERNANCE  OF  THE  STATE  FROM MEMBERS OF THE ASSEMBLY IN THE\n   12  ASSEMBLY CHAMBER. THE PERCENTAGE OF TIME  ALLOTTED  FOR  QUESTIONS  FROM\n   13  MEMBERS  OF THE MAJORITY AND MINORITY PARTIES SHALL BE ALLOTTED BASED ON\n   14  THE PERCENTAGE OF REPRESENTATION OF EACH  PARTY  IN  THE  ASSEMBLY.  THE\n   15  SPEAKER  AND  THE MINORITY LEADER SHALL DETERMINE, FOR THE TIME ALLOTTED\n   16  TO EACH, WHICH MEMBERS OF THE ASSEMBLY SHALL ASK QUESTIONS AND THE ORDER\n   17  IN WHICH THE QUESTIONS SHALL BE ASKED.\n   18    2. ONCE EACH EVEN-NUMBERED MONTH, FROM JANUARY THROUGH JUNE OR  DURING\n   19  THE  PENDENCY  OF  THE REGULAR LEGISLATIVE SESSION, WHICHEVER IS LONGER,\n   20  AND ON A REGULAR OR SPECIAL SESSION DAY, AT THE INVITATION OF THE TEMPO-\n   21  RARY PRESIDENT AND THE MINORITY LEADER OF THE SENATE, AND UPON AGREEMENT\n   22  BY THE TEMPORARY PRESIDENT AND THE GOVERNOR AS TO THE DATE AND TIME, THE\n   23  GOVERNOR, FOR NO LESS THAN ONE HOUR,  SHALL  PUBLICLY  ANSWER  QUESTIONS\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00674-01-1\n\n       S. 401                              2\n\n    1  PERTAINING  TO  THE  STRATEGIC  DIRECTION,  FINANCIAL STATUS AND GENERAL\n    2  GOVERNANCE OF THE STATE FROM MEMBERS OF THE SENATE IN THE  SENATE  CHAM-\n    3  BER.  THE  PERCENTAGE OF TIME ALLOTTED FOR QUESTIONS FROM MEMBERS OF THE\n    4  MAJORITY  AND MINORITY PARTIES SHALL BE ALLOTTED BASED ON THE PERCENTAGE\n    5  OF REPRESENTATION OF EACH PARTY IN THE SENATE. THE  TEMPORARY  PRESIDENT\n    6  OF  THE  SENATE  AND  THE  MINORITY LEADER SHALL DETERMINE, FOR THE TIME\n    7  ALLOTTED TO EACH, WHICH MEMBERS OF THE SENATE SHALL  ASK  QUESTIONS  AND\n    8  THE ORDER IN WHICH THE QUESTIONS SHALL BE ASKED.\n    9    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the executive law, in relation to monthly meetings between the governor and the legislature to allow the legislature to ask questions of the governor relating to matters concerning the state ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110105.T102102.TXT", "SOBI.D101220.T115824.TXT", "SOBI.D101221.T115612.TXT", "SOBI.D101220.T110321.TXT", "SOBI.D101220.T115324.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294240862947
}