{
  "year" : 2011,
  "senateBillNo" : "S402-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO CITIES",
    "billEventId" : "S402-2011-1294203600000-REFERRED+TO+CITIES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MONTGOMERY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires notice to adjoining owners of construction, excavation or demolition work",
  "summary" : "Requires notice to adjoining owners of construction, excavation or demolition work. ",
  "currentCommittee" : "CITIES",
  "sameAs" : "A317",
  "lawSection" : "New York City Administrative Code",
  "previousVersions" : [ "SB7412-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n           S. 402                                                    A. 317\n\n                              2011-2012 Regular Sessions\n\n                             S E N A T E - A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       IN  SENATE  --  Introduced  by Sen. MONTGOMERY -- read twice and ordered\n         printed, and when printed to be committed to the Committee on Cities\n\n       IN ASSEMBLY -- Introduced by M. of A. ROBINSON -- read once and referred\n         to the Committee on Cities\n\n       AN ACT to amend the administrative code of the  city  of  New  York,  in\n         relation to permits for construction, excavation or demolition\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 28-105.12.7.1 of the  administrative  code  of  the\n    2  city of New York, as added by local law number 8 of the city of New York\n    3  for the year 2008, is amended to read as follows:\n    4    S  28-105.12.7.1  Insurance coverage for adjacent properties. A person\n    5  who obtains a permit for construction, EXCAVATION  or  demolition  oper-\n    6  ations shall, at such person's own expense, procure and maintain for the\n    7  duration  of the operations, insurance of a kind and in an amount speci-\n    8  fied by rule of the department, to insure any and all adjacent  property\n    9  owners and their lawful occupants fully for all risks of loss, damage to\n   10  property  or  injury  to  or  death  of  persons,  arising  out of or in\n   11  connection with the performance of the proposed work.  Such person shall\n   12  submit proof of insurance to the department when applying for  a  permit\n   13  for construction, EXCAVATION or demolition work. PROOF OF SUCH INSURANCE\n   14  TOGETHER WITH THE PERMIT SHALL ALSO BE PROVIDED TO THE OWNERS OF ADJOIN-\n   15  ING  PROPERTY THIRTY DAYS PRIOR TO THE COMMENCEMENT OF THE CONSTRUCTION,\n   16  EXCAVATION OR DEMOLITION WORK.\n   17    S 2. This act shall take effect immediately.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00273-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the administrative code of the city of New York, in relation to permits for construction, excavation or demolition ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101220.T110822.TXT", "SOBI.D101220.T115824.TXT", "SOBI.D101220.T110321.TXT", "SOBI.D101220.T115324.TXT", "SOBI.D101221.T144620.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292960780622
}