{
  "year" : 2011,
  "senateBillNo" : "S403-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO HEALTH",
    "billEventId" : "S403-2011-1294203600000-REFERRED+TO+HEALTH",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MONTGOMERY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Directs the commissioner of health to establish a schedule of fees for the use, maintenance and repair of air conditioners used by residents of adult homes",
  "summary" : "Directs the commissioner of health to establish a schedule of fees for the use, maintenance and repair of air conditioners used by residents of adult homes, enriched housing programs and residences for adults. ",
  "currentCommittee" : "HEALTH",
  "sameAs" : "A315",
  "lawSection" : "Social Services Law",
  "previousVersions" : [ "S6932-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n           S. 403                                                    A. 315\n\n                              2011-2012 Regular Sessions\n\n                             S E N A T E - A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       IN  SENATE  --  Introduced  by Sen. MONTGOMERY -- read twice and ordered\n         printed, and when printed to be committed to the Committee on Health\n\n       IN ASSEMBLY -- Introduced by M.  of  A.  BRENNAN,  GOTTFRIED,  KAVANAGH,\n         PHEFFER,  MILLMAN,  MAISEL, CAHILL, CLARK, DINOWITZ, CASTRO, P. RIVERA\n         -- Multi-Sponsored by -- M. of A. BOYLAND, DenDEKKER, DESTITO, JACOBS,\n         JAFFEE, LANCMAN, MAGEE,  MAYERSOHN,  McENENY,  MENG,  PERRY,  SWEENEY,\n         TOWNS, WEISENBERG -- read once and referred to the Committee on Aging\n\n       AN  ACT  to amend the social services law, in relation to establishing a\n         fee schedule for the use, maintenance and repair of  air  conditioners\n         in adult homes\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 461-q of the  social  services  law,  as  added  by\n    2  section  46  of  part B of chapter 58 of the laws of 2004, is amended to\n    3  read as follows:\n    4    S 461-q.  Temperature  standards  in  adult  homes,  enriched  housing\n    5  programs and residences for adults.  1. The commissioner of health shall\n    6  promulgate  rules  and  regulations with respect to an allowable temper-\n    7  ature in all areas occupied by residents  of  an  adult  home,  enriched\n    8  housing  program  and residence for adults, including any areas intended\n    9  for use by its residents in common including auditoriums, meeting  rooms\n   10  and  cafeterias.    One common room in such adult home, enriched housing\n   11  program and residence for adults shall be  required  to  be  air  condi-\n   12  tioned.\n   13    2.  THE  COMMISSIONER  OF  HEALTH IS HEREBY AUTHORIZED AND DIRECTED TO\n   14  ESTABLISH A SCHEDULE OF FEES FOR THE USE, MAINTENANCE AND REPAIR OF  AIR\n   15  CONDITIONERS USED BY RESIDENTS OF ADULT HOMES, ENRICHED HOUSING PROGRAMS\n   16  AND  RESIDENCES  FOR ADULTS PROVIDED BY ANY MEANS OTHER THAN THROUGH THE\n   17  ENHANCING ABILITIES AND LIFE EXPERIENCE (ENABLE) PROGRAM. IN DETERMINING\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02384-01-1\n\n       S. 403                              2                             A. 315\n\n    1  THE AMOUNT OF SUCH FEES, THE COMMISSIONER OF HEALTH SHALL  CONSIDER  THE\n    2  VARIABLE  NATURE OF THE MARKET PRICE OF ENERGY AND SHALL ANNUALLY ADJUST\n    3  SUCH SCHEDULE OF FEES TO ACCOUNT FOR SUCH  VARIABILITY  AND  FOR  ANNUAL\n    4  INFLATION,  AS  DETERMINED FROM THE INCREASE IN THE CONSUMER PRICE INDEX\n    5  AS REPORTED BY THE BUREAU OF  LABOR  STATISTICS  OF  THE  UNITED  STATES\n    6  DEPARTMENT OF LABOR.\n    7    S  2.  This  act shall take effect on the ninetieth day after it shall\n    8  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the social services law, in relation to establishing a fee schedule for the use, maintenance and repair of air conditioners in adult homes ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101220.T110822.TXT", "SOBI.D101220.T115824.TXT", "SOBI.D101220.T115324.TXT", "SOBI.D101221.T144620.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292960780624
}