{
  "year" : 2011,
  "senateBillNo" : "S404-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO HEALTH",
    "billEventId" : "S404-2011-1294203600000-REFERRED+TO+HEALTH",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MONTGOMERY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Exempts monthly assessments due from certain residential health facilities from interest or penalties for any period prior to October 1, 2012",
  "summary" : "Exempts monthly assessments due from residential health facilities located in any area designated as a Health Professional Shortage Area or serving a medically underserved population and experiencing a medical assistance utilization rate of eighty-five percent or greater from interest or penalties for any period prior to October 1, 2012. ",
  "currentCommittee" : "HEALTH",
  "sameAs" : "A318",
  "lawSection" : "Public Health",
  "previousVersions" : [ "SA6261-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n           S. 404                                                    A. 318\n\n                              2011-2012 Regular Sessions\n\n                             S E N A T E - A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       IN  SENATE  --  Introduced  by Sen. MONTGOMERY -- read twice and ordered\n         printed, and when printed to be committed to the Committee on Health\n\n       IN ASSEMBLY -- Introduced by M. of A. ROBINSON -- read once and referred\n         to the Committee on Health\n\n       AN ACT in relation to exempting monthly assessments due from residential\n         health facilities located in any area designated as a  Health  Profes-\n         sional Shortage Area or serving a medically underserved population and\n         experiencing  a  medical  assistance  utilization  rate of eighty-five\n         percent or greater from interest or penalties for any period prior  to\n         October 1, 2012\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Notwithstanding any provision of law, rule or regulation to\n    2  the contrary, monthly assessments due for any period prior to October 1,\n    3  2012, from residential health facilities located in any area  designated\n    4  as  a  Health  Professional  Shortage Area or serving a medically under-\n    5  served population and experiencing a medical assistance utilization rate\n    6  of eighty-five percent or greater as appropriately reported pursuant  to\n    7  section  2807-d of the public health law on or before December 31, 2012,\n    8  shall not be subject to interest or penalties as otherwise  provided  in\n    9  such section 2807-d; provided, however, that the residential health care\n   10  facility  must  either pay such amounts or enter into a repayment agree-\n   11  ment for said amount with the commissioner of health under terms accept-\n   12  able to such commissioner on or before March 31, 2013; provided further,\n   13  however, that with  regard  to  all  assessment,  interest  and  penalty\n   14  amounts collected by the commissioner of health by the effective date of\n   15  this  act  the  interest and penalty provisions of section 2807-d of the\n   16  public health law shall remain in full force and effect and such amounts\n   17  collected shall not be subject to further reconciliation or  adjustment.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00271-01-1\n\n       S. 404                              2                             A. 318\n\n    1  Health Professional Shortage Areas and medically underserved populations\n    2  shall  be  established  based  on  designations  of  areas as such under\n    3  section 3320(b)(3) of the Federal Public Health Service Act  as  amended\n    4  by the Health Care Safety Net Amendments of 2002, Public Law 107-251 and\n    5  shall  include  those  areas  designated  by the secretary of health and\n    6  human services as an area with a shortage of personal  health  services,\n    7  or a population group designated by the commissioner of  health as being\n    8  underserved in the area of residential health care facility services.\n    9    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT in relation to exempting monthly assessments due from residential health facilities located in any area designated as a Health Professional Shortage Area or serving a medically underserved population and experiencing a medical assistance utilization rate of eighty-five percent or greater from interest or penalties for any period prior to October 1, 2012 ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101220.T110822.TXT", "SOBI.D101220.T115824.TXT", "SOBI.D101220.T115324.TXT", "SOBI.D101221.T144620.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292960780626
}