{
  "year" : 2011,
  "senateBillNo" : "S405-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO CHILDREN AND FAMILIES",
    "billEventId" : "S405-2011-1294203600000-REFERRED+TO+CHILDREN+AND+FAMILIES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MONTGOMERY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires the prosecution of juveniles, who are under the age of eighteen and who commit family offenses against his or her parent or legal guardian, under article VI",
  "summary" : "Requires the prosecution of juveniles who commit family offenses against his or her parent or legal guardian under article seven of the family court act, rather than article eight of such act. ",
  "currentCommittee" : "CHILDREN AND FAMILIES",
  "sameAs" : "A316",
  "lawSection" : "Family Court Act",
  "previousVersions" : [ "S6981-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n           S. 405                                                    A. 316\n\n                              2011-2012 Regular Sessions\n\n                             S E N A T E - A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       IN  SENATE  --  Introduced  by Sen. MONTGOMERY -- read twice and ordered\n         printed, and when printed to be committed to the Committee on Children\n         and Families\n\n       IN ASSEMBLY -- Introduced by M. of A. ROBINSON -- read once and referred\n         to the Committee on Children and Families\n\n       AN ACT to amend the family court act and the criminal procedure law,  in\n         relation  to  family  offenses alleged to have been committed by juve-\n         niles under the age of eighteen\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  opening paragraph of subdivision 1 of section 812 of\n    2  the family court act, as separately amended by chapters 341 and  405  of\n    3  the laws of 2010, is amended to read as follows:\n    4    The  family court and the criminal courts shall have concurrent juris-\n    5  diction over any  proceeding  concerning  acts  which  would  constitute\n    6  disorderly  conduct,  harassment  in the first degree, harassment in the\n    7  second degree,  aggravated  harassment  in  the  second  degree,  sexual\n    8  misconduct,  forcible touching, sexual abuse in the third degree, sexual\n    9  abuse in the second degree as set forth in subdivision  one  of  section\n   10  130.60  of  the penal law, stalking in the first degree, stalking in the\n   11  second degree, stalking in the third  degree,  stalking  in  the  fourth\n   12  degree,  criminal  mischief,  menacing in the second degree, menacing in\n   13  the third degree, reckless endangerment, criminal obstruction of breath-\n   14  ing or blood circulation, strangulation in the second degree, strangula-\n   15  tion in the first degree, assault in the second degree, assault  in  the\n   16  third  degree or an attempted assault, criminal obstruction of breathing\n   17  or blood circulation or strangulation between spouses or former spouses,\n   18  or between parent and child or between members of  the  same  family  or\n   19  household  except that if the respondent would not be criminally respon-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00266-01-1\n\n       S. 405                              2                             A. 316\n\n    1  sible by reason of age pursuant to section 30.00 of the penal law,  then\n    2  the family court shall have exclusive jurisdiction over such proceeding.\n    3  FAMILY  OFFENSES ALLEGED TO HAVE BEEN COMMITTED BY A CHILD UNDER THE AGE\n    4  OF  EIGHTEEN  AGAINST A PARENT OR GUARDIAN SHALL BE ADDRESSED IN ACCORD-\n    5  ANCE WITH ARTICLE SEVEN, RATHER THAN THIS ARTICLE, OF THIS ACT. Notwith-\n    6  standing a complainant's election to proceed in family court, the crimi-\n    7  nal court shall not be divested of jurisdiction to hear a family offense\n    8  proceeding pursuant to this section. In any proceeding pursuant to  this\n    9  article,  a  court  shall  not deny an order of protection, or dismiss a\n   10  petition, solely on the basis that the acts or events  alleged  are  not\n   11  relatively contemporaneous with the date of the petition, the conclusion\n   12  of  the fact-finding or the conclusion of the dispositional hearing. For\n   13  purposes of  this  article,  \"disorderly  conduct\"  includes  disorderly\n   14  conduct not in a public place. For purposes of this article, \"members of\n   15  the same family or household\" shall mean the following:\n   16    S  2.  The opening paragraph of subdivision 1 of section 530.11 of the\n   17  criminal procedure law, as amended by chapter 405 of the laws  of  2010,\n   18  is amended to read as follows:\n   19    The  family court and the criminal courts shall have concurrent juris-\n   20  diction over any  proceeding  concerning  acts  which  would  constitute\n   21  disorderly  conduct,  harassment  in the first degree, harassment in the\n   22  second degree,  aggravated  harassment  in  the  second  degree,  sexual\n   23  misconduct,  forcible touching, sexual abuse in the third degree, sexual\n   24  abuse in the second degree as set forth in subdivision  one  of  section\n   25  130.60  of  the penal law, stalking in the first degree, stalking in the\n   26  second degree, stalking in the third  degree,  stalking  in  the  fourth\n   27  degree,  criminal  mischief,  menacing in the second degree, menacing in\n   28  the third degree, reckless  endangerment,  strangulation  in  the  first\n   29  degree,  strangulation  in  the  second  degree, criminal obstruction of\n   30  breathing or blood circulation, assault in the second degree, assault in\n   31  the third degree or an  attempted  assault  between  spouses  or  former\n   32  spouses,  or  between  parent  and  child or between members of the same\n   33  family or household except that if the respondent would not be criminal-\n   34  ly responsible by reason of age pursuant to section 30.00 of  the  penal\n   35  law,  then  the family court shall have exclusive jurisdiction over such\n   36  proceeding.  FAMILY OFFENSES ALLEGED TO HAVE BEEN COMMITTED BY  A  CHILD\n   37  UNDER  THE  AGE  OF  EIGHTEEN  AGAINST  A  PARENT  OR  GUARDIAN SHALL BE\n   38  ADDRESSED IN ACCORDANCE WITH ARTICLE SEVEN  OF  THE  FAMILY  COURT  ACT.\n   39  Notwithstanding a complainant's election to proceed in family court, the\n   40  criminal  court  shall  not be divested of jurisdiction to hear a family\n   41  offense proceeding pursuant  to  this  section.  For  purposes  of  this\n   42  section,  \"disorderly  conduct\"  includes  disorderly  conduct  not in a\n   43  public place. For purposes of this section, \"members of the same  family\n   44  or  household\" with respect to a proceeding in the criminal courts shall\n   45  mean the following:\n   46    S 3. This act shall take effect on the ninetieth day  after  it  shall\n   47  have  become  a  law and shall apply to petitions filed on or after such\n   48  effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the family court act and the criminal procedure law, in relation to family offenses alleged to have been committed by juveniles under the age of eighteen ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101220.T110822.TXT", "SOBI.D101220.T115824.TXT", "SOBI.D101220.T115324.TXT", "SOBI.D101221.T144620.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292960780620
}