{
  "year" : 2011,
  "senateBillNo" : "S406-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO HOUSING, CONSTRUCTION AND COMMUNITY DEVELOPMENT",
    "billEventId" : "S406-2011-1294203600000-REFERRED+TO+HOUSING%2C+CONSTRUCTION+AND+COMMUNITY+DEVELOPMENT",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUEGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to unlawful tenancies under the emergency tenant protection act of 1974",
  "summary" : "Relates to unlawful tenancies under the emergency tenant protection act of 1974; prohibits owners from entering or renewing leases where such owner has reason to know that such tenant will not occupy the housing accommodation as his or her primary residence. ",
  "currentCommittee" : "HOUSING, CONSTRUCTION AND COMMUNITY DEVELOPMENT",
  "sameAs" : null,
  "lawSection" : "Emergency Tenant Protection Act of 1974",
  "previousVersions" : [ "S8283-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          406\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen. KRUEGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Housing, Construction  and\n         Community Development\n\n       AN  ACT  to amend the emergency tenant protection act of nineteen seven-\n         ty-four and the administrative code  of  the  city  of  New  York,  in\n         relation to leasing to business and other entities\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 4 of chapter 576 of the laws of  1974  constituting\n    2  the  emergency tenant protection act of nineteen seventy-four is amended\n    3  by adding a new section 5-b to read as follows:\n    4    S 5-B. TENANCY. NOTWITHSTANDING ANY INCONSISTENT PROVISION OF THIS ACT\n    5  OR THE PROVISIONS OF ANY CONTRACT, LEASE OR RENTAL AGREEMENT,  NO  OWNER\n    6  OR ANY AGENT THEREOF SHALL ENTER INTO A LEASE, OR OTHER RENTAL AGREEMENT\n    7  FOR  OCCUPANCY  OF A VACANT HOUSING ACCOMMODATION SUBJECT TO THIS ACT IF\n    8  THE OWNER OR ANY AGENT THEREOF HAS REASON TO KNOW THAT THE  TENANT  WILL\n    9  NOT OCCUPY THE HOUSING ACCOMMODATION AS HIS OR HER PRIMARY RESIDENCE, OR\n   10  THE  TENANT IS A CORPORATION, PARTNERSHIP, OR OTHER BUSINESS OR NOT-FOR-\n   11  PROFIT ENTITY, PROVIDED, HOWEVER, IF THE TENANT (I) IS A  NOT-FOR-PROFIT\n   12  CORPORATION,  PURSUANT  TO  THE  NOT-FOR-PROFIT CORPORATION LAW, THAT IS\n   13  SOLELY ENGAGED IN ACTIVITIES TO PROVIDE HOUSING AND  ADDITIONAL  SUPPORT\n   14  SERVICES, IF ANY, TO LOW-INCOME OR VULNERABLE MEMBERS OF THE POPULATION,\n   15  AS  DETERMINED BY THE COMMISSIONER OF THE DIVISION OF HOUSING AND COMMU-\n   16  NITY RENEWAL, OR (II) IS A CORPORATION, PARTNERSHIP  OR  OTHER  BUSINESS\n   17  THAT  IS PROVIDING AN OFFICER, PARTNER, EMPLOYEE OR OTHER NATURAL PERSON\n   18  PARTICIPATING IN THE DAY-TO-DAY OPERATIONS WITH A DWELLING  UNIT,  WHICH\n   19  SHALL  BE  OCCUPIED  AS  THE INDIVIDUAL'S PRIMARY RESIDENCE, AN OWNER OR\n   20  AGENT THEREOF MAY ENTER INTO A LEASE,  OR  OTHER  RENTAL  AGREEMENT  FOR\n   21  OCCUPANCY OF A VACANT HOUSING ACCOMMODATION SUBJECT TO THIS ACT.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00711-01-1\n\n       S. 406                              2\n\n    1    S  2.  Clause  (i)  of  paragraph  3 of subdivision a of section 12 of\n    2  section 4 of chapter 576 of the laws of 1974 constituting the  emergency\n    3  tenant  protection  act  of nineteen seventy-four, as amended by chapter\n    4  480 of the laws of 2009, is amended to read as follows:\n    5    (i)  to  have  violated  an order of the division OR SECTION FIVE-B OF\n    6  THIS ACT the commissioner may impose by administrative order after hear-\n    7  ing, a civil penalty in the amount of one thousand dollars for the first\n    8  such offense and two thousand dollars for each subsequent offense; or\n    9    S 3. Section 26-512 of the administrative code of the city of New York\n   10  is amended by adding a new subdivision g to read as follows:\n   11    G. NOTWITHSTANDING ANY INCONSISTENT PROVISION OF LAW OR THE PROVISIONS\n   12  OF ANY CONTRACT, LEASE OR RENTAL AGREEMENT, NO OWNER OR ANY AGENT THERE-\n   13  OF SHALL ENTER INTO A LEASE, OR OTHER RENTAL AGREEMENT FOR OCCUPANCY  OF\n   14  A  VACANT  HOUSING ACCOMMODATION SUBJECT TO THIS CHAPTER IF THE OWNER OR\n   15  ANY AGENT THEREOF HAS REASON TO KNOW THAT THE TENANT WILL NOT OCCUPY THE\n   16  HOUSING ACCOMMODATION AS HIS OR HER PRIMARY RESIDENCE, OR THE TENANT  IS\n   17  A  CORPORATION, PARTNERSHIP, OR OTHER BUSINESS OR NOT-FOR-PROFIT ENTITY,\n   18  PROVIDED, HOWEVER, IF THE TENANT (I) IS  A  NOT-FOR-PROFIT  CORPORATION,\n   19  PURSUANT  TO  THE NOT-FOR-PROFIT CORPORATION LAW, THAT IS SOLELY ENGAGED\n   20  IN ACTIVITIES TO PROVIDE HOUSING AND  ADDITIONAL  SUPPORT  SERVICES,  IF\n   21  ANY,  TO  LOW-INCOME  OR VULNERABLE MEMBERS OF THE POPULATION, AS DETER-\n   22  MINED BY THE COMMISSIONER OF  THE  DIVISION  OF  HOUSING  AND  COMMUNITY\n   23  RENEWAL, OR (II) IS A CORPORATION, PARTNERSHIP OR OTHER BUSINESS THAT IS\n   24  PROVIDING  AN OFFICER, PARTNER, EMPLOYEE OR OTHER NATURAL PERSON PARTIC-\n   25  IPATING IN THE DAY-TO-DAY OPERATIONS WITH A DWELLING UNIT,  WHICH  SHALL\n   26  BE  OCCUPIED  AS  THE  INDIVIDUAL'S PRIMARY RESIDENCE, AN OWNER OR AGENT\n   27  THEREOF MAY ENTER INTO A LEASE, OR OTHER RENTAL AGREEMENT FOR  OCCUPANCY\n   28  OF A VACANT HOUSING ACCOMMODATION SUBJECT TO THIS CHAPTER.\n   29    S 4. Paragraph 1 of subdivision c of section 26-516 of the administra-\n   30  tive code of the city of New York, as amended by chapter 480 of the laws\n   31  of 2009, is amended to read as follows:\n   32    (1)  to  have  violated  an  order of the division OR SUBDIVISION G OF\n   33  SECTION 26-512 OF THIS CHAPTER the commissioner may impose  by  adminis-\n   34  trative  order after hearing, a civil penalty in the amount of one thou-\n   35  sand dollars for the first such offense and  two  thousand  dollars  for\n   36  each subsequent offense; or\n   37    S 5. Severability. If any provision of this act, or any application of\n   38  any  provision of this act, is held to be invalid, that shall not affect\n   39  the validity or effectiveness of any other provision of  this  act,  any\n   40  other  application  of any provision of this act, or any other provision\n   41  of any law or code amended by this act.\n   42    S 6. This act shall take effect on the sixtieth  day  after  it  shall\n   43  have become a law; provided that:\n   44    (a)  the amendments to the emergency tenant protection act of nineteen\n   45  seventy-four made by sections one and two of this act  shall  expire  on\n   46  the same date as such act expires and shall not affect the expiration of\n   47  such  act  as provided in section 17 of chapter 576 of the laws of 1974;\n   48  and\n   49    (b) the amendments to sections 26-512 and 26-516 of the administrative\n   50  code of the city of New York made by sections three and four of this act\n   51  shall expire on the same date as such  sections  expire  and  shall  not\n   52  affect  the expiration of such sections as provided in section 26-520 of\n   53  such code.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the emergency tenant protection act of nineteen seventy-four and the administrative code of the city of New York, in relation to leasing to business and other entities ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101220.T110822.TXT", "SOBI.D101221.T115612.TXT", "SOBI.D101220.T115324.TXT", "SOBI.D101220.T120825.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292950572521
}