{
  "year" : 2011,
  "senateBillNo" : "S407-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S407-2011-1294203600000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUEGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prohibits the sale of over-the-counter weight loss supplements to minors and requires education to minors of the effects of weight loss supplements",
  "summary" : "Prohibits the sale of over-the-counter weight loss supplements to minors and requires education to minors of the effects of weight loss supplements; requires store owners to post a sign of such prohibition. ",
  "currentCommittee" : "CODES",
  "sameAs" : "A1842",
  "lawSection" : "Penal Law",
  "previousVersions" : [ "S4959-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          407\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen. KRUEGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Codes\n\n       AN ACT to amend the penal law, the general business law and  the  public\n         health  law,  in  relation to prohibiting the sale of over-the-counter\n         weight loss supplements to minors and requiring  educational  outreach\n         to minors of the risks of weight loss supplements\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 3 and the first closing  paragraph  of  section\n    2  260.21  of  the  penal law, as added by chapter 362 of the laws of 1992,\n    3  are amended and a new subdivision 4 is added to read as follows:\n    4    3. He sells or causes to be sold tobacco in any form to a  child  less\n    5  than eighteen years old[.]; OR\n    6    4.  HE SELLS OR CAUSES TO BE SOLD OVER-THE-COUNTER WEIGHT LOSS SUPPLE-\n    7  MENTS IN ANY FORM TO A CHILD LESS THAN EIGHTEEN YEARS OLD.\n    8    It is no defense to a prosecution pursuant  to  subdivision  three  OR\n    9  FOUR of this section that the child acted as the agent or representative\n   10  of another person or that the defendant dealt with the child as such.\n   11    S  2. The general business law is amended by adding a new section 391-\n   12  oo to read as follows:\n   13    S 391-OO. REGULATION  OF  OVER-THE-COUNTER  WEIGHT  LOSS  SUPPLEMENTS;\n   14  DISTRIBUTION  TO  MINORS  PROHIBITED. 1. ANY PERSON OPERATING A PLACE OF\n   15  BUSINESS WHEREIN OVER-THE-COUNTER WEIGHT LOSS SUPPLEMENTS  ARE  SOLD  OR\n   16  OFFERED FOR SALE IS PROHIBITED FROM SELLING SUCH PRODUCTS TO INDIVIDUALS\n   17  UNDER  EIGHTEEN  YEARS  OF  AGE, AND SHALL POST IN A CONSPICUOUS PLACE A\n   18  SIGN UPON WHICH THERE SHALL BE IMPRINTED THE FOLLOWING STATEMENT,  \"SALE\n   19  OF  OVER-THE-COUNTER  WEIGHT  LOSS SUPPLEMENTS TO PERSONS UNDER EIGHTEEN\n   20  YEARS OF AGE IS PROHIBITED BY LAW.\" SUCH SIGN  SHALL  BE  PRINTED  ON  A\n   21  WHITE  CARD  IN  RED  LETTERS AT LEAST ONE-HALF INCH IN HEIGHT.  SALE OF\n   22  OVER-THE-COUNTER WEIGHT LOSS PRODUCTS IN SUCH PLACES, SHALL BE MADE ONLY\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00850-01-1\n\n       S. 407                              2\n\n    1  TO AN INDIVIDUAL WHO DEMONSTRATES, THROUGH A DRIVER'S LICENSE  OR  OTHER\n    2  PHOTOGRAPHIC IDENTIFICATION CARD ISSUED BY A GOVERNMENT ENTITY OR EDUCA-\n    3  TIONAL  INSTITUTION,  THAT  THE INDIVIDUAL IS AT LEAST EIGHTEEN YEARS OF\n    4  AGE.  SUCH  IDENTIFICATION  NEED  NOT  BE REQUIRED OF ANY INDIVIDUAL WHO\n    5  REASONABLY APPEARS TO BE AT LEAST TWENTY-FIVE YEARS  OF  AGE,  PROVIDED,\n    6  HOWEVER,  THAT  SUCH  APPEARANCE  SHALL  NOT CONSTITUTE A DEFENSE IN ANY\n    7  PROCEEDING ALLEGING THE SALE OF AN OVER-THE-COUNTER WEIGHT LOSS  SUPPLE-\n    8  MENT TO AN INDIVIDUAL UNDER EIGHTEEN YEARS OF AGE.\n    9    2. OVER-THE-COUNTER WEIGHT LOSS SUPPLEMENTS MEANS ANY PRODUCT INTENDED\n   10  FOR  THE  PURPOSE  OF  WEIGHT  LOSS  THAT ARE SOLD WITHOUT THE NEED OF A\n   11  PRESCRIPTION.\n   12    S 3. The public health law is amended by adding a new article 13-I  to\n   13  read as follows:\n   14                                ARTICLE 13-I\n   15           REGULATION OF OVER-THE-COUNTER WEIGHT LOSS SUPPLEMENTS;\n   16                      DISTRIBUTION TO MINORS PROHIBITED\n   17  SECTION 1399-XX. REGULATION OF OVER-THE-COUNTER WEIGHT LOSS SUPPLEMENTS;\n   18                     DISTRIBUTION TO MINORS PROHIBITED.\n   19          1399-YY. WEIGHT LOSS SUPPLEMENT PUBLIC AWARENESS PROGRAM.\n   20    S  1399-XX.  REGULATION  OF  OVER-THE-COUNTER WEIGHT LOSS SUPPLEMENTS;\n   21  DISTRIBUTION TO MINORS PROHIBITED. 1. ANY PERSON OPERATING  A  PLACE  OF\n   22  BUSINESS  WHEREIN  OVER-THE-COUNTER  WEIGHT LOSS SUPPLEMENTS ARE SOLD OR\n   23  OFFERED FOR SALE IS PROHIBITED FROM SELLING SUCH PRODUCTS TO INDIVIDUALS\n   24  UNDER EIGHTEEN YEARS OF AGE, AND SHALL POST IN  A  CONSPICUOUS  PLACE  A\n   25  SIGN  UPON WHICH THERE SHALL BE IMPRINTED THE FOLLOWING STATEMENT, \"SALE\n   26  OF OVER-THE-COUNTER WEIGHT LOSS SUPPLEMENTS TO  PERSONS  UNDER  EIGHTEEN\n   27  YEARS  OF  AGE  IS  PROHIBITED  BY LAW.\" SUCH SIGN SHALL BE PRINTED ON A\n   28  WHITE CARD IN RED LETTERS AT LEAST ONE-HALF  INCH  IN  HEIGHT.  SALE  OF\n   29  OVER-THE-COUNTER WEIGHT LOSS PRODUCTS IN SUCH PLACES, SHALL BE MADE ONLY\n   30  TO  AN  INDIVIDUAL WHO DEMONSTRATES, THROUGH A DRIVER'S LICENSE OR OTHER\n   31  PHOTOGRAPHIC IDENTIFICATION CARD ISSUED BY A GOVERNMENT ENTITY OR EDUCA-\n   32  TIONAL INSTITUTION, THAT THE INDIVIDUAL IS AT LEAST  EIGHTEEN  YEARS  OF\n   33  AGE.  SUCH  IDENTIFICATION  NEED  NOT  BE REQUIRED OF ANY INDIVIDUAL WHO\n   34  REASONABLY APPEARS TO BE AT LEAST TWENTY-FIVE YEARS  OF  AGE,  PROVIDED,\n   35  HOWEVER,  THAT  SUCH  APPEARANCE  SHALL  NOT CONSTITUTE A DEFENSE IN ANY\n   36  PROCEEDING ALLEGING THE SALE OF AN OVER-THE-COUNTER WEIGHT LOSS  SUPPLE-\n   37  MENT TO AN INDIVIDUAL UNDER EIGHTEEN YEARS OF AGE.\n   38    2. OVER-THE-COUNTER WEIGHT LOSS SUPPLEMENTS MEANS ANY PRODUCT INTENDED\n   39  FOR  THE  PURPOSE  OF  WEIGHT  LOSS  THAT ARE SOLD WITHOUT THE NEED OF A\n   40  PRESCRIPTION.\n   41    S 1399-YY.  WEIGHT  LOSS  SUPPLEMENT  PUBLIC  AWARENESS  PROGRAM.  THE\n   42  COMMISSIONER  SHALL  ESTABLISH A WEIGHT LOSS SUPPLEMENT PUBLIC AWARENESS\n   43  PROGRAM. 1. THE COMMISSIONER SHALL  ESTABLISH  AN  EDUCATIONAL  OUTREACH\n   44  PROGRAM  FOR  WEIGHT  LOSS  SUPPLEMENT AWARENESS BY PROVIDING FOR EDUCA-\n   45  TIONAL OUTREACH SERVICES TO TEENAGERS, PRE-TEENAGERS, PARENTS, SIBLINGS,\n   46  TEACHERS, GUIDANCE COUNSELORS, PRINCIPALS AND SUPERINTENDENTS.\n   47    2. THE COMMISSIONER, IN CONSULTATION WITH THE COMMISSIONER  OF  EDUCA-\n   48  TION, SHALL PROMULGATE RULES AND REGULATIONS NECESSARY FOR THE IMPLEMEN-\n   49  TATION OF SUCH OUTREACH PROGRAM, AND SHALL BE DESIGNED TO PROMOTE:\n   50    (A)  INCREASED  AWARENESS  OF  THE  RISKS  ASSOCIATED WITH WEIGHT LOSS\n   51  SUPPLEMENTS BY PERSONS UNDER THE AGE OF EIGHTEEN WITHOUT  THE  CONSULTA-\n   52  TION OF A LICENSED PHYSICIAN; AND\n   53    (B)  COORDINATION OF PUBLIC AND PRIVATE EFFORTS TO PROVIDE EDUCATIONAL\n   54  OUTREACH PROGRAMS TO MINORS, PARENTS AND EDUCATORS.\n\n       S. 407                              3\n\n    1    3. THE FOLLOWING STRATEGIES MAY BE USED TO RAISE PUBLIC  AWARENESS  OF\n    2  THE  RISKS  ASSOCIATED  WITH  THE  USE  OF  OVER-THE-COUNTER WEIGHT LOSS\n    3  SUPPLEMENTS BY PERSONS UNDER THE AGE OF EIGHTEEN:\n    4    (A)  OUTREACH  CAMPAIGN  UTILIZING  PRINT, RADIO AND TELEVISION PUBLIC\n    5  SERVICE ANNOUNCEMENTS, ADVERTISEMENTS, POSTERS AND OTHER MATERIALS;\n    6    (B) COMMUNITY FORUMS; AND\n    7    (C) HEALTH INFORMATION AND RISK-FACTOR ASSESSMENTS AT PUBLIC EVENTS.\n    8    4. THE DEPARTMENT OF EDUCATION SHALL  ASSIST  THE  DEPARTMENT  IN  THE\n    9  DISTRIBUTION OF INFORMATION FOR THE WEIGHT LOSS SUPPLEMENT PUBLIC AWARE-\n   10  NESS PROGRAM AS ESTABLISHED BY THIS SECTION.\n   11    S 4. This act shall take effect on the first of November next succeed-\n   12  ing  the  date  on  which it shall have become a law; provided, however,\n   13  that section three of this act shall take effect on  the  ninetieth  day\n   14  after  it  shall have become a law. Effective immediately, the addition,\n   15  amendment and/or repeal of any rule  or  regulation  necessary  for  the\n   16  implementation  of  this  act on its effective date are authorized to be\n   17  made and completed.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, the general business law and the public health law, in relation to prohibiting the sale of over-the-counter weight loss supplements to minors and requiring educational outreach to minors of the risks of weight loss supplements ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101220.T110822.TXT", "SOBI.D101221.T115612.TXT", "SOBI.D101220.T115324.TXT", "SOBI.D101220.T120825.TXT", "SOBI.D101220.T123327.TXT", "SOBI.D110112.T124520.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294854320054
}