{
  "year" : 2011,
  "senateBillNo" : "S408-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "S408-2011-1294203600000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUEGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires governor to perform cost benefit analysis of tax expenditures",
  "summary" : "Requires governor to preform cost benefit analysis of tax expenditures. ",
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "Executive Law",
  "previousVersions" : [ "S7347-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "MONTGOMERY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SERRANO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          408\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sens.  KRUEGER,  MONTGOMERY,  SERRANO  -- read twice and\n         ordered printed, and when printed to be committed to the Committee  on\n         Finance\n\n       AN  ACT to amend the executive law, in relation to cost benefit analysis\n         of tax expenditures\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision  1  of  section  181  of the executive law is\n    2  amended by adding three new paragraphs (c),  (d)  and  (e)  to  read  as\n    3  follows:\n    4    (C)  \"COST  BENEFIT ANALYSIS\" SHALL MEAN, FOR TAX EXPENDITURES CLAIMED\n    5  BY TAXPAYERS SUBJECT TO ARTICLES NINE (OTHER THAN  SECTION  ONE  HUNDRED\n    6  EIGHTY),  NINE-A, THIRTEEN-A, TWENTY-EIGHT, THIRTY-TWO, AND THIRTY-THREE\n    7  OF THE TAX LAW, A METHOD OF DETERMINING A TAX EXPENDITURE'S  BENEFIT  TO\n    8  NEW  YORK  STATE  BASED ON THE TAX EXPENDITURE RECIPIENT'S PROJECTED JOB\n    9  CREATION OR JOB RETENTION AND/OR INVESTMENT  IN  THE  STATE  VERSUS  THE\n   10  TOTAL  AMOUNT  OF  REVENUES  FOREGONE UNDER THE TAX EXPENDITURE. FOR TAX\n   11  EXPENDITURES CLAIMED BY TAXPAYERS SUBJECT  TO  ARTICLES  TWENTY-TWO  AND\n   12  THIRTY-ONE  OF  THE TAX LAW, \"COST BENEFIT ANALYSIS\" SHALL MEAN A METHOD\n   13  OF DETERMINING A TAX EXPENDITURE'S BENEFIT TO NEW YORK  STATE  BASED  ON\n   14  THE AMOUNT OF TAX RELIEF A TAX EXPENDITURE PROVIDES TO PARTICULAR CLASS-\n   15  ES OF PERSONS OR ENTITIES.\n   16    (D) \"COST BENEFIT ANALYSIS RATIO\" SHALL MEAN THE RATIO CALCULATED BY A\n   17  COST BENEFIT ANALYSIS OF A TAX EXPENDITURE.\n   18    (E)  \"COST  BENEFIT ANALYSIS TARGET RATIO\" SHALL MEAN THE COST BENEFIT\n   19  ANALYSIS RATIO LEVEL THAT THE GOVERNOR DEEMS TO REFLECT A  TAX  EXPENDI-\n   20  TURE'S  ADEQUATE  LEVEL  OF  BENEFIT  TO NEW YORK STATE WHEN TAKING INTO\n   21  CONSIDERATION THE AMOUNT OF REVENUES THE STATE FOREGOES BECAUSE OF A TAX\n   22  EXPENDITURE AND THE  AMOUNT  OF  TAX  RELIEF  OR  JOB  CREATION  OR  JOB\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00741-01-1\n\n       S. 408                              2\n\n    1  RETENTION  OR  INVESTMENT  IN  THE  STATE PROVIDED OR SUPPORT BY THE TAX\n    2  EXPENDITURE.\n    3    S  2.  Paragraphs  (f)  and (g) of subdivision 2 of section 181 of the\n    4  executive law, as added by chapter 23 of the laws of 1990,  are  amended\n    5  and  five new paragraphs (h), (i), (j), (k) and (l) are added to read as\n    6  follows:\n    7    (f) comment, if any, on the effectiveness and efficiency of other  tax\n    8  expenditures; [and]\n    9    (g)  general  cautionary  and advisory notes concerning limitations of\n   10  data, estimation procedures, sampling errors and imputed values,  promi-\n   11  nently displayed[.]; AND\n   12    (H) A COST BENEFIT ANALYSIS OF EACH TAX EXPENDITURE;\n   13    (I)  A COMPARISON BETWEEN EACH TAX EXPENDITURE'S COST BENEFIT ANALYSIS\n   14  RATIO AND THE TAX EXPENDITURE'S TARGET RATIO, ALONG WITH AN  EXPLANATION\n   15  FOR ANY DIFFERENCE BETWEEN THE TWO RATIOS;\n   16    (J)  AN  ANALYSIS  OF  WHETHER  EACH  TAX EXPENDITURE HAS SUCCESSFULLY\n   17  ACHIEVED THE PURPOSE FOR WHICH  THE  TAX  EXPENDITURE  WAS  ENACTED  AND\n   18  CURRENTLY  SERVES, INCLUDING AN ANALYSIS OF THE PERSONS OR ENTITIES THAT\n   19  ARE BENEFITED BY THE TAX EXPENDITURE;\n   20    (K) AN EXPLANATION OF THE COST BENEFIT  ANALYSIS  FORMULA  APPLIED  TO\n   21  EACH TAX EXPENDITURE; AND\n   22    (L) AN EXPLANATION OF EACH TAX EXPENDITURE'S TARGET RATIO, INCLUDING A\n   23  DESCRIPTION  OF  WHY THE RATIO REFLECTS ADEQUATE LEVELS OF TAX RELIEF OR\n   24  JOB CREATION OR JOB RETENTION OR INVESTMENT IN THE STATE.\n   25    S 3. Subdivision 3 of section 181 of the executive law  is  renumbered\n   26  subdivision  5  and  two  new  subdivisions 3 and 4 are added to read as\n   27  follows:\n   28    3. COST BENEFIT ANALYSIS FORMULA. THE GOVERNOR SHALL DEVELOP FOR  EACH\n   29  TAX EXPENDITURE A COST BENEFIT ANALYSIS FORMULA FOR DETERMINING THE COST\n   30  BENEFIT ANALYSIS RATIO.\n   31    4.  COST  BENEFIT  ANALYSIS TARGET RATIO. THE GOVERNOR SHALL DETERMINE\n   32  FOR EACH TAX EXPENDITURE A COST BENEFIT ANALYSIS TARGET RATIO.\n   33    S 4. This act shall take effect on the first of January next  succeed-\n   34  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the executive law, in relation to cost benefit analysis of tax expenditures ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101220.T110822.TXT", "SOBI.D101221.T115612.TXT", "SOBI.D101220.T115324.TXT", "SOBI.D101220.T120825.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292950572533
}