{
  "year" : 2011,
  "senateBillNo" : "S409-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO CITIES",
    "billEventId" : "S409-2011-1294203600000-REFERRED+TO+CITIES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUEGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Enacts the New York city department of buildings community accountability act",
  "summary" : "Enacts the New York city department of buildings community accountability act. ",
  "currentCommittee" : "CITIES",
  "sameAs" : null,
  "lawSection" : "New York City Administrative Code",
  "previousVersions" : [ "SA2252-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "DIAZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "HASSELL-THOMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          409\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sens.  KRUEGER, DIAZ, HASSELL-THOMPSON -- read twice and\n         ordered printed, and when printed to be committed to the Committee  on\n         Cities\n\n       AN  ACT  to  amend  the  administrative code of the city of New York, in\n         relation to enacting the New York city department of buildings  commu-\n         nity accountability act\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Legislative findings.  The  legislature  hereby  finds  and\n    2  declares  that  the  health  and  safety of the population living in and\n    3  around the many construction projects within the densely populated  city\n    4  of  New  York  is  a matter of state concern as pressure mounts to build\n    5  more and more while completing projects in the shortest  time  possible.\n    6  Construction  is  the  most  dangerous occupation, with death rates four\n    7  times  the  average  for  other  workers  and  conditions  adjacent   to\n    8  construction sites dangerous to the public.\n    9    A comprehensive public reporting system for the tracking of accidents,\n   10  vacate orders, safety violations, and enforcement actions of the depart-\n   11  ment of buildings is an essential component of assuring greater account-\n   12  ability  and  transparency in assuring compliance with the building code\n   13  and the zoning resolution to improve public safety.\n   14    S 2. This act shall be known and may be cited as the  \"New  York  city\n   15  department of buildings community accountability act\".\n   16    S 3. Section 28-103.18.1 of the administrative code of the city of New\n   17  York,  as  added  by local law number 33 of the city of New York for the\n   18  year 2007, is amended to read as follows:\n   19    S 28-103.18.1 Complaint records. The department shall keep records  of\n   20  complaints  made  by  any  person  in reference to any building or other\n   21  matter under the jurisdiction of the department.    Recorded  complaints\n   22  shall include the name and residence of the complainant, the name of the\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04082-01-1\n\n       S. 409                              2\n\n    1  person  complained  of,  the  date of the entry of the complaint and any\n    2  suggested remedies. Except for entries of names and  residences  of  the\n    3  complainants,  such  records shall be made available for public examina-\n    4  tion.    RECORDS ON ACCIDENTS, UNSAFE BUILDING ORDERS, AND VACATE ORDERS\n    5  SHALL BE POSTED ON THE DEPARTMENT'S INFORMATION  WEBSITE  MAINTAINED  BY\n    6  THE  CITY  OF  NEW YORK, SUBJECT TO SUCH REGULATIONS AS THE COMMISSIONER\n    7  SHALL PRESCRIBE.\n    8    S 4. The administrative code of the city of New  York  is  amended  by\n    9  adding a new section 28-103.18.2 to read as follows:\n   10    S  28-103.18.2  RECORDS  OF  CONSTRUCTION AND BUILDING ACCIDENTS.  THE\n   11  DEPARTMENT SHALL MAINTAIN A RECORD  OF  ALL  CONSTRUCTION  AND  BUILDING\n   12  ACCIDENTS  RESULTING  IN  EITHER INJURY OR DEATH TO PERSONS OR DAMAGE TO\n   13  PROPERTY ARISING OUT OF VIOLATIONS OF THE BUILDING CODE.    SUCH  RECORD\n   14  SHALL  BE  POSTED  ON THE DEPARTMENT'S INFORMATION WEBSITE MAINTAINED BY\n   15  THE CITY OF NEW YORK, SUBJECT TO SUCH REGULATIONS  AS  THE  COMMISSIONER\n   16  SHALL  PRESCRIBE.  THE  COMMISSIONER  SHALL  CAUSE  SUCH ACCIDENTS TO BE\n   17  INVESTIGATED AND A WRITTEN REPORT PREPARED REGARDING  THE  CIRCUMSTANCES\n   18  OF THE ACCIDENT.\n   19    S  5.  The  administrative  code of the city of New York is amended by\n   20  adding a new section 28-201.5 to read as follows:\n   21    S 28-201.5 MONTHLY REPORTS TO COMMUNITY BOARDS AND BOROUGH PRESIDENTS.\n   22  THE DEPARTMENT SHALL PROVIDE A MONTHLY REPORT ON DEPARTMENT  ACTIONS  TO\n   23  EACH  COMMUNITY  BOARD, FOR DEPARTMENT ACTIONS WITHIN SUCH BOARD, AND TO\n   24  THE BOROUGH PRESIDENTS, FOR ACTIONS IN THE BOROUGH OF EACH BOROUGH PRES-\n   25  IDENT. SUCH REPORT SHALL INCLUDE THE  STATUS  OF  ALL  VIOLATIONS,  BOTH\n   26  ENVIRONMENTAL CONTROL BOARD AND DEPARTMENT VIOLATIONS, ISSUED WITHIN THE\n   27  RESPECTIVE  COMMUNITY  BOARD  AND  BOROUGH.  THE  REPORT  SHALL SHOW ALL\n   28  OUTSTANDING VIOLATIONS, VIOLATIONS CORRECTED DURING THE MONTH,  ENFORCE-\n   29  MENT  ACTIONS  COMMENCED,  AND  THE  DISPOSITION OF ENFORCEMENT ACTIONS,\n   30  WITHIN THE PERIOD. SUCH ENFORCEMENT ACTIONS SHALL INCLUDE COURT ACTIONS,\n   31  PADLOCK ORDERS, EMERGENCY REPAIR ORDERS, AND ENVIRONMENTAL CONTROL BOARD\n   32  ACTIONS AND ORDERS, INCLUDING FINES  AND  PENALTIES.  THE  REPORT  SHALL\n   33  FURTHER  SHOW  ALL  UNSAFE BUILDING ORDERS, VACATE ORDERS, AND STOP WORK\n   34  ORDERS. SUCH REPORT SHALL BE PROVIDED TO  THE  BOARDS  AND  THE  BOROUGH\n   35  PRESIDENTS  IN  A  CLEAR  AND CONSISTENT FORMAT TO ENABLE A COMPLETE AND\n   36  ACCURATE TRACKING OF DEPARTMENT ACTIONS.\n   37    S 6. The administrative code of the city of New  York  is  amended  by\n   38  adding a new section 28-207.6 to read as follows:\n   39    S  28-207.6 INVESTIGATION AND REPORT; DANGEROUS BUILDING, NUISANCE AND\n   40  ORDER TO VACATE. WHENEVER THE DEPARTMENT HAS ISSUED AN  ORDER  REGARDING\n   41  ANY  DANGEROUS  BUILDING, PLACE, OR THING, OR ANY NUISANCE, OR ANY ORDER\n   42  TO VACATE ANY BUILDING, STRUCTURE, PLACE, OR PREMISES, OR FOR  ANY  SUCH\n   43  BUILDING, STRUCTURE, PLACE, OR PREMISES TO BE SEALED AND/OR SECURED, THE\n   44  COMMISSIONER  SHALL  CAUSE  THE CIRCUMSTANCES REGARDING SUCH ORDER TO BE\n   45  INVESTIGATED, AND A WRITTEN REPORT PREPARED. SUCH REPORT SHALL BE AVAIL-\n   46  ABLE FOR PUBLIC EXAMINATION, AND POSTED ON THE DEPARTMENT'S  INFORMATION\n   47  WEBSITE MAINTAINED BY THE CITY OF NEW YORK, PURSUANT TO SUCH REGULATIONS\n   48  AS THE COMMISSIONER MAY PRESCRIBE.\n   49    S  7.  Section  28-118.1 of the administrative code of the city of New\n   50  York, as added by local law number 33 of the city of New  York  for  the\n   51  year 2007, is amended to read as follows:\n   52    S  28-118.1  General provisions. No building or open lot shall be used\n   53  or occupied without a certificate of occupancy issued by the commission-\n   54  er. Issuance of a certificate of occupancy shall not be construed as  an\n   55  approval  of  a  violation  of  the  provisions of this code or of other\n   56  applicable laws and rules.\n\n       S. 409                              3\n\n    1    NO CERTIFICATE OF OCCUPANCY SHALL BE  ISSUED  FOR  A  NEW  OR  ALTERED\n    2  BUILDING  UNLESS  PAYMENT HAS BEEN MADE OF ALL OUTSTANDING FINES, PENAL-\n    3  TIES, AND JUDGMENTS ARISING OUT OF DEPARTMENT VIOLATIONS ASSOCIATED WITH\n    4  THE  PROPERTY,  INCLUDING  BUT  NOT  LIMITED  TO  VIOLATIONS  ISSUED  IN\n    5  CONNECTION WITH ANY CONSTRUCTION, EXCAVATION OR DEMOLITION WORK.\n    6    S  8.  The  administrative  code of the city of New York is amended by\n    7  adding a new section 28-104.10 to read as follows:\n    8    S 28-104.10 COMMUNITY BOARD NOTIFICATION OF PLAN APPROVAL. 1. A.  WHEN\n    9  AN APPLICATION FOR APPROVAL OF PLANS SUBMITTED  TO  THE  DEPARTMENT  HAS\n   10  BEEN APPROVED FOR A NEW BUILDING, THE DEPARTMENT SHALL NOTIFY THE COMMU-\n   11  NITY BOARD AND THE BOROUGH PRESIDENT OF THE BOROUGH WHERE THE NEW BUILD-\n   12  ING SHALL BE LOCATED OF THE DOCKET AND ITS NUMBER FOR SUCH PLAN, AND THE\n   13  ADDRESS  WHERE  THE  BUILDING  IS  TO  BE BUILT. UPON THE REQUEST OF THE\n   14  COMMUNITY BOARD, THE DEPARTMENT SHALL FURNISH,  AND  PROVIDE  A  REGULAR\n   15  UPDATE,  OF  THE COMPLETE DOCKET OF THE PROJECT, INCLUDING ALL PLANS AND\n   16  DRAWINGS, PERMITS, AMENDMENTS TO THE PLAN, AUDITS, OBJECTIONS, AND  SUCH\n   17  OTHER MATERIAL AS SHALL COMPRISE THE DOCKET OF SAID PROJECT.\n   18    B.  THE  DEPARTMENT  SHALL  FURNISH THE COMPLETE DOCKET OF THE PROJECT\n   19  WITHIN FIVE BUSINESS DAYS OF SAID REQUEST, AND EACH ADDITIONAL  DOCUMENT\n   20  ADDED TO THE DOCKET WITHIN FIVE DAYS OF SUCH ADDITION.\n   21    2.  A.  THE  COMMUNITY  BOARD  IN  WHICH  ANY  NEW BUILDING PROJECT IS\n   22  LOCATED, IN CONSULTATION WITH THE BOROUGH PRESIDENT IN  THE  BOROUGH  OF\n   23  THE  LOCATION OF SUCH PROJECT, MAY REQUEST IN WRITING AND UPON A VOTE OF\n   24  THE BOARD, AN AUDIT-REVIEW OF UP TO THIRTY PLANS PER YEAR BY THE DEPART-\n   25  MENT, WHICH THE DEPARTMENT SHALL BE OBLIGATED TO CONDUCT. THE DEPARTMENT\n   26  SHALL PROVIDE THE BOARD AND THE BOROUGH PRESIDENT THE  RESULTS  OF  SUCH\n   27  AUDIT-REVIEW INCLUDING ANY OBJECTIONS TO THE PLAN PROVIDED TO THE APPLI-\n   28  CANT. THE DEPARTMENT SHALL FURNISH A PRELIMINARY REPORT TO THE BOARD AND\n   29  THE  BOROUGH  PRESIDENT  WITHIN  THIRTY  DAYS, AND A FINAL REPORT WITHIN\n   30  SIXTY DAYS, OF WHETHER THE PLAN COMPLIES WITH THE BUILDING CODE AND  THE\n   31  ZONING RESOLUTION.\n   32    B.  NOTHING  IN  THIS SECTION SHALL BE CONSTRUED TO LIMIT REQUESTS FOR\n   33  AUDITS, REVIEWS, OR OTHER ACTIONS BY THE DEPARTMENT, BY COMMUNITY BOARDS\n   34  OR BOROUGH PRESIDENTS.\n   35    3. WHERE THE DEPARTMENT IS AUDITING AND REVIEWING ANY  APPROVED  PLAN,\n   36  ANY  NOTICE  OF OBJECTIONS TO THE PLAN SHALL BE PUBLISHED ON THE DEPART-\n   37  MENT OF BUILDINGS INFORMATION WEBSITE MAINTAINED  BY  THE  CITY  OF  NEW\n   38  YORK.\n   39    4.  WITHIN  NINETY DAYS OF THE EFFECTIVE DATE OF THIS SUBDIVISION, THE\n   40  DEPARTMENT SHALL PROMULGATE STANDARDS FOR  ALLOWING  PERMITTED  WORK  TO\n   41  CONTINUE WHEN OBJECTIONS TO APPROVED PLANS BY THE DEPARTMENT OCCUR.  THE\n   42  ADOPTION OF SUCH STANDARDS SHALL BE SUBJECT TO CHAPTER FORTY-FIVE OF THE\n   43  NEW YORK CITY CHARTER.\n   44    S  9.  Section  28-105.1 of the administrative code of the city of New\n   45  York, as added by local law number 33 of the city of New  York  for  the\n   46  year 2007, is amended to read as follows:\n   47    S  28-105.1  General.  1.  It shall be unlawful to construct, enlarge,\n   48  alter, repair, move, demolish, remove or change the use or occupancy  of\n   49  any  building  or  structure  in  the city, or to erect, install, alter,\n   50  repair, or use or operate  any  sign  or  service  equipment  in  or  in\n   51  connection  therewith,  or  to  erect,  install,  alter, repair, remove,\n   52  convert or replace any gas, mechanical,  plumbing  or  fire  suppression\n   53  system  in  or  in  connection therewith or to cause any such work to be\n   54  done unless and until a written permit therefore shall have been  issued\n   55  by  the  commissioner  in accordance with the requirements of this code,\n\n       S. 409                              4\n\n    1  subject to such exceptions and exemptions as may be provided in  section\n    2  28-105.4.\n    3    2.  THE  DEPARTMENT  SHALL  PUBLISH ON ITS WEBSITE BY COMMUNITY BOARD,\n    4  NOTICE OF PERMITS GRANTED FOR ANY NEW BUILDING,  FOUNDATION  AND  EARTH-\n    5  WORK,  ALTERATION, AND ANY DEMOLITION AND REMOVAL, INCLUDING THE ADDRESS\n    6  OF THE PROJECT WHERE THE PERMIT HAS BEEN GRANTED. THE  DEPARTMENT  SHALL\n    7  PROVIDE  ACCESS  TO  OR FURNISH A COPY OF THE PERMIT AND OTHER DOCUMENTS\n    8  WITHIN THE DOCKET ESTABLISHED FOR THE PROJECT, EITHER ELECTRONICALLY  OR\n    9  BY  OTHER  MEANS,  UPON  REQUEST AND SHALL MAKE SUCH DOCUMENTS AVAILABLE\n   10  WITHIN FIVE BUSINESS DAYS OF SUCH REQUEST.  THE DEPARTMENT MAY  WITHHOLD\n   11  PLANS  FOR  PARTICULAR BUILDINGS AT THE REQUEST OF LAW ENFORCEMENT AGEN-\n   12  CIES.\n   13    S 10. The administrative code of the city of New York  is  amended  by\n   14  adding a new section 28-110.3 to read as follows:\n   15    S 28-110.3 PRESENCE OF SITE SAFETY COORDINATOR REQUIRED. A SITE SAFETY\n   16  COORDINATOR SHALL BE PRESENT ON ANY SITE OF CONSTRUCTION OF A NEW BUILD-\n   17  ING  IN  EXCESS  OF FIVE STORIES IN HEIGHT, PURSUANT TO DEPARTMENT REGU-\n   18  LATIONS.\n   19    S 11. This act shall take effect July 1, 2012.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the administrative code of the city of New York, in relation to enacting the New York city department of buildings community accountability act ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101221.T120112.TXT", "SOBI.D101220.T110822.TXT", "SOBI.D101220.T111322.TXT", "SOBI.D101220.T115824.TXT", "SOBI.D101220.T115324.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292950872617
}