{
  "year" : 2011,
  "senateBillNo" : "S410-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO SOCIAL SERVICES",
    "billEventId" : "S410-2011-1294203600000-REFERRED+TO+SOCIAL+SERVICES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUEGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for a uniform allowable resource exemption and disregard for an applicant or recipient with an automobile",
  "summary" : "Provides for a uniform allowable resource exemption and disregard for an applicant or recipient with an automobile. ",
  "currentCommittee" : "SOCIAL SERVICES",
  "sameAs" : "A2956",
  "lawSection" : "Social Services Law",
  "previousVersions" : [ "S6680-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          410\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen. KRUEGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Social Services\n\n       AN ACT to amend the social services law, in relation to  certain  exempt\n         assets for public assistance eligibility\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 1 of section 131-n of the social services  law,\n    2  as  amended  by  chapter  373 of the laws of 2003, is amended to read as\n    3  follows:\n    4    1. The following resources shall be exempt and disregarded  in  calcu-\n    5  lating  the amount of benefits of any household under any public assist-\n    6  ance program: (a) cash and liquid or nonliquid resources up to two thou-\n    7  sand dollars, or three thousand dollars in the  case  of  households  in\n    8  which  any  member  is  sixty years of age or older, (b) an amount up to\n    9  four thousand six hundred fifty  dollars  in  a  separate  bank  account\n   10  established  by  an  individual while currently in receipt of assistance\n   11  for the sole purpose of enabling the individual to purchase a  first  or\n   12  replacement  vehicle  for  the  recipient  to  seek,  obtain or maintain\n   13  employment, so long as the funds are not used for any other purpose, (c)\n   14  an amount up to one thousand four hundred dollars  in  a  separate  bank\n   15  account  established  by  an  individual  while  currently in receipt of\n   16  assistance for the purpose of paying tuition at  a  two-year  accredited\n   17  post-secondary  educational  institution,  so  long as the funds are not\n   18  used for any other purpose, (d) the home which is the usual residence of\n   19  the household, (e) one automobile, up  to  [four  thousand  six  hundred\n   20  fifty  dollars fair market value, provided, however, that if the automo-\n   21  bile is needed for the applicant or recipient to seek or retain  employ-\n   22  ment  or  travel to and from work activities as defined in section three\n   23  hundred thirty-six of this chapter, the automobile  exemption  shall  be\n   24  increased  to] nine thousand three hundred dollars FAIR MARKET VALUE, or\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00843-01-1\n\n       S. 410                              2\n\n    1  such other higher dollar value as the local social services district may\n    2  elect to adopt, (f) one burial plot per household member as  defined  in\n    3  department  regulations,  (g) bona fide funeral agreements up to a total\n    4  of  one  thousand  five  hundred  dollars  in equity value per household\n    5  member, (h) funds in an individual development  account  established  in\n    6  accordance with subdivision five of section three hundred fifty-eight of\n    7  this  chapter  and section four hundred three of the social security act\n    8  and (i) for a period of six months, real property which the household is\n    9  making a good faith effort to sell, in accordance with department  regu-\n   10  lations  and  tangible  personal  property necessary for business or for\n   11  employment purposes in accordance with department regulations. If feder-\n   12  al law or regulations require the exemption or disregard  of  additional\n   13  income  and  resources  in  determining  need  for family assistance, or\n   14  medical assistance not exempted or disregarded  pursuant  to  any  other\n   15  provision of this chapter, the department may, by regulations subject to\n   16  the  approval  of  the  director  of the budget, require social services\n   17  officials to exempt or disregard  such  income  and  resources.  Refunds\n   18  resulting  from earned income tax credits shall be disregarded in public\n   19  assistance programs.\n   20    S 2. This act shall take effect immediately, provided that the  amend-\n   21  ments  to subdivision 1 of section 131-n of the social services law made\n   22  by section one of this act shall be subject to the expiration and rever-\n   23  sion of such section pursuant to section 153 of chapter 436 of the  laws\n   24  of 1997, as amended.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the social services law, in relation to certain exempt assets for public assistance eligibility ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101221.T120112.TXT", "SOBI.D101220.T111322.TXT", "SOBI.D110121.T143531.TXT", "SOBI.D101220.T115824.TXT", "SOBI.D101220.T115324.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295638531566
}