{
  "year" : 2011,
  "senateBillNo" : "S411-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO SOCIAL SERVICES",
    "billEventId" : "S411-2011-1294203600000-REFERRED+TO+SOCIAL+SERVICES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUEGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to application to the department of agriculture for waivers for federal food stamp program",
  "summary" : "Requires the office of temporary and disability assistance to apply to the federal department of agriculture for any federal food stamp program waivers that would make food stamps available to persons who would become eligible for food stamp benefits only under such waivers. ",
  "currentCommittee" : "SOCIAL SERVICES",
  "sameAs" : null,
  "lawSection" : "Social Services Law",
  "previousVersions" : [ "S2369-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "PERKINS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          411\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by Sens. KRUEGER, PERKINS -- read twice and ordered printed,\n         and when printed to be committed to the Committee on Social Services\n\n       AN ACT to amend the social services law, in relation to the  food  stamp\n         program\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 1 of section 95 of the social services  law  is\n    2  amended by adding a new paragraph (c) to read as follows:\n    3    (C)  THE  OFFICE OF TEMPORARY AND DISABILITY ASSISTANCE, OR SUCH OTHER\n    4  AGENCY DESIGNATED BY THE GOVERNOR, SHALL APPLY TO THE SECRETARY  OF  THE\n    5  UNITED  STATES  DEPARTMENT  OF  AGRICULTURE  FOR WAIVERS OF FEDERAL FOOD\n    6  STAMP PROGRAM RULES IN ORDER TO MAXIMIZE THE AVAILABILITY OF FOOD  STAMP\n    7  BENEFITS  TO LOW-INCOME INDIVIDUALS AND HOUSEHOLDS. THE OFFICE OF TEMPO-\n    8  RARY AND  DISABILITY  ASSISTANCE  SHALL  DIRECT  EVERY  ELIGIBLE  SOCIAL\n    9  SERVICES  DISTRICT TO PROVIDE FOOD STAMP BENEFITS TO PERSONS WHO QUALIFY\n   10  UNDER SUCH WAIVERS, PROVIDED THAT  SUCH  PERSONS  MEET  ALL  FOOD  STAMP\n   11  PROGRAM  REQUIREMENTS,  INCLUDING  WORK  REQUIREMENTS,  OTHER THAN THOSE\n   12  WAIVED BY THE SECRETARY OF AGRICULTURE.\n   13    S 2. This act shall take effect immediately.\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01041-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the social services law, in relation to the food stamp program ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101221.T120112.TXT", "SOBI.D101220.T111322.TXT", "SOBI.D101220.T115324.TXT", "SOBI.D101220.T121325.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292950872638
}