{
  "year" : 2011,
  "senateBillNo" : "S413-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "S413-2011-1294203600000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUEGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes the empire state performance commission for the purpose of designing and advising the governor and the legislature on the implementation of a performance",
  "summary" : "Establishes the empire state performance commission in the executive department for the purpose of designing and advising the governor and the legislature on the implementation of a performance-management and performance-budgeting system. ",
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "Executive Law",
  "previousVersions" : [ "S7259-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "MONTGOMERY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SERRANO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "VALESKY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          413\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by Sens. KRUEGER, MONTGOMERY, SERRANO, VALESKY -- read twice\n         and ordered printed, and when printed to be committed to the Committee\n         on Finance\n\n       AN ACT to amend the executive  law,  in  relation  to  establishing  the\n         empire  state  performance  commission in the executive department for\n         the purpose of designing and advising the governor and the legislature\n         on the implementation of  a  performance-management  and  performance-\n         budgeting system\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Short title. This act shall be known and may  be  cited  as\n    2  the \"empire state performance commission act\".\n    3    S  2.  Legislative  intent. New York's lack of a comprehensive perfor-\n    4  mance-budgeting scheme for state-funded programs often leads  to  irreg-\n    5  ular  appropriation  practices  and rigid across-the-board cuts, without\n    6  regard to the  programs'  effectiveness.  A  performance-management  and\n    7  performance-budgeting  system  that  ties program funding to the results\n    8  the programs achieve would provide lawmakers with  more  flexibility  in\n    9  making  budget  decisions  and  provide the public with a means by which\n   10  they can evaluate how their tax dollars are being spent.\n   11    The legislature recognizes that implementing and maintaining a compre-\n   12  hensive system of performance-management and performance-budgeting is  a\n   13  complicated  process  that will require cooperation between the legisla-\n   14  tive and executive branches in  order  to  be  successful.  Unilaterally\n   15  imposing  performance-management  and performance-budgeting requirements\n   16  on executive agencies would  likely  be  unproductive  and  ineffective.\n   17  Reforming  the  state  budget process requires careful deliberation that\n   18  includes feedback from the various stakeholders in the process,  includ-\n   19  ing the public.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00840-01-1\n\n       S. 413                              2\n\n    1    This legislation creates a blue ribbon commission that will be charged\n    2  with  designing a performance-management and performance-budgeting model\n    3  for New York to adopt. The commission is structured to elicit input from\n    4  both houses of the legislature, the governor,  executive  agencies,  and\n    5  the  public.  Additionally,  it  is  expected  that  the commission will\n    6  consult   with   performance-management   and/or   performance-budgeting\n    7  experts,  other  state  governments, and/or academic research on perfor-\n    8  mance-management and performance-budgeting. The intent of  the  legisla-\n    9  ture  in  creating  this  commission  is  to  have legislation ready for\n   10  passage in 2012 that implements  a  performance-management  and  perfor-\n   11  mance-budgeting system starting with the 2013-2014 budget.\n   12    S  3.  The executive law is amended by adding a new article 51 to read\n   13  as follows:\n   14                                 ARTICLE 51\n   15                     EMPIRE STATE PERFORMANCE COMMISSION\n   16  SECTION 1010. EMPIRE STATE PERFORMANCE COMMISSION; PURPOSE.\n   17          1011. MEMBERSHIP; TERMS; CHAIRMAN AND VICE CHAIRMAN.\n   18          1012. DUTIES OF THE COMMISSION.\n   19          1013. DELIBERATIONS OF THE COMMISSION; ADVISORY COMMITTEES.\n   20          1014. STAFF; COOPERATION AND ASSISTANCE.\n   21    S 1010. EMPIRE STATE PERFORMANCE COMMISSION; PURPOSE. THE EMPIRE STATE\n   22  PERFORMANCE COMMISSION (THE COMMISSION) IS ESTABLISHED AS A BLUE  RIBBON\n   23  COMMISSION IN THE EXECUTIVE DEPARTMENT. THE PURPOSE OF THE COMMISSION IS\n   24  TO DESIGN AND ADVISE THE GOVERNOR AND THE LEGISLATURE ON THE IMPLEMENTA-\n   25  TION  OF A PERFORMANCE-MANAGEMENT AND PERFORMANCE-BUDGETING SYSTEM. WHEN\n   26  USED IN THIS ARTICLE, THE TERM \"PERFORMANCE-MANAGEMENT\" MEANS A  MANAGE-\n   27  MENT  SYSTEM CONSISTING OF STRATEGIC PLANNING, STRATEGIC PERFORMANCE AND\n   28  PRODUCTIVITY MEASUREMENT, PROGRAM EVALUATION, AND PERFORMANCE BUDGETING,\n   29  AND THE TERM \"PERFORMANCE-BUDGETING\" MEANS A SYSTEMIC  INCORPORATION  OF\n   30  PLANNING,   STRATEGIC  PERFORMANCE  AND  PRODUCTIVITY  MEASUREMENT,  AND\n   31  PROGRAM EVALUATION INFORMATION INTO THE BUDGETARY PROCESS.\n   32    S 1011. MEMBERSHIP; TERMS; CHAIRMAN AND VICE CHAIRMAN. 1. THE  COMMIS-\n   33  SION  SHALL  BE COMPOSED OF FIFTEEN MEMBERS THAT INCLUDE SIX LEGISLATIVE\n   34  MEMBERS AND NINE NON-LEGISLATIVE MEMBERS AS FOLLOWS:\n   35    (A) THE GOVERNOR;\n   36    (B) THE COMPTROLLER;\n   37    (C) THE SPEAKER OF THE ASSEMBLY;\n   38    (D) THE MINORITY LEADER OF THE ASSEMBLY;\n   39    (E) THE CHAIRMAN OF THE ASSEMBLY WAYS AND MEANS COMMITTEE;\n   40    (F) THE TEMPORARY PRESIDENT OF THE SENATE;\n   41    (G) THE MINORITY LEADER OF THE SENATE;\n   42    (H) THE CHAIRMAN OF THE SENATE FINANCE COMMITTEE;\n   43    (I) ONE NON-LEGISLATIVE CITIZEN MEMBER APPOINTED BY THE SPEAKER OF THE\n   44  ASSEMBLY;\n   45    (J) ONE NON-LEGISLATIVE CITIZEN  MEMBER  APPOINTED  BY  THE  TEMPORARY\n   46  PRESIDENT OF THE SENATE;\n   47    (K) THE DIRECTOR OF THE DIVISION OF THE BUDGET;\n   48    (L) TWO EXECUTIVE DEPARTMENT HEADS APPOINTED BY THE GOVERNOR; AND\n   49    (M) TWO NON-LEGISLATIVE CITIZEN MEMBERS APPOINTED BY THE GOVERNOR.\n   50    2.  THE  LEGISLATIVE  LEADERS  SHALL  SUBMIT THEIR APPOINTMENTS TO THE\n   51  GOVERNOR, AND THE GOVERNOR SHALL MAKE HIS OR HER APPOINTMENTS, NO  LATER\n   52  THAN  THIRTY DAYS AFTER THE EFFECTIVE DATE OF THIS ARTICLE.  IF ANY SUCH\n   53  APPOINTMENT IS NOT MADE BY SUCH DATE, THE APPOINTING  OFFICER  MAY  MAKE\n   54  THE  APPOINTMENT  AFTER  THAT DATE, BUT THE VACANT APPOINTMENT SHALL NOT\n   55  COUNT FOR CALCULATION OF A QUORUM UNTIL IT IS FILLED. THE  GOVERNOR  AND\n   56  THE  COMPTROLLER  SHALL  SERVE  ON  THE COMMISSION COINCIDENT WITH THEIR\n\n       S. 413                              3\n\n    1  TERMS OF OFFICE. LEGISLATIVE MEMBERS, THE DIRECTOR OF  THE  DIVISION  OF\n    2  THE  BUDGET,  AND  THE  TWO  EXECUTIVE DEPARTMENT HEADS APPOINTED BY THE\n    3  GOVERNOR SHALL SERVE ON THE COMMISSION  COINCIDENT  WITH  THEIR  HOLDING\n    4  THEIR  RESPECTIVE  POSITIONS.    IN  THE EVENT THAT A LEGISLATIVE MEMBER\n    5  HOLDS MORE THAN ONE OF THE POSITIONS LISTED IN SUBDIVISION ONE  OF  THIS\n    6  SECTION,  SUCH  LEGISLATIVE  MEMBER  SHALL DESIGNATE ANOTHER LEGISLATIVE\n    7  MEMBER OR MEMBERS, AS APPLICABLE, TO SERVE AS THE REPRESENTATIVE FOR THE\n    8  OTHER POSITION OR POSITIONS. NON-LEGISLATIVE CITIZEN  MEMBERS  SHALL  BE\n    9  APPOINTED FOR A TERM ENDING ONE YEAR SUBSEQUENT TO THE EFFECTIVE DATE OF\n   10  THIS  ARTICLE,  OR  JUNE FIRST, TWO THOUSAND TWELVE, WHICHEVER IS LATER.\n   11  VACANCIES SHALL BE FILLED IN THE SAME MANNER AS  THE  ORIGINAL  APPOINT-\n   12  MENTS.  THE  GOVERNOR SHALL SERVE AS THE CHAIRMAN OF THE COMMISSION. THE\n   13  COMMISSION SHALL ELECT A VICE CHAIRMAN FROM ITS MEMBERSHIP.\n   14    3. THE MEMBERS OF THE COMMISSION SHALL  RECEIVE  NO  COMPENSATION  FOR\n   15  THEIR  SERVICES AS MEMBERS, BUT SHALL BE ALLOWED THEIR ACTUAL AND NECES-\n   16  SARY EXPENSES INCURRED IN THE PERFORMANCE OF THEIR  DUTIES.  MEMBERS  OF\n   17  THE  COMMISSION  SHALL  BE  CONSIDERED  PUBLIC  OFFICERS FOR PURPOSES OF\n   18  SECTION SEVENTEEN OF THE PUBLIC OFFICERS LAW.\n   19    S 1012. DUTIES OF  THE  COMMISSION.  THE  COMMISSION  SHALL  HAVE  THE\n   20  FOLLOWING DUTIES:\n   21    1.  DESIGN  A  PERFORMANCE-MANAGEMENT AND PERFORMANCE-BUDGETING SYSTEM\n   22  FOR THE STATE WHICH MAY INCLUDE, BUT IS NOT LIMITED TO, THE FOLLOWING:\n   23    (A) STRATEGIC PLANNING;\n   24    (B) PERFORMANCE MEASUREMENT;\n   25    (C) PROGRAM EVALUATION;\n   26    (D) UNIFORM STANDARDS FOR MEASURING, COMPILING, AND REPORTING PERFORM-\n   27  ANCE INFORMATION;\n   28    (E) A WEBSITE OR OTHER APPROPRIATE MEANS FOR DISSEMINATING INFORMATION\n   29  ABOUT THE PERFORMANCE-MANAGEMENT AND PERFORMANCE-BUDGETING SYSTEM TO THE\n   30  PUBLIC; AND\n   31    (F) A CONTINUING OVERSIGHT AND ADVISORY ROLE FOR THE COMMISSION.\n   32    2. ESTABLISH A TIMETABLE FOR PHASING IN  AND  ESTABLISHING  A  PERFOR-\n   33  MANCE-MANAGEMENT AND PERFORMANCE-BUDGETING SYSTEM.\n   34    3.  PROVIDE ADVICE ON THE IMPLEMENTATION OF THE PERFORMANCE-MANAGEMENT\n   35  AND PERFORMANCE-BUDGETING SYSTEM ACROSS STATE GOVERNMENT.\n   36    4. RECOMMEND A SYSTEMATIC PROCESS FOR THE PERIODIC EVALUATION  OF  THE\n   37  PERFORMANCE-MANAGEMENT  AND  PERFORMANCE-BUDGETING SYSTEM WHICH PROVIDES\n   38  FOR ENHANCED OPPORTUNITIES FOR PUBLIC PARTICIPATION AND INPUT.\n   39    5. SOLICIT PUBLIC INPUT ON APPROPRIATE ASPECTS OF  PERFORMANCE-MANAGE-\n   40  MENT AND PERFORMANCE-BUDGETING AS DETERMINED BY THE COMMISSION.\n   41    6. ON OR BEFORE MARCH FIRST, TWO THOUSAND TWELVE, THE COMMISSION SHALL\n   42  RECOMMEND TO THE GOVERNOR AND THE LEGISLATURE LEGISLATION IMPLEMENTING A\n   43  PERFORMANCE-MANAGEMENT  AND  PERFORMANCE-BUDGETING  SYSTEM FOR THE STATE\n   44  STARTING WITH FISCAL YEAR TWO THOUSAND THIRTEEN--TWO THOUSAND  FOURTEEN.\n   45  AT  THE  SAME  TIME, THE COMMISSION SHALL SUBMIT TO THE GOVERNOR AND THE\n   46  LEGISLATURE A SUMMARY REPORT OF THE ACTIVITY AND FINDINGS OF THE COMMIS-\n   47  SION. THE COMMISSION SHALL DISSOLVE AT THE EXPIRATION OF ONE YEAR SUBSE-\n   48  QUENT TO THE EFFECTIVE DATE OF THIS ARTICLE, OR JUNE FIRST, TWO THOUSAND\n   49  TWELVE, WHICHEVER IS LATER.\n   50    S 1013. DELIBERATIONS OF THE COMMISSION; ADVISORY COMMITTEES.  1.  THE\n   51  COMMISSION  SHALL  MEET AT LEAST FOUR TIMES. THE MEETINGS OF THE COMMIS-\n   52  SION SHALL BE HELD AT THE CALL OF THE CHAIRMAN OR WHENEVER FIVE OR  MORE\n   53  MEMBERS  SO  REQUEST.  A  MAJORITY  OF  MEMBERS  OF THE COMMISSION SHALL\n   54  CONSTITUTE A QUORUM. APPROVAL OF ANY MATTER SHALL REQUIRE  THE  AFFIRMA-\n   55  TIVE  VOTE  OF  A  MAJORITY  OF  THE MEMBERS VOTING THEREON. MEMBERS MAY\n\n       S. 413                              4\n\n    1  DESIGNATE AND AUTHORIZE ANOTHER PERSON TO ACT FOR HIM OR HER  BY  PROXY.\n    2  PROXIES SHALL BE REVOCABLE AT THE PLEASURE OF THE MEMBER EXECUTING IT.\n    3    2. THE DELIBERATIONS, MEETINGS AND OTHER PROCEEDINGS OF THE COMMISSION\n    4  AND  ANY  COMMITTEE  THEREOF  SHALL  BE GOVERNED BY ARTICLE SEVEN OF THE\n    5  PUBLIC OFFICERS LAW. ANY ONE OR MORE MEMBERS MAY PARTICIPATE IN A  MEET-\n    6  ING  BY  MEANS  OF  A  CONFERENCE TELEPHONE, CONFERENCE VIDEO OR SIMILAR\n    7  COMMUNICATIONS EQUIPMENT ALLOWING ALL PERSONS PARTICIPATING IN THE MEET-\n    8  ING TO HEAR EACH OTHER AT THE SAME TIME.   PARTICIPATION BY  SUCH  MEANS\n    9  SHALL CONSTITUTE PRESENCE IN PERSON AT A MEETING. AT ANY MEETINGS OF THE\n   10  COMMISSION  CONDUCTED  BY  MEANS  OF  A CONFERENCE TELEPHONE, CONFERENCE\n   11  VIDEO  OR  SIMILAR  COMMUNICATIONS  EQUIPMENT,  OTHER   THAN   EXECUTIVE\n   12  SESSIONS, THE PUBLIC SHALL BE GIVEN AN OPPORTUNITY TO LISTEN. IF A MEET-\n   13  ING  OTHER  THAN  AN  EXECUTIVE SESSION IS TO BE CONDUCTED BY MEANS OF A\n   14  CONFERENCE TELEPHONE, CONFERENCE VIDEO OR SIMILAR COMMUNICATIONS  EQUIP-\n   15  MENT,  THE  PUBLIC  NOTICE  FOR THE MEETING SHALL INFORM THE PUBLIC THAT\n   16  SUCH EQUIPMENT WILL BE USED, AND IDENTIFY THE MEANS BY WHICH THE  PUBLIC\n   17  MAY LISTEN TO SUCH MEETING.\n   18    3. THE COMMISSION MAY FORM SUCH ADVISORY COMMITTEES AS IT DEEMS NECES-\n   19  SARY,  CONVENIENT,  OR  DESIRABLE TO ADVISE AND ASSIST IN PERFORMING THE\n   20  DUTIES CONFERRED BY THIS ARTICLE.\n   21    S 1014. STAFF; COOPERATION AND ASSISTANCE.   1. THE  DIVISION  OF  THE\n   22  BUDGET  SHALL  PROVIDE  STAFF  ASSISTANCE TO THE COMMISSION.  ADDITIONAL\n   23  ASSISTANCE AS NEEDED SHALL BE PROVIDED BY THE  STAFFS  OF  THE  ASSEMBLY\n   24  WAYS AND MEANS COMMITTEE AND THE SENATE FINANCE COMMITTEE. ALL AGENCIES,\n   25  AUTHORITIES,  AND  INSTITUTIONS OF THE STATE SHALL COOPERATE AND PROVIDE\n   26  SUCH ASSISTANCE TO THE COMMISSION AS THE COMMISSION MAY REQUEST.\n   27    2. THE CHAIRMAN, IN CONSULTATION WITH  THE  COMMISSION,  MAY  HIRE  OR\n   28  APPOINT AN EXECUTIVE DIRECTOR FOR THE COMMISSION IF DEEMED NECESSARY.\n   29    S 4. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the executive law, in relation to establishing the empire state performance commission in the executive department for the purpose of designing and advising the governor and the legislature on the implementation of a performance-management and performance-budgeting system ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101220.T111322.TXT", "SOBI.D101221.T130615.TXT", "SOBI.D101220.T115324.TXT", "SOBI.D101220.T120825.TXT", "SOBI.D101220.T121325.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292954775878
}