{
  "year" : 2011,
  "senateBillNo" : "S414-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "S414-2011-1294203600000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUEGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Enacts a balanced budget requirement and creates the New York state governmental accounting review board",
  "summary" : "Enacts a balanced budget requirement and creates the New York state governmental accounting review board. ",
  "currentCommittee" : "FINANCE",
  "sameAs" : "A3794",
  "lawSection" : "State Finance Law",
  "previousVersions" : [ "S7284-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "MONTGOMERY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SERRANO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "STAVISKY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "VALESKY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          414\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by Sens. KRUEGER, MONTGOMERY, SERRANO, VALESKY -- read twice\n         and ordered printed, and when printed to be committed to the Committee\n         on Finance\n\n       AN ACT to amend the state  finance  law  and  the  legislative  law,  in\n         relation  to  enacting  a balanced budget requirement and creating the\n         New York state governmental accounting review board\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  state finance law is amended by adding a new article\n    2  3-A to read as follows:\n    3                                 ARTICLE 3-A\n    4                      BUDGETING ACCORDING TO GENERALLY\n    5                       ACCEPTED ACCOUNTING PRINCIPLES\n    6  SECTION 35. DEFINITIONS.\n    7          36. DEVELOPMENT OF THE EXECUTIVE BUDGET SUBMISSION  AND  ENACTED\n    8                BUDGET.\n    9          37. NEW YORK STATE GOVERNMENTAL ACCOUNTING REVIEW BOARD.\n   10    S  35.  DEFINITIONS.  AS USED IN THIS ARTICLE, THE FOLLOWING WORDS AND\n   11  TERMS SHALL HAVE THE FOLLOWING MEANINGS UNLESS THE CONTEXT  SHALL  INDI-\n   12  CATE ANOTHER OR DIFFERENT MEANING OR INTENT.\n   13    1.  \"BOARD\"  MEANS NEW YORK STATE GOVERNMENTAL ACCOUNTING REVIEW BOARD\n   14  PURSUANT TO SECTION THIRTY-SEVEN OF THIS ARTICLE.\n   15    2. \"REVENUES\" MEAN ALL TAXES,  RENTS,  FEES,  CHARGES,  PAYMENTS,  ALL\n   16  PROCEEDS  FROM  BORROWINGS AND OTHER INCOME AND RECEIPTS PAID OR PAYABLE\n   17  TO OR FOR THE STATE'S TREASURY.\n   18    3.  \"GENERALLY  ACCEPTED  ACCOUNTING  PRINCIPLES\"  MEANS  THE  SET  OF\n   19  ACCOUNTING  PRINCIPLES FOR FINANCIAL REPORTING ESTABLISHED BY THE FINAN-\n   20  CIAL ACCOUNTING STANDARDS ADVISORY BOARD AND GOVERNED  BY  THE  AMERICAN\n   21  INSTITUTE  OF  CERTIFIED  PUBLIC ACCOUNTANTS FOR FEDERAL REPORTING ENTI-\n   22  TIES.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00740-01-1\n\n       S. 414                              2\n\n    1    4. \"EXECUTIVE BUDGET SUBMISSION\" MEANS THE DOCUMENT SUBMITTED  BY  THE\n    2  GOVERNOR  TO THE LEGISLATURE PURSUANT TO SECTION TWO OF ARTICLE SEVEN OF\n    3  THE STATE CONSTITUTION.\n    4    5.  \"ENACTED  BUDGET\"  MEANS THE DOCUMENT PASSED BY BOTH HOUSES OF THE\n    5  LEGISLATURE PURSUANT TO SECTION FOUR  OF  ARTICLE  SEVEN  OF  THE  STATE\n    6  CONSTITUTION.\n    7    S 36. DEVELOPMENT OF THE EXECUTIVE BUDGET SUBMISSION AND ENACTED BUDG-\n    8  ET.    1. FOR FISCAL YEARS BEGINNING ON AND AFTER APRIL FIRST, TWO THOU-\n    9  SAND TWELVE, THE EXECUTIVE BUDGET  SUBMISSION  AND  THE  ENACTED  BUDGET\n   10  COVERING ALL EXPENDITURES OTHER THAN CAPITAL ITEMS SHALL BE PREPARED AND\n   11  BALANCED  SO  THE RESULTS THEREOF WOULD NOT SHOW A DEFICIT WHEN REPORTED\n   12  IN ACCORDANCE WITH GENERALLY ACCEPTED ACCOUNTING PRINCIPLES.\n   13    2. THE GOVERNOR, THE LEGISLATURE AND THE NEW YORK  STATE  GOVERNMENTAL\n   14  ACCOUNTING  REVIEW  BOARD  SHALL  CONFER  CONCERNING  THE REQUIREMENT TO\n   15  BALANCE THE BUDGET, AS WELL AS THE PROJECTED EFFECT ON  THE  BUDGETS  BY\n   16  ANY  CHANGE IN GENERALLY ACCEPTED ACCOUNTING PRINCIPLES OR CHANGE IN THE\n   17  APPLICATION OF GENERALLY ACCEPTED ACCOUNTING PRINCIPLES  TO  THE  STATE.\n   18  THE  GOVERNOR  AND/OR  THE  LEGISLATURE MAY PETITION THE BOARD TO EXEMPT\n   19  EITHER THE EXECUTIVE BUDGET SUBMISSION OR THE ENACTED  BUDGET  FROM  THE\n   20  PROVISIONS OF THIS SECTION.\n   21    S 37. NEW YORK STATE GOVERNMENTAL ACCOUNTING REVIEW BOARD. 1. THERE IS\n   22  HEREBY  CREATED THE NEW YORK STATE GOVERNMENTAL ACCOUNTING REVIEW BOARD.\n   23  THE BOARD SHALL BE A GOVERNMENTAL AGENCY AND INSTRUMENTALITY AS  IS  SET\n   24  FORTH IN THIS ARTICLE.\n   25    2. THE BOARD SHALL HAVE THE FOLLOWING FUNCTIONS:\n   26    A.  TO  CONFER  WITH  THE  GOVERNOR AND THE LEGISLATURE CONCERNING THE\n   27  REQUIREMENT TO BALANCE THE BUDGET AS PROVIDED IN SECTION  THIRTY-SIX  OF\n   28  THIS  ARTICLE,  THE  PROJECTED  EFFECT  ON  THE BUDGETS BY ANY CHANGE IN\n   29  GENERALLY ACCEPTED ACCOUNTING PRINCIPLES, AND CHANGE IN THE  APPLICATION\n   30  OF GENERALLY ACCEPTED ACCOUNTING PRINCIPLES TO THE STATE BUDGET;\n   31    B. TO HEAR PETITIONS FROM THE GOVERNOR OR LEGISLATURE WITH RELATION TO\n   32  MODIFYING  OR  EXEMPTING  THE EXECUTIVE BUDGET SUBMISSION OR THE ENACTED\n   33  BUDGET FROM THE BALANCED BUDGET REQUIREMENT  OF  SECTION  THIRTY-SIX  OF\n   34  THIS  ARTICLE  OR  FROM  THE REQUIREMENTS OF ANY NEW OR EXISTING GOVERN-\n   35  MENTAL ACCOUNTING STANDARDS, BOARD STATEMENTS, INTERPRETATIONS,  TECHNI-\n   36  CAL BULLETINS, AND CONCEPT STATEMENTS; AND\n   37    C.  TO  DETERMINE  WHETHER IMMEDIATE COMPLIANCE WITH THE PROVISIONS OF\n   38  SECTION THIRTY-SIX OF THIS ARTICLE WILL HAVE A MATERIAL EFFECT ON  STATE\n   39  BUDGETS  OVER A TIME PERIOD INSUFFICIENT TO ACCOMMODATE THE EFFECT WITH-\n   40  OUT A SUBSTANTIAL ADVERSE IMPACT ON THE DELIVERY OF ESSENTIAL  SERVICES,\n   41  AND, UPON SUCH DETERMINATION, TO AUTHORIZE AND APPROVE A METHOD OF PHAS-\n   42  ING THE REQUIREMENTS OF THIS SECTION INTO SUCH BUDGETS OVER SUCH REASON-\n   43  ABLY EXPEDITIOUS TIME PERIOD AS THE BOARD DEEMS APPROPRIATE.\n   44    3.  THE  BOARD  SHALL  BE  COMPRISED OF FIVE MEMBERS, ONE OF WHOM WILL\n   45  SERVE AS CHAIR; WHO ARE NOMINATED BY THE  GOVERNOR  AND  APPOINTED  WITH\n   46  ADVICE  AND CONSENT OF THE SENATE. ALL OF THE APPOINTED MEMBERS SHALL BE\n   47  RESIDENTS OF THE STATE. SUCH APPOINTED MEMBERS SHALL  SERVE  A  TERM  OF\n   48  FIVE YEARS.  ALL APPOINTED MEMBERS SHALL HAVE ACADEMIC OR BUSINESS EXPE-\n   49  RIENCE  IN  GOVERNMENTAL  ACCOUNTING  STANDARDS  AND  GENERALLY ACCEPTED\n   50  ACCOUNTING PRINCIPLES. THE BOARD SHALL ACT BY A MAJORITY QUORUM VOTE  OF\n   51  THE  ENTIRE  BOARD. THE BOARD SHALL MAINTAIN A RECORD OF ITS PROCEEDINGS\n   52  IN SUCH FORM AS IT MAY DETERMINE, BUT SUCH RECORD SHALL INDICATE ATTEND-\n   53  ANCE AND ALL VOTES CAST BY EACH MEMBER.\n   54    4. NOTWITHSTANDING ANY INCONSISTENT PROVISIONS OF LAW, NO  OFFICER  OR\n   55  EMPLOYEE  OF  THE  STATE,  OR  POLITICAL  SUBDIVISION  OF THE STATE, ANY\n   56  GOVERNMENTAL ENTITY OPERATING ANY PUBLIC  SCHOOL  OR  COLLEGE  OR  OTHER\n\n       S. 414                              3\n\n    1  PUBLIC  AGENCY  OR INSTRUMENTALITY OR UNIT OF GOVERNMENT WHICH EXERCISES\n    2  GOVERNMENTAL POWERS UNDER THE LAWS  OF  THE  STATE,  SHALL  FORFEIT  HIS\n    3  OFFICE  OR  EMPLOYMENT  BY  REASON OF HIS ACCEPTANCE OR APPOINTMENT AS A\n    4  MEMBER,  REPRESENTATIVE,  OFFICER,  EMPLOYEE  OR  AGENT OF THE BOARD NOR\n    5  SHALL SERVICE AS SUCH MEMBER, OFFICER, EMPLOYEE OR AGENT OF THE BOARD BE\n    6  DEEMED INCOMPATIBLE OR IN CONFLICT WITH SUCH OFFICE OR EMPLOYMENT.\n    7    5. THE MEMBERS OF THE BOARD SHALL SERVE WITHOUT  SALARY  OR  PER  DIEM\n    8  ALLOWANCE  BUT  SHALL BE ENTITLED TO REIMBURSEMENT FOR ACTUAL AND NECES-\n    9  SARY EXPENSES INCURRED IN THE PERFORMANCE OF OFFICIAL DUTIES UNDER  THIS\n   10  ACT,  PROVIDED HOWEVER THAT SUCH MEMBERS AND REPRESENTATIVES ARE NOT, AT\n   11  THE TIME SUCH EXPENSES ARE INCURRED, PUBLIC EMPLOYEES OTHERWISE ENTITLED\n   12  TO SUCH REIMBURSEMENT.\n   13    6. ALL AGENCIES, AUTHORITIES, AND  INSTITUTIONS  OF  THE  STATE  SHALL\n   14  COOPERATE WITH AND PROVIDE SUCH ASSISTANCE TO THE BOARD AS THE BOARD MAY\n   15  REQUEST.\n   16    7.  THE  CHAIR, IN CONSULTATION WITH THE BOARD, MAY HIRE OR APPOINT AN\n   17  EXECUTIVE DIRECTOR FOR THE BOARD IF DEEMED NECESSARY.\n   18    S 2. Section 22 of the state finance law is amended by  adding  a  new\n   19  subdivision 17 to read as follows:\n   20    17.  NOTWITHSTANDING  ANY  PROVISION  OF  LAW TO THE CONTRARY, BUDGETS\n   21  SUBMITTED PURSUANT TO THIS SECTION SHALL INCLUDE:\n   22    (A) A DESCRIPTION OF ALL OF THE  EXPENDITURES  ESTIMATED  TO  BE  MADE\n   23  BEFORE  THE CLOSE OF THE CURRENT FISCAL YEAR AND ALL OF THE EXPENDITURES\n   24  PROPOSED TO BE MADE DURING THE ENSUING FISCAL YEAR, BOTH  IN  ACCORDANCE\n   25  WITH  GENERALLY  ACCEPTED  ACCOUNTING  PRINCIPLES  AS DEFINED IN ARTICLE\n   26  THREE-A OF THE STATE FINANCE LAW; AND\n   27    (B) A DESCRIPTION OF ALL THE REVENUES ESTIMATED TO ACCRUE  BEFORE  THE\n   28  CLOSE  OF  THE  CURRENT  FISCAL YEAR AND DURING THE ENSUING FISCAL YEAR,\n   29  INCLUSIVE OF ANY REVENUES WHICH ARE EXPECTED TO RESULT FROM THE PROPOSED\n   30  LEGISLATION WHICH THE  GOVERNOR  DEEMS  NECESSARY  TO  PROVIDE  RECEIPTS\n   31  SUFFICIENT TO MEET PROPOSED DISBURSEMENTS, ALL IN ACCORDANCE WITH GENER-\n   32  ALLY ACCEPTED ACCOUNTING PRINCIPLES AS DEFINED IN ARTICLE THREE-A OF THE\n   33  STATE FINANCE LAW.\n   34    S  3.  Paragraph (a) of subdivision 2 of section 54 of the legislative\n   35  law, as added by chapter 1 of the laws of 2007, is amended  to  read  as\n   36  follows:\n   37    (a)  The legislature shall enact a budget for the upcoming fiscal year\n   38  that it determines is balanced [in the general fund].\n   39    S 4. Subdivision 2 of section 54 of the legislative law is amended  by\n   40  adding a new paragraph (d) to read as follows:\n   41    (D)  NOTWITHSTANDING  ANY  PROVISION  OF  LAW TO THE CONTRARY, BUDGETS\n   42  SUBMITTED PURSUANT TO THIS SECTION SHALL INCLUDE:\n   43    (I) ALL OF THE EXPENDITURES ESTIMATED TO BE MADE BEFORE THE  CLOSE  OF\n   44  THE  CURRENT FISCAL YEAR AND ALL OF THE EXPENDITURES PROPOSED TO BE MADE\n   45  DURING THE ENSUING  FISCAL  YEAR,  BOTH  IN  ACCORDANCE  WITH  GENERALLY\n   46  ACCEPTED  ACCOUNTING  PRINCIPLES  AS  DEFINED  IN ARTICLE THREE-A OF THE\n   47  STATE FINANCE LAW; AND\n   48    (II) A DESCRIPTION OF ALL OF THE REVENUES ESTIMATED TO  ACCRUE  BEFORE\n   49  THE CLOSE OF THE CURRENT FISCAL YEAR AND DURING THE ENSUING FISCAL YEAR,\n   50  INCLUSIVE OF ANY REVENUES WHICH ARE EXPECTED TO RESULT FROM THE PROPOSED\n   51  LEGISLATION  WHICH  THE  LEGISLATURE DEEMS NECESSARY TO PROVIDE RECEIPTS\n   52  SUFFICIENT TO MEET PROPOSED DISBURSEMENTS, ALL IN ACCORDANCE WITH GENER-\n   53  ALLY ACCEPTED ACCOUNTING PRINCIPLES AS DEFINED IN ARTICLE THREE-A OF THE\n   54  STATE FINANCE LAW.\n   55    S 5. Separability clause. If any part or provision of this section  or\n   56  the  application  thereof to any person is adjudged by a court of compe-\n\n       S. 414                              4\n\n    1  tent jurisdiction to be  unconstitutional  or  otherwise  invalid,  such\n    2  judgment  shall  not affect or impair any other part or provision or the\n    3  application thereof to any other person, but shall be confined  to  such\n    4  part or provision.\n    5    S 6. This act shall take effect immediately, provided that if this act\n    6  shall  take  effect after April 1, 2012, it shall be deemed to have been\n    7  in effect on and after April 1, 2012.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the state finance law and the legislative law, in relation to enacting a balanced budget requirement and creating the New York state governmental accounting review board ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101220.T111322.TXT", "SOBI.D101221.T130615.TXT", "SOBI.D110111.T125703.TXT", "SOBI.D101220.T115324.TXT", "SOBI.D101220.T120825.TXT", "SOBI.D110127.T114845.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296146925103
}