{
  "year" : 2011,
  "senateBillNo" : "S415-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S415-2011-1294203600000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUEGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides an exception to the publication requirement after a legal name change",
  "summary" : "Provides an exception to the publication requirement after a legal name change by only requiring certain individuals convicted of certain crimes to publish such legal name change. ",
  "currentCommittee" : "CODES",
  "sameAs" : null,
  "lawSection" : "Civil Rights Law",
  "previousVersions" : [ "SA4784-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          415\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen. KRUEGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Codes\n\n       AN ACT to amend the civil rights law, in  relation  to  the  publication\n         requirement after a legal name change\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 63 of the civil rights law, as amended  by  chapter\n    2  258 of the laws of 2006, is amended to read as follows:\n    3    S 63. Order. If the court to which the petition is presented is satis-\n    4  fied  thereby,  or by the affidavit and certificate presented therewith,\n    5  that the petition is true, and that there is no reasonable objection  to\n    6  the  change  of name proposed, and if the petition be to change the name\n    7  of an infant, that the interests of the  infant  will  be  substantially\n    8  promoted  by  the  change, the court shall make an order authorizing the\n    9  petitioner to assume the name proposed. The order shall  further  recite\n   10  the  date  and place of birth of the applicant and, if the applicant was\n   11  born in the state of New York, such order shall set forth the number  of\n   12  his  OR HER birth certificate or that no birth certificate is available.\n   13  The order shall be directed to be entered and the papers on which it was\n   14  granted to be filed [prior to the publication hereinafter  directed]  in\n   15  the  clerk's  office of the county in which the petitioner resides if he\n   16  OR SHE be an individual, or in the office of  the  clerk  of  the  civil\n   17  court  of  the  city  of  New  York  if the order be made by that court.\n   18  [Such] IF THE PETITIONER HAS BEEN CONVICTED OF A VIOLENT FELONY  OFFENSE\n   19  AS  DEFINED  IN  SECTION  70.02  OF THE PENAL LAW OR A FELONY DEFINED IN\n   20  ARTICLE ONE HUNDRED TWENTY-FIVE, SECTION 130.25, 130.30, 130.40, 130.45,\n   21  135.10, 135.25, 230.05,  230.06,  SUBDIVISION  TWO  OF  SECTION  230.30,\n   22  SECTION   230.32,   255.25,  255.26,  255.27,  OR  ARTICLE  TWO  HUNDRED\n   23  SIXTY-THREE OF SUCH LAW, SUCH order shall also direct  the  publication,\n   24  at  least  once,  within  sixty days after the making of the order, in a\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00677-01-1\n\n       S. 415                              2\n\n    1  designated newspaper in the county in which the order is directed to  be\n    2  entered  and  if  the  petition  is  made  by  a  person [subject to the\n    3  provisions of subdivision two of section  sixty-two  of  this  article,]\n    4  CURRENTLY CONFINED AS AN INMATE IN ANY CORRECTIONAL FACILITY OR CURRENT-\n    5  LY  UNDER  THE  SUPERVISION  OF THE STATE DIVISION OF PAROLE OR A COUNTY\n    6  PROBATION DEPARTMENT AS A RESULT OF SUCH  CONVICTION,  in  a  designated\n    7  newspaper  in  any county wherein such person was convicted if different\n    8  from the county in which the order is otherwise directed to be  entered,\n    9  of  a notice in substantially the following form: Notice is hereby given\n   10  that an order entered by the ............ court,............ county,  on\n   11  the  ......  day  of.......,  bearing Index Number..........., a copy of\n   12  which  may  be  examined  at  the  office  of  the  clerk,  located   at\n   13  .................,  in room number......., grants me the right to assume\n   14  the    name    of     ...................     My     present     address\n   15  is.........................;  the  date  of my birth is ...............;\n   16  the place of my  birth  is  ....................;  my  present  name  is\n   17  .................................\n   18    S  2. Section 64 of the civil rights law, as amended by chapter 258 of\n   19  the laws of 2006 and the closing  paragraph  as  separately  amended  by\n   20  chapters  258,  320  and  481 of the laws of 2006, is amended to read as\n   21  follows:\n   22    S 64. Effect. If the order shall be fully complied  with,  and  within\n   23  ninety  days after the making of the order, an affidavit of the publica-\n   24  tion thereof shall be filed, IF REQUIRED BY SECTION SIXTY-THREE OF  THIS\n   25  ARTICLE,  in  the  office  in which the order is entered, the petitioner\n   26  shall be known by the name which is thereby authorized to be assumed. If\n   27  the surname of a parent be changed as  provided  in  this  article,  any\n   28  minor  child  of  such  parent at the time of such change may thereafter\n   29  assume such changed surname.\n   30    Upon compliance with the order and the filing of the affidavit of  the\n   31  publication  WHERE APPLICABLE, as provided in this section, the clerk of\n   32  the court in which the order has been entered  shall  certify  that  the\n   33  order has been complied with; and, if the petition states that the peti-\n   34  tioner  [stands]  HAS  BEEN  convicted  of  a  violent felony offense as\n   35  defined in section 70.02 of the penal law or a felony defined in article\n   36  one hundred twenty-five [of such law or any of the following  provisions\n   37  of  such law sections], SECTIONS 130.25, 130.30, 130.40, 130.45, 135.10,\n   38  135.25, 230.05, 230.06,  SUBDIVISION  TWO  OF  SECTION  230.30,  SECTION\n   39  230.32,  255.25,  255.26, 255.27[,] OR article two hundred sixty-three[,\n   40  135.10, 135.25, 230.05, 230.06, subdivision two  of  section  230.30  or\n   41  230.32]  OF SUCH LAW, such clerk (1) shall deliver, by first class mail,\n   42  a copy of such certified order  to  the  division  of  criminal  justice\n   43  services at its office in the county of Albany and (2) upon the clerk of\n   44  the  court  reviewing  the  petitioner's application for name change and\n   45  subsequent in-court inquiry, may, in the clerk's discretion, deliver, by\n   46  first class mail, the petitioner's new name with such certified order to\n   47  the court of competent jurisdiction which imposed the orders of support.\n   48  Such certification shall appear on the original order and on any  certi-\n   49  fied  copy  thereof  and  shall be entered in the clerk's minutes of the\n   50  proceeding.\n   51    S 3. Subdivision 2 of section 61 of the civil rights law,  as  amended\n   52  by chapter 320 of the laws of 2006, is amended to read as follows:\n   53    2.  If  the petitioner [stands] HAS BEEN convicted of a violent felony\n   54  offense as defined in section 70.02 of the penal law or a felony defined\n   55  in article one hundred twenty-five [of such law or any of the  following\n   56  provisions  of  such  law  sections],  SECTION  130.25,  130.30, 130.40,\n\n       S. 415                              3\n\n    1  130.45, 135.10, 135.25,  230.05,  230.06,  SUBDIVISION  TWO  OF  SECTION\n    2  230.30,  SECTION  230.32, 255.25, 255.26, 255.27, OR article two hundred\n    3  sixty-three[, 135.10, 135.25, 230.05, 230.06, subdivision two of section\n    4  230.30  or  230.32,] OF SUCH LAW, and is currently confined as an inmate\n    5  in any correctional facility or currently under the supervision  of  the\n    6  state division of parole or a county probation department as a result of\n    7  such  conviction,  the  petition  shall for each such conviction specify\n    8  such felony conviction, the date of such conviction or convictions,  and\n    9  the court in which such conviction or convictions were entered.\n   10    S  4.  Subdivision 2 of section 62 of the civil rights law, as amended\n   11  by chapter 320 of the laws of 2006, is amended to read as follows:\n   12    2. If the petition be  to  change  the  name  of  a  person  currently\n   13  confined  as  an  inmate in any correctional facility or currently under\n   14  the supervision of the state division of parole or  a  county  probation\n   15  department  as  a result of a conviction for a violent felony offense as\n   16  defined in section 70.02 of the penal law or a felony defined in article\n   17  one hundred twenty-five [of such law or any of the following  provisions\n   18  of  such  law sections], SECTION 130.25, 130.30, 130.40, 130.45, 135.10,\n   19  135.25, 230.05, 230.06,  SUBDIVISION  TWO  OF  SECTION  230.30,  SECTION\n   20  230.32,  255.25,  255.26,  255.27,  OR article two hundred sixty-three[,\n   21  135.10, 135.25, 230.05, 230.06, subdivision two  of  section  230.30  or\n   22  230.32]  OF  SUCH  LAW,  notice of the time and place when and where the\n   23  petition will be presented shall be served, in like manner as  a  notice\n   24  of a motion upon an attorney in an action, upon the district attorney of\n   25  every  county in which such person has been convicted of such felony and\n   26  upon the court or courts in which  the  sentence  for  such  felony  was\n   27  entered.  Unless  a shorter period of time is ordered by the court, said\n   28  notice shall be served upon each such district  attorney  and  court  or\n   29  courts not less than sixty days prior to the date on which such petition\n   30  is noticed to be heard.\n   31    S  5.  This  act shall take effect on the ninetieth day after it shall\n   32  have become a law and shall apply to orders issued  on  and  after  such\n   33  effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the civil rights law, in relation to the publication requirement after a legal name change ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101220.T111322.TXT", "SOBI.D101220.T120325.TXT", "SOBI.D101221.T130615.TXT", "SOBI.D101220.T115324.TXT", "SOBI.D101220.T111823.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292954775885
}