{
  "year" : 2011,
  "senateBillNo" : "S416-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO CIVIL SERVICE AND PENSIONS",
    "billEventId" : "S416-2011-1294203600000-REFERRED+TO+CIVIL+SERVICE+AND+PENSIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUEGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prohibits the receipt of pension benefits by an elected official who has been convicted of certain criminal conduct and provides for the return of retirement contrib",
  "summary" : "Prohibits the receipt of pension benefits by an elected official who has been convicted of a designated felony offense relating to such person's performance of official duties or responsibilities; and defines terms; provides for the return of retirement contributions made by the official. ",
  "currentCommittee" : "CIVIL SERVICE AND PENSIONS",
  "sameAs" : null,
  "lawSection" : "Retirement and Social Security Law",
  "previousVersions" : [ "S1733-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "DUANE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          416\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sens.  KRUEGER, DUANE -- read twice and ordered printed,\n         and when printed to be committed to the Committee on Civil Service and\n         Pensions\n\n       AN ACT to amend the retirement and social security law, in  relation  to\n         forfeiture of pension rights or retirement benefits upon conviction of\n         a felony related to public employment\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The retirement and social security law is amended by adding\n    2  a new article 3-B to read as follows:\n\n    3                                 ARTICLE 3-B\n    4                PENSION FORFEITURE FOR PUBLIC CORRUPTION ACT\n    5  SECTION 156. SHORT TITLE.\n    6          157. DEFINITIONS.\n    7          158. PENSION FORFEITURE.\n    8          159. MISCELLANEOUS.\n    9    S 156. SHORT TITLE. THIS ARTICLE SHALL BE KNOWN AND MAY  BE  CITED  AS\n   10  THE \"PENSION FORFEITURE FOR PUBLIC CORRUPTION ACT\".\n   11    S  157.  DEFINITIONS. THE FOLLOWING WORDS AND PHRASES, AS USED IN THIS\n   12  ARTICLE, SHALL HAVE THE FOLLOWING MEANINGS, UNLESS A  DIFFERENT  MEANING\n   13  IS PLAINLY REQUIRED BY THE CONTEXT:\n   14    1. \"DEFENDANT\" SHALL MEAN A PERSON AGAINST WHOM A FORFEITURE ACTION IS\n   15  COMMENCED.\n   16    2.  \"DESIGNATED FELONY OFFENSE\" SHALL MEAN: (A) ANY FELONY OFFENSE SET\n   17  FORTH IN THE PENAL LAW; (B) A CONSPIRACY TO COMMIT  ANY  FELONY  OFFENSE\n   18  SET FORTH IN THE PENAL LAW; OR (C) ANY CRIMINAL OFFENSE COMMITTED IN ANY\n   19  OTHER  STATE, DISTRICT, OR TERRITORY OF THE UNITED STATES AND CLASSIFIED\n   20  AS A FELONY THEREIN, WHICH IF COMMITTED WITHIN THIS STATE, WOULD CONSTI-\n   21  TUTE AN OFFENSE DESIGNATED IN PARAGRAPH (A) OR (B) OF THIS SUBDIVISION.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00870-01-1\n\n       S. 416                              2\n\n    1    3. \"COMPTROLLER\" SHALL MEAN THE COMPTROLLER OF THE STATE OF  NEW  YORK\n    2  IN  HIS OR HER CAPACITY AS ADMINISTRATIVE HEAD OF THE NEW YORK STATE AND\n    3  LOCAL EMPLOYEES' RETIREMENT SYSTEM AND THE  NEW  YORK  STATE  AND  LOCAL\n    4  POLICE AND FIRE RETIREMENT SYSTEM.\n    5    4.  \"MEMBER\"  SHALL  MEAN  A  MEMBER  OF  THE NEW YORK STATE AND LOCAL\n    6  EMPLOYEES' RETIREMENT SYSTEM OR THE NEW YORK STATE AND LOCAL POLICE  AND\n    7  FIRE  RETIREMENT SYSTEM WHO JOINED SUCH SYSTEM ON OR AFTER THE EFFECTIVE\n    8  DATE OF THIS ARTICLE.\n    9    5. \"RETIRED MEMBER\" SHALL MEAN A PERSON WHO IS RETIRED FROM AND WHO IS\n   10  RECEIVING A RETIREMENT ALLOWANCE FROM A RETIREMENT SYSTEM  AND  WHO  HAD\n   11  JOINED SUCH SYSTEM ON OR AFTER THE EFFECTIVE DATE OF THIS ARTICLE.\n   12    6. \"RETIREMENT SYSTEM\" SHALL MEAN THE NEW YORK STATE AND LOCAL EMPLOY-\n   13  EES'  RETIREMENT  SYSTEM OR THE NEW YORK STATE AND LOCAL POLICE AND FIRE\n   14  RETIREMENT SYSTEM.\n   15    S 158. PENSION FORFEITURE.  NOTWITHSTANDING  ANY  OTHER  PROVISION  OF\n   16  GENERAL, SPECIAL OR LOCAL LAW, RULE OR REGULATION TO THE CONTRARY:\n   17    1.  IN  THE CASE OF A MEMBER OR RETIRED MEMBER WHO IS CONVICTED OF ANY\n   18  DESIGNATED FELONY OFFENSE SET FORTH IN PARAGRAPH (A) OR (B) OF  SUBDIVI-\n   19  SION TWO OF SECTION ONE HUNDRED FIFTY-SEVEN OF THIS ARTICLE, THE COMMIS-\n   20  SION  OF  WHICH IS RELATED TO THE PERFORMANCE OR FAILURE TO PERFORM SUCH\n   21  MEMBER OR RETIRED MEMBER'S  OFFICIAL  DUTIES  AND  RESPONSIBILITIES,  AN\n   22  ACTION MAY BE COMMENCED IN SUPREME COURT BY THE DISTRICT ATTORNEY HAVING\n   23  JURISDICTION  OVER THE OFFENSE FOR THE FORFEITURE OF ALL OR A PORTION OF\n   24  THOSE RIGHTS AND BENEFITS TO WHICH SUCH PERSON IS OR WILL BE ENTITLED AS\n   25  A MEMBER OR RETIRED MEMBER PROVIDED THAT ANY CONTRIBUTIONS MADE  BY  THE\n   26  OFFICIAL TO HIS OR HER RETIREMENT SYSTEM SHALL NOT BE SUBJECT TO FORFEI-\n   27  TURE,  BUT  SHALL  BE  RETURNED TO SUCH OFFICIAL.   SUCH ACTION SHALL BE\n   28  COMMENCED WITHIN SIX MONTHS OF SUCH CONVICTION.  FOR  PURPOSES  OF  THIS\n   29  ARTICLE,  A  DESIGNATED  FELONY OFFENSE IS RELATED TO THE PERFORMANCE OR\n   30  FAILURE TO PERFORM SUCH MEMBER OR RETIRED MEMBER'S OFFICIAL  DUTIES  AND\n   31  RESPONSIBILITIES  IF  IT:   (A) CONSTITUTED A MATERIAL VIOLATION OF SUCH\n   32  MEMBER OR RETIRED MEMBER'S DUTIES AND RESPONSIBILITIES AS A PUBLIC SERV-\n   33  ANT; OR (B) EVEN THOUGH COMMITTED OUTSIDE THE  SCOPE  OF  SUCH  MEMBER'S\n   34  OFFICIAL  DUTIES  OR  RESPONSIBILITIES,  INVOLVED  ACTIONS OR CONDUCT BY\n   35  WHICH SUCH MEMBER OR RETIRED MEMBER INDICATED OR CONVEYED THAT HE OR SHE\n   36  WAS ACTING WITH THE AUTHORITY OF, OR UNDER COLOR OF  THE  AUTHORITY  OF,\n   37  ANY GOVERNMENTAL ENTITY.\n   38    2.  WHERE THE ATTORNEY GENERAL FINDS THAT A MEMBER OR A RETIRED MEMBER\n   39  HAS BEEN CONVICTED OF A DESIGNATED FELONY OFFENSE AS  DEFINED  IN  PARA-\n   40  GRAPH  (C) OF SUBDIVISION TWO OF SECTION ONE HUNDRED FIFTY-SEVEN OF THIS\n   41  ARTICLE, THE COMMISSION OF WHICH IS RELATED TO THE PERFORMANCE OR  FAIL-\n   42  URE  TO  PERFORM  SUCH  MEMBER  OR  RETIRED MEMBER'S OFFICIAL DUTIES AND\n   43  RESPONSIBILITIES, AN ACTION MAY BE COMMENCED IN  SUPREME  COURT  BY  THE\n   44  ATTORNEY  GENERAL FOR THE FORFEITURE OF ALL OR A PORTION OF THOSE RIGHTS\n   45  AND BENEFITS TO WHICH SUCH PERSON IS OR WILL BE ENTITLED AS A MEMBER  OR\n   46  RETIRED  MEMBER.  SUCH ACTION SHALL BE COMMENCED WITHIN ONE YEAR OF SUCH\n   47  CONVICTION.\n   48    3. PRIOR TO COMMENCEMENT OF SUCH ACTION DESCRIBED IN  SUBDIVISION  ONE\n   49  OR  TWO  OF THIS SECTION, THE DISTRICT ATTORNEY OR THE ATTORNEY GENERAL,\n   50  AS THE CASE MAY BE, SHALL PROVIDE NOTICE TO THE COMPTROLLER STATING THAT\n   51  HE OR SHE HAS REASON TO BELIEVE THAT THE PERSON CONVICTED COMMITTED  THE\n   52  FELONY  RELATED  TO  HIS  OR  HER  OFFICIAL DUTIES AND RESPONSIBILITIES.\n   53  WITHIN TWENTY DAYS OF RECEIPT OF  SUCH  NOTICE,  THE  COMPTROLLER  SHALL\n   54  SUBMIT  A NOTICE OF APPLICABILITY TO THE DISTRICT ATTORNEY OR THE ATTOR-\n   55  NEY GENERAL AS THE CASE  MAY  BE.  THE  NOTICE  OF  APPLICABILITY  SHALL\n   56  CONTAIN  A  STATEMENT  SPECIFYING WHETHER THE PERSON CONVICTED IS OR HAS\n\n       S. 416                              3\n\n    1  BEEN A MEMBER OR RETIRED MEMBER OF THE NEW YORK STATE AND LOCAL  EMPLOY-\n    2  EES'  RETIREMENT  SYSTEM OR THE NEW YORK STATE AND LOCAL POLICE AND FIRE\n    3  RETIREMENT SYSTEM AND SHALL DESCRIBE THE RIGHTS AND  BENEFITS  TO  WHICH\n    4  SUCH PERSON IS OR WILL BE ENTITLED FROM SUCH PUBLIC RETIREMENT SYSTEM.\n    5    4.  NO  FORFEITURE ACTION MAY BE COMMENCED BY THE DISTRICT ATTORNEY OR\n    6  THE ATTORNEY GENERAL UNTIL RECEIPT OF THE NOTICE OF APPLICABILITY AS SET\n    7  FORTH IN SUBDIVISION THREE OF THIS SECTION. IN  DETERMINING  WHETHER  TO\n    8  SEEK  FORFEITURE OF A PORTION, RATHER THAN ALL, OF SUCH RETIREMENT BENE-\n    9  FITS, THE DISTRICT ATTORNEY OR THE ATTORNEY GENERAL MAY  CONSIDER  MITI-\n   10  GATING FACTORS INCLUDING, BUT NOT LIMITED TO: THE NATURE AND SERIOUSNESS\n   11  OF  THE  OFFENSE  COMMITTED  IN RELATION TO THE AMOUNT OF THE FORFEITURE\n   12  PENALTY; WHETHER THE DEFENDANT'S CONDUCT IN COMMITTING THE  OFFENSE  WAS\n   13  WILLFUL  OR MALICIOUS;   WHETHER THE DEFENDANT MADE ANY SUBSTANTIAL GOOD\n   14  FAITH EFFORTS TO PREVENT OR MITIGATE THE HARM  CAUSED  BY  THE  OFFENSE;\n   15  WHETHER  THE  DEFENDANT'S  PARTICIPATION  IN THE CRIME WAS UNDER DURESS,\n   16  COERCION OR INDUCED BY OTHERS; THE IMPACT OF THE CRIME ON THE  STATE  OR\n   17  LOCAL  GOVERNMENT  AND  THE  NUMBER  OF  YEARS OF THE DEFENDANT'S PUBLIC\n   18  SERVICE PERFORMED WITHOUT CRIMINAL CONDUCT; THE PECUNIARY BENEFIT TO THE\n   19  DEFENDANT FROM THE CRIME; AND WHETHER AND TO WHAT EXTENT THE DEFENDANT'S\n   20  FAMILY IS DEPENDENT UPON THE DEFENDANT'S PRESENT AND  FUTURE  RETIREMENT\n   21  BENEFITS.\n   22    5.  UPON  MOTION  BY THE DISTRICT ATTORNEY OR THE ATTORNEY GENERAL, AS\n   23  THE CASE MAY BE, MADE UPON COMMENCEMENT OF OR AT  ANY  TIME  DURING  THE\n   24  PENDENCY  OF A FORFEITURE ACTION, PURSUANT TO THE PROCEDURE SET FORTH IN\n   25  SUBDIVISION ONE OF SECTION SIXTY-THREE HUNDRED ELEVEN OR SECTION  SIXTY-\n   26  THREE  HUNDRED  THIRTEEN  OF THE CIVIL PRACTICE LAW AND RULES, THE COURT\n   27  MAY ISSUE A TEMPORARY RESTRAINING  ORDER  OR  A  PRELIMINARY  INJUNCTION\n   28  PROHIBITING THE DEFENDANT FROM RECEIVING ANY RIGHTS OR BENEFITS FROM THE\n   29  APPROPRIATE  RETIREMENT  SYSTEM. A PRELIMINARY INJUNCTION MAY BE GRANTED\n   30  WHERE THE COURT FINDS THAT THERE IS A SUBSTANTIAL PROBABILITY  THAT  THE\n   31  DISTRICT  ATTORNEY  OR  ATTORNEY  GENERAL  WILL  PREVAIL ON THE ISSUE OF\n   32  FORFEITURE. NO SHOWING OF IRREPARABLE HARM SHALL BE REQUIRED. THE  COURT\n   33  MAY  NOT CONSIDER ON SUCH MOTION ANY ISSUES PRESENTED TO THE COURT WHICH\n   34  HEARD THE CRIMINAL ACTION IN WHICH THE DEFENDANT WAS CONVICTED OR  WHICH\n   35  ARISE OUT OF SUCH CRIMINAL ACTION AND MAY BE PRESENTED ON APPEAL.\n   36    6.  ALL  DEFENDANTS  IN  A  FORFEITURE ACTION BROUGHT PURSUANT TO THIS\n   37  ARTICLE SHALL HAVE THE RIGHT TO TRIAL BY JURY ON ANY ISSUE OF FACT.\n   38    7. THE BURDEN OF PROOF SHALL BE UPON  THE  DISTRICT  ATTORNEY  OR  THE\n   39  ATTORNEY  GENERAL,  AS THE CASE MAY BE, TO PROVE BY CLEAR AND CONVINCING\n   40  EVIDENCE THE FACTS NECESSARY TO ESTABLISH A CLAIM OF PENSION FORFEITURE.\n   41    8. AT ANY TIME DURING THE PENDENCY OF A FORFEITURE ACTION,  THE  COURT\n   42  MAY  DISMISS THE ACTION IF IT FINDS THAT SUCH RELIEF IS WARRANTED BY THE\n   43  EXISTENCE OF  SOME  COMPELLING  FACTOR,  CONSIDERATION  OR  CIRCUMSTANCE\n   44  INCLUDING, BUT NOT LIMITED TO, ONE OR MORE OF THE MITIGATING FACTORS SET\n   45  FORTH  IN  SUBDIVISION  FOUR  OF  THIS  SECTION, OR OTHER INFORMATION OR\n   46  EVIDENCE WHICH DEMONSTRATES THAT SUCH FORFEITURE  WOULD  NOT  SERVE  THE\n   47  ENDS  OF  JUSTICE.  THE COURT SHALL ISSUE A WRITTEN DECISION STATING THE\n   48  BASIS FOR AN ORDER ISSUED PURSUANT TO THIS SUBDIVISION.\n   49    9. (A) UPON A FINDING BY THE COURT THAT THE DEFENDANT HAS COMMITTED  A\n   50  FELONY  IN  CONNECTION  WITH HIS OR HER OFFICIAL DUTIES AND RESPONSIBIL-\n   51  ITIES IN THIS STATE, THE COURT SHALL ISSUE AN ORDER TO  THE  APPROPRIATE\n   52  RETIREMENT  SYSTEM  FOR:    (I) THE FORFEITURE OR RECOUPMENT OF ALL OR A\n   53  PORTION OF THE DEFENDANT'S RIGHTS AND BENEFITS AS A  MEMBER  OR  RETIRED\n   54  MEMBER  OF  SUCH  SYSTEM; (II) THE RECOUPMENT OF ALL OR A PORTION OF THE\n   55  RETIREMENT BENEFITS PAID TO THE DEFENDANT; AND (III) THE REFUND  TO  THE\n   56  DEFENDANT  OF  ANY CONTRIBUTIONS MADE BY THE DEFENDANT TO THE RETIREMENT\n\n       S. 416                              4\n\n    1  SYSTEM FOR ANY PERIOD FOR WHICH THE DEFENDANT'S RIGHTS AND BENEFITS AS A\n    2  MEMBER OR RETIRED MEMBER OF SUCH RETIREMENT  SYSTEM  HAVE  BEEN  ORDERED\n    3  FORFEIT.\n    4    (B)  IN DETERMINING THE EXTENT OF THE FORFEITURE OR RECOUPMENT THAT IS\n    5  WARRANTED, THE COURT MAY CONSIDER ONE OR MORE OF THE MITIGATING  FACTORS\n    6  SET  FORTH  IN SUBDIVISION FOUR OF THIS SECTION. ALL ORDERS AND FINDINGS\n    7  MADE BY THE COURT PURSUANT TO THIS SECTION  SHALL  BE  SERVED  UPON  THE\n    8  COMPTROLLER.\n    9    10. UPON A FINAL DETERMINATION THAT REVERSES OR VACATES THE CONVICTION\n   10  OR  CONVICTIONS  OF  A  DESIGNATED  OFFENSE  OR  OFFENSES, THE MEMBER OR\n   11  RETIRED MEMBER WHO HAS FORFEITED RETIREMENT RIGHTS AND BENEFITS PURSUANT\n   12  TO THIS SECTION  SHALL  HAVE  SUCH  RIGHTS  AND  BENEFITS  RETROACTIVELY\n   13  RESTORED  UPON  APPLICATION  TO  THE  COURT  WITH  JURISDICTION OVER THE\n   14  FORFEITURE ACTION, REGARDLESS OF  ANY  TEMPORARY  RESTRAINING  ORDER  OR\n   15  PRELIMINARY  INJUNCTION WHICH MAY BE OUTSTANDING OR ORDER WHICH MAY HAVE\n   16  BEEN ISSUED. SUCH COURT, UPON FINDING THAT SUCH  A  FINAL  DETERMINATION\n   17  HAS  OCCURRED,  SHALL ISSUE AN ORDER RETROACTIVELY RESTORING SUCH RIGHTS\n   18  AND BENEFITS, TOGETHER WITH SUCH OTHER RELIEF DEEMED APPROPRIATE.  AS  A\n   19  CONDITION TO FULL RESTORATION OF RIGHTS AND BENEFITS AS PROVIDED IN THIS\n   20  SUBDIVISION, THE MEMBER OR RETIRED MEMBER SHALL REIMBURSE THE RETIREMENT\n   21  SYSTEM FOR ANY CONTRIBUTIONS THAT WERE REFUNDED TO THE MEMBER OR RETIRED\n   22  MEMBER  PURSUANT  TO THE PROVISIONS OF PARAGRAPH (A) OF SUBDIVISION NINE\n   23  OF THIS SECTION.\n   24    11. EXCEPT AS OTHERWISE PROVIDED BY THIS ARTICLE, THE  CIVIL  PRACTICE\n   25  LAW AND RULES SHALL GOVERN THE PROCEDURE IN ACTIONS COMMENCED UNDER THIS\n   26  ARTICLE,  EXCEPT  WHERE  THE  ACTION  IS  REGULATED  BY ANY INCONSISTENT\n   27  PROVISIONS OF THIS SECTION.  IN SUCH ACTIONS, THE COURT MAY NOT CONSIDER\n   28  ANY ISSUES PRESENTED TO THE COURT WHICH HEARD  THE  CRIMINAL  ACTION  IN\n   29  WHICH  THE  DEFENDANT  WAS CONVICTED OR WHICH ARISE OUT OF SUCH CRIMINAL\n   30  ACTION AND MAY BE PRESENTED ON APPEAL.\n   31    S 159. MISCELLANEOUS. THE REMEDIES PROVIDED FOR IN  THIS  ARTICLE  ARE\n   32  NOT  INTENDED TO SUBSTITUTE FOR, LIMIT OR SUPERSEDE THE LAWFUL AUTHORITY\n   33  OF ANY PUBLIC OFFICER, AGENCY OR OTHER PERSON TO ENFORCE ANY OTHER RIGHT\n   34  OR REMEDY PROVIDED FOR BY LAW.\n   35    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the retirement and social security law, in relation to forfeiture of pension rights or retirement benefits upon conviction of a felony related to public employment ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101220.T120325.TXT", "SOBI.D101220.T115324.TXT", "SOBI.D101221.T131116.TXT", "SOBI.D101220.T111823.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292955076960
}