{
  "year" : 2011,
  "senateBillNo" : "S418-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "S418-2011-1294203600000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUEGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Changes the state fiscal year from April first to June first, changes time frames for school district elections and notice of elections and submission of a property tax report card",
  "summary" : "Changes the state fiscal year from April first to June first with such fiscal year ending the next following thirty-first day of May; changes time frames for school district elections and notice of elections and submission of a property tax report card. ",
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "State Finance Law",
  "previousVersions" : [ "SC5221-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "MONTGOMERY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SERRANO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "VALESKY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          418\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by Sens. KRUEGER, MONTGOMERY, SERRANO, VALESKY -- read twice\n         and ordered printed, and when printed to be committed to the Committee\n         on Finance\n\n       AN ACT to amend the state finance law, in relation to changing the state\n         fiscal year from the first of April to the first of June and requiring\n         revisions of the consensus  forecast  of  the  economy,  estimates  of\n         receipts  for  the  current  and the ensuing state fiscal year and the\n         joint report of the director of the budget and the  secretary  of  the\n         senate  finance  committee  and the secretary of the assembly ways and\n         means committee, and directing the state comptroller to provide  esti-\n         mates for receipts for the  current and ensuing state fiscal year; and\n         to  amend  the  education law, in relation to the timing and notice of\n         annual elections in school districts and the submission of a  property\n         tax  report  card  and  the calculation of the fiscal year for certain\n         school districts\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Section 3 of the state finance law, as added by chapter 1\n    2  of the laws of 1943 and as separately renumbered by chapters 405 and 957\n    3  of the laws of 1981, is amended to read as follows:\n    4    S 3. Fiscal year. 1. The  current  fiscal  year  of  the  state  which\n    5  commenced  with  the  first  day  of  [July, nineteen hundred forty-two]\n    6  APRIL, TWO THOUSAND TWELVE, is hereby [abridged] EXTENDED and shall  end\n    7  with  the thirty-first day of [March, nineteen hundred forty-three] MAY,\n    8  TWO THOUSAND THIRTEEN.  For all purposes of  determining  annual  incre-\n    9  ments  of  state  employees  pursuant  to  the  education law, the civil\n   10  service law or other state law, and for all  purposes  whenever  by  law\n   11  some act is to be performed or time is to be measured by the fiscal year\n   12  of  the state, the current fiscal year, as so [abridged] EXTENDED, shall\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00852-01-1\n\n       S. 418                              2\n\n    1  be deemed to be a full  year  unless  the  context  clearly  requires  a\n    2  contrary construction.\n    3    On  and  after  the first day of [April, nineteen hundred forty-three]\n    4  JUNE, TWO THOUSAND THIRTEEN, the fiscal  year  of  the  state,  for  the\n    5  purpose  of  budget, appropriations, receipts and disbursements of state\n    6  moneys and all other state affairs which  are  regulated  in  accordance\n    7  with or based on fiscal years, including the fiscal affairs of all state\n    8  departments,  commissions,  boards,  agencies, offices and institutions,\n    9  shall begin with the first day of [April] JUNE and  end  with  the  next\n   10  following thirty-first day of [March] MAY.\n   11    2.  All  books  and accounts in the offices of the comptroller and the\n   12  department of taxation and finance shall be kept by  fiscal  years.  All\n   13  annual  accounts  required  to be rendered to the comptroller or to such\n   14  department by any person shall be closed  on  the  thirty-first  day  of\n   15  [March]  MAY in each year, and be rendered as soon thereafter as practi-\n   16  cable, if no time is specially prescribed by law.\n   17    3. Where any statute provides, in terms or effect, that any  inventory\n   18  or  account,  or  a  report relating in whole or in part to receipts and\n   19  disbursements of money, be made to the legislature or any state  officer\n   20  annually,  or for a year, by a department, commission, board, or officer\n   21  under the state government, such inventory or account, and  such  report\n   22  so  far  as  it relates to such receipts and disbursements, shall be for\n   23  the preceding  fiscal  year,  unless  the  calendar  year  be  expressly\n   24  mentioned.\n   25    4.  Existing  provisions  of  other  laws describing or referring to a\n   26  fiscal year of the state as beginning  [July]  APRIL  first  and  ending\n   27  [June  thirtieth]  MARCH  THIRTY-FIRST,  or  making any requirement with\n   28  respect to such fiscal year, or referring to any year so  beginning  and\n   29  ending  which applies to inventories or accounts in state matters, or to\n   30  reports relating to state money or property, shall be deemed modified by\n   31  and be construed in connection with this section, and be deemed to refer\n   32  to a fiscal or to another year or period beginning and ending as  [here-\n   33  in] prescribed IN THIS SECTION for a fiscal year.\n   34    S  2. Subdivision 6 of section 23 of the state finance law, as amended\n   35  by chapter 1 of the laws of 2007, is amended to read as follows:\n   36    6. Consensus economic and revenue forecasting conference; report.  (a)\n   37  (1) By the end of February in each year, prior to the report required by\n   38  paragraph  (b) of this subdivision, the chairperson and ranking minority\n   39  member of the senate finance  committee,  the  chairperson  and  ranking\n   40  minority  member of the assembly ways and means committee and the direc-\n   41  tor of the budget shall jointly convene a consensus economic and revenue\n   42  forecasting conference in the  form  of  a  joint  legislative-executive\n   43  hearing,  for  the purpose of assisting the governor and the legislature\n   44  in reaching the consensus revenue forecast required by paragraph (b)  of\n   45  this subdivision. The conveners of the conference shall invite the state\n   46  comptroller  and  such other participants to the conference as shall, in\n   47  their judgment, provide guidance on the current conditions in, and prob-\n   48  able outlook for the performance of, the economy of the state,  as  well\n   49  as the effect of such conditions and such performance on state receipts.\n   50    (2)  ON OR AFTER APRIL FIFTEENTH, THE CHAIRPERSON AND RANKING MINORITY\n   51  MEMBER OF THE SENATE FINANCE  COMMITTEE,  THE  CHAIRPERSON  AND  RANKING\n   52  MINORITY  MEMBER OF THE ASSEMBLY WAYS AND MEANS COMMITTEE AND THE DIREC-\n   53  TOR OF THE BUDGET SHALL JOINTLY RECONVENE TO REVISE THE CONSENSUS  FORE-\n   54  CAST  OF  THE  ECONOMY AND ESTIMATES OF RECEIPTS FOR THE CURRENT AND THE\n   55  ENSUING STATE FISCAL YEAR. THE REVISED CONSENSUS FORECAST OF THE ECONOMY\n\n       S. 418                              3\n\n    1  AND ESTIMATES OF RECEIPTS SHALL INCORPORATE THE MOST CURRENT TAX REVENUE\n    2  AND ANY OTHER PERTINENT FISCAL INFORMATION.\n    3    (b)  (1)  On  or  before March first in each year, the director of the\n    4  budget and the secretary of the senate finance committee and the  secre-\n    5  tary of the assembly ways and means committee shall issue a joint report\n    6  containing a consensus forecast of the economy and estimates of receipts\n    7  for  the  current  and  the ensuing state fiscal year. Such estimates of\n    8  receipts shall include, but not be limited to: expected tax receipts  on\n    9  an  all-funds basis, projected lottery receipts, and anticipated miscel-\n   10  laneous receipts to be received in the general  fund.  The  estimate  of\n   11  receipts  for  the ensuing fiscal year contained in the report, shall be\n   12  all receipts from such sources described in this  subdivision  available\n   13  to make disbursements authorized by the appropriation bills submitted by\n   14  the governor pursuant to section three of article seven of the constitu-\n   15  tion for the ensuing fiscal year.\n   16    (2)  ON  OR  BEFORE MAY FIRST IN EACH YEAR, THE DIRECTOR OF THE BUDGET\n   17  AND THE SECRETARY OF THE SENATE FINANCE COMMITTEE AND THE  SECRETARY  OF\n   18  THE  ASSEMBLY  WAYS AND MEANS COMMITTEE SHALL ISSUE A REVISED VERSION OF\n   19  THE JOINT REPORT THAT WAS INITIALLY DUE BY MARCH FIRST AND THAT CONTAINS\n   20  A CONSENSUS FORECAST OF THE ECONOMY AND ESTIMATES OF RECEIPTS.\n   21    (c) (1) On a failure of the director of the budget, the  secretary  of\n   22  the  senate finance committee and the secretary of the assembly ways and\n   23  means committee to issue a joint report containing a consensus  forecast\n   24  as  provided in paragraph (b) of this subdivision, the state comptroller\n   25  shall, on or before March fifth, provide estimates of receipts  for  the\n   26  current and the ensuing state fiscal year. Such estimates shall include,\n   27  but  not  be  limited  to,  expected tax receipts on an all-funds basis,\n   28  projected lottery receipts, and miscellaneous receipts to be received in\n   29  the general fund. In rendering his or her estimate, as required in  this\n   30  paragraph,  the comptroller shall give due consideration to the inherent\n   31  risks in economic and revenue forecasting and the interest of the  state\n   32  to  maintain  budget balance throughout the fiscal year. The estimate of\n   33  receipts for the ensuing fiscal year provided by the state  comptroller,\n   34  shall  be all receipts from such sources available to make disbursements\n   35  authorized by the appropriation bills submitted by the governor pursuant\n   36  to section three of article seven of the constitution  for  the  ensuing\n   37  fiscal year.\n   38    (2)  ON  A  FAILURE OF THE DIRECTOR OF THE BUDGET AND THE SECRETARY OF\n   39  THE SENATE FINANCE COMMITTEE AND THE SECRETARY OF THE ASSEMBLY WAYS  AND\n   40  MEANS COMMITTEE TO ISSUE A JOINT REPORT REVISING THE MARCH FIRST CONSEN-\n   41  SUS  FORECAST  THE  STATE  COMPTROLLER  SHALL,  ON  OR BEFORE MAY FIFTH,\n   42  PROVIDE ESTIMATES FOR RECEIPTS FOR THE CURRENT AND ENSUING STATE  FISCAL\n   43  YEAR.  SUCH ESTIMATES SHALL INCORPORATE THE MOST CURRENT TAX REVENUE AND\n   44  ANY OTHER PERTINENT FISCAL INFORMATION.\n   45    S 3. Subdivision 1 of section 2022 of the education law, as amended by\n   46  section 8 of part C of chapter 58 of the laws of  1998,  is  amended  to\n   47  read as follows:\n   48    1.  Notwithstanding any law, rule or regulation to the contrary, PRIOR\n   49  TO TWO THOUSAND THIRTEEN, the election of trustees  or  members  of  the\n   50  board of education, and the vote upon the appropriation of the necessary\n   51  funds to meet the estimated expenditures, in any common school district,\n   52  union  free  school  district,  central  school district or central high\n   53  school district shall be held at the annual meeting and election on  the\n   54  third  Tuesday  in  May,  provided, however, that such election shall be\n   55  held on the second Tuesday in May if the commissioner at the request  of\n   56  a  local  school  board  certifies  no  later than March first that such\n\n       S. 418                              4\n\n    1  election would conflict with religious observances.   COMMENCING IN  TWO\n    2  THOUSAND  THIRTEEN,  THE ELECTION OF TRUSTEES OR MEMBERS OF THE BOARD OF\n    3  EDUCATION, AND THE VOTE UPON THE APPROPRIATION OF THE NECESSARY FUNDS TO\n    4  MEET  THE  ESTIMATED  EXPENDITURES, IN ANY COMMON SCHOOL DISTRICT, UNION\n    5  FREE SCHOOL DISTRICT, CENTRAL SCHOOL DISTRICT  OR  CENTRAL  HIGH  SCHOOL\n    6  DISTRICT  SHALL BE HELD AT THE ANNUAL MEETING AND ELECTION ON THE FOURTH\n    7  TUESDAY IN JUNE. When such election or vote is taken  by  recording  the\n    8  ayes and noes of the qualified voters attending, a majority of the qual-\n    9  ified  voters present and voting, by a hand or voice vote, may determine\n   10  to take up the question of voting the necessary funds to meet the  esti-\n   11  mated  expenditures  for  a  specific item separately, and the qualified\n   12  voters present and voting may  increase  the  amount  of  any  estimated\n   13  expenditures  or reduce the same, except for teachers' salaries, and the\n   14  ordinary contingent expenses of the schools. The sole trustee, board  of\n   15  trustees  or  board of education of every common, union free, central or\n   16  central high school district and every city  school  district  to  which\n   17  this article applies shall hold a budget hearing not less than seven nor\n   18  more  than  fourteen  days  prior  to the annual meeting and election or\n   19  special district meeting at which a school budget vote will  occur,  and\n   20  shall  prepare  and  present  to  the  voters  at  such budget hearing a\n   21  proposed school district budget for the ensuing school year.\n   22    S 4. Subdivision 2 of section 2601-a of the education law, as  amended\n   23  by  section 6 of part M of chapter 57 of the laws of 2005, is amended to\n   24  read as follows:\n   25    2. The board of education shall conduct all annual and special  school\n   26  district  meetings  for the purpose of adopting a school district budget\n   27  in the same manner as a union free school district  in  accordance  with\n   28  the  provisions  of article forty-one of this title, except as otherwise\n   29  provided by this section. [The] PRIOR  TO  TWO  THOUSAND  THIRTEEN,  THE\n   30  annual  meeting  and election of each such city school district shall be\n   31  held on the third Tuesday of May in each year,  provided,  however  that\n   32  such  annual meeting and election shall be held on the second Tuesday in\n   33  May if the commissioner at the request of a local school board certifies\n   34  no later than March first that such election would conflict  with  reli-\n   35  gious  observances,  and  any  school budget revote shall be held on the\n   36  date and in the same manner specified in subdivision  three  of  section\n   37  two  thousand  seven  of this title. PRIOR TO TWO THOUSAND THIRTEEN, THE\n   38  ANNUAL MEETING AND ELECTION OF EACH SUCH CITY SCHOOL DISTRICT  SHALL  BE\n   39  HELD  ON  THE  THIRD TUESDAY OF MAY IN EACH YEAR, PROVIDED, HOWEVER THAT\n   40  SUCH ANNUAL MEETING AND ELECTION SHALL BE HELD ON THE SECOND TUESDAY  IN\n   41  MAY IF THE COMMISSIONER AT THE REQUEST OF A LOCAL SCHOOL BOARD CERTIFIES\n   42  NO  LATER  THAN MARCH FIRST THAT SUCH ELECTION WOULD CONFLICT WITH RELI-\n   43  GIOUS OBSERVANCES, AND ANY SCHOOL BUDGET REVOTE SHALL  BE  HELD  ON  THE\n   44  DATE  AND  IN  THE SAME MANNER SPECIFIED IN SUBDIVISION THREE OF SECTION\n   45  TWO THOUSAND SEVEN OF THIS TITLE. The provisions of  this  article,  and\n   46  where  applicable  subdivisions  nine  and nine-a of section twenty-five\n   47  hundred two of this title, governing the qualification and  registration\n   48  of  voters, and procedures for the nomination and election of members of\n   49  the board of education shall continue to apply,  and  shall  govern  the\n   50  qualification  and  registration  of  voters  and voting procedures with\n   51  respect to the adoption of a school district budget.\n   52    S 5. Subdivision 1 of section 2003 of the education law, as amended by\n   53  chapter 64 of the laws of 1993, is amended to read as follows:\n   54    1. The district clerk of each common school district shall give notice\n   55  of the availability of the statement of  expenditures  pursuant  to  the\n   56  provisions  of  section  sixteen hundred eight of this chapter and shall\n\n       S. 418                              5\n\n    1  also give notice of the time and place of the annual meeting by publish-\n    2  ing a notice [four] TWO  times  within  the  [seven]  THREE  weeks  next\n    3  preceding  such  annual  meeting,  the  first publication to be at least\n    4  [forty-five]  EIGHTEEN  days  before  said meeting, in two newspapers if\n    5  there shall be two, or in one newspaper  if  there  shall  be  but  one,\n    6  having  general  circulation  within  such district. But if no newspaper\n    7  shall then have general circulation therein, the said  notice  shall  be\n    8  posted  in  at  least  twenty of the most public places in said district\n    9  forty-five days before the time of such meeting.    THE  CLERK  OF  EACH\n   10  COMMON SCHOOL DISTRICT SHALL POST PREDOMINATELY ON THE SCHOOL DISTRICT'S\n   11  OFFICIAL  WEBSITE  THE  NOTICE  OF  THE AVAILABILITY OF THE STATEMENT OF\n   12  EXPENDITURES PURSUANT TO THE PROVISIONS OF SECTION SIXTEEN HUNDRED EIGHT\n   13  OF THIS CHAPTER,  AND  SHALL  ALSO  POST  PREDOMINATELY  ON  THE  SCHOOL\n   14  DISTRICT'S  OFFICIAL  WEBSITE  THE  TIME AND PLACE OF THE ANNUAL MEETING\n   15  THROUGHOUT THE THREE WEEKS NEXT PRECEDING  SUCH  DISTRICT  MEETING,  THE\n   16  FIRST PUBLICATION TO BE AT LEAST EIGHTEEN DAYS BEFORE SAID MEETING.\n   17    S 6. Subdivision 1 of section 2004 of the education law, as amended by\n   18  chapter 68 of the laws of 1994, is amended to read as follows:\n   19    1.   The clerk of each union free school district shall give notice of\n   20  the availability of  the  statement  of  expenditures  pursuant  to  the\n   21  provisions  of  section  seventeen  hundred  sixteen of this chapter and\n   22  shall also give notice of the time and place of the annual  meeting  and\n   23  the notice required by section seventeen hundred sixteen of this chapter\n   24  by  publishing  a notice [four] TWO times within the [seven] THREE weeks\n   25  next preceding such district meeting, the first  publication  to  be  at\n   26  least  [forty-five] EIGHTEEN days before said meeting, in two newspapers\n   27  if there shall be two, or in one newspaper if there shall  be  but  one,\n   28  having  general  circulation  within  such district. But if no newspaper\n   29  shall then have general circulation therein, the said  notice  shall  be\n   30  posted  in  at  least  twenty of the most public places in said district\n   31  forty-five days before the time of such meeting.    THE  CLERK  OF  EACH\n   32  UNION  FREE  SCHOOL  DISTRICT  SHALL  POST  PREDOMINATELY  ON THE SCHOOL\n   33  DISTRICT'S OFFICIAL WEBSITE THE NOTICE OF THE AVAILABILITY OF THE STATE-\n   34  MENT OF EXPENDITURES PURSUANT TO THE  PROVISIONS  OF  SECTION  SEVENTEEN\n   35  HUNDRED SIXTEEN OF THIS CHAPTER AND SHALL ALSO POST PREDOMINATELY ON THE\n   36  SCHOOL  DISTRICT'S  OFFICIAL  WEBSITE  THE  TIME AND PLACE OF THE ANNUAL\n   37  MEETING THROUGHOUT THE THREE WEEKS NEXT PRECEDING SUCH DISTRICT MEETING,\n   38  THE FIRST PUBLICATION TO BE AT LEAST EIGHTEEN DAYS BEFORE SAID MEETING.\n   39    S 7. Paragraph b of subdivision 7 of section  1608  of  the  education\n   40  law,  as  amended  by  section  4 of part H of chapter 83 of the laws of\n   41  2002, is amended to read as follows:\n   42    b. A copy of the property tax report  card  prepared  for  the  annual\n   43  district  meeting  shall  be  submitted  to the department in the manner\n   44  prescribed by the department by the end of the business day next follow-\n   45  ing approval of the report card by the trustee or board of trustees, but\n   46  no later than [twenty-four] EIGHTEEN days prior to the statewide uniform\n   47  voting day. The department  shall  compile  such  data  for  all  school\n   48  districts  whose  budgets  are subject to a vote of the qualified voters\n   49  and shall make such compilation available electronically  at  least  ten\n   50  days prior to the statewide uniform voting day.\n   51    S 8. Section 2515 of the education law, as added by chapter 171 of the\n   52  laws of 1996, is amended to read as follows:\n   53    S  2515.  Fiscal  year.  The fiscal year for  city school districts of\n   54  cities with less than one hundred twenty-five thousand inhabitants shall\n   55  be the period commencing with [July] AUGUST first and ending with  [June\n   56  thirtieth] JULY THIRTY-FIRST next following.\n\n       S. 418                              6\n\n    1    S  9.  Subdivision 3 of section 2006 of the education law, as added by\n    2  section 4 of part M of chapter 57 of the laws of  2005,  is  amended  to\n    3  read as follows:\n    4    3.  Whenever  the  voters shall have defeated the budget of the school\n    5  district at the annual meeting and election, the  trustees  may  call  a\n    6  special  district  meeting  for a school budget revote to be held on the\n    7  [third] FOURTH Tuesday of [June] JULY, provided, however that such budg-\n    8  et revote shall be held on the [second] THIRD Tuesday in [June] JULY  if\n    9  the  commissioner  at  the  request of a local school board certifies no\n   10  later than March first that such  vote  would  conflict  with  religious\n   11  observances. The trustees shall give the notices required by subdivision\n   12  one  of  section  two  thousand  three  of this part and this section by\n   13  publishing such notices once in each week  within  the  two  weeks  next\n   14  preceding  such  special  meeting,  the first publication to be at least\n   15  fourteen days before such meeting, with any required posting to be four-\n   16  teen days before the time of such meeting.\n   17    S 10. Paragraph b of subdivision 3 of section 2007  of  the  education\n   18  law,  as  amended  by  section  5 of part M of chapter 57 of the laws of\n   19  2005, is amended to read as follows:\n   20    b. A school budget revote called  pursuant  to  paragraph  a  of  this\n   21  subdivision  shall be held on the [third] FOURTH Tuesday of [June] JULY,\n   22  provided, however that such budget revote shall be held on the  [second]\n   23  THIRD  Tuesday  in  [June]  JULY if the commissioner at the request of a\n   24  local school board certifies no later than March first  that  such  vote\n   25  would conflict with religious observances.\n   26    S 11. This act shall take effect January 1, 2013.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the state finance law, in relation to changing the state fiscal year from the first of April to the first of June and requiring revisions of the consensus forecast of the economy, estimates of receipts for the current and the ensuing state fiscal year and the joint report of the director of the budget and the secretary of the senate finance committee and the secretary of the assembly ways and means committee, and directing the state comptroller to provide estimates for receipts for the current and ensuing state fiscal year; and to amend the education law, in relation to the timing and notice of annual elections in school districts and the submission of a property tax report card and the calculation of the fiscal year for certain school districts ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101220.T115824.TXT", "SOBI.D101220.T120325.TXT", "SOBI.D101221.T131116.TXT", "SOBI.D101220.T111823.TXT", "SOBI.D101220.T112323.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292955076966
}