{
  "year" : 2011,
  "senateBillNo" : "S419-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO CITIES",
    "billEventId" : "S419-2011-1294203600000-REFERRED+TO+CITIES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUEGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides that bicycle operators and the businesses affiliated with such operators shall be liable for such operator's violation of the law regarding use of a bicycle",
  "summary" : "Provides that bicycle operators and the businesses affiliated with such operators shall be liable for such operator's failure to carry an identification card or certain other violations regarding the use of a bicycle for commercial purposes; changes violations for the failure to carry an identification card or certain other violation procedures and fines by a commercial bicycle operator; directs that certain violations relating to bicycles used for commercial purposes shall be tried before the environmental control board of the city of New York. ",
  "currentCommittee" : "CITIES",
  "sameAs" : null,
  "lawSection" : "New York City Administrative Code",
  "previousVersions" : [ "SA4528-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "SQUADRON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          419\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by Sens. KRUEGER, SQUADRON -- read twice and ordered printed,\n         and when printed to be committed to the Committee on Cities\n\n       AN  ACT  to  amend  the  administrative code of the city of New York, in\n         relation to the use of bicycles for commercial purposes\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Section  10-157 of the administrative code of the city of\n    2  New York, subdivisions e and f as added and  subdivisions  g  and  h  as\n    3  amended by local law number 9 of the city of New York for the year 2007,\n    4  is amended to read as follows:\n    5    S 10-157 Bicycles used for commercial purposes. a. Every person, firm,\n    6  partnership,  joint venture, association or corporation which engages in\n    7  the course of its business, either on behalf of  itself  or  others,  in\n    8  delivering  packages, parcels, papers or articles of any type by bicycle\n    9  shall provide identification of the business by requiring every  bicycle\n   10  or bicycle operator to be identified by:\n   11    (1)  affixing  to the rear of each bicycle, bicycle seat or both sides\n   12  of the delivery basket, a  metal,  plastic  or  other  sign  of  a  type\n   13  approved by the police commissioner, with the name of the business and a\n   14  three  digit identification number which identifies the bicycle operator\n   15  in lettering and numerals so as to be plainly readable at a distance  of\n   16  not  less  than ten feet and maintaining same in good condition thereon;\n   17  and\n   18    (2) by requiring each bicycle operator to  wear  a  jacket,  vest,  or\n   19  other  wearing  apparel  on  the  upper part of the cyclist's body while\n   20  making deliveries, or otherwise riding a bicycle on behalf of the  busi-\n   21  ness, the back of which shall indicate the business name and the bicycle\n   22  operator's individual identification number in lettering and numerals so\n   23  as to be plainly readable at a distance of not less than ten feet.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00693-01-1\n\n       S. 419                              2\n\n    1    b.  Every  person,  firm,  partnership,  joint venture, association or\n    2  corporation OR SIMILAR ENTITY engaged in providing OR ARRANGING FOR  THE\n    3  PROVISION  OF a service as authorized herein must issue to every bicycle\n    4  operator a numbered identification card which contains the  name,  resi-\n    5  dence  address  and  photo of the bicycle operator and the name, address\n    6  and telephone number of the company for whom  the  bicycle  operator  is\n    7  [employed]  AFFILIATED.  Such identification card must be carried by the\n    8  bicycle operator while the cyclist is making  deliveries,  or  otherwise\n    9  riding  a  bicycle  on behalf of the business, and must be produced upon\n   10  the demand of a police officer or any other law enforcement officer.\n   11    c. Every person, firm, partnership, joint venture,  association  [or],\n   12  corporation  OR SIMILAR ENTITY engaged in providing OR ARRANGING FOR THE\n   13  PROVISION OF a service as authorized herein shall maintain in a log book\n   14  to be kept for such purpose, the name and place of residence address  of\n   15  every [employee operating a] bicycle OPERATOR, the date of employment OR\n   16  ASSOCIATION  and  discharge  of  each  person in said service, and every\n   17  messenger or delivery person's identification number. The owner  of  any\n   18  business  engaged  in  providing a service as authorized in this section\n   19  shall be responsible for maintaining in the log book a daily trip record\n   20  in which all entries shall be made legibly in ink and each  entry  shall\n   21  be  dated  and include the bicycle identification number, the operator's\n   22  name and the name and place of origin and destination for each trip.  No\n   23  entry  shall  be  rewritten  either  in  whole or in part except in such\n   24  manner as may be provided by regulation of the  commissioner;  any  such\n   25  unauthorized rewriting shall give rise to a rebuttable presumption of an\n   26  act  of  fraud, deceit or misrepresentation. Such log book shall be made\n   27  available for inspection during regular and usual  business  hours  upon\n   28  request  of an agent of the police commissioner or any police officer or\n   29  any other person authorized by law.\n   30    d. The owner of any business engaged in providing OR ARRANGING FOR THE\n   31  PROVISION OF a service as authorized in this section shall file an annu-\n   32  al report in such form as shall be designated by the police commissioner\n   33  by rule or regulations.   Said report shall  include,  inter  alia,  the\n   34  number of bicycles it owns and the number and identity of any [employees\n   35  it  may  retain]  BICYCLE  OPERATORS EMPLOYED BY OR OTHERWISE AFFILIATED\n   36  WITH SUCH BUSINESS.  Any business engaged in providing  OR  ARRANGING  a\n   37  service  as  authorized  in  this  section  shall be responsible for the\n   38  compliance with the provisions of this  section  of  any  [employees  it\n   39  shall retain] BICYCLE OPERATORS EMPLOYED BY OR OTHERWISE AFFILIATED WITH\n   40  SUCH  BUSINESS.  Nothing contained in this section shall be construed as\n   41  applying to persons under the age of sixteen who use a bicycle to deliv-\n   42  er daily newspapers or circulars.\n   43    e. (1) The owner of any business engaged in  providing  a  service  as\n   44  authorized in this section shall provide, at its own expense, protective\n   45  headgear suitable for each bicycle operator. Such headgear shall:\n   46    (i)  meet  the  standards  set  forth  by  the consumer product safety\n   47  commission in title 16, part 1203 of the code of federal regulations;\n   48    (ii) be readily available at each employment  site  for  use  by  each\n   49  bicycle operator; and\n   50    (iii)  be  replaced  if  such headgear is no longer in good condition.\n   51  Headgear is no longer in good condition if it  is  missing  any  of  its\n   52  component parts or is otherwise damaged so as to impair its functionali-\n   53  ty.\n   54    (2)  Each  bicycle  operator shall wear protective headgear that meets\n   55  the requirements of paragraph [1] ONE of this subdivision  while  making\n   56  deliveries  or otherwise operating a bicycle on behalf of such business.\n\n       S. 419                              3\n\n    1  The term \"wear such  protective  headgear\"  means  having  the  headgear\n    2  fastened securely upon the head with the headgear straps.\n    3    f. The owner of any business engaged in providing a service as author-\n    4  ized  in this section, notwithstanding that a bicycle may be provided by\n    5  an employee thereof, shall provide at its own expense  and  ensure  that\n    6  each  bicycle is equipped with a lamp; a bell or other device capable of\n    7  giving an audible signal; brakes; reflective tires  or,  alternately,  a\n    8  reflex  reflector  mounted on the spokes of each wheel; as well as other\n    9  reflective devices or material, in accordance with  section  [1236]  ONE\n   10  THOUSAND TWO HUNDRED THIRTY-SIX of the vehicle and traffic law.\n   11    g.  [Except  as  otherwise  provided in subdivision h of this section,\n   12  the] THE PERSON, FIRM, PARTNERSHIP, JOINT VENTURE,  ASSOCIATION,  CORPO-\n   13  RATION OR OTHER SIMILAR ENTITY ENGAGED IN PROVIDING OR ARRANGING FOR THE\n   14  PROVISION OF A SERVICE AS AUTHORIZED IN THIS SECTION SHALL BE LIABLE FOR\n   15  ANY  violation  of  any  of  the provisions of [this section,] THIS CODE\n   16  REGULATING THE OPERATION OF BICYCLES AND COMMERCIAL BICYCLES or [of] any\n   17  [of  the]  rules  or  regulations  that  may  be  promulgated   pursuant\n   18  hereto[,].  SUCH VIOLATION shall be [a violation] triable [by a judge of\n   19  the  criminal  court]  IN  A PROCEEDING BEFORE THE ENVIRONMENTAL CONTROL\n   20  BOARD of the city of New York and upon conviction [thereof] OF A PERSON,\n   21  FIRM PARTNERSHIP, JOINT VENTURE, ASSOCIATION, OR  CORPORATION  shall  be\n   22  punishable  by a fine of not less than one hundred dollars nor more than\n   23  two hundred [and] fifty dollars  [or  imprisonment  for  not  more  than\n   24  fifteen  days or both such fine and imprisonment].  IN ADDITION TO OR AS\n   25  AN ALTERNATIVE TO THE PENALTIES PROVIDED FOR A VIOLATION OF ANY  OF  THE\n   26  PROVISIONS  OF  THIS  SECTION,  OR  OF  ANY  OF THE RULES OR REGULATIONS\n   27  PROMULGATED PURSUANT HERETO, ANY  PERSON  WHO  SHALL  VIOLATE  ANY  SUCH\n   28  PROVISIONS  SHALL  BE  LIABLE  FOR  A CIVIL PENALTY OF NOT LESS THAN ONE\n   29  HUNDRED DOLLARS NOR MORE THAN TWO HUNDRED AND  FIFTY  DOLLARS  FOR  EACH\n   30  VIOLATION.  SUCH CIVIL PENALTY MAY BE RECOVERED IN AN ACTION OR PROCEED-\n   31  ING IN ANY COURT OF COMPETENT JURISDICTION.\n   32    h. [Any person who makes deliveries or otherwise operates a bicycle on\n   33  behalf of a business without carrying  the  identification  required  by\n   34  subdivision  b  of this section or who fails to produce such identifica-\n   35  tion upon demand as required by such subdivision, or who fails  to  wear\n   36  protective  headgear required by subdivision e of this section, shall be\n   37  guilty of a traffic infraction and  upon  conviction  thereof  shall  be\n   38  liable  for  a  fine  of not less than twenty-five dollars nor more than\n   39  fifty dollars. It shall  be  an  affirmative  defense  to  such  traffic\n   40  infraction  that  the  business  did not provide the protective headgear\n   41  required by subdivision e of this section. Such traffic  infraction  may\n   42  be adjudicated by such an administrative tribunal as is authorized under\n   43  article  two-A  of the vehicle and traffic law.] IN ANY PROSECUTION OF A\n   44  PERSON, FIRM, PARTNERSHIP, JOINT VENTURE, ASSOCIATION OR CORPORATION FOR\n   45  A VIOLATION OF THIS SECTION, THERE SHALL  BE  A  REBUTTABLE  PRESUMPTION\n   46  THAT  SUCH  PERSON,  FIRM,  PARTNERSHIP,  JOINT  VENTURE, ASSOCIATION OR\n   47  CORPORATION UTILIZING THE SERVICES OF THE BICYCLE OPERATOR HAD KNOWLEDGE\n   48  THAT THE BICYCLE OPERATOR WAS IN VIOLATION OF ANY  SUBDIVISION  OF  THIS\n   49  SECTION.\n   50    S 2. This act shall take effect on the first of November next succeed-\n   51  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the administrative code of the city of New York, in relation to the use of bicycles for commercial purposes ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101220.T115824.TXT", "SOBI.D101220.T120325.TXT", "SOBI.D101221.T131116.TXT", "SOBI.D101220.T112323.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292955076968
}