{
  "year" : 2011,
  "senateBillNo" : "S420-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO ELECTIONS",
    "billEventId" : "S420-2011-1294203600000-REFERRED+TO+ELECTIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUEGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires an authorized continuing candidate committee for any individual to dispose of all funds within certain time frames",
  "summary" : "Requires an authorized continuing candidate committee for any individual to dispose of all funds within certain time frames. ",
  "currentCommittee" : "ELECTIONS",
  "sameAs" : null,
  "lawSection" : "Election Law",
  "previousVersions" : [ "S8256-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          420\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen. KRUEGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Elections\n\n       AN ACT to amend the election law, in relation to disposition of campaign\n         funds\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. The election law is amended by adding a new section 14-132\n    2  to read as follows:\n    3    S 14-132. DISPOSITION OF CAMPAIGN FUNDS. 1. AN  AUTHORIZED  CONTINUING\n    4  CANDIDATE  COMMITTEE  FOR  ANY INDIVIDUAL SHALL DISPOSE OF ALL FUNDS AND\n    5  CLOSE WITHIN FOUR YEARS AFTER THE LATER OF (A) THE END OF  THE  INDIVID-\n    6  UAL'S  MOST  RECENT  TERM  OF OFFICE, OR (B) THE DATE OF THE ELECTION IN\n    7  WHICH THE INDIVIDUAL LAST WAS A FILED CANDIDATE.\n    8    2. ANY CANDIDATE OR POLITICAL COMMITTEE REQUIRED TO DISPOSE  OF  FUNDS\n    9  PURSUANT  TO  THIS SECTION SHALL, AT THE OPTION OF THE CANDIDATE, OR THE\n   10  TREASURER OF A POLITICAL COMMITTEE FORMED SOLELY TO PROMOTE THE  PASSAGE\n   11  OR  DEFEAT  OF  A  BALLOT  PROPOSAL, DISPOSE OF SUCH FUNDS BY ANY OF THE\n   12  FOLLOWING MEANS, OR ANY COMBINATION THEREOF:\n   13    A. RETURNING, PRO RATA, TO EACH CONTRIBUTOR THE FUNDS  THAT  HAVE  NOT\n   14  BEEN SPENT OR OBLIGATED;\n   15    B.  DONATING  THE  FUNDS TO A CHARITABLE ORGANIZATION OR ORGANIZATIONS\n   16  THAT MEET THE QUALIFICATIONS OF SECTION 501(C)(3) OF THE INTERNAL REVEN-\n   17  UE CODE;\n   18    C. DONATING THE FUNDS TO THE STATE UNIVERSITY;\n   19    D. DONATING THE FUNDS TO THE STATE'S GENERAL FUND;\n   20    E. TRANSFERRING THE FUNDS TO A POLITICAL  PARTY  COMMITTEE  REGISTERED\n   21  WITH THE STATE BOARD OF ELECTIONS; OR\n   22    F.  CONTRIBUTING  THE FUNDS TO A CANDIDATE OR POLITICAL COMMITTEE SUCH\n   23  THAT THIS DOES NOT EXCEED THE LIMITS SET FORTH IN SECTION 14-114 OF THIS\n   24  ARTICLE.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00732-01-1\n\n       S. 420                              2\n\n    1    3. NO CANDIDATE OR POLITICAL COMMITTEE SHALL DISPOSE OF CAMPAIGN FUNDS\n    2  BY MAKING EXPENDITURES FOR PERSONAL USE AS DEFINED IN SECTION 14-130  OF\n    3  THIS ARTICLE.\n    4    4.  UPON THE DEATH OF A CANDIDATE, FORMER CANDIDATE OR HOLDER OF ELEC-\n    5  TIVE OFFICE, WHO  RECEIVED  CAMPAIGN  CONTRIBUTIONS,  ALL  CONTRIBUTIONS\n    6  SHALL  BE  DISPOSED OF ACCORDING TO THIS SECTION WITHIN TWELVE MONTHS OF\n    7  THE DEATH OF THE CANDIDATE.\n    8    5. NOTWITHSTANDING THE REQUIREMENTS OF SUBDIVISION ONE OR TWO OF  THIS\n    9  SECTION,  AN  AUTHORIZED CONTINUING CANDIDATE COMMITTEE SHALL DISPOSE OF\n   10  ALL FUNDS AND CLOSE WITHIN TWELVE MONTHS AFTER A FELONY CONVICTION OF  A\n   11  CANDIDATE WHO AUTHORIZED SUCH CANDIDATE COMMITTEE ACCORDING TO PARAGRAPH\n   12  A, B, C OR D OF SUBDIVISION TWO OF THIS SECTION.\n   13    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the election law, in relation to disposition of campaign funds ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101220.T115824.TXT", "SOBI.D101221.T132616.TXT", "SOBI.D101220.T112323.TXT", "SOBI.D101221.T131116.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292955976026
}