{
  "year" : 2011,
  "senateBillNo" : "S422-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO ELECTIONS",
    "billEventId" : "S422-2011-1294203600000-REFERRED+TO+ELECTIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUEGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Creates a pilot program to provide for an instant runoff voting method to be used in up to ten local governments for two years provides for repeal of provisions",
  "summary" : "Creates a pilot program to provide for an instant runoff voting method to be used in up to ten local governments, selected by the state board of elections, in election years 2013 and 2014; requires report to state legislature; provides for repeal of provisions. ",
  "currentCommittee" : "ELECTIONS",
  "sameAs" : null,
  "lawSection" : "Elections",
  "previousVersions" : [ "SA3589-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "HASSELL-THOMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "HUNTLEY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "PERKINS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SQUADRON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          422\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sens. KRUEGER, HASSELL-THOMPSON, HUNTLEY, PERKINS, SQUA-\n         DRON -- read twice and ordered printed, and when printed to be commit-\n         ted to the Committee on Elections\n\n       AN ACT to create a pilot program to test an instant runoff voting method\n         of elections and providing for the  repeal  of  such  provisions  upon\n         expiration thereof\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Legislative findings. The current system  of  voting  often\n    2  results  in  the  election of a candidate who does not have the majority\n    3  support of the electorate  when  there  are  three  or  more  candidates\n    4  running  for  an elective office. Further, where there are three or more\n    5  candidates for an elective office, voters often will not vote for  their\n    6  preferred  candidate to avoid \"wasting\" their vote on a \"spoiler\" candi-\n    7  date.   Rather, they will vote against  a  candidate  they  dislike,  by\n    8  voting  for  a leading candidate that they perceive as the lesser of two\n    9  evils. The result of the current system in multi-candidate races can  be\n   10  the election of candidates who lack majority support.\n   11    The  instant  runoff  voting method provides for the majority election\n   12  for elective offices. Instant runoff voting gives voters the  option  to\n   13  rank  candidates according to the order of their choice. If no candidate\n   14  obtains a majority of first-choice votes, then the  candidate  receiving\n   15  the  fewest  first-choice  votes  is  eliminated. Each vote cast for the\n   16  eliminated candidate shall be transferred to the candidate who  was  the\n   17  voter's  next  choice  on  the  ballot. The process is continued until a\n   18  candidate receives a majority of votes.\n   19    There are several potential benefits  to  the  instant  runoff  voting\n   20  method.  First,  voters  are free to mark their ballot for the candidate\n   21  they truly prefer without fear that their choice will help  elect  their\n   22  least preferred candidate. Second, it ensures that the elected candidate\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00851-01-1\n\n       S. 422                              2\n\n    1  has true majority support. In addition, the instant runoff voting method\n    2  will  (1)  promote  higher  voter  turnout,  and  (2) encourage positive\n    3  campaigning, since candidates will seek second-choice  and  third-choice\n    4  votes  from  voters  and  will  therefore be less likely to attack other\n    5  candidates and alienate voters that support other  candidates  as  their\n    6  first  choice. In situations where runoffs are already required, it will\n    7  eliminate the need for a second  runoff  election,  with  its  increased\n    8  costs and lower voter turnout.\n    9    The  instant  runoff  voting method has been the subject of increasing\n   10  interest across the nation. It has already been adopted by local  refer-\n   11  enda  in  California,  Vermont, and Massachusetts. It is under consider-\n   12  ation in many other states.\n   13    It is the purpose of this act to permit the use of the instant  runoff\n   14  voting  method on a trial basis in certain local elections in years 2013\n   15  and 2014. This pilot program would permit the state legislature to eval-\n   16  uate the broader application of the  instant  runoff  voting  method  to\n   17  elections in New York state.\n   18    S  2.    Definitions.  1.  \"Instant runoff voting method\" shall mean a\n   19  method of casting and tabulating votes that simulates the ballot  counts\n   20  that  would  occur  if  all  voters  participated  in a series of runoff\n   21  elections, whereby the voters rank candidates according to the order  of\n   22  their choice and, if no candidate has received a majority of votes cast,\n   23  then  the candidate with the fewest first choice votes is eliminated and\n   24  the remaining candidates advance to another  counting  round.  In  every\n   25  round, each ballot is counted as one vote for the highest ranked advanc-\n   26  ing candidate.\n   27    2.  \"Local  government\"  shall  mean a county, city, town, village, or\n   28  school district.\n   29    S 3. Pilot program. 1. The state board of elections shall select local\n   30  governments in which to conduct a pilot program during the 2013 and 2014\n   31  elections for local office using instant runoff voting. The state  board\n   32  shall  select  up  to  ten local governments in 2013 and up to ten local\n   33  governments in 2014.\n   34    2. In selecting local governments the state board shall seek diversity\n   35  of population size, regional location, and demographic composition.  The\n   36  pilot  program  shall  require  the  approval  of  the  county  board of\n   37  elections where said county board conducts the election  for  the  local\n   38  government.  Said  pilot  program shall also require the approval of the\n   39  local government that has been selected for the pilot program.\n   40    3. The state board shall monitor the pilot program and issue a  report\n   41  with  its findings and recommendations to the state legislature by April\n   42  1, 2015.\n   43    4. The state board shall implement the necessary regulations in  order\n   44  to implement this act within ninety days after it shall have become law.\n   45    S  4.  Instant runoff voting method; ballots. 1. For elections subject\n   46  to the instant runoff voting method, the ballot must be simple and  easy\n   47  to understand and allow a voter to rank candidates in order of choice. A\n   48  voter may include no more than one write-in candidate among that voter's\n   49  ranked choices for each office. If feasible, ballots must be designed so\n   50  that  a  voter may mark that voter's first choices in the same manner as\n   51  that for offices not elected by the instant runoff voting method.\n   52    2. Instructions on  the  ballot  must  conform  substantially  to  the\n   53  following  specifications,  although  subject  to modification, based on\n   54  ballot design and voting machine:\n   55    \"Vote for candidates by indicating  your  first-choice  candidates  in\n   56  order  of  preference.  Indicate your first choice by marking the number\n\n       S. 422                              3\n\n    1  \"1\" beside a candidate's name, your second choice by marking the  number\n    2  \"2\"  beside  a candidate's name, your third choice by marking the number\n    3  \"3\" beside a candidate's name and so on, for  as  many  choices  as  you\n    4  wish.  You may choose to rank only one candidate, but ranking additional\n    5  candidates  will not hurt the chances of your first-choice candidate. Do\n    6  not mark the same number beside more than one  candidate.  Do  not  skip\n    7  numbers.\"\n    8    3.  A  sample  ballot  for  an  election subject to the instant runoff\n    9  voting method must illustrate  the  voting  procedure  for  the  instant\n   10  runoff  voting  method.  Such a sample ballot must be included with each\n   11  absentee ballot.\n   12    4. The appropriate board of elections shall ensure that the  necessary\n   13  voting  system,  vote  tabulation  system,  or  other similar or related\n   14  equipment shall be available to accommodate the  instant  runoff  voting\n   15  method where the instant runoff voting method is required by this act.\n   16    S  5.  Instant  runoff voting method; procedures. The following proce-\n   17  dures shall apply in determining the winner in an  election  subject  to\n   18  the instant runoff voting method:\n   19    1. The first choice marked on each ballot must be counted initially by\n   20  election  officials.  If  one candidate receives a majority of the votes\n   21  cast, excluding blank and void ballots, that candidate shall be declared\n   22  elected.\n   23    2. If no candidate receives a majority of first-choice votes  cast  at\n   24  the  end of the initial count, the candidate receiving the fewest first-\n   25  choice votes shall be eliminated. Each  vote  cast  for  the  eliminated\n   26  candidate shall be transferred to the candidate who was the voter's next\n   27  choice on the ballot.\n   28    3.  Candidates  with the fewest votes shall continue to be eliminated,\n   29  with the votes for such candidates transferred to the candidate who  was\n   30  each  voter's  next  choice  on  the ballot until a candidate receives a\n   31  majority of the votes cast, excluding blank and  void  ballots.  When  a\n   32  candidate receives a majority of the votes cast, that candidate shall be\n   33  declared the winner.\n   34    4. If a ballot has no more available choices ranked on it, that ballot\n   35  must  be  declared  exhausted. Where a ballot skips one or more numbers,\n   36  the ballot must be declared exhausted when the skipping  of  numbers  is\n   37  reached.  A  ballot with the same number for two or more candidates must\n   38  be declared exhausted when these double numbers are reached.\n   39    5. In the case of a tie between candidates for last  place,  and  thus\n   40  elimination,  occurring at any stage in the tabulation, the tie shall be\n   41  resolved so as to eliminate the candidate who received the least  number\n   42  of  votes  at  the previous stage of tabulation. In the case of a tie to\n   43  which a previous stage does not apply, or such previous stage was also a\n   44  tie, the tie shall be resolved by drawing  lots.  However,  if  the  tie\n   45  occurs  when  there  are only two candidates remaining, the tie shall be\n   46  resolved in accordance with the provisions of this chapter.\n   47    S 6. Voter education. Where an election  is  subject  to  the  instant\n   48  runoff voting method, the appropriate board of elections shall conduct a\n   49  voter  education  campaign on the instant runoff voting system to famil-\n   50  iarize voters with the ballot design, method of voting,  and  advantages\n   51  of  determining  a  majority  winner  in a single election. The board of\n   52  elections shall use public service announcements, as well as seek  other\n   53  media cooperation to the maximum extent practicable.\n   54    S 7.  Construal. All elections held by the instant runoff voting meth-\n   55  od  pursuant to this act shall be subject to all the other provisions of\n\n       S. 422                              4\n\n    1  the election law and all other applicable laws relating to elections, so\n    2  far as is applicable and not inconsistent with this act.\n    3    S  8.    Severability. If any provision of this act or the application\n    4  thereof shall for any reason be  adjudged  by  any  court  of  competent\n    5  jurisdiction  to  be invalid, such judgment shall not affect, impair, or\n    6  invalidate the remainder of this act, but shall be confined in its oper-\n    7  ation to the provision thereof directly involved in the  controversy  in\n    8  which such judgment shall have been rendered.\n    9    S  9. This act shall take effect immediately, and shall remain in full\n   10  force and effect until  December  31,  2015  when  upon  such  date  the\n   11  provisions of this act shall expire and be deemed repealed.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to create a pilot program to test an instant runoff voting method of elections and providing for the repeal of such provisions upon expiration thereof ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101220.T115824.TXT", "SOBI.D101220.T120325.TXT", "SOBI.D101221.T130615.TXT", "SOBI.D101220.T112823.TXT", "SOBI.D101220.T115324.TXT", "SOBI.D101220.T112323.TXT", "SOBI.D101220.T123327.TXT", "SOBI.D101220.T121325.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292954775877
}