{
  "year" : 2011,
  "senateBillNo" : "S423-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO ELECTIONS",
    "billEventId" : "S423-2011-1294203600000-REFERRED+TO+ELECTIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUEGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to voter enrollment",
  "summary" : "Relates to voter enrollment. ",
  "currentCommittee" : "ELECTIONS",
  "sameAs" : null,
  "lawSection" : "Election Law",
  "previousVersions" : [ "S4317-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          423\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen. KRUEGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Elections\n\n       AN ACT to amend the election law, in relation to voter enrollment\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Subdivisions 2 and 4 of section 5-302 of the election law,\n    2  subdivision 2 as amended by chapter 164 of the laws of 1985 and subdivi-\n    3  sion 4 as amended by chapter 91 of the laws of 1992, are amended to read\n    4  as follows:\n    5    2. If the application form is for a voter who has changed his  enroll-\n    6  ment  [or  a  voter who has previously registered and not enrolled] FROM\n    7  ONE PARTY TO ANOTHER, then the board  of  elections  shall  compare  the\n    8  information  and  the  signature  appearing  on  each  application  form\n    9  received with that on the registration poll record of the applicant  and\n   10  if  found  to correspond in all particulars shall[, not earlier than the\n   11  Tuesday following the next general election and not later than the thir-\n   12  tieth day preceding the  last  day  for  publishing  enrollment  lists,]\n   13  proceed  in  the  manner  specified  in subdivision one [hereof] OF THIS\n   14  SECTION to enter such enrollment on such voter's registration poll card,\n   15  EXCEPT THAT ALL FORMS SUBMITTED DURING THE NINETY DAYS PRIOR TO A PRIMA-\n   16  RY ELECTION SHALL NOT BE PROCESSED UNTIL AFTER THAT ELECTION.\n   17    4. Registration poll records of voters  whose  registrations  are  not\n   18  rejected by the board of elections shall forthwith be placed in the poll\n   19  ledger  or such voters' names shall forthwith be entered in the computer\n   20  files from which the computer generated registration lists are prepared,\n   21  except that the registration poll record of an otherwise qualified voter\n   22  who registers after the twenty-fifth day before a primary election shall\n   23  not be placed in such poll ledger or such voters' names shall not appear\n   24  on such a computer generated registration list until after such  primary\n   25  and  except  further  that the registration poll record of a voter whose\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00949-01-1\n\n       S. 423                              2\n\n    1  previous registration was cancelled pursuant to the provisions  of  this\n    2  chapter  [after  the  previous  general election] DURING THE NINETY DAYS\n    3  PRIOR TO A PRIMARY ELECTION and who registers pursuant to the provisions\n    4  of this chapter after such cancellation shall not be placed in such poll\n    5  ledger  or such voters' names shall not appear on such a computer gener-\n    6  ated registration list until after the  [fall]  NEXT  primary  election,\n    7  unless  such voter has enrolled with the same party as the enrollment on\n    8  the registration which was so cancelled.\n    9    The registration poll record of a voter who is not eligible to vote in\n   10  a primary election but who is eligible to vote  in  a  special  election\n   11  held  before  such primary election shall be placed in its regular place\n   12  in the poll ledger or in a special section of such poll ledger for  such\n   13  special  election  as  the  board of elections, in its discretion, shall\n   14  provide, or such name shall appear in its regular place on the  computer\n   15  generated  registration  list prepared for use in such special election.\n   16  Such poll record shall be removed from  such  poll  ledger  or  computer\n   17  generated registration list immediately after such special election.\n   18    S  2.  Section  5-304 of the election law, subdivision 1 as amended by\n   19  chapter 147 of the laws of 1982, subdivision 3 as amended by chapter  90\n   20  of  the  laws  of 1991 and subdivision 4 as amended by chapter 62 of the\n   21  laws of 2010, is amended to read as follows:\n   22    S 5-304. Enrollment; change of enrollment or new enrollment by  previ-\n   23  ously registered voters. 1. A registered voter may change his enrollment\n   24  in the manner prescribed by this section.\n   25    2.  The  term  \"change of enrollment\" shall apply to applications by a\n   26  registered voter already enrolled in one party to enroll in a  different\n   27  party[, or to delete his enrollment in any party, or an application by a\n   28  registered  voter  not  enrolled  in any party to enroll in a particular\n   29  party].\n   30    3. A change of enrollment received by  the  board  of  elections  [not\n   31  later  than  the  twenty-fifth  day]  LESS  THAN NINETY DAYS before [the\n   32  general] ANY PRIMARY election shall be deposited in a sealed  enrollment\n   33  box,  which  shall  not be opened until the first Tuesday following such\n   34  [general] PRIMARY election. Such change  of  enrollment  shall  be  then\n   35  removed and entered as provided in this article.\n   36    4.  Registered voters may apply for change of enrollment personally by\n   37  mail to or by appearing before a county board of elections or by appear-\n   38  ing before a board of inspectors.  If  the  applicant  has  appeared  in\n   39  person  and if the board finds that he or she is properly registered, it\n   40  shall provide the applicant with an application form for voter registra-\n   41  tion by mail which shall be treated as  an  application  for  change  of\n   42  enrollment  filed  pursuant  to  this  section. If the voter has applied\n   43  personally by mail, the county board of elections shall mail him or  her\n   44  an  application  form for voter registration by mail as provided by this\n   45  chapter. If a registered voter submits an application form for registra-\n   46  tion or enrollment as provided  by  this  chapter,  from  the  residence\n   47  address  from which he or she is then registered, and such form reflects\n   48  a change of enrollment, the county board of elections shall  treat  such\n   49  form  as  an application for change of enrollment filed pursuant to this\n   50  section. If such application form also sets forth a new  address  within\n   51  the  same  city  or county, the board of elections shall also treat such\n   52  form as an application for transfer of registration pursuant to  section\n   53  5-208  of  this  article.  If  a voter has cast a ballot in an affidavit\n   54  ballot envelope on which such voter claims a party enrollment  different\n   55  from the enrollment in the records of the board of elections, such affi-\n   56  davit shall be treated as an application for change of enrollment.\n\n       S. 423                              3\n\n    1    5. AN APPLICATION FOR ENROLLMENT BY AN ALREADY REGISTERED VOTER WHO IS\n    2  NOT  ENROLLED  IN  ANY  PARTY  SHALL BE TREATED IN THE SAME MANNER AS AN\n    3  APPLICATION FOR REGISTRATION UNDER SECTION 5-210 OF THIS ARTICLE, EXCEPT\n    4  AS DESCRIBED IN SUBDIVISION SIX OF THIS SECTION.\n    5    6.  NOTWITHSTANDING  ANY  OTHER  PROVISION  OF  THIS  CHAPTER, A VOTER\n    6  ENROLLED WITH A POLITICAL PARTY ON THE NINETIETH DAY BEFORE ANY  PRIMARY\n    7  ELECTION  MAY  NOT ENROLL WITH A DIFFERENT POLITICAL PARTY PRIOR TO THAT\n    8  PRIMARY ELECTION.\n    9    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the election law, in relation to voter enrollment ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101220.T120325.TXT", "SOBI.D101221.T130615.TXT", "SOBI.D101220.T112823.TXT", "SOBI.D101220.T115324.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292954775880
}