{
  "year" : 2011,
  "senateBillNo" : "S425-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO ENVIRONMENTAL CONSERVATION",
    "billEventId" : "S425-2011-1294203600000-REFERRED+TO+ENVIRONMENTAL+CONSERVATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUEGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the regulation of the use of hydraulic fracturing fluids",
  "summary" : "Relates to the regulation of the use of hydraulic fracturing fluids. ",
  "currentCommittee" : "ENVIRONMENTAL CONSERVATION",
  "sameAs" : "A2922",
  "lawSection" : "Environmental Conservation Law",
  "previousVersions" : [ "S8321-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          425\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen. KRUEGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Environmental Conservation\n\n       AN ACT to amend the environmental conservation law, in relation  to  the\n         use of hydraulic fracturing fluids\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The opening paragraph and paragraph d of subdivision  8  of\n    2  section  23-0305  of  the  environmental conservation law, as amended by\n    3  chapter 846 of the laws of 1981, are amended to read as follows:\n    4    With respect to oil pools or fields and natural gas pools  or  fields,\n    5  the department shall [have power to]:\n    6    d.  (I)  Require the drilling, casing, operation, plugging and replug-\n    7  ging of wells and reclamation of surrounding  land  in  accordance  with\n    8  rules  and regulations of the department in such manner as to prevent or\n    9  remedy the following, including but not limited to: the escape  of  oil,\n   10  gas,  brine  or  water out of one stratum into another; the intrusion of\n   11  water into oil or gas strata other than during enhanced  recovery  oper-\n   12  ations;  the  pollution of fresh water supplies by oil, gas, salt water,\n   13  HYDRAULIC  FRACTURING  FLUIDS  or  other  contaminants;  and   blowouts,\n   14  cavings,  seepages  and fires.  SUCH RULES AND REGULATIONS SHALL REQUIRE\n   15  THE DISCLOSURE OF ALL HYDRAULIC FRACTURING FLUID  COMPONENTS  AND  SHALL\n   16  PROHIBIT  THE USE OF HYDRAULIC FRACTURING FLUIDS THAT CONTAIN A CHEMICAL\n   17  SUBSTANCE THAT POSES A RISK TO HUMAN HEALTH, INCLUDING BUT  NOT  LIMITED\n   18  TO,  HYDRAULIC  FRACTURING FLUIDS THAT CONTAIN A CHEMICAL SUBSTANCE THAT\n   19  HAS BEEN IDENTIFIED PURSUANT TO THE FEDERAL TOXIC SUBSTANCES CONTROL ACT\n   20  AS PERSISTENT, BIOACCUMULATIVE AND TOXIC OR IS A KNOWN MUTAGEN.\n   21    (II) NO PERMIT SHALL BE ISSUED FOR THE DRILLING OR  OPERATION  OF  ANY\n   22  WELL  PROPOSING  TO USE HYDRAULIC FRACTURING FLUIDS UNTIL THE DEPARTMENT\n   23  HAS ADOPTED RULES AND REGULATIONS CONSISTENT WITH THE PROVISIONS OF THIS\n   24  CHAPTER.\n   25    S 2. This act shall take effect on the ninetieth day  after  it  shall\n   26  have become a law.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00714-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the environmental conservation law, in relation to the use of hydraulic fracturing fluids ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101220.T165842.TXT", "SOBI.D101220.T115824.TXT", "SOBI.D101220.T112823.TXT", "SOBI.D101220.T115324.TXT", "SOBI.D110121.T130524.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295633124405
}