{
  "year" : 2011,
  "senateBillNo" : "S426-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO ENVIRONMENTAL CONSERVATION",
    "billEventId" : "S426-2011-1294203600000-REFERRED+TO+ENVIRONMENTAL+CONSERVATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUEGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for a prohibition on the use of certain disposable food service ware",
  "summary" : "Enacts the \"food service waste reduction act\"; provides for a prohibition on the use of certain disposable food service ware; provides definitions and sanctions. ",
  "currentCommittee" : "ENVIRONMENTAL CONSERVATION",
  "sameAs" : null,
  "lawSection" : "Environmental Conservation Law",
  "previousVersions" : [ "SA747-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "DUANE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "HASSELL-THOMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SERRANO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SQUADRON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "STEWART-COUSINS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          426\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by Sens. KRUEGER, DUANE, HASSELL-THOMPSON, SERRANO, SQUADRON,\n         STEWART-COUSINS -- read twice and ordered printed, and when printed to\n         be committed to the Committee on Environmental Conservation\n\n       AN  ACT  to  amend  the  environmental  conservation law, in relation to\n         prohibiting the use of certain food packaging and plastic food service\n         ware\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Short  title. This act shall be known and may be cited as\n    2  the \"food service waste reduction act\".\n    3    S 2. Article 27 of the environmental conservation law  is  amended  by\n    4  adding a new title 22 to read as follows:\n\n    5                                  TITLE 22\n    6                         FOOD SERVICE WASTE REDUCTION\n\n    7  SECTION 27-2201. DEFINITIONS.\n    8          27-2203. PROHIBITED DISPOSABLE FOOD SERVICE WARE.\n    9          27-2205. REQUIRED  COMPOSTABLE  OR  RECYCLABLE  DISPOSABLE  FOOD\n   10                     SERVICE WARE.\n   11          27-2207. POWERS OF MUNICIPALITIES.\n\n   12  S 27-2201. DEFINITIONS.\n   13    1. \"AFFORDABLE\" MEANS PURCHASABLE FOR NOT MORE  THAN  FIFTEEN  PERCENT\n   14  MORE  THAN THE PURCHASE COST OF THE NON-BIODEGRADABLE NON-COMPOSTABLE OR\n   15  NON-RECYCLABLE ALTERNATIVE.\n   16    2. \"ASTM STANDARD\" MEANS MEETING THE STANDARDS OF THE AMERICAN SOCIETY\n   17  FOR TESTING AND MATERIALS (ASTM) INTERNATIONAL STANDARDS D6400 OR  D6868\n   18  FOR  BIODEGRADABLE  AND  COMPOSTABLE  PLASTICS AS THOSE STANDARDS MAY BE\n   19  AMENDED.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00705-01-1\n\n       S. 426                              2\n\n    1    3. \"COMPOSTABLE\" MEANS ALL THE MATERIALS IN  THE  PRODUCT  OR  PACKAGE\n    2  WILL  BREAK DOWN INTO, OR OTHERWISE BECOME PART OF USABLE COMPOST (E.G.,\n    3  SOIL-CONDITIONING MATERIAL, MULCH) IN A SAFE AND  TIMELY  MANNER  IN  AN\n    4  APPROPRIATE COMPOSTING PROGRAM OR  FACILITY OR IN A HOME COMPOST PILE OR\n    5  DEVICE.  COMPOSTABLE  DISPOSABLE  FOOD  SERVICE WARE INCLUDES, BY WAY OF\n    6  EXAMPLE, ASTM STANDARD BIO-PLASTICS  (PLASTIC-LIKE  PRODUCTS)  THAT  ARE\n    7  CLEARLY  LABELED,  PREFERABLY WITH A COLOR SYMBOL, SUCH THAT ANY COMPOST\n    8  COLLECTOR  AND  PROCESSOR  CAN  EASILY  DISTINGUISH  THE  ASTM  STANDARD\n    9  COMPOSTABLE  PLASTIC FROM NON-ASTM STANDARD COMPOSTABLE PLASTIC. FOR THE\n   10  PURPOSES OF THIS TITLE THE TERM BIODEGRADABLE SHALL HAVE THE SAME  MEAN-\n   11  ING AS COMPOSTABLE. THIS TITLE USES THE TERMS BIODEGRADABLE AND COMPOST-\n   12  ABLE  INTERCHANGEABLY  AND IN ALL CASES WHETHER THE TERMS ARE USED SEPA-\n   13  RATELY, IN THE DISJUNCTIVE OR IN THE CONJUNCTIVE THEY  SHALL  ALWAYS  BE\n   14  INTERPRETED  AND  APPLIED  CONSISTENT  WITH  THIS DEFINITION OF THE TERM\n   15  \"COMPOSTABLE\".\n   16    4. \"MUNICIPAL CONTRACTORS AND LESSEES\" MEANS ANY PERSON OR ENTITY THAT\n   17  HAS A CONTRACT WITH THE MUNICIPALITY FOR PUBLIC WORKS OR IMPROVEMENTS TO\n   18  BE PERFORMED, FOR A FRANCHISE, CONCESSION  OR  LEASE  OF  PROPERTY,  FOR\n   19  GRANT  MONIES  OR  GOODS AND SERVICES OR SUPPLIES TO BE PURCHASED AT THE\n   20  EXPENSE OF THE MUNICIPALITY OR TO BE PAID OUT OF MONIES DEPOSITED IN THE\n   21  TREASURY OR OUT OF TRUST MONIES UNDER THE CONTROL OR  COLLECTED  BY  THE\n   22  MUNICIPALITY.\n   23    5. \"MUNICIPAL FACILITY\" MEANS ANY BUILDING, STRUCTURE OR VEHICLE OWNED\n   24  OR OPERATED BY THE MUNICIPALITY.\n   25    6.  \"MUNICIPAL  FACILITY FOOD PROVIDER\" MEANS AN ENTITY THAT PROVIDES,\n   26  BUT DOES NOT SELL, PREPARED FOOD IN MUNICIPAL FACILITIES.\n   27    7. \"DISPOSABLE FOOD SERVICE WARE\" MEANS ALL CONTAINERS, BOWLS, PLATES,\n   28  TRAYS, CARTONS, CUPS, LIDS, STRAWS, FORKS, SPOONS, KNIVES,  NAPKINS  AND\n   29  OTHER  ITEMS  THAT  ARE  DESIGNED  FOR  ONE-TIME USE FOR PREPARED FOODS,\n   30  INCLUDING WITHOUT LIMITATION, SERVICE  WARE  FOR  TAKEOUT  FOODS  AND/OR\n   31  LEFTOVERS  FROM  PARTIALLY  CONSUMED MEALS PREPARED BY FOOD VENDORS. THE\n   32  TERM \"DISPOSABLE FOOD SERVICE WARE\"  DOES  NOT  INCLUDE  ITEMS  COMPOSED\n   33  ENTIRELY OF ALUMINUM OR POLYSTYRENE FOAM COOLERS AND ICE CHESTS THAT ARE\n   34  INTENDED  FOR  REUSE  NOR DOES THIS TERM INCLUDE RECYCLABLE FOOD SERVICE\n   35  WARE.\n   36    8. \"FOOD VENDOR\" MEANS ANY RESTAURANT OR RETAIL FOOD VENDOR LOCATED OR\n   37  OPERATING WITHIN THE MUNICIPALITY.\n   38    9. \"MUNICIPALITY\" MEANS THE SAME AS SUCH TERM IS  DEFINED  IN  SECTION\n   39  27-0501 OF THIS ARTICLE.\n   40    10.  \"PERSON\"  MEANS  AN INDIVIDUAL, TRUST, FIRM, JOINT STOCK COMPANY,\n   41  CORPORATION, INCLUDING A GOVERNMENT CORPORATION, PARTNERSHIP, OR ASSOCI-\n   42  ATION.\n   43    11. \"POLYSTYRENE  FOAM\"  MEANS  BLOWN  POLYSTYRENE  AND  EXPANDED  AND\n   44  EXTRUDED  FOAMS  (SOMETIMES CALLED STYROFOAM TM) WHICH ARE THERMOPLASTIC\n   45  PETROCHEMICAL MATERIALS UTILIZING A STYRENE MONOMER AND PROCESSED BY ANY\n   46  NUMBER OF TECHNIQUES INCLUDING, BUT NOT LIMITED TO,  FUSION  OF  POLYMER\n   47  SPHERES  (EXPANDABLE BEAD POLYSTYRENE), INJECTION MOLDING, FOAM MOLDING,\n   48  AND EXTRUSION-BLOWN MOLDING  (EXTRUDED  FOAM  POLYSTYRENE).  POLYSTYRENE\n   49  FOAM  IS  GENERALLY  USED  TO MAKE CUPS, BOWLS, PLATES, TRAYS, CLAMSHELL\n   50  CONTAINERS, MEAT TRAYS AND EGG CARTONS.\n   51    12. \"PREPARED FOOD\" MEANS FOOD OR BEVERAGES, WHICH ARE SERVICED, PACK-\n   52  AGED, COOKED, CHOPPED, SLICED, MIXED, BREWED, FROZEN, SQUEEZED OR OTHER-\n   53  WISE PREPARED (COLLECTIVELY  \"PREPARED\")  FOR  INDIVIDUAL  CUSTOMERS  OR\n   54  CONSUMERS. FOR THE PURPOSE OF THIS TITLE, PREPARED FOOD INCLUDES TAKEOUT\n   55  FOOD,  BUT  DOES  NOT  INCLUDE RAW, BUTCHERED MEATS, FISH AND/OR POULTRY\n   56  SOLD FROM A BUTCHER CASE OR SIMILAR RETAIL APPLIANCE.\n\n       S. 426                              3\n\n    1    13. \"RECYCLABLE\" MEANS MATERIAL  THAT  CAN  BE  SORTED,  CLEANSED  AND\n    2  RECONSTITUTED  USING  AVAILABLE  RECYCLING  COLLECTION  PROGRAMS FOR THE\n    3  PURPOSE OF USING THE ALTERED FORM IN THE MANUFACTURE OF A  NEW  PRODUCT.\n    4  RECYCLING  DOES NOT INCLUDE BURNING, INCINERATING, CONVERTING, OR OTHER-\n    5  WISE THERMALLY DESTROYING SOLID WASTE.\n    6    14. \"RESTAURANT\" MEANS ANY ESTABLISHMENT LOCATED WITHIN A MUNICIPALITY\n    7  THAT  SELLS PREPARED FOOD FOR CONSUMPTION ON, NEAR, OR OFF ITS PREMISES.\n    8  FOR PURPOSES OF THIS TITLE, THE TERM  INCLUDES  A  RESTAURANT  OPERATING\n    9  FROM A TEMPORARY FACILITY, CART, VEHICLE OR MOBILE UNIT.\n   10    15. \"RETAIL FOOD VENDOR\" MEANS ANY STORE, SHOP, SALES OUTLET, OR OTHER\n   11  ESTABLISHMENT,  INCLUDING  A  GROCERY STORE, DELICATESSEN OR RESTAURANT,\n   12  LOCATED WITHIN THE MUNICIPALITY THAT SELLS PREPARED FOOD.\n   13  S 27-2203. PROHIBITED DISPOSABLE FOOD SERVICE WARE.\n   14    1. RETAIL FOOD VENDORS SHALL NOT SELL PREPARED FOOD IN DISPOSABLE FOOD\n   15  SERVICE WARE THAT CONTAINS POLYSTYRENE FOAM.\n   16    2. MUNICIPAL FACILITY FOOD PROVIDERS SHALL NOT PROVIDE  PREPARED  FOOD\n   17  IN DISPOSABLE FOOD SERVICE WARE THAT CONTAINS POLYSTYRENE FOAM.\n   18    3. MUNICIPAL DEPARTMENTS SHALL NOT PURCHASE, ACQUIRE OR USE DISPOSABLE\n   19  FOOD SERVICE WARE THAT CONTAINS POLYSTYRENE FOAM.\n   20    4.  MUNICIPAL  CONTRACTORS  AND  LESSEES SHALL NOT USE DISPOSABLE FOOD\n   21  SERVICE WARE THAT CONTAINS POLYSTYRENE FOAM IN MUNICIPAL FACILITIES  AND\n   22  WHILE PERFORMING UNDER A MUNICIPAL CONTRACT OR LEASE.\n   23  S  27-2205. REQUIRED  COMPOSTABLE  OR RECYCLABLE DISPOSABLE FOOD SERVICE\n   24                WARE.\n   25    1. ALL FOOD VENDORS USING ANY DISPOSABLE FOOD SERVICE WARE SHALL USE A\n   26  SUITABLE  AFFORDABLE  ALTERNATIVE  COMPOSTABLE  OR  RECYCLABLE  PRODUCT,\n   27  UNLESS THERE IS NO SUITABLE AFFORDABLE COMPOSTABLE OR RECYCLABLE PRODUCT\n   28  AVAILABLE  AS  DETERMINED  BY  THE  MUNICIPALITY IN ACCORDANCE WITH THIS\n   29  SUBDIVISION. NOT LATER THAN THIRTY DAYS BEFORE  THE  EFFECTIVE  DATE  OF\n   30  THIS  TITLE,  THE  COMMISSIONER SHALL ADOPT A LIST OF AVAILABLE SUITABLE\n   31  AFFORDABLE COMPOSTABLE OR RECYCLABLE ALTERNATIVES FOR EACH PRODUCT TYPE.\n   32  THE MUNICIPALITY SHALL REGULARLY UPDATE THE LIST.\n   33    2. ALL MUNICIPAL FACILITY FOOD  PROVIDERS  AND  MUNICIPAL  DEPARTMENTS\n   34  USING ANY DISPOSABLE FOOD SERVICE WARE SHALL USE COMPOSTABLE OR RECYCLA-\n   35  BLE DISPOSABLE FOOD SERVICE WARE UNLESS THERE IS NO AFFORDABLE COMPOSTA-\n   36  BLE OR RECYCLABLE PRODUCT AVAILABLE AS DETERMINED BY THE MUNICIPALITY IN\n   37  ACCORDANCE WITH SUBDIVISION ONE OF SECTION 27-2203 OF THIS TITLE.\n   38    3. MUNICIPAL CONTRACTORS AND LESSEES USING ANY DISPOSABLE FOOD SERVICE\n   39  WARE SHALL USE COMPOSTABLE OR RECYCLABLE DISPOSABLE FOOD SERVICE WARE IN\n   40  MUNICIPAL  FACILITIES AND WHILE PERFORMING UNDER A MUNICIPAL CONTRACT OR\n   41  LEASE UNLESS THERE IS NO AFFORDABLE COMPOSTABLE  OR  RECYCLABLE  PRODUCT\n   42  AVAILABLE  AS DETERMINED BY THE MUNICIPALITY IN ACCORDANCE WITH SUBDIVI-\n   43  SION ONE OF SECTION 27-2203 OF THIS TITLE.\n   44  S 27-2207. POWERS OF MUNICIPALITIES.\n   45    1.  ANY MUNICIPALITY MAY PROMULGATE REGULATIONS, ORDINANCES,  OR  LAWS\n   46  TO  TAKE ANY AND ALL OTHER REASONABLE ACTIONS NECESSARY TO IMPLEMENT AND\n   47  ENFORCE THIS TITLE.\n   48    2. ANY PERSON MAY SEEK A  WAIVER  FROM  THE  REQUIREMENTS  OF  SECTION\n   49  27-2205  OF  THIS  TITLE  BY  FILING A REQUEST ON A FORM PROVIDED BY THE\n   50  MUNICIPALITY. THE MUNICIPALITY MAY, CONSISTENT WITH  THIS  TITLE,  WAIVE\n   51  ANY SPECIFIC REQUIREMENT OF THIS TITLE FOR A PERIOD OF UP TO ONE YEAR IF\n   52  THE  PERSON  SEEKING THE WAIVER HAS DEMONSTRATED THAT STRICT APPLICATION\n   53  OF THE REQUIREMENT WOULD CREATE AN UNDUE HARDSHIP OR PRACTICAL DIFFICUL-\n   54  TY NOT GENERALLY APPLICABLE TO OTHER PERSONS IN  SIMILAR  CIRCUMSTANCES.\n   55  THE  MUNICIPALITY'S  DECISION TO GRANT OR DENY SUCH A WAIVER SHALL BE IN\n   56  WRITING AND SHALL BE FINAL.\n\n       S. 426                              4\n\n    1    3.  ALL MUNICIPAL CONTRACTS AND LEASES, INCLUDING WITHOUT  LIMITATION,\n    2  CONTRACTS  WITH  MUNICIPAL  FACILITY  FOOD  PROVIDERS, SHALL CONTAIN THE\n    3  FOLLOWING MINIMUM LANGUAGE: \"CONTRACTOR AGREES TO COMPLY FULLY WITH  AND\n    4  BE  BOUND  BY  ALL OF THE PROVISIONS OF THE FOOD SERVICE WASTE REDUCTION\n    5  ACT,  AS PROVIDED IN TITLE 22 OF ARTICLE 27 OF THE ENVIRONMENTAL CONSER-\n    6  VATION LAW, INCLUDING THE REMEDIES PROVIDED, AND IMPLEMENTING GUIDELINES\n    7  AND RULES. THE PROVISIONS OF SUCH LAW ARE INCORPORATED HEREIN BY  REFER-\n    8  ENCE  AND  MADE A PART OF THIS AGREEMENT AS THOUGH FULLY SET FORTH. THIS\n    9  PROVISION IS A MATERIAL TERM OF THIS AGREEMENT. BY  ENTERING  INTO  THIS\n   10  AGREEMENT, CONTRACTOR AGREES THAT IF IT BREACHES THIS PROVISION, MUNICI-\n   11  PALITY  WILL SUFFER ACTUAL DAMAGES THAT WILL BE IMPRACTICAL OR EXTREMELY\n   12  DIFFICULT TO DETERMINE; FURTHER, CONTRACTOR AGREES THAT THE SUM  OF  ONE\n   13  HUNDRED  DOLLARS  ($100.00) LIQUIDATED DAMAGES FOR THE FIRST BREACH, TWO\n   14  HUNDRED DOLLARS ($200.00) LIQUIDATED DAMAGES FOR THE  SECOND  BREACH  IN\n   15  THE SAME YEAR, AND FIVE HUNDRED DOLLARS ($500.00) LIQUIDATED DAMAGES FOR\n   16  SUBSEQUENT  BREACHES  IN  THE  SAME YEAR IS A REASONABLE ESTIMATE OF THE\n   17  DAMAGE THAT MUNICIPALITY WILL INCUR BASED ON THE VIOLATION,  ESTABLISHED\n   18  IN  LIGHT  OF  THE CIRCUMSTANCES EXISTING AT THE TIME THIS AGREEMENT WAS\n   19  MADE. SUCH AMOUNTS SHALL NOT BE CONSIDERED A PENALTY, BUT RATHER  AGREED\n   20  MONETARY DAMAGES SUSTAINED BY MUNICIPALITY BECAUSE OF CONTRACTOR'S FAIL-\n   21  URE TO COMPLY WITH THIS PROVISION.\"\n   22    S  3.  The  environmental  conservation law is amended by adding a new\n   23  section 71-2730 to read as follows:\n   24  S 71-2730. ENFORCEMENT OF SECTIONS 27-2203 AND 27-2205.\n   25    1. THE MUNICIPALITY SHALL ISSUE A WRITTEN WARNING TO  ANY  PERSON  THE\n   26  MUNICIPALITY  DETERMINES IS VIOLATING SECTION 27-2203 OR 27-2205 OF THIS\n   27  CHAPTER. IF AFTER ISSUING A WRITTEN WARNING OF VIOLATION FROM THE  MUNI-\n   28  CIPALITY,  THE  MUNICIPALITY  FINDS THAT PERSON CONTINUES TO VIOLATE THE\n   29  PROVISIONS OF SECTION 27-2203 OR 27-2205 OF THIS  CHAPTER,  THE  MUNICI-\n   30  PALITY MAY IMPOSE THE VARIOUS SANCTIONS PROVIDED IN THIS SECTION.\n   31    2.  ANY  PERSON  WHO  VIOLATES  THE  PROVISIONS  OF SECTION 27-2203 OR\n   32  27-2205 OF THIS CHAPTER SHALL BE GUILTY OF A VIOLATION. IF CHARGED AS  A\n   33  VIOLATION,  UPON  CONVICTION  THEREOF, SUCH PERSON SHALL BE PUNISHED FOR\n   34  THE FIRST OFFENSE BY A FINE OF NOT MORE THAN ONE HUNDRED DOLLARS  FOR  A\n   35  FIRST  VIOLATION;  NOT  MORE  THAN  TWO  HUNDRED  DOLLARS  FOR  A SECOND\n   36  VIOLATION IN THE SAME YEAR AND NOT MORE THAN TWO HUNDRED  FIFTY  DOLLARS\n   37  FOR EACH SUBSEQUENT VIOLATION IN THE SAME YEAR.\n   38    3.  THE MUNICIPALITY MAY ISSUE AN ADMINISTRATIVE CIVIL LIABILITY CITA-\n   39  TION TO SUCH PERSON IN AN AMOUNT NOT EXCEEDING ONE HUNDRED  DOLLARS  FOR\n   40  THE FIRST VIOLATION, AN AMOUNT NOT EXCEEDING TWO HUNDRED DOLLARS FOR THE\n   41  SECOND  VIOLATION,  AND NOT MORE THAN TWO HUNDRED FIFTY DOLLARS FOR EACH\n   42  SUBSEQUENT VIOLATION AGAINST THE SAME PERSON.\n   43    S 4. This act shall take effect on the three hundred  sixty-fifth  day\n   44  after it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the environmental conservation law, in relation to prohibiting the use of certain food packaging and plastic food service ware ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101220.T115824.TXT", "SOBI.D101221.T130615.TXT", "SOBI.D101220.T112823.TXT", "SOBI.D101220.T115324.TXT", "SOBI.D101220.T113323.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292954775884
}