{
  "year" : 2011,
  "senateBillNo" : "S427-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO AGRICULTURE",
    "billEventId" : "S427-2011-1294203600000-REFERRED+TO+AGRICULTURE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUEGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prohibits any person from transporting or selling a nonambulatory animal unless such animal is humanely euthanized",
  "summary" : "Prohibits any person from transporting, holding, buying, selling, giving, receiving or marketing a nonambulatory animal unless such animal is first humanely euthanized without undue delay from the time that such animal becomes nonambulatory; makes certain exceptions; provides violation provisions; and defines relevant terms. ",
  "currentCommittee" : "AGRICULTURE",
  "sameAs" : null,
  "lawSection" : "Agriculture and Markets Law",
  "previousVersions" : [ "S751-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "ADAMS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "ADDABBO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "DUANE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "STAVISKY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          427\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sens.  KRUEGER,  ADAMS, ADDABBO, DUANE, STAVISKY -- read\n         twice and ordered printed, and when printed to  be  committed  to  the\n         Committee on Agriculture\n\n       AN ACT to amend the agriculture and markets law, in relation to nonambu-\n         latory animals\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The agriculture and markets law is amended by adding a  new\n    2  section 357-a to read as follows:\n    3    S  357-A.  NONAMBULATORY  ANIMALS. 1. DEFINITIONS. FOR THE PURPOSES OF\n    4  THIS SECTION, THE FOLLOWING TERMS SHALL HAVE THE FOLLOWING MEANINGS:\n    5    (A) \"PERSON\" MEANS ANY INDIVIDUAL, CORPORATION,  PARTNERSHIP,  ASSOCI-\n    6  ATION, MUNICIPALITY, OR OTHER LEGAL ENTITY;\n    7    (B)  \"NONAMBULATORY  ANIMAL\" MEANS ANY DOMESTIC SHEEP, CATTLE OR SWINE\n    8  THAT IS RAISED FOR COMMERCIAL OR SUBSISTENCE PURPOSES AND THAT IS UNABLE\n    9  TO STAND AND WALK WITHOUT ASSISTANCE;\n   10    (C) \"HUMANELY EUTHANIZE\" MEANS TO KILL AN ANIMAL BY A SINGLE BLOW OF A\n   11  PENETRATING CAPTIVE BOLT OR GUN SHOT, OR BY CHEMICAL  MEANS  THAT  IMME-\n   12  DIATELY  RENDERS  THE  ANIMAL UNCONSCIOUS, WITH COMPLETE UNCONSCIOUSNESS\n   13  REMAINING UNTIL DEATH;\n   14    (D) \"UNDUE DELAY\" MEANS ANY DELAY  BEYOND  THAT  WHICH  IS  REASONABLY\n   15  NECESSARY  TO  CARRY  OUT  PROMPT,  HUMANE  EUTHANASIA  OR TO ADMINISTER\n   16  PROMPT, APPROPRIATE AND NECESSARY VETERINARY TREATMENT, OR TO CARRY  OUT\n   17  PROMPT, HUMANE HANDLING AND TRANSPORT OF THE NONAMBULATORY ANIMAL PURSU-\n   18  ANT TO THIS SUBDIVISION AND SUBDIVISION THREE OF THIS SECTION;\n   19    (E)  \"HUMANE HANDLING\" MEANS THAT A NONAMBULATORY ANIMAL SHALL ONLY BE\n   20  MOVED WITH A SLING, STONEBOAT, OR ON OTHER SLED-LIKE OR WHEELED  CONVEY-\n   21  ANCES.  IN NO EVENT SHALL A NONAMBULATORY ANIMAL BE DRAGGED, PUSHED WITH\n   22  A TRACTOR, FORKLIFT, OR OTHER EQUIPMENT, LIFTED, UNLESS WITH  FULL  BODY\n   23  SUPPORT, OR OTHERWISE MOVED INHUMANELY.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00863-01-1\n\n       S. 427                              2\n\n    1    (F)  \"VETERINARY  TREATMENT\"  MEANS THAT A LICENSED VETERINARIAN SHALL\n    2  DETERMINE WHETHER A NONAMBULATORY ANIMAL REQUIRES MEDICAL  ATTENTION  OR\n    3  REHABILITATION, OR HUMANE EUTHANASIA.\n    4    2.  NO  PERSON SHALL TRANSPORT OR HOLD, EXCEPT AS PROVIDED IN SUBDIVI-\n    5  SION THREE OF THIS SECTION, BUY, SELL, GIVE, RECEIVE, OR MARKET A NONAM-\n    6  BULATORY ANIMAL.\n    7    3. (A) A NONAMBULATORY ANIMAL MAY BE TRANSPORTED, PROVIDED SUCH TRANS-\n    8  PORT IS IN COMPLIANCE WITH PARAGRAPH (E)  OF  SUBDIVISION  ONE  OF  THIS\n    9  SECTION,  WHERE  THE  ANIMAL  BECOMES NONAMBULATORY ON THE PROPERTY OF A\n   10  FARMER WHO HAS BRED OR RAISED THE ANIMAL, WITHOUT UNDUE DELAY  FROM  THE\n   11  TIME  THE ANIMAL BECOMES NONAMBULATORY, TO ANOTHER LOCATION ON THAT SAME\n   12  PROPERTY, SOLELY FOR THE PURPOSE OF ADMINISTERING TO THE  ANIMAL  APPRO-\n   13  PRIATE AND NECESSARY VETERINARY TREATMENT.\n   14    (B) A NONAMBULATORY ANIMAL MAY BE HELD ON THE PROPERTY OF A FARMER WHO\n   15  HAS  BRED  OR  RAISED  THE  ANIMAL  FOR  A BRIEF PERIOD OF TIME WHICH IS\n   16  REASONABLY NECESSARY TO OBTAIN VETERINARY TREATMENT OF THE NONAMBULATORY\n   17  ANIMAL PURSUANT TO THIS SUBDIVISION. SUCH VETERINARY TREATMENT SHALL  BE\n   18  ADMINISTERED WITHOUT UNDUE DELAY FROM THE TIME THE ANIMAL BECOMES NONAM-\n   19  BULATORY.\n   20    4.  UNDER NO CIRCUMSTANCES SHALL A NONAMBULATORY ANIMAL BE TRANSPORTED\n   21  OR HELD FOR ANY PURPOSE OTHER THAN THAT PERMITTED IN THIS SECTION.\n   22    5.  ANY PERSON WHO VIOLATES ANY PROVISION OF  THIS  SECTION  SHALL  BE\n   23  GUILTY OF A MISDEMEANOR, PUNISHABLE BY IMPRISONMENT OF NOT MORE THAN ONE\n   24  YEAR,  OR  BY A FINE OF NOT MORE THAN TWO THOUSAND FIVE HUNDRED DOLLARS,\n   25  OR BY BOTH SUCH FINE AND IMPRISONMENT. EACH DAY ON WHICH A VIOLATION  OF\n   26  THIS  SECTION OCCURS AND EACH INSTANCE OF A PROHIBITED ACTION UNDER THIS\n   27  SECTION SHALL CONSTITUTE A SEPARATE OFFENSE.\n   28    6. THE COMMISSIONER SHALL PROMULGATE RULES AND  REGULATIONS  TO  CARRY\n   29  OUT THE PROVISIONS OF THIS SECTION.\n   30    S 2. This act shall take effect on the one hundred twentieth day after\n   31  it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the agriculture and markets law, in relation to nonambulatory animals ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101221.T131116.TXT", "SOBI.D101220.T134831.TXT", "SOBI.D101220.T131329.TXT", "SOBI.D101220.T113323.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292955076958
}