{
  "year" : 2011,
  "senateBillNo" : "S430-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO HIGHER EDUCATION",
    "billEventId" : "S430-2011-1294203600000-REFERRED+TO+HIGHER+EDUCATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUEGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Allows special provisions for certain interior designers",
  "summary" : "Allows special provisions for certain interior designers who have been practicing interior design for fifteen or more years prior to the effective date of this act to apply for certain exemptions. ",
  "currentCommittee" : "HIGHER EDUCATION",
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "SA5571-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          430\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen. KRUEGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Higher Education\n\n       AN ACT to amend the education law, in relation to  providing  a  limited\n         exemption from certification requirements for certain interior design-\n         ers\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 8305 of the education law is amended  by  adding  a\n    2  new subdivision 1-a to read as follows:\n    3    1-A.  NOTWITHSTANDING  THE  PROVISIONS  OF  SUBDIVISION  ONE  OF  THIS\n    4  SECTION, APPLICANTS WHO HAVE BEEN PRACTICING INTERIOR DESIGN AS  DEFINED\n    5  IN  SECTION  EIGHTY-THREE  HUNDRED  THREE OF THIS ARTICLE FOR FIFTEEN OR\n    6  MORE YEARS PRIOR TO THE EFFECTIVE DATE OF THIS SUBDIVISION MAY APPLY  TO\n    7  THE  DEPARTMENT FOR, AND THE DEPARTMENT MAY GRANT, AN EXEMPTION FROM THE\n    8  REQUIREMENTS OF PARAGRAPHS (B)  AND  (D)  OF  SUBDIVISION  ONE  OF  THIS\n    9  SECTION  FOR A PERIOD OF UP TO TWO YEARS FROM THE EFFECTIVE DATE OF THIS\n   10  SUBDIVISION IN ACCORDANCE WITH THE PROVISIONS  OF  SECTION  EIGHTY-THREE\n   11  HUNDRED SEVEN OF THIS ARTICLE.\n   12    S  2. Section 8307 of the education law is renumbered section 8308 and\n   13  a new section 8307 is added to read as follows:\n   14    S 8307. SPECIAL PROVISIONS. 1. A PERSON WHO HAS BEEN PRACTICING  INTE-\n   15  RIOR  DESIGN  AS  DEFINED  IN SECTION EIGHTY-THREE HUNDRED THREE OF THIS\n   16  ARTICLE FOR FIFTEEN OR MORE YEARS PRIOR TO THE EFFECTIVE  DATE  OF  THIS\n   17  SECTION  MAY  APPLY TO THE DEPARTMENT FOR, AND THE DEPARTMENT MAY GRANT,\n   18  AN EXEMPTION FROM THE REQUIREMENTS OF PARAGRAPHS (B) AND (D) OF SUBDIVI-\n   19  SION ONE OF SECTION EIGHTY-THREE HUNDRED FIVE OF THIS ARTICLE.\n   20    2. THE APPLICATION FOR LICENSURE IN ACCORDANCE WITH THIS SECTION SHALL\n   21  BE DEVELOPED BY THE DEPARTMENT AND SHALL BE MADE AVAILABLE TO THE PUBLIC\n   22  NO LATER THAN THE EFFECTIVE DATE OF THIS SECTION. SUCH APPLICATION SHALL\n   23  REQUIRE, AT A MINIMUM:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00838-01-1\n\n       S. 430                              2\n\n    1    (A) VERIFICATION OF THE APPLICANT'S EMPLOYMENT  FOR  THE  PURPOSES  OF\n    2  DETERMINING  WHETHER  OR  NOT  SUCH  APPLICANT MEETS THE MINIMUM FIFTEEN\n    3  YEARS REQUIREMENT FOR EXEMPTION UNDER THIS ARTICLE;\n    4    (B)  DOCUMENTATION,  IN  A  FORM  SATISFACTORY  TO  THE DEPARTMENT, TO\n    5  SUBSTANTIALLY DEMONSTRATE  THAT  THE  APPLICANT'S  WORK  EXPERIENCE  AND\n    6  EMPLOYMENT  PRACTICE CONSISTED OF SERVICES AS DEFINED IN SECTION EIGHTY-\n    7  THREE HUNDRED THREE OF  THIS  ARTICLE  AS  DISTINGUISHED  FROM  SERVICES\n    8  PROVIDED BY INTERIOR DECORATORS AND OTHERS PROVIDING INTERIOR FURNISHING\n    9  SERVICES; AND\n   10    (C)  RECOMMENDATIONS FROM CLIENTS AND FROM PRESENT AND, IF APPLICABLE,\n   11  PAST EMPLOYERS OR COLLEAGUES.\n   12    3. EACH APPLICATION SUBMITTED  PURSUANT  TO  THE  PROVISIONS  OF  THIS\n   13  SECTION SHALL BE ACCOMPANIED BY A FEE OF ONE HUNDRED THIRTY-FIVE DOLLARS\n   14  FOR  AN  INITIAL  LICENSE  AND A FEE OF TWO HUNDRED TEN DOLLARS FOR EACH\n   15  TRIENNIAL REGISTRATION PERIOD.\n   16    S 3. This act shall take effect one year after it shall have become  a\n   17  law; provided that the commissioner of the department of education shall\n   18  immediately  promulgate  all  rules and regulations and take all actions\n   19  necessary to implement the provisions of  this  act  on  or  before  its\n   20  effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to providing a limited exemption from certification requirements for certain interior designers ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101221.T144121.TXT", "SOBI.D101221.T143619.TXT", "SOBI.D101220.T134831.TXT", "SOBI.D101220.T113323.TXT", "SOBI.D101220.T131329.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292960481536
}