{
  "year" : 2011,
  "senateBillNo" : "S431-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO ENVIRONMENTAL CONSERVATION",
    "billEventId" : "S431-2011-1294203600000-REFERRED+TO+ENVIRONMENTAL+CONSERVATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUEGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to food service waste reduction",
  "summary" : "Relates to food service waste reduction; prohibits the use of polystyrene foam by contractors and lessees who deal with the state through state and municipal contracts. ",
  "currentCommittee" : "ENVIRONMENTAL CONSERVATION",
  "sameAs" : null,
  "lawSection" : "Environmental Conservation Law",
  "previousVersions" : [ "SA2832-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "SQUADRON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          431\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by Sens. KRUEGER, SQUADRON -- read twice and ordered printed,\n         and  when  printed  to  be committed to the Committee on Environmental\n         Conservation\n\n       AN ACT to amend the environmental conservation law, in relation to  food\n         service waste reduction\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Short title. This act shall be known and may  be  cited  as\n    2  the \"food service waste reduction act\".\n    3    S  2.  Article  27 of the environmental conservation law is amended by\n    4  adding a new title 28 to read as follows:\n\n    5                                  TITLE 28\n    6                         FOOD SERVICE WASTE REDUCTION\n\n    7  SECTION 27-2801. DEFINITIONS.\n    8          27-2803. REQUIRED  COMPOSTABLE  OR  RECYCLABLE  DISPOSABLE  FOOD\n    9                     SERVICE WARE.\n   10          27-2805. POWERS OF MUNICIPALITIES.\n\n   11  S 27-2801. DEFINITIONS.\n   12    FOR  THE  PURPOSES  OF  THIS TITLE, THE FOLLOWING TERMS SHALL HAVE THE\n   13  FOLLOWING MEANINGS:\n   14    1. \"AFFORDABLE\" MEANS PURCHASABLE FOR NOT MORE  THAN  FIFTEEN  PERCENT\n   15  MORE  THAN  THE  PURCHASE  COST OF THE NON-COMPOSTABLE OR NON-RECYCLABLE\n   16  ALTERNATIVE.\n   17    2.  \"AGENCY\" MEANS ANY STATE DEPARTMENT, AGENCY, BOARD, PUBLIC BENEFIT\n   18  CORPORATION, PUBLIC AUTHORITY, OR COMMISSION.\n   19    3.  \"COMPOSTABLE\" MEANS ALL THE MATERIALS IN THE  PRODUCT  OR  PACKAGE\n   20  WILL  (A)  UNDERGO DEGRADATION BY BIOLOGICAL PROCESSES DURING COMPOSTING\n   21  TO YIELD CARBON DIOXIDE, WATER, INORGANIC COMPOUNDS, AND  BIOMASS  AT  A\n   22  RATE  CONSISTENT WITH OTHER KNOWN COMPOSTABLE MATERIALS AND (B) LEAVE NO\n   23  VISIBLE, DISTINGUISHABLE OR TOXIC RESIDUE, INCLUDING NO  ADVERSE  IMPACT\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00934-01-1\n\n       S. 431                              2\n\n    1  ON  THE  ABILITY  OF  COMPOSTS TO SUPPORT PLANT GROWTH ONCE THE FINISHED\n    2  COMPOST IS PLACED IN SOIL.\n    3    4.  \"CONTRACTORS  AND  LESSEES\"  MEAN  ANY PERSON OR ENTITY THAT HAS A\n    4  CONTRACT WITH AN AGENCY OR A MUNICIPALITY FOR PUBLIC WORKS  OR  IMPROVE-\n    5  MENTS TO BE PERFORMED, FOR A FRANCHISE, CONCESSION OR LEASE OF PROPERTY,\n    6  FOR  GRANT  MONIES  OR GOODS AND SERVICES OR SUPPLIES TO BE PURCHASED AT\n    7  THE EXPENSE OF THE AGENCY OR MUNICIPALITY OR TO BE PAID  OUT  OF  MONIES\n    8  DEPOSITED  IN  THE  TREASURY OR OUT OF TRUST MONIES UNDER THE CONTROL OR\n    9  COLLECTED BY THE AGENCY OR MUNICIPALITY.\n   10    5. \"DISPOSABLE FOOD SERVICE WARE\" MEANS ALL CONTAINERS, BOWLS, PLATES,\n   11  TRAYS, CARTONS, CUPS, LIDS, STRAWS, FORKS, SPOONS, KNIVES,  NAPKINS  AND\n   12  OTHER  ITEMS  THAT  ARE  DESIGNED  FOR  ONE-TIME USE FOR PREPARED FOODS,\n   13  INCLUDING WITHOUT LIMITATION, SERVICE  WARE  FOR  TAKEOUT  FOODS  AND/OR\n   14  LEFTOVERS  FROM  PARTIALLY  CONSUMED MEALS PREPARED BY FOOD VENDORS. THE\n   15  TERM \"DISPOSABLE FOOD SERVICE WARE\"  DOES  NOT  INCLUDE  ITEMS  COMPOSED\n   16  ENTIRELY OF ALUMINUM OR POLYSTYRENE FOAM COOLERS AND ICE CHESTS THAT ARE\n   17  INTENDED  FOR  REUSE  NOR DOES THIS TERM INCLUDE RECYCLABLE FOOD SERVICE\n   18  WARE.\n   19    6. \"MUNICIPALITY\" MEANS A VILLAGE,  TOWN,  CITY,  OR  COUNTY,  OR  ANY\n   20  DESIGNATED AGENCY THEREOF.\n   21    7. \"POLYSTYRENE FOAM\" MEANS BLOWN POLYSTYRENE AND EXPANDED AND EXTRUD-\n   22  ED  FOAMS (SOMETIMES CALLED STYROFOAM TM) WHICH ARE THERMOPLASTIC PETRO-\n   23  CHEMICAL MATERIALS UTILIZING A STYRENE  MONOMER  AND  PROCESSED  BY  ANY\n   24  NUMBER  OF  TECHNIQUES  INCLUDING, BUT NOT LIMITED TO, FUSION OF POLYMER\n   25  SPHERES (EXPANDABLE BEAD POLYSTYRENE), INJECTION MOLDING, FOAM  MOLDING,\n   26  AND  EXTRUSION-BLOWN  MOLDING  (EXTRUDED  FOAM POLYSTYRENE). POLYSTYRENE\n   27  FOAM IS GENERALLY USED TO MAKE CUPS,  BOWLS,  PLATES,  TRAYS,  CLAMSHELL\n   28  CONTAINERS, MEAT TRAYS AND EGG CARTONS.\n   29    8. \"RECYCLABLE\" MEANS MATERIAL THAT CAN BE SORTED, CLEANSED AND RECON-\n   30  STITUTED  USING  AVAILABLE RECYCLING COLLECTION PROGRAMS FOR THE PURPOSE\n   31  OF USING THE ALTERED FORM IN THE MANUFACTURE OF A NEW PRODUCT. RECYCLING\n   32  DOES NOT INCLUDE BURNING, INCINERATING, CONVERTING, OR  OTHERWISE  THER-\n   33  MALLY DESTROYING SOLID WASTE.\n   34  S  27-2803.  REQUIRED  COMPOSTABLE OR RECYCLABLE DISPOSABLE FOOD SERVICE\n   35                 WARE.\n   36    AGENCIES, MUNICIPALITIES, AND THEIR CONTRACTORS AND LESSEES SHALL  USE\n   37  DISPOSABLE  FOOD SERVICE WARE MADE FROM MATERIAL, OTHER THAN POLYSTYRENE\n   38  FOAM, THAT IS COMPOSTABLE OR RECYCLABLE UNLESS THERE  IS  NO  AFFORDABLE\n   39  COMPOSTABLE  OR  RECYCLABLE  PRODUCT  AVAILABLE. NOTHING IN THIS SECTION\n   40  SHALL BE CONSTRUED TO GOVERN THE ACTIVITIES OF CONTRACTORS  AND  LESSEES\n   41  THAT  OCCUR OUTSIDE OF THE STATE OR ACTIVITIES OF CONTRACTORS OF LESSEES\n   42  THAT OCCUR WITH ENTITIES OTHER THAN AGENCIES OR MUNICIPALITIES.\n   43  S 27-2805. POWERS OF MUNICIPALITIES.\n   44    ANY AGENCY OR MUNICIPALITY MAY PROMULGATE REGULATIONS, ORDINANCES,  OR\n   45  LAWS  TO  TAKE ANY AND ALL REASONABLE ACTIONS NECESSARY TO IMPLEMENT AND\n   46  ENFORCE THIS TITLE.\n   47    S 3. The department of  environmental  conservation  shall  conduct  a\n   48  study  on  the  desirability,  feasibility and environmental impact of a\n   49  statewide prohibition on the use of disposable food  service  ware  that\n   50  contains  polystyrene foam. The department shall issue a report contain-\n   51  ing the results of the study to the legislature no later than the  thir-\n   52  ty-first  of  January  next  succeeding the date on which this act shall\n   53  have become a law.\n   54    S 4. This act shall take effect immediately; provided,  however,  that\n   55  sections  one  and  two of this act shall take effect on the one hundred\n   56  twentieth day after it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the environmental conservation law, in relation to food service waste reduction ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101220.T113823.TXT", "SOBI.D101221.T144121.TXT", "SOBI.D101220.T134831.TXT", "SOBI.D101220.T131329.TXT", "SOBI.D101220.T113323.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292960481539
}