{
  "year" : 2011,
  "senateBillNo" : "S433-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO HOUSING, CONSTRUCTION AND COMMUNITY DEVELOPMENT",
    "billEventId" : "S433-2011-1294203600000-REFERRED+TO+HOUSING%2C+CONSTRUCTION+AND+COMMUNITY+DEVELOPMENT",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUEGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to deregulation by establishing income and rent thresholds for housing purposes",
  "summary" : "Establishes deregulation income thresholds and deregulation rent thresholds for certain housing purposes. ",
  "currentCommittee" : "HOUSING, CONSTRUCTION AND COMMUNITY DEVELOPMENT",
  "sameAs" : "A1221",
  "lawSection" : "Emergency Tenant Protection Act of 1974",
  "previousVersions" : [ "SA5432-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "KLEIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          433\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sens.  KRUEGER, KLEIN -- read twice and ordered printed,\n         and when  printed  to  be  committed  to  the  Committee  on  Housing,\n         Construction and Community Development\n\n       AN  ACT  to amend the emergency tenant protection act of nineteen seven-\n         ty-four, the emergency housing rent control  law,  the  administrative\n         code  of  the city of New York and the tax law, in relation to deregu-\n         lation thresholds\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Paragraph 12 of subdivision a of section 5 of section 4 of\n    2  chapter 576 of the laws  of  1974,  constituting  the  emergency  tenant\n    3  protection  act  of  nineteen seventy-four, as amended by chapter 116 of\n    4  the laws of 1997, is amended to read as follows:\n    5    (12) upon issuance of an order by the division, housing accommodations\n    6  which are: (1) occupied by persons who have a total  annual  income  [in\n    7  excess  of  one  hundred  seventy-five  thousand  dollars per annum], AS\n    8  DEFINED IN AND SUBJECT TO THE  LIMITATIONS  AND  PROCESS  SET  FORTH  IN\n    9  SECTION FIVE-A OF THIS ACT, THAT EXCEEDS THE DEREGULATION INCOME THRESH-\n   10  OLD, AS DEFINED IN SECTION FIVE-A OF THIS ACT in each of the two preced-\n   11  ing  calendar  years[,  as defined in and subject to the limitations and\n   12  process set forth in section five-a of this act]; and (2) have  a  legal\n   13  regulated  rent  [of two thousand dollars or more per month] THAT EQUALS\n   14  OR EXCEEDS THE DEREGULATION RENT THRESHOLD, AS DEFINED IN SECTION FIVE-A\n   15  OF THIS ACT.  Provided however, that this exclusion shall not  apply  to\n   16  housing accommodations which became or become subject to this act (a) by\n   17  virtue  of receiving tax benefits pursuant to section four hundred twen-\n   18  ty-one-a or four hundred eighty-nine  of  the  real  property  tax  law,\n   19  except  as  otherwise  provided  in subparagraph (i) of paragraph (f) of\n   20  subdivision two of section four hundred twenty-one-a of the real proper-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00651-01-1\n\n       S. 433                              2\n\n    1  ty tax law, or (b) by virtue of article seven-C of the multiple dwelling\n    2  law.\n    3    S  2.  Section  5-a  of  section 4 of chapter 576 of the laws of 1974,\n    4  constituting the emergency tenant protection act  of  nineteen  seventy-\n    5  four,  as  added by chapter 253 of the laws of 1993, subdivision (b) and\n    6  paragraphs 1 and 2 of subdivision (c) as amended and subdivision (e)  as\n    7  added by chapter 116 of the laws of 1997, is amended to read as follows:\n    8    S 5-a. High income rent [decontrol] DEREGULATION.  (a) 1. For purposes\n    9  of  this  section,  annual  income shall mean the federal adjusted gross\n   10  income as reported on the New York state income tax return. Total annual\n   11  income means the sum of the annual incomes of all  persons  whose  names\n   12  are recited as the tenant or co-tenant on a lease who occupy the housing\n   13  accommodation  and  all  other  persons that occupy the housing accommo-\n   14  dation as their primary residence  on  other  than  a  temporary  basis,\n   15  excluding  bona  fide  employees  of  such occupants residing therein in\n   16  connection with such employment and excluding bona  fide  subtenants  in\n   17  occupancy pursuant to the provisions of section two hundred twenty-six-b\n   18  of  the real property law.  In the case where a housing accommodation is\n   19  sublet, the annual income of the tenant  or  co-tenant  recited  on  the\n   20  lease who will reoccupy the housing accommodation upon the expiration of\n   21  the sublease shall be considered.\n   22    2.  DEREGULATION  INCOME  THRESHOLD  MEANS  TWO HUNDRED FORTY THOUSAND\n   23  DOLLARS. FOR PROCEEDINGS COMMENCED ON OR AFTER JANUARY FIRST, TWO  THOU-\n   24  SAND TWELVE, THE DEREGULATION INCOME THRESHOLD SHALL BE ADJUSTED ANNUAL-\n   25  LY  ON  THE  FIRST  DAY  OF OCTOBER OF EACH YEAR FOR PROCEEDINGS IN EACH\n   26  SUBSEQUENT YEAR BY THE CHANGE IN THE REGIONAL CONSUMER PRICE  INDEX  FOR\n   27  ALL   URBAN   CONSUMERS,   NEW  YORK-NORTHERN  NEW  JERSEY-LONG  ISLAND,\n   28  NY-NJ-CT-PA, AS ESTABLISHED THE PRECEDING AUGUST.\n   29    3. DEREGULATION  RENT  THRESHOLD  MEANS  TWO  THOUSAND  SEVEN  HUNDRED\n   30  DOLLARS.  FOR PROCEEDINGS COMMENCED ON OR AFTER JANUARY FIRST, TWO THOU-\n   31  SAND TWELVE, THE DEREGULATION RENT THRESHOLD SHALL BE ADJUSTED  ANNUALLY\n   32  ON THE FIRST DAY OF OCTOBER EACH YEAR FOR PROCEEDINGS IN EACH SUBSEQUENT\n   33  YEAR  BY  THE  CHANGE IN THE REGIONAL CONSUMER PRICE INDEX FOR ALL URBAN\n   34  CONSUMERS, NEW YORK-NORTHERN NEW  JERSEY-LONG  ISLAND,  NY-NJ-CT-PA,  AS\n   35  ESTABLISHED THE PRECEDING AUGUST.\n   36    (b) On or before the first day of May in each calendar year, the owner\n   37  of each housing accommodation for which the legal regulated MONTHLY rent\n   38  [is two thousand dollars or more per month] EQUALS OR EXCEEDS THE DEREG-\n   39  ULATION RENT THRESHOLD may provide the tenant or tenants residing there-\n   40  in with an income certification form prepared by the division of housing\n   41  and community renewal on which such tenant or tenants shall identify all\n   42  persons referred to in subdivision (a) of this section and shall certify\n   43  whether  the  total  annual income is in excess of [one hundred seventy-\n   44  five thousand dollars] THE DEREGULATION INCOME THRESHOLD in each of  the\n   45  two preceding calendar years. Such income certification form shall state\n   46  that  the  income  level  certified  to  by the tenant may be subject to\n   47  verification by the department  of  taxation  and  finance  pursuant  to\n   48  section  one hundred seventy-one-b of the tax law, and shall not require\n   49  disclosure of any information  other  than  whether  the  aforementioned\n   50  threshold has been exceeded. Such income certification form shall clear-\n   51  ly state that: (i) only tenants residing in housing accommodations which\n   52  had  a legal regulated MONTHLY rent [of two thousand dollars or more per\n   53  month] THAT EQUALS  OR  EXCEEDS  THE  DEREGULATION  RENT  THRESHOLD  are\n   54  required  to  complete  the  certification  form; (ii) that tenants have\n   55  protections available to them which are designed to prevent  harassment;\n   56  (iii) that tenants are not required to provide any information regarding\n\n       S. 433                              3\n\n    1  their  income except that which is requested on the form and may contain\n    2  such other information the division deems  appropriate.  The  tenant  or\n    3  tenants  shall  return  the  completed certification to the owner within\n    4  thirty  days after service upon the tenant or tenants. In the event that\n    5  the total annual income as certified is in excess of [one hundred seven-\n    6  ty-five thousand dollars] THE DEREGULATION INCOME THRESHOLD in each such\n    7  year, the owner may file the certification with the  state  division  of\n    8  housing  and community renewal on or before June thirtieth of such year.\n    9  Upon filing such certification with the division,  the  division  shall,\n   10  within  thirty days after the filing, issue an order providing that such\n   11  housing accommodation shall not be subject to the provisions of this act\n   12  upon the expiration of the existing lease. A copy of such order shall be\n   13  mailed by regular and certified mail, return receipt requested,  to  the\n   14  tenant or tenants and a copy thereof shall be mailed to the owner.\n   15    (c)  1.  In the event that the tenant or tenants either fail to return\n   16  the completed certification to the owner on or before the date  required\n   17  by  subdivision  (b)  of  this section or the owner disputes the certif-\n   18  ication returned by the tenant or tenants, the owner may, on  or  before\n   19  June  thirtieth of such year, petition the state division of housing and\n   20  community renewal to verify, pursuant to section  one  hundred  seventy-\n   21  one-b  of  the  tax  law,  whether  the total annual income exceeds [one\n   22  hundred seventy-five thousand dollars] THE DEREGULATION INCOME THRESHOLD\n   23  in each of the two preceding calendar years. Within  twenty  days  after\n   24  the  filing of such request with the division, the division shall notify\n   25  the tenant or tenants that such tenant or tenants  named  on  the  lease\n   26  must  provide the division with such information as the division and the\n   27  department of taxation and finance shall require to verify  whether  the\n   28  total  annual income exceeds [one hundred seventy-five thousand dollars]\n   29  THE DEREGULATION INCOME THRESHOLD in  each  such  year.  The  division's\n   30  notification shall require the tenant or tenants to provide the informa-\n   31  tion  to  the  division within sixty days of service upon such tenant or\n   32  tenants and shall include a warning in bold faced type that  failure  to\n   33  respond  will  result in an order being issued by the division providing\n   34  that such housing accommodations shall not be subject to the  provisions\n   35  of this act.\n   36    2. If the department of taxation and finance determines that the total\n   37  annual  income  is  in  excess  of  [one  hundred  seventy-five thousand\n   38  dollars] THE DEREGULATION INCOME THRESHOLD in each of the two  preceding\n   39  calendar  years,  the division shall, on or before November fifteenth of\n   40  such year, notify the owner and tenants of the results of such verifica-\n   41  tion. Both the owner and the tenants shall have thirty days within which\n   42  to comment on such verification results.  Within forty-five  days  after\n   43  the  expiration  of the comment period, the division shall, where appro-\n   44  priate, issue an order providing that such housing  accommodation  shall\n   45  not  be  subject  to  the  provisions of this act upon expiration of the\n   46  existing lease. A copy of such order shall  be  mailed  by  regular  and\n   47  certified mail, return receipt requested, to the tenant or tenants and a\n   48  copy thereof shall be sent to the owner.\n   49    3.  In the event the tenant or tenants fail to provide the information\n   50  required pursuant to paragraph one of  this  subdivision,  the  division\n   51  shall  issue, on or before December first of such year, an order provid-\n   52  ing that  such  housing  accommodation  shall  not  be  subject  to  the\n   53  provisions  of this act upon the expiration [or] OF the current lease. A\n   54  copy of such order shall be mailed by regular and certified mail, return\n   55  receipt requested, to the tenant or tenants and a copy thereof shall  be\n   56  sent to the owner.\n\n       S. 433                              4\n\n    1    4.  The  provisions  of the state freedom of information act shall not\n    2  apply to any income information obtained by  the  division  pursuant  to\n    3  this section.\n    4    (d) This section shall apply only to paragraph twelve of subdivision a\n    5  of section five of this act.\n    6    (e) Upon receipt of such order of [decontrol] DEREGULATION pursuant to\n    7  this  section, an owner shall offer the housing accommodation subject to\n    8  such order to the tenant at a rent not in excess  of  the  market  rent,\n    9  which  for  the  purposes  of this section means a rent obtainable in an\n   10  arm's length transaction. Such rental offer shall be made by  the  owner\n   11  in  writing to the tenant by certified and regular mail and shall inform\n   12  the tenant that such offer must be accepted in writing within  ten  days\n   13  of  receipt.   The tenant shall respond within ten days after receipt of\n   14  such offer. If the tenant declines the offer or fails to respond  within\n   15  such  period,  the  owner  may  commence an action or proceeding for the\n   16  eviction of such tenant.\n   17    S 3. Paragraph (m) of subdivision 2 of section 2 of chapter 274 of the\n   18  laws of 1946, constituting the emergency housing rent  control  law,  as\n   19  amended  by  chapter  116  of  the  laws  of 1997, is amended to read as\n   20  follows:\n   21    (m) upon the issuance of an order of [decontrol] DEREGULATION  by  the\n   22  division,  housing accommodations which: (1) are occupied by persons who\n   23  have a total annual income, AS DEFINED IN AND SUBJECT TO THE LIMITATIONS\n   24  AND PROCESS SET FORTH IN SECTION TWO-A OF THIS LAW, in  excess  of  [one\n   25  hundred seventy-five thousand dollars] THE DEREGULATION INCOME THRESHOLD\n   26  AS  DEFINED  IN  SECTION  TWO-A OF THIS LAW in each of the two preceding\n   27  calendar years[, as defined in and subject to the limitations and  proc-\n   28  ess set forth in section two-a of this law]; and (2) have a maximum rent\n   29  [of two thousand dollars or more per month].\n   30    S  4. Section 2-a of chapter 274 of the laws of 1946, constituting the\n   31  emergency housing rent control law, as added by chapter 253 of the  laws\n   32  of  1993,  subdivision  (b) and paragraphs 1 and 2 of subdivision (c) as\n   33  amended and subdivision (e) as added by chapter 116 of the laws of 1997,\n   34  is amended to read as follows:\n   35    S 2-a. (a) 1. For purposes of this section, annual income  shall  mean\n   36  the  federal  adjusted  gross  income  as reported on the New York state\n   37  income tax return. Total annual income  means  the  sum  of  the  annual\n   38  incomes  of  all  persons  who occupy the housing accommodation as their\n   39  primary residence on other than a temporary basis, excluding  bona  fide\n   40  employees  of  such  occupants  residing therein in connection with such\n   41  employment and excluding bona fide subtenants in occupancy  pursuant  to\n   42  the  provisions of section two hundred twenty-six-b of the real property\n   43  law.  In the case where a housing accommodation is  sublet,  the  annual\n   44  income of the sublessor shall be considered.\n   45    2.  DEREGULATION  INCOME  THRESHOLD  MEANS  TWO HUNDRED FORTY THOUSAND\n   46  DOLLARS. FOR PROCEEDINGS COMMENCED ON OR AFTER JANUARY FIRST, TWO  THOU-\n   47  SAND TWELVE, THE DEREGULATION INCOME THRESHOLD SHALL BE ADJUSTED ANNUAL-\n   48  LY  ON  THE  FIRST  DAY  OF OCTOBER OF EACH YEAR FOR PROCEEDINGS IN EACH\n   49  SUBSEQUENT YEAR BY THE CHANGE IN THE REGIONAL CONSUMER PRICE  INDEX  FOR\n   50  ALL   URBAN   CONSUMERS,   NEW  YORK-NORTHERN  NEW  JERSEY-LONG  ISLAND,\n   51  NY-NJ-CT-PA, AS ESTABLISHED THE PRECEDING AUGUST.\n   52    3. DEREGULATION  RENT  THRESHOLD  MEANS  TWO  THOUSAND  SEVEN  HUNDRED\n   53  DOLLARS.  FOR PROCEEDINGS COMMENCED ON OR AFTER JANUARY FIRST, TWO THOU-\n   54  SAND  TWELVE, THE DEREGULATION RENT THRESHOLD SHALL BE ADJUSTED ANNUALLY\n   55  ON THE FIRST DAY OF OCTOBER OF EACH YEAR FOR PROCEEDINGS IN EACH  SUBSE-\n   56  QUENT  YEAR  BY  THE CHANGE IN THE REGIONAL CONSUMER PRICE INDEX FOR ALL\n\n       S. 433                              5\n\n    1  URBAN CONSUMERS, NEW YORK-NORTHERN NEW JERSEY-LONG ISLAND,  NY-NJ-CT-PA,\n    2  AS ESTABLISHED THE PRECEDING AUGUST.\n    3    (b) On or before the first day of May in each calendar year, the owner\n    4  of each housing accommodation for which the maximum MONTHLY rent [is two\n    5  thousand  dollars  or more per month] EQUALS OR EXCEEDS THE DEREGULATION\n    6  RENT THRESHOLD may provide the tenant or tenants residing  therein  with\n    7  an  income  certification  form  prepared by the division of housing and\n    8  community renewal on which such tenant or  tenants  shall  identify  all\n    9  persons referred to in subdivision (a) of this section and shall certify\n   10  whether  the  total  annual income is in excess of [one hundred seventy-\n   11  five thousand dollars] THE DEREGULATION INCOME THRESHOLD in each of  the\n   12  two preceding calendar years. Such income certification form shall state\n   13  that  the  income  level  certified  to  by the tenant may be subject to\n   14  verification by the department  of  taxation  and  finance  pursuant  to\n   15  section  one  hundred seventy-one-b of the tax law and shall not require\n   16  disclosure of any income information other than  whether  the  aforemen-\n   17  tioned threshold has been exceeded. Such income certification form shall\n   18  clearly  state that: (i) only tenants residing in housing accommodations\n   19  which had a maximum MONTHLY rent EQUAL TO OR IN EXCESS of [two  thousand\n   20  dollars  or more per month] THE DEREGULATION RENT THRESHOLD are required\n   21  to complete the certification form; (ii) that tenants  have  protections\n   22  available  to  them which are designed to prevent harassment; (iii) that\n   23  tenants are not required to  provide  any  information  regarding  their\n   24  income  except  that which is requested on the form and may contain such\n   25  other information the division deems appropriate. The tenant or  tenants\n   26  shall return the completed certification to the owner within thirty days\n   27  after  service  upon  the tenant or tenants. In the event that the total\n   28  annual income as certified is in excess  of  [one  hundred  seventy-five\n   29  thousand  dollars  in each such year] THE DEREGULATION INCOME THRESHOLD,\n   30  the owner may file the certification with the state division of  housing\n   31  and  community  renewal  on  or before June thirtieth of such year. Upon\n   32  filing such certification with the division, the division shall,  within\n   33  thirty days after the filing, issue an order of [decontrol] DEREGULATION\n   34  providing  that  such housing accommodations shall not be subject to the\n   35  provisions of this law as of the first day of  June  in  the  year  next\n   36  succeeding  the filing of the certification by the owner. A copy of such\n   37  order shall be mailed by regular  and  certified  mail,  return  receipt\n   38  requested,  to  the tenant or tenants and a copy thereof shall be mailed\n   39  to the owner.\n   40    (c) 1. In the event that the tenant or tenants either fail  to  return\n   41  the  completed certification to the owner on or before the date required\n   42  by subdivision (b) of this section or the  owner  disputes  the  certif-\n   43  ication  returned  by the tenant or tenants, the owner may, on or before\n   44  June thirtieth of such year, petition the state division of housing  and\n   45  community  renewal  to  verify, pursuant to section one hundred seventy-\n   46  one-b of the tax law, whether  the  total  annual  income  exceeds  [one\n   47  hundred seventy-five thousand dollars] THE DEREGULATION INCOME THRESHOLD\n   48  in  each  of  the two preceding calendar years. Within twenty days after\n   49  the filing of such request with the division, the division shall  notify\n   50  the tenant or tenants that such tenant or tenants must provide the divi-\n   51  sion  with  such information as the division and the department of taxa-\n   52  tion and finance shall require to verify whether the total annual income\n   53  exceeds [one hundred seventy-five  thousand  dollars]  THE  DEREGULATION\n   54  INCOME  THRESHOLD  in  each such year. The division's notification shall\n   55  require the tenant or tenants to provide the information to the division\n   56  within sixty days of service upon  such  tenant  or  tenants  and  shall\n\n       S. 433                              6\n\n    1  include a warning in bold faced type that failure to respond will result\n    2  in an order of [decontrol] DEREGULATION being issued by the division for\n    3  such housing accommodation.\n    4    2. If the department of taxation and finance determines that the total\n    5  annual  income  is  in  excess  of  [one  hundred  seventy-five thousand\n    6  dollars] THE DEREGULATION INCOME THRESHOLD in each of the two  preceding\n    7  calendar  years,  the division shall, on or before November fifteenth of\n    8  such year, notify the owner and tenants of the results of such verifica-\n    9  tion. Both the owner and the tenants shall have thirty days within which\n   10  to comment on such verification results.  Within forty-five  days  after\n   11  the  expiration  of the comment period, the division shall, where appro-\n   12  priate, issue an order of [decontrol] DEREGULATION providing  that  such\n   13  housing accommodation shall not be subject to the provisions of this law\n   14  as  of  the first day of March in the year next succeeding the filing of\n   15  the owner's petition with the division. A copy of such  order  shall  be\n   16  mailed  by  regular and certified mail, return receipt requested, to the\n   17  tenant or tenants and a copy thereof shall be sent to the owner.\n   18    3. In the event the tenant or tenants fail to provide the  information\n   19  required  pursuant  to  paragraph  one of this subdivision, the division\n   20  shall issue, on or before December first  of  such  year,  an  order  of\n   21  [decontrol] DEREGULATION providing that such housing accommodation shall\n   22  not  be  subject  to  the  provisions of this law as of the first day of\n   23  March in the year next succeeding the last day on which  the  tenant  or\n   24  tenants  were required to provide the information required by such para-\n   25  graph. A copy of such order shall be mailed  by  regular  and  certified\n   26  mail,  return  receipt  requested,  to  the tenant or tenants and a copy\n   27  thereof shall be sent to the owner.\n   28    4. The provisions of the state freedom of information  act  shall  not\n   29  apply  to  any  income  information obtained by the division pursuant to\n   30  this section.\n   31    (d) This section shall apply only to paragraph (m) of subdivision  two\n   32  of section two of this law.\n   33    (e) Upon receipt of such order of [decontrol] DEREGULATION pursuant to\n   34  this  section, an owner shall offer the housing accommodation subject to\n   35  such order to the tenant at a rent not in excess  of  the  market  rent,\n   36  which  for  the  purposes  of this section means a rent obtainable in an\n   37  arm's length transaction. Such rental offer shall be made by  the  owner\n   38  in  writing to the tenant by certified and regular mail and shall inform\n   39  the tenant that such offer must be accepted in writing within  ten  days\n   40  of  receipt.   The tenant shall respond within ten days after receipt of\n   41  such offer. If the tenant declines the offer or fails to respond  within\n   42  such  period,  the  owner  may  commence an action or proceeding for the\n   43  eviction of such tenant.\n   44    S 5. Subparagraph (j) of paragraph  2  of  subdivision  e  of  section\n   45  26-403 of the administrative code of the city of New York, as amended by\n   46  chapter 116 of the laws of 1997, is amended to read as follows:\n   47    (j)  Upon  the issuance of an order of [decontrol] DEREGULATION by the\n   48  division, housing accommodations which: (1) are occupied by persons  who\n   49  have a total annual income, AS DEFINED IN AND SUBJECT TO THE LIMITATIONS\n   50  AND  PROCESS SET FORTH IN SECTION 26-403.1 OF THIS CHAPTER, in excess of\n   51  [one hundred seventy-five  thousand  dollars]  THE  DEREGULATION  INCOME\n   52  THRESHOLD,  AS DEFINED IN SECTION 26-403.1 OF THIS CHAPTER, per annum in\n   53  each of the two preceding calendar years[, as defined in and subject  to\n   54  the  limitations and process set forth in section 26-403.1 of this chap-\n   55  ter]; and (2) have a maximum rent [of two thousand dollars or  more  per\n   56  month]  THAT  EQUALS  OR  EXCEEDS  THE  DEREGULATION  RENT THRESHOLD, AS\n\n       S. 433                              7\n\n    1  DEFINED IN SECTION 26-403.1 OF THIS CHAPTER.    Provided  however,  that\n    2  this exclusion shall not apply to housing accommodations which became or\n    3  become  subject to this law by virtue of receiving tax benefits pursuant\n    4  to section four hundred eighty-nine of the real property tax law.\n    5    S  6.  Section  26-403.1 of the administrative code of the city of New\n    6  York, as added by chapter 253 of the laws of 1993, subdivision  (b)  and\n    7  paragraphs  1 and 2 of subdivision (c) as amended and subdivision (e) as\n    8  added by chapter 116 of the laws of 1997, is amended to read as follows:\n    9    S 26-403.1 High income rent [decontrol]  DEREGULATION.    (a)  1.  For\n   10  purposes  of this section, annual income shall mean the federal adjusted\n   11  gross income as reported on the New York state income tax return.  Total\n   12  annual  income  means  the  sum of the annual incomes of all persons who\n   13  occupy the housing accommodation as their primary residence  other  than\n   14  on  a  temporary  basis, excluding bona fide employees of such occupants\n   15  residing therein in connection with such employment and  excluding  bona\n   16  fide  subtenants  in occupancy pursuant to the provisions of section two\n   17  hundred twenty-six-b of the real property law. In the case where a hous-\n   18  ing accommodation is sublet, the annual income of the sublessor shall be\n   19  considered.\n   20    2. DEREGULATION INCOME THRESHOLD  MEANS  TWO  HUNDRED  FORTY  THOUSAND\n   21  DOLLARS.  FOR PROCEEDINGS COMMENCED ON OR AFTER JANUARY FIRST, TWO THOU-\n   22  SAND TWELVE, THE DEREGULATION INCOME THRESHOLD SHALL BE ADJUSTED ANNUAL-\n   23  LY ON THE FIRST DAY OF OCTOBER OF EACH  YEAR  FOR  PROCEEDINGS  IN  EACH\n   24  SUBSEQUENT  YEAR  BY THE CHANGE IN THE REGIONAL CONSUMER PRICE INDEX FOR\n   25  ALL  URBAN  CONSUMERS,  NEW  YORK-NORTHERN   NEW   JERSEY-LONG   ISLAND,\n   26  NY-NJ-CT-PA, AS ESTABLISHED THE PRECEDING AUGUST.\n   27    3.  DEREGULATION  RENT  THRESHOLD  MEANS  TWO  THOUSAND  SEVEN HUNDRED\n   28  DOLLARS.  FOR PROCEEDINGS COMMENCED ON OR AFTER JANUARY FIRST, TWO THOU-\n   29  SAND TWELVE, THE DEREGULATION RENT THRESHOLD SHALL BE ADJUSTED  ANNUALLY\n   30  ON  THE FIRST DAY OF OCTOBER OF EACH YEAR FOR PROCEEDINGS IN EACH SUBSE-\n   31  QUENT YEAR BY THE CHANGE IN THE REGIONAL CONSUMER PRICE  INDEX  FOR  ALL\n   32  URBAN  CONSUMERS, NEW YORK-NORTHERN NEW JERSEY-LONG ISLAND, NY-NJ-CT-PA,\n   33  AS ESTABLISHED THE PRECEDING AUGUST.\n   34    (b) On or before the first day of May in each calendar year, the owner\n   35  of each housing accommodation for which the maximum rent [is  two  thou-\n   36  sand  dollars or more per month] EQUALS OR EXCEEDS THE DEREGULATION RENT\n   37  THRESHOLD may provide the tenant or tenants  residing  therein  with  an\n   38  income certification form prepared by the division of housing and commu-\n   39  nity  renewal on which such tenant or tenants shall identify all persons\n   40  referred to in subdivision (a) of this section and shall certify whether\n   41  the total annual income is in excess of [one hundred seventy-five  thou-\n   42  sand  dollars]  THE  DEREGULATION  INCOME  THRESHOLD  in each of the two\n   43  preceding calendar years. Such income  certification  form  shall  state\n   44  that  the  income  level  certified  to  by the tenant may be subject to\n   45  verification by the department  of  taxation  and  finance  pursuant  to\n   46  section  one  hundred seventy-one-b of the tax law and shall not require\n   47  disclosure of any income information other than  whether  the  aforemen-\n   48  tioned threshold has been exceeded. Such income certification form shall\n   49  clearly  state that: (i) only tenants residing in housing accommodations\n   50  which have a maximum MONTHLY rent [of two thousand dollars or  more  per\n   51  month]  THAT  EQUALS  OR  EXCEEDS  THE  DEREGULATION  RENT THRESHOLD are\n   52  required to complete the certification  form;  (ii)  that  tenants  have\n   53  protections  available to them which are designed to prevent harassment;\n   54  (iii) that tenants are not required to provide any information regarding\n   55  their income except that which is requested on the form and may  contain\n   56  such  other  information  the  division deems appropriate. The tenant or\n\n       S. 433                              8\n\n    1  tenants shall return the completed certification  to  the  owner  within\n    2  thirty  days after service upon the tenant or tenants. In the event that\n    3  the total annual income as certified is in excess of [one hundred seven-\n    4  ty-five thousand dollars] THE DEREGULATION INCOME THRESHOLD in each such\n    5  year,  the  owner  may file the certification with the state division of\n    6  housing and community renewal on or before June thirtieth of such  year.\n    7  Upon  filing  such  certification with the division, the division shall,\n    8  within thirty days after the  filing,  issue  an  order  of  [decontrol]\n    9  DEREGULATION  providing  that  such  housing accommodations shall not be\n   10  subject to the provisions of this law as of the first day of June in the\n   11  year next succeeding the filing of the certification  by  the  owner.  A\n   12  copy of such order shall be mailed by regular and certified mail, return\n   13  receipt  requested, to the tenant or tenants and a copy thereof shall be\n   14  mailed to the owner.\n   15    (c) 1. In the event that the tenant or tenants either fail  to  return\n   16  the  completed certification to the owner on or before the date required\n   17  by subdivision (b) of this section or the  owner  disputes  the  certif-\n   18  ication  returned  by the tenant or tenants, the owner may, on or before\n   19  June thirtieth of such year, petition the state division of housing  and\n   20  community  renewal  to  verify, pursuant to section one hundred seventy-\n   21  one-b of the tax law, whether  the  total  annual  income  exceeds  [one\n   22  hundred seventy-five thousand dollars] THE DEREGULATION INCOME THRESHOLD\n   23  in  each  of  the two preceding calendar years. Within twenty days after\n   24  the filing of such request with the division, the division shall  notify\n   25  the tenant or tenants that such tenant or tenants must provide the divi-\n   26  sion  with  such information as the division and the department of taxa-\n   27  tion and finance shall require to verify whether the total annual income\n   28  exceeds [one hundred seventy-five  thousand  dollars]  THE  DEREGULATION\n   29  INCOME  THRESHOLD  in  each such year. The division's notification shall\n   30  require the tenant or tenants to provide the information to the division\n   31  within sixty days of service upon  such  tenant  or  tenants  and  shall\n   32  include a warning in bold faced type that failure to respond will result\n   33  in an order of [decontrol] DEREGULATION being issued by the division for\n   34  such housing accommodation.\n   35    2. If the department of taxation and finance determines that the total\n   36  annual  income  is  in  excess  of  [one  hundred  seventy-five thousand\n   37  dollars] THE DEREGULATION INCOME THRESHOLD in each of the two  preceding\n   38  calendar  years,  the division shall, on or before November fifteenth of\n   39  such year, notify the owner and tenants of the results of such verifica-\n   40  tion. Both the owner and the tenants shall have thirty days within which\n   41  to comment on such verification results.  Within forty-five  days  after\n   42  the  expiration  of the comment period, the division shall, where appro-\n   43  priate, issue an order of [decontrol] DEREGULATION providing  that  such\n   44  housing accommodation shall not be subject to the provisions of this law\n   45  as  of  the first day of March in the year next succeeding the filing of\n   46  the owner's petition with the division. A copy of such  order  shall  be\n   47  mailed  by  regular and certified mail, return receipt requested, to the\n   48  tenant or tenants and a copy thereof shall be sent to the owner.\n   49    3. In the event the tenant or tenants fail to provide the  information\n   50  required  pursuant  to  paragraph  one of this subdivision, the division\n   51  shall issue, on or before December first  of  such  year,  an  order  of\n   52  [decontrol] DEREGULATION providing that such housing accommodation shall\n   53  not  be  subject  to  the  provisions of this law as of the first day of\n   54  March in the year next succeeding the last day on which  the  tenant  or\n   55  tenants  were required to provide the information required by such para-\n   56  graph. A copy of such order shall be mailed  by  regular  and  certified\n\n       S. 433                              9\n\n    1  mail,  return  receipt  requested,  to  the tenant or tenants and a copy\n    2  thereof shall be sent to the owner.\n    3    4.  The  provisions  of the state freedom of information act shall not\n    4  apply to any income information obtained by  the  division  pursuant  to\n    5  this section.\n    6    (d) This section shall apply only to subparagraph (j) of paragraph two\n    7  of subdivision e of section 26-403 of this [code] CHAPTER.\n    8    (e) Upon receipt of such order of [decontrol] DEREGULATION pursuant to\n    9  this  section, an owner shall offer the housing accommodation subject to\n   10  such order to the tenant at a rent not in excess  of  the  market  rent,\n   11  which  for  the  purposes  of this section means a rent obtainable in an\n   12  arm's length transaction. Such rental offer shall be made by  the  owner\n   13  in  writing to the tenant by certified and regular mail and shall inform\n   14  the tenant that such offer must be accepted in writing within  ten  days\n   15  of  receipt.   The tenant shall respond within ten days after receipt of\n   16  such offer. If the tenant declines the offer or fails to respond  within\n   17  such  period,  the  owner  may  commence an action or proceeding for the\n   18  eviction of such tenant.\n   19    S 7. Section 26-504.1 of the administrative code of the  city  of  New\n   20  York,  as amended by chapter 116 of the laws of 1997, is amended to read\n   21  as follows:\n   22    S 26-504.1 Exclusion of accommodations of high  income  renters.  Upon\n   23  the issuance of an order by the division, \"housing accommodations\" shall\n   24  not  include  housing  accommodations which: (1) are occupied by persons\n   25  who have a total annual income, AS DEFINED IN AND SUBJECT TO THE LIMITA-\n   26  TIONS AND PROCESS SET FORTH IN SECTION  26-504.3  OF  THIS  CHAPTER,  in\n   27  excess  of  [one  hundred  seventy-five thousand dollars per annum]  THE\n   28  DEREGULATION INCOME THRESHOLD, AS DEFINED IN SECTION  26-504.3  OF  THIS\n   29  CHAPTER,  for  each  of the two preceding calendar years[, as defined in\n   30  and subject to the limitations and process set forth in section 26-504.3\n   31  of this chapter]; and (2) have a legal regulated MONTHLY  rent  [of  two\n   32  thousand  dollars  or more per month] THAT EQUALS OR EXCEEDS THE DEREGU-\n   33  LATION RENT THRESHOLD, AS DEFINED IN SECTION 26-504.3 OF  THIS  CHAPTER.\n   34  Provided, however, that this exclusion shall not apply to housing accom-\n   35  modations  which  became  or become subject to this law (a) by virtue of\n   36  receiving tax benefits pursuant to section four hundred twenty-one-a  or\n   37  four  hundred eighty-nine of the real property tax law, except as other-\n   38  wise provided in subparagraph (i) of paragraph (f) of subdivision two of\n   39  section four hundred twenty-one-a of the real property tax law,  or  (b)\n   40  by virtue of article seven-C of the multiple dwelling law.\n   41    S  8.  Section  26-504.3 of the administrative code of the city of New\n   42  York, as added by chapter 253 of the laws of 1993, subdivision  (b)  and\n   43  paragraphs  1 and 2 of subdivision (c) as amended and subdivision (e) as\n   44  added by chapter 116 of the laws of 1997, is amended to read as follows:\n   45    S 26-504.3 High income rent [decontrol]  DEREGULATION.    (a)  1.  For\n   46  purposes  of this section, annual income shall mean the federal adjusted\n   47  gross income as reported on the New York state income tax return.  Total\n   48  annual  income  means the sum of the annual incomes of all persons whose\n   49  names are recited as the tenant or co-tenant on a lease who  occupy  the\n   50  housing  accommodation  and  all  other  persons that occupy the housing\n   51  accommodation as their primary  residence  on  other  than  a  temporary\n   52  basis,  excluding bona fide employees of such occupants residing therein\n   53  in connection with such employment and excluding bona fide subtenants in\n   54  occupancy pursuant to the provisions of section two hundred twenty-six-b\n   55  of the real property law. In the case where a housing  accommodation  is\n   56  sublet,  the  annual  income  of  the tenant or co-tenant recited on the\n\n       S. 433                             10\n\n    1  lease who will reoccupy the housing accommodation upon the expiration of\n    2  the sublease shall be considered.\n    3    2.  DEREGULATION  INCOME  THRESHOLD  MEANS  TWO HUNDRED FORTY THOUSAND\n    4  DOLLARS. FOR PROCEEDINGS COMMENCED ON OR AFTER JANUARY FIRST, TWO  THOU-\n    5  SAND TWELVE, THE DEREGULATION INCOME THRESHOLD SHALL BE ADJUSTED ANNUAL-\n    6  LY  ON  THE  FIRST  DAY  OF OCTOBER OF EACH YEAR FOR PROCEEDINGS IN EACH\n    7  SUBSEQUENT YEAR BY THE CHANGE IN THE REGIONAL CONSUMER PRICE  INDEX  FOR\n    8  ALL   URBAN   CONSUMERS,   NEW  YORK-NORTHERN  NEW  JERSEY-LONG  ISLAND,\n    9  NY-NJ-CT-PA, AS ESTABLISHED THE PRECEDING AUGUST.\n   10    3. DEREGULATION  RENT  THRESHOLD  MEANS  TWO  THOUSAND  SEVEN  HUNDRED\n   11  DOLLARS.  FOR PROCEEDINGS COMMENCED ON OR AFTER JANUARY FIRST, TWO THOU-\n   12  SAND  TWELVE, THE DEREGULATION RENT THRESHOLD SHALL BE ADJUSTED ANNUALLY\n   13  ON THE FIRST DAY OF OCTOBER OF EACH YEAR FOR PROCEEDINGS IN EACH  SUBSE-\n   14  QUENT  YEAR  BY  THE CHANGE IN THE REGIONAL CONSUMER PRICE INDEX FOR ALL\n   15  URBAN CONSUMERS, NEW YORK-NORTHERN NEW JERSEY-LONG ISLAND,  NY-NJ-CT-PA,\n   16  AS ESTABLISHED THE PRECEDING AUGUST.\n   17    (b) On or before the first day of May in each calendar year, the owner\n   18  of each housing accommodation for which the legal regulated rent [is two\n   19  thousand  dollars  or more per month] EQUALS OR EXCEEDS THE DEREGULATION\n   20  RENT THRESHOLD may provide the tenant or tenants residing  therein  with\n   21  an  income  certification  form  prepared by the division of housing and\n   22  community renewal on which such tenant or  tenants  shall  identify  all\n   23  persons referred to in subdivision (a) of this section and shall certify\n   24  whether  the  total  annual income is in excess of [one hundred seventy-\n   25  five thousand dollars] THE DEREGULATION INCOME THRESHOLD in each of  the\n   26  two preceding calendar years. Such income certification form shall state\n   27  that  the  income  level  certified  to  by the tenant may be subject to\n   28  verification by the department  of  taxation  and  finance  pursuant  to\n   29  section  one  hundred seventy-one-b of the tax law and shall not require\n   30  disclosure of any income information other than  whether  the  aforemen-\n   31  tioned threshold has been exceeded. Such income certification form shall\n   32  clearly  state that: (i) only tenants residing in housing accommodations\n   33  which have a legal regulated MONTHLY rent [of two  thousand  dollars  or\n   34  more  per month], THAT EQUALS OR EXCEEDS THE DEREGULATION RENT THRESHOLD\n   35  are required to complete the certification form; (ii) that tenants  have\n   36  protections  available to them which are designed to prevent harassment;\n   37  (iii) that tenants are not required to provide any information regarding\n   38  their income except that which is requested on the form and may  contain\n   39  such  other  information  the  division deems appropriate. The tenant or\n   40  tenants shall return the completed certification  to  the  owner  within\n   41  thirty  days after service upon the tenant or tenants. In the event that\n   42  the total annual income as certified is in excess of [one hundred seven-\n   43  ty-five thousand dollars] THE DEREGULATION INCOME THRESHOLD in each such\n   44  year, the owner may file the certification with the  state  division  of\n   45  housing  and community renewal on or before June thirtieth of such year.\n   46  Upon filing such certification with the division,  the  division  shall,\n   47  within  thirty days after the filing, issue an order providing that such\n   48  housing accommodation shall not be subject to the provisions of this act\n   49  upon the expiration of the existing lease. A copy of such order shall be\n   50  mailed by regular and certified mail, return receipt requested,  to  the\n   51  tenant or tenants and a copy thereof shall be mailed to the owner.\n   52    (c)  1.  In the event that the tenant or tenants either fail to return\n   53  the completed certification to the owner on or before the date  required\n   54  by  subdivision  (b)  of  this section or the owner disputes the certif-\n   55  ication returned by the tenant or tenants, the owner may, on  or  before\n   56  June  thirtieth of such year, petition the state division of housing and\n\n       S. 433                             11\n\n    1  community renewal to verify, pursuant to section  one  hundred  seventy-\n    2  one-b  of  the  tax  law,  whether  the total annual income exceeds [one\n    3  hundred seventy-five thousand dollars] THE DEREGULATION INCOME THRESHOLD\n    4  in  each  of  the two preceding calendar years. Within twenty days after\n    5  the filing of such request with the division, the division shall  notify\n    6  the  tenant  or  tenants  named on the lease that such tenant or tenants\n    7  must provide the division with such information as the division and  the\n    8  department  of  taxation and finance shall require to verify whether the\n    9  total annual income exceeds [one hundred seventy-five thousand  dollars]\n   10  THE  DEREGULATION  INCOME  THRESHOLD  in  each such year. The division's\n   11  notification shall require the tenant or tenants to provide the informa-\n   12  tion to the division within sixty days of service upon  such  tenant  or\n   13  tenants  and  shall include a warning in bold faced type that failure to\n   14  respond will result in an order being issued by the  division  providing\n   15  that  such  housing accommodation shall not be subject to the provisions\n   16  of this law.\n   17    2. If the department of taxation and finance determines that the total\n   18  annual income  is  in  excess  of  [one  hundred  seventy-five  thousand\n   19  dollars]  THE DEREGULATION INCOME THRESHOLD in each of the two preceding\n   20  calendar years, the division shall, on or before November  fifteenth  of\n   21  such year, notify the owner and tenants of the results of such verifica-\n   22  tion. Both the owner and the tenants shall have thirty days within which\n   23  to  comment  on such verification results.  Within forty-five days after\n   24  the expiration of the comment period, the division shall,  where  appro-\n   25  priate,  issue  an order providing that such housing accommodation shall\n   26  not be subject to the provisions of this law upon the expiration of  the\n   27  existing  lease.  A  copy  of  such order shall be mailed by regular and\n   28  certified mail, return receipt requested, to the tenant or tenants and a\n   29  copy thereof shall be sent to the owner.\n   30    3. In the event the tenant or tenants fail to provide the  information\n   31  required  pursuant  to  paragraph  one of this subdivision, the division\n   32  shall issue, on or before December first of such year, an order  provid-\n   33  ing  that  such  housing  accommodation  shall  not  be  subject  to the\n   34  provisions of this law upon the expiration of the current lease. A  copy\n   35  of  such  order  shall  be  mailed by regular and certified mail, return\n   36  receipt requested, to the tenant or tenants and a copy thereof shall  be\n   37  sent to the owner.\n   38    4.  The  provisions  of the state freedom of information act shall not\n   39  apply to any income information obtained by  the  division  pursuant  to\n   40  this section.\n   41    (d)  This  section shall apply only to section 26-504.1 of this [code]\n   42  CHAPTER.\n   43    (e) Upon receipt of such order of [decontrol] DEREGULATION pursuant to\n   44  this section, an owner shall offer the housing accommodation subject  to\n   45  such  order  to  the  tenant at a rent not in excess of the market rent,\n   46  which for the purposes of this section means a  rent  obtainable  in  an\n   47  arm's  length  transaction. Such rental offer shall be made by the owner\n   48  in writing to the tenant by certified and regular mail and shall  inform\n   49  the  tenant  that such offer must be accepted in writing within ten days\n   50  of receipt.  The tenant shall respond within ten days after  receipt  of\n   51  such  offer. If the tenant declines the offer or fails to respond within\n   52  such period, the owner may commence an  action  or  proceeding  for  the\n   53  eviction of such tenant.\n   54    S  9.  Paragraph (b) of subdivision 3 of section 171-b of the tax law,\n   55  as amended by chapter 116 of the laws of 1997, is  amended  to  read  as\n   56  follows:\n\n       S. 433                             12\n\n    1    (b)  The  department,  when  requested  by the division of housing and\n    2  community renewal, shall verify the total annual income of  all  persons\n    3  residing in housing accommodations as their primary residence subject to\n    4  rent  regulation  and  shall  notify the commissioner of the division of\n    5  housing  and  community  renewal as may be appropriate whether the total\n    6  annual income exceeds [one hundred  seventy-five  thousand  dollars  per\n    7  annum]  THE  APPLICABLE DEREGULATION INCOME THRESHOLD in each of the two\n    8  preceding calendar years. No  other  information  regarding  the  annual\n    9  income of such persons shall be provided.\n   10    S 10. This act shall take effect immediately, provided, however, that:\n   11    (a)  the  amendments to paragraph 12 of subdivision a of section 5 and\n   12  section 5-a of section 4 of the emergency tenant protection act of nine-\n   13  teen seventy-four made by sections one and two of this act,  respective-\n   14  ly,  shall  expire  on  the  same date as such act expires and shall not\n   15  affect the expiration of such act as provided in section 17  of  chapter\n   16  576 of the laws of 1974;\n   17    (b)  the amendments to paragraph (m) of subdivision 2 of section 2 and\n   18  section 2-a of the emergency housing rent control law made  by  sections\n   19  three  and four of this act, respectively, shall expire on the same date\n   20  as such law expires and shall not affect the expiration of such  law  as\n   21  provided  in  subdivision  2  of section 1 of chapter 274 of the laws of\n   22  1946;\n   23    (c) the amendments to sections 26-403 and 26-403.1 of  the  city  rent\n   24  and  rehabilitation  law  made  by  sections  five  and six of this act,\n   25  respectively, shall remain in full force and effect only as long as  the\n   26  public  emergency  requiring  the  regulation and control of residential\n   27  rents and evictions continues, as provided in subdivision 3 of section 1\n   28  of the local emergency housing rent control act; and\n   29    (d) the amendments to sections 26-504.1 and 26-504.3 of chapter  4  of\n   30  title  26  of  the  administrative  code of the city of New York made by\n   31  sections seven and eight of this act, respectively, shall expire on  the\n   32  same  date  as  such  law expires and shall not affect the expiration of\n   33  such law as provided under section 26-520 of such law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the emergency tenant protection act of nineteen seventy-four, the emergency housing rent control law, the administrative code of the city of New York and the tax law, in relation to deregulation thresholds ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101220.T113823.TXT", "SOBI.D101221.T144121.TXT", "SOBI.D110107.T105851.TXT", "SOBI.D101220.T134831.TXT", "SOBI.D101220.T131329.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294415931466
}