{
  "year" : 2011,
  "senateBillNo" : "S434-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO HOUSING, CONSTRUCTION AND COMMUNITY DEVELOPMENT",
    "billEventId" : "S434-2011-1294203600000-REFERRED+TO+HOUSING%2C+CONSTRUCTION+AND+COMMUNITY+DEVELOPMENT",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUEGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires landlord to pay penalties if he fails in action to evict tenant on grounds of primary residency",
  "summary" : "Provides that where the owner or lessor of a rent controlled or rent stabilized unit commences an action in bad faith to recover possession on the grounds that it is not occupied as the tenant's primary residence shall be liable for the tenant's court costs and attorney's fees in addition to an amount which is three times the monthly rent or actual damages. ",
  "currentCommittee" : "HOUSING, CONSTRUCTION AND COMMUNITY DEVELOPMENT",
  "sameAs" : null,
  "lawSection" : "New York City Administrative Code",
  "previousVersions" : [ "SA748-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "DUANE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "PARKER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "PERKINS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SERRANO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "STAVISKY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          434\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sens. KRUEGER, DUANE, PARKER, PERKINS, SERRANO, STAVISKY\n         -- read twice and ordered printed, and when printed to be committed to\n         the Committee on Housing, Construction and Community Development\n\n       AN ACT to amend the administrative code of the  city  of  New  York,  in\n         relation to primary residence\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1.  Section 26-413 of the administrative code of the  city  of\n    2  New York is amended by adding a new subdivision f to read as follows:\n    3    F.  (1)  IN  ADDITION  TO  THE  REQUIREMENTS  OF  ANY OTHER APPLICABLE\n    4  PROVISION OF LAW, WHERE AN OWNER OR LESSOR SEEKS TO  RECOVER  POSSESSION\n    5  OF A DWELLING UNIT PURSUANT TO ITEM TEN OF SUBPARAGRAPH (I) OF PARAGRAPH\n    6  TWO  OF  SUBDIVISION  E OF SECTION 26-403 OF THIS CHAPTER, ON THE GROUND\n    7  THAT THE DWELLING UNIT IS NOT OCCUPIED BY THE TENANT  AS  SUCH  TENANT'S\n    8  PRIMARY  RESIDENCE,  SUCH  OWNER  OR LESSOR SHALL COMMENCE THE ACTION OR\n    9  PROCEEDING IN A COURT OF COMPETENT JURISDICTION ONLY UPON A  GOOD  FAITH\n   10  BELIEF  THAT  SUCH  DWELLING  UNIT  IS NOT THE PRIMARY RESIDENCE OF SUCH\n   11  TENANT.\n   12    (2) IF ANY OWNER OR  LESSOR  COMMENCES  AN  ACTION  OR  PROCEEDING  TO\n   13  RECOVER  POSSESSION  OF A DWELLING UNIT IN VIOLATION OF PARAGRAPH ONE OF\n   14  THIS SUBDIVISION, SUCH OWNER OR LESSOR SHALL BE LIABLE  TO  SUCH  TENANT\n   15  FOR THREE TIMES THE MONTHLY RENT CHARGED SUCH TENANT, OR THREE TIMES THE\n   16  DAMAGES,  IF  ANY,  SUSTAINED BY SUCH TENANT, WHICHEVER IS GREATER, PLUS\n   17  REASONABLE ATTORNEY'S FEES AND COSTS AS DETERMINED BY SUCH COURT.\n   18    S 2. Section 26-515 of the administrative code of the city of New York\n   19  is amended by adding a new subdivision e to read as follows:\n   20    E. (1) IN  ADDITION  TO  THE  REQUIREMENTS  OF  ANY  OTHER  APPLICABLE\n   21  PROVISION  OF  LAW, WHERE AN OWNER OR LESSOR SEEKS TO RECOVER POSSESSION\n   22  OF A DWELLING UNIT PURSUANT TO SUBPARAGRAPH  (F)  OF  PARAGRAPH  ONE  OF\n   23  SUBDIVISION  A OF SECTION 26-504 OF THIS CHAPTER, ON THE GROUND THAT THE\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00944-01-1\n\n       S. 434                              2\n\n    1  DWELLING UNIT IS NOT OCCUPIED BY THE TENANT  AS  SUCH  TENANT'S  PRIMARY\n    2  RESIDENCE,  SUCH OWNER OR LESSOR SHALL COMMENCE THE ACTION OR PROCEEDING\n    3  IN A COURT OF COMPETENT JURISDICTION ONLY UPON A GOOD FAITH BELIEF  THAT\n    4  SUCH DWELLING UNIT IS NOT THE PRIMARY RESIDENCE OF SUCH TENANT.\n    5    (2)  IF  ANY  OWNER  OR  LESSOR  COMMENCES  AN ACTION OR PROCEEDING TO\n    6  RECOVER POSSESSION OF A DWELLING UNIT IN VIOLATION OF PARAGRAPH  ONE  OF\n    7  THIS  SUBDIVISION,  SUCH  OWNER OR LESSOR SHALL BE LIABLE TO SUCH TENANT\n    8  FOR THREE TIMES THE MONTHLY RENT CHARGED SUCH TENANT, OR THREE TIMES THE\n    9  DAMAGES, IF ANY, SUSTAINED BY SUCH TENANT, WHICHEVER  IS  GREATER,  PLUS\n   10  REASONABLE ATTORNEY'S FEES AND COSTS AS DETERMINED BY SUCH COURT.\n   11    S  3.  This  act  shall take effect immediately and shall apply to all\n   12  actions or proceedings pending on or commenced after such date, provided\n   13  that the amendments to section 26-413 of the  city  rent  and  rehabili-\n   14  tation  law  made  by section one of this act shall remain in full force\n   15  and effect only so long as the public emergency requiring the regulation\n   16  and control of residential rents and evictions continues, as provided in\n   17  subdivision 3 of section 1 of the local emergency housing  rent  control\n   18  act  and  provided  further  that the amendment to section 26-515 of the\n   19  rent stabilization law of nineteen hundred sixty-nine  made  by  section\n   20  two  of  this  act shall expire on the same date as such law expires and\n   21  shall not affect the expiration of such law as  provided  under  section\n   22  26-520 of such law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the administrative code of the city of New York, in relation to primary residence ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101220.T113823.TXT", "SOBI.D101220.T134831.TXT", "SOBI.D101221.T150621.TXT", "SOBI.D101220.T131329.TXT", "SOBI.D101221.T144620.TXT", "SOBI.D101220.T135332.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292961981699
}