{
  "year" : 2011,
  "senateBillNo" : "S435-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO HOUSING, CONSTRUCTION AND COMMUNITY DEVELOPMENT",
    "billEventId" : "S435-2011-1294203600000-REFERRED+TO+HOUSING%2C+CONSTRUCTION+AND+COMMUNITY+DEVELOPMENT",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUEGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for the tenant rights omnibus act to provide for certain tenant and rental property maintenance requirements",
  "summary" : "Provides for the tenant rights omnibus act to provide for certain tenant and rental property maintenance requirements. ",
  "currentCommittee" : "HOUSING, CONSTRUCTION AND COMMUNITY DEVELOPMENT",
  "sameAs" : null,
  "lawSection" : "New York City Administrative Code",
  "previousVersions" : [ "S3855-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "DUANE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "HUNTLEY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SERRANO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          435\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sens. KRUEGER, DUANE, HUNTLEY, SERRANO -- read twice and\n         ordered printed, and when printed to be committed to the Committee  on\n         Housing, Construction and Community Development\n\n       AN  ACT  to  amend  the administrative code of the city of New York, the\n         multiple dwelling law, the multiple residence law and the real proper-\n         ty law, in relation to the \"tenant rights omnibus act\"\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.   Short title. This act shall be known and may be cited as\n    2  the \"tenant rights omnibus act\".\n    3    S 2. Section 26-413 of the administrative code of the city of New York\n    4  is amended by adding a new subdivision f to read as follows:\n    5    F. (1) IN  ADDITION  TO  THE  REQUIREMENTS  OF  ANY  OTHER  APPLICABLE\n    6  PROVISION  OF  LAW, WHERE AN OWNER OR LESSOR SEEKS TO RECOVER POSSESSION\n    7  OF A DWELLING UNIT PURSUANT TO ITEM TEN OF SUBPARAGRAPH (I) OF PARAGRAPH\n    8  TWO OF SUBDIVISION E OF SECTION 26-403 OF THIS CHAPTER,  ON  THE  GROUND\n    9  THAT  THE  DWELLING  UNIT IS NOT OCCUPIED BY THE TENANT AS SUCH TENANT'S\n   10  PRIMARY RESIDENCE, SUCH OWNER OR LESSOR SHALL  COMMENCE  THE  ACTION  OR\n   11  PROCEEDING  IN  A COURT OF COMPETENT JURISDICTION ONLY UPON A GOOD FAITH\n   12  BELIEF THAT SUCH DWELLING UNIT IS NOT  THE  PRIMARY  RESIDENCE  OF  SUCH\n   13  TENANT.\n   14    (2)  IF  ANY  OWNER  OR  LESSOR  COMMENCES  AN ACTION OR PROCEEDING TO\n   15  RECOVER POSSESSION OF A DWELLING UNIT IN VIOLATION OF PARAGRAPH  ONE  OF\n   16  THIS  SUBDIVISION,  SUCH  OWNER OR LESSOR SHALL BE LIABLE TO SUCH TENANT\n   17  FOR THREE TIMES THE MONTHLY RENT CHARGED SUCH TENANT, OR THREE TIMES THE\n   18  DAMAGES, IF ANY, SUSTAINED BY SUCH TENANT, WHICHEVER  IS  GREATER,  PLUS\n   19  REASONABLE ATTORNEY'S FEES AND COSTS AS DETERMINED BY SUCH COURT.\n   20    S 3. Section 26-515 of the administrative code of the city of New York\n   21  is amended by adding a new subdivision e to read as follows:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00947-01-1\n\n       S. 435                              2\n\n    1    E.  (1)  IN  ADDITION  TO  THE  REQUIREMENTS  OF  ANY OTHER APPLICABLE\n    2  PROVISION OF LAW, WHERE AN OWNER OR LESSOR SEEKS TO  RECOVER  POSSESSION\n    3  OF  A  DWELLING  UNIT  PURSUANT  TO SUBPARAGRAPH (F) OF PARAGRAPH ONE OF\n    4  SUBDIVISION A OF SECTION 26-504 OF THIS CHAPTER, ON THE GROUND THAT  THE\n    5  DWELLING  UNIT  IS  NOT  OCCUPIED BY THE TENANT AS SUCH TENANT'S PRIMARY\n    6  RESIDENCE, SUCH OWNER OR LESSOR SHALL COMMENCE THE ACTION OR  PROCEEDING\n    7  IN  A COURT OF COMPETENT JURISDICTION ONLY UPON A GOOD FAITH BELIEF THAT\n    8  SUCH DWELLING UNIT IS NOT THE PRIMARY RESIDENCE OF SUCH TENANT.\n    9    (2) IF ANY OWNER OR  LESSOR  COMMENCES  AN  ACTION  OR  PROCEEDING  TO\n   10  RECOVER  POSSESSION  OF A DWELLING UNIT IN VIOLATION OF PARAGRAPH ONE OF\n   11  THIS SUBDIVISION, SUCH OWNER OR LESSOR SHALL BE LIABLE  TO  SUCH  TENANT\n   12  FOR THREE TIMES THE MONTHLY RENT CHARGED SUCH TENANT, OR THREE TIMES THE\n   13  DAMAGES,  IF  ANY,  SUSTAINED BY SUCH TENANT, WHICHEVER IS GREATER, PLUS\n   14  REASONABLE ATTORNEY'S FEES AND COSTS AS DETERMINED BY SUCH COURT.\n   15    S 4. Paragraphs a and b of subdivision 4 of section 3 of the  multiple\n   16  dwelling law, as amended by chapter 516 of the laws of 1983, are amended\n   17  to read as follows:\n   18    a.   Any city, town or village may make local laws, ordinances, resol-\n   19  utions or regulations not less restrictive than those provided  in  this\n   20  chapter  and  may  provide  for  their enforcement by legal or equitable\n   21  actions or proceedings, OR BY ADMINISTRATIVE PROCEEDINGS, and  prescribe\n   22  the  penalties,  sanctions  and remedies for violations thereof.  In the\n   23  enforcement and administration of  this  chapter  in  a  city  of  three\n   24  hundred  twenty-five  thousand or more persons, the penalties, sanctions\n   25  and remedies enacted by local law may be applied, notwithstanding  their\n   26  inconsistency with this chapter, or the provisions of this chapter.\n   27    b.  In  a  city of three hundred twenty-five thousand or more persons,\n   28  such local laws may authorize such actions or  proceedings  against  the\n   29  owner, lessee of a whole multiple dwelling, agent or other person having\n   30  control  of  such  dwelling,  and  any responsible party, or against the\n   31  dwelling in rem. Such local laws may further authorize (1) that civil OR\n   32  ADMINISTRATIVELY IMPOSED penalties may be enforced  against  the  person\n   33  liable  therefor, and that in addition to the methods of enforcement for\n   34  judgments established in the civil practice law and rules, a lien may be\n   35  imposed against the premises and the  rents  therefrom;  (2)  that  such\n   36  civil  OR ADMINISTRATIVELY IMPOSED penalties may be enforced against the\n   37  dwelling by the imposition of a lien against the rents therefrom.\n   38    S 5. Paragraph c of subdivision 4 of section 3 of the multiple  dwell-\n   39  ing  law,  as  amended by chapter 516 of the laws of 1978, is amended to\n   40  read as follows:\n   41    c.  Such local laws may also authorize  that  all  liens  upon  rents,\n   42  whether  authorized  by  state  or  local  law, may be satisfied without\n   43  further judicial proceedings by the collection of rents due or to become\n   44  due; AND MAY FURTHER AUTHORIZE THAT ADMINISTRATIVELY  IMPOSED  PENALTIES\n   45  MAY BE DOCKETED AND ENFORCED IN THE SAME MANNER AS A JUDGMENT IN A CIVIL\n   46  ACTION WITHOUT FURTHER JUDICIAL PROCEEDINGS.\n   47    S  6. Section 304 of the multiple residence law is amended by adding a\n   48  new subdivision 3 to read as follows:\n   49    3. IN ADDITION TO THE PENALTIES IMPOSED IN  SUBDIVISION  ONE  OF  THIS\n   50  SECTION,  ANY  CITY,  TOWN OR VILLAGE MAY PROVIDE FOR THE ENFORCEMENT OF\n   51  THE PROVISIONS OF THIS CHAPTER OR OF LOCAL LAWS, ORDINANCES, RESOLUTIONS\n   52  OR REGULATIONS PROMULGATED PURSUANT HERETO BY ADMINISTRATIVE PROCEEDINGS\n   53  AND MAY AUTHORIZE ADMINISTRATIVELY IMPOSED PENALTIES WHICH MAY BE  DOCK-\n   54  ETED  AND  ENFORCED  IN  THE SAME MANNER AS A JUDGMENT IN A CIVIL ACTION\n   55  WITHOUT FURTHER JUDICIAL PROCEEDINGS.\n\n       S. 435                              3\n\n    1    S 7. The multiple dwelling law is amended  by  adding  a  new  section\n    2  302-d to read as follows:\n    3    S  302-D.  RIGHT OF TENANT TO OFFSET PAYMENTS FOR REPAIRS OF HAZARDOUS\n    4  CONDITIONS; CERTAIN CASES. 1. AS USED IN THIS  SECTION,  UNLESS  ANOTHER\n    5  MEANING CLEARLY APPEARS FROM THE CONTEXT:\n    6    A.  \"DEPARTMENT\"  SHALL MEAN THE DEPARTMENT OR AGENCY OF A CITY WITH A\n    7  POPULATION OF ONE MILLION OR MORE THAT IS CHARGED  WITH  ENFORCEMENT  OF\n    8  HOUSING LAWS;\n    9    B.  \"HAZARDOUS  VIOLATION\" SHALL MEAN A VIOLATION OF THIS CHAPTER, THE\n   10  CITY HOUSING MAINTENANCE CODE OR ARTICLE EIGHTEEN OF THE  EXECUTIVE  LAW\n   11  OR  THE RULES AND REGULATIONS PROMULGATED PURSUANT THERETO IDENTIFIED OR\n   12  CLASSIFIED BY THE CITY AS HAZARDOUS TO THE LIFE, HEALTH  AND  SAFETY  OF\n   13  THE OCCUPANTS OF A DWELLING;\n   14    C.  \"IMMEDIATELY  HAZARDOUS  VIOLATION\" SHALL MEAN A VIOLATION OF THIS\n   15  CHAPTER, THE CITY HOUSING MAINTENANCE CODE OR ARTICLE  EIGHTEEN  OF  THE\n   16  EXECUTIVE  LAW OR THE RULES AND REGULATIONS PROMULGATED PURSUANT THERETO\n   17  IDENTIFIED OR CLASSIFIED BY THE CITY AS  IMMEDIATELY  HAZARDOUS  TO  THE\n   18  LIFE, HEALTH AND SAFETY OF THE OCCUPANTS OF A DWELLING;\n   19    D. \"CITY\" SHALL MEAN A CITY TO WHICH THIS CHAPTER APPLIES.\n   20    2.  IN  A CITY, ANY TENANT ACTING ALONE OR TOGETHER WITH OTHER TENANTS\n   21  IN A MULTIPLE DWELLING, WHEREIN THERE EXISTS A CONDITION CONSTITUTING  A\n   22  HAZARDOUS  OR  IMMEDIATELY HAZARDOUS VIOLATION, MAY CONTRACT AND PAY FOR\n   23  THE REPAIR OF SUCH CONDITION IN ACCORDANCE WITH THE PROVISIONS  OF  THIS\n   24  SECTION.\n   25    3.  ANY  PAYMENT  SO  MADE SHALL BE DEDUCTIBLE FROM RENT PROVIDING THE\n   26  FOLLOWING PROVISIONS HAVE BEEN SUBSTANTIALLY COMPLIED WITH BY THE TENANT\n   27  OR HIS AGENT:\n   28    A. THE LANDLORD OR HIS AGENT HAVE BEEN SENT NOTICE OF  SUCH  HAZARDOUS\n   29  OR  IMMEDIATELY  HAZARDOUS  VIOLATION  POSTED  BY CERTIFIED MAIL, RETURN\n   30  RECEIPT REQUESTED.\n   31    B. IN THE CASE OF AN IMMEDIATELY HAZARDOUS VIOLATION,  SUCH  VIOLATION\n   32  HAS  BEEN  CERTIFIED  BY THE DEPARTMENT AND SEVEN DAYS HAVE PASSED AFTER\n   33  WRITTEN NOTICE WAS FIRST OFFERED FOR DELIVERY BY THE POSTAL  SERVICE  TO\n   34  THE  LANDLORD OR HIS AGENT WITHOUT COMPLETION OF REPAIRS OR COMMENCEMENT\n   35  OF REPAIRS OF SUCH VIOLATION BY THE LANDLORD AND PROVISION IN WRITING TO\n   36  THE TENANT OF A REASONABLE SCHEDULE FOR COMPLETION OF SUCH REPAIRS.\n   37    C. IN THE CASE OF A  HAZARDOUS  VIOLATION,  SUCH  VIOLATION  HAS  BEEN\n   38  CERTIFIED  BY  THE  DEPARTMENT AND THIRTY DAYS HAVE PASSED AFTER WRITTEN\n   39  NOTICE WAS FIRST OFFERED FOR DELIVERY BY THE POSTAL SERVICE TO THE LAND-\n   40  LORD OR HIS AGENT WITHOUT  COMPLETION  OF  REPAIRS  OR  COMMENCEMENT  OF\n   41  REPAIRS  OF  SUCH  VIOLATION BY THE LANDLORD AND PROVISION IN WRITING TO\n   42  THE TENANT OF A REASONABLE SCHEDULE FOR COMPLETION OF SUCH REPAIRS.\n   43    4. WHEN A TENANT OR GROUP OF TENANTS CONTRACTS FOR REPAIR WORK  PURSU-\n   44  ANT TO THE PROVISIONS OF THIS SECTION, THE FOLLOWING CONDITIONS SHALL BE\n   45  MET:\n   46    A.  IF A TENANT OR GROUP OF TENANTS DO NOT HIRE AN OUTSIDE CONTRACTOR,\n   47  THEY MAY DEDUCT COSTS FOR MATERIALS.\n   48    B. IF A TENANT OR GROUP OF  TENANTS  HIRE  AN  OUTSIDE  CONTRACTOR  TO\n   49  PERFORM  REPAIRS  THEY  MAY  DEDUCT  CHARGES  FOR  MATERIALS  AND LABOR,\n   50  PROVIDED THAT REASONABLE EFFORTS ARE MADE TO HAVE THE REPAIR  WORK  DONE\n   51  BY QUALIFIED WORKMEN AT PREVAILING RATES.\n   52    C.  TENANTS  MUST  RECEIVE  AN  ITEMIZED BILL FROM THE PERSON, FIRM OR\n   53  CORPORATION FROM WHOM MATERIALS OR LABOR ARE PURCHASED.\n   54    D. WHERE A LICENSE TO PERFORM SERVICES IS REQUIRED BY LAW, A TENANT OR\n   55  GROUP OF TENANTS SHALL HIRE AN OUTSIDE LICENSED CONTRACTOR.\n\n       S. 435                              4\n\n    1    E.  ANY  PERSON,  FIRM,  CORPORATION  OR  EMPLOYEE  THEREOF  PROVIDING\n    2  SERVICES  UNDER  THE  PROVISIONS  OF  THIS  SECTION  MUST BE LICENSED TO\n    3  PERFORM THE REPAIRS REQUESTED BY A TENANT OR GROUP OF TENANTS,  WHERE  A\n    4  LICENSE TO PROVIDE SUCH SERVICES IS REQUIRED BY LAW.\n    5    5.  THE  MAXIMUM  AMOUNT  OF MONEY AN INDIVIDUAL TENANT MAY DEDUCT FOR\n    6  REPAIR WORK UNDER THE PROVISIONS OF THIS SECTION SHALL BE  ONE  THOUSAND\n    7  DOLLARS OR THE SUM OF TWO MONTHS RENT, WHICHEVER IS GREATER. THE MAXIMUM\n    8  AMOUNT  OF  MONEY  TWO  OR  MORE  TENANTS ACTING TOGETHER MAY DEDUCT FOR\n    9  REPAIR WORK FROM THEIR COMBINED  RENTS  UNDER  THE  PROVISIONS  OF  THIS\n   10  SECTION SHALL BE THREE THOUSAND DOLLARS; PROVIDED, HOWEVER, SUCH MAXIMUM\n   11  AMOUNT  MAY  BE  TEN  THOUSAND  DOLLARS  IF  IN  ADDITION  TO  THE OTHER\n   12  PROVISIONS OF THIS SECTION, THE TENANTS HAVE POSTED BY  CERTIFIED  MAIL,\n   13  RETURN RECEIPT REQUESTED, TO THE LANDLORD OR HIS AGENT AN ITEMIZED ESTI-\n   14  MATE  FOR  REPAIR  OF  AN  IMMEDIATELY HAZARDOUS VIOLATION PREPARED BY A\n   15  QUALIFIED PERSON, FIRM OR CORPORATION AND, WITHIN EIGHT DAYS, THE  LAND-\n   16  LORD  HAS NEITHER COMMENCED REPAIR WORK NOR PRESENTED A WRITTEN SCHEDULE\n   17  FOR REASONABLE COMPLETION OF THE REPAIR WORK  NECESSARY  TO  REMOVE  THE\n   18  IMMEDIATELY HAZARDOUS VIOLATION.\n   19    6.  THE  INTRODUCTION INTO EVIDENCE IN ANY ACTION OR PROCEEDING OF ANY\n   20  STATEMENT RENDERED IN COMPLIANCE WITH THE PROVISIONS OF PARAGRAPH  B  OF\n   21  SUBDIVISION FOUR OF THIS SECTION SHALL BE PRESUMPTIVE OF THE FACTS STAT-\n   22  ED  THEREIN.  SUFFICIENT  FOUNDATION  FOR THE ALLOWANCE INTO EVIDENCE OF\n   23  SUCH STATEMENT SHALL CONSIST OF THE ORAL TESTIMONY OF ANY  PERSON  NAMED\n   24  AS  A  PAYER OF ALL OR PART OF THE AMOUNT INDICATED THEREON RELATING THE\n   25  FACTS AND CIRCUMSTANCES IN WHICH THE STATEMENT WAS RENDERED.\n   26    7. ANY TENANT WHO HAS IN GOOD FAITH  SECURED  AND  PAID  FOR  REPAIRS,\n   27  OTHERWISE IN CONFORMANCE WITH THE PROVISIONS OF THIS SECTION AND AGAINST\n   28  WHOM  AN  ACTION OR PROCEEDING TO RECOVER POSSESSION OF THE PREMISES FOR\n   29  NONPAYMENT OF RENT OR ANY OTHER ACTION  OR  PROCEEDING  ATTRIBUTABLE  AT\n   30  LEAST  IN  PART TO THE TENANT SEEKING OR TAKING A DEDUCTION FROM RENT AS\n   31  ALLOWED BY THIS SECTION SHALL, IN ADDITION  TO  ANY  OTHER  AMOUNTS,  BE\n   32  ENTITLED  TO  RECOVER  REASONABLE  COSTS  AND ATTORNEY'S FEES AGAINST AN\n   33  OWNER BRINGING SUCH ACTION OR PROCEEDING.\n   34    8. NO OWNER OR AGENT SHALL BE  ENTITLED  TO  RECOVER  ANY  AMOUNTS  IN\n   35  DAMAGES  FROM  ANY  TENANT OR GROUP OF TENANTS WHO ATTEMPT IN GOOD FAITH\n   36  AND ACT REASONABLY IN CARRYING OUT THE INTENDMENT OF THIS SECTION.\n   37    9.  NO OWNER OR AGENT SHALL BE ENTITLED TO SELF-CERTIFICATION IF  SUCH\n   38  OWNER  OR AGENT IS FOUND TO HAVE FALSELY SELF-CERTIFIED WITHIN THE IMME-\n   39  DIATELY PRECEDING TWELVE MONTH PERIOD TO THE NEW YORK CITY DEPARTMENT OF\n   40  HOUSING, PRESERVATION AND DEVELOPMENT.\n   41    10.  THE REMEDY PROVIDED IN THIS SECTION SHALL NOT BE EXCLUSIVE AND  A\n   42  COURT  MAY  PROVIDE  SUCH  OTHER RELIEF AS MAY BE JUST AND PROPER IN THE\n   43  CIRCUMSTANCES. NOTHING IN THIS SECTION SHALL BE CONSTRUED  TO  LIMIT  OR\n   44  DENY  ANY  EXISTING  CONSTITUTIONAL, STATUTORY, ADMINISTRATIVE OR COMMON\n   45  LAW RIGHT OF A TENANT TO CONTRACT AND PAY FOR ANY GOODS AND SERVICES FOR\n   46  SUCH MULTIPLE DWELLING. THIS SECTION SHALL NOT BE CONSTRUED TO  PRECLUDE\n   47  ANY  DEFENSE,  COUNTERCLAIM OR CAUSE OF ACTION ASSERTED BY A TENANT THAT\n   48  MAY OTHERWISE EXIST WITH RESPECT TO AN OWNER'S FAILURE  TO  PROVIDE  ANY\n   49  SERVICE.\n   50    11.  ANY  AGREEMENT BY A TENANT OF A DWELLING WAIVING OR MODIFYING HIS\n   51  RIGHTS AS SET FORTH IN THIS SECTION SHALL BE VOID AS CONTRARY TO  PUBLIC\n   52  POLICY.\n   53    12.  THE PROVISIONS OF THIS SECTION SHALL BE LIBERALLY CONSTRUED SO AS\n   54  TO GIVE EFFECT TO THE PURPOSE SET FORTH HEREIN.\n   55    S 8. The real property law is amended by adding a new section 235-h to\n   56  read as follows:\n\n       S. 435                              5\n\n    1    S 235-H. TENANT RIGHT TO WITHHOLD RENT FOR FAILURE TO PROVIDE HEAT. IF\n    2  ANY OWNER OF A MULTIPLE DWELLING RESPONSIBLE FOR PROVIDING HEAT  TO  THE\n    3  TENANTS OF SUCH DWELLING SHALL FAIL TO PROVIDE SUCH SERVICE WITHIN TWEN-\n    4  TY-FOUR  HOURS  OF A NOTIFICATION BY THE TENANT TO THE OWNER, HIS OR HER\n    5  AGENT,  EMPLOYEE OR REPRESENTATIVE, THAT SUCH TENANT IS RECEIVING INSUF-\n    6  FICIENT HEAT DURING THE MONTHS OF NOVEMBER  THROUGH  MARCH,  THE  TENANT\n    7  SHALL HAVE THE RIGHT TO DEDUCT ONE-TENTH OF ONE MONTH'S RENT FROM HIS OR\n    8  HER  RENT  PAYMENTS FOR EACH DAY ON WHICH THE OWNER SHALL HAVE FAILED TO\n    9  PROVIDE HEAT.\n   10    S 9. This act shall take effect immediately and  shall  apply  to  all\n   11  actions or proceedings pending on or commenced after such date, provided\n   12  that  the  amendments  to  section 26-413 of the city rent and rehabili-\n   13  tation law made by section two of this act shall remain  in  full  force\n   14  and effect only as long as the public emergency requiring the regulation\n   15  and control of residential rents and evictions continues, as provided in\n   16  subdivision  3  of section 1 of the local emergency housing rent control\n   17  act; and provided further that the amendments to section 26-515  of  the\n   18  rent  stabilization  law  of nineteen hundred sixty-nine made by section\n   19  three of this act shall expire on the same date as such law expires  and\n   20  shall  not  affect  the expiration of such law as provided under section\n   21  26-520 of such law; provided, however, that in any city  which  has  not\n   22  heretofore made the classifications referred to in paragraphs b and c of\n   23  subdivision 1 of section 302-d of the multiple dwelling law, as added by\n   24  section  seven of this act such classifications shall be made within six\n   25  months of the effective date of such section and such section shall  not\n   26  be  deemed  to  take  effect in such city until such classifications are\n   27  made; provided that the division of housing and community renewal  shall\n   28  notify  the  legislative bill drafting commission upon the occurrence of\n   29  the enactment of the legislation provided for in section seven  of  this\n   30  act  in  order  that  the commission may maintain an accurate and timely\n   31  effective data base of the official text of the laws of the state of New\n   32  York in furtherance of effectuating the provisions of section 44 of  the\n   33  legislative law and section 70-b of the public officers law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the administrative code of the city of New York, the multiple dwelling law, the multiple residence law and the real property law, in relation to the \"tenant rights omnibus act\" ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101220.T113823.TXT", "SOBI.D101220.T114324.TXT", "SOBI.D101220.T134831.TXT", "SOBI.D101221.T165129.TXT", "SOBI.D101220.T131329.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292968289416
}