{
  "year" : 2011,
  "senateBillNo" : "S436-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO HOUSING, CONSTRUCTION AND COMMUNITY DEVELOPMENT",
    "billEventId" : "S436-2011-1294203600000-REFERRED+TO+HOUSING%2C+CONSTRUCTION+AND+COMMUNITY+DEVELOPMENT",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUEGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Sets criteria for approval of rent increases resulting from major capital improvements in certain dwellings",
  "summary" : "Establishes criteria for approval of rent increases to rent regulated property resulting from major capital improvements to insure that the work performed is an enhancement or upgrade to a housing accommodation or service therein and is not merely repair or replacement to existing services; prohibits approval of a major capital improvement rent increase where any outstanding hazardous violations exist. ",
  "currentCommittee" : "HOUSING, CONSTRUCTION AND COMMUNITY DEVELOPMENT",
  "sameAs" : null,
  "lawSection" : "New York City Administrative Code",
  "previousVersions" : [ "S5220-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          436\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen. KRUEGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Housing, Construction  and\n         Community Development\n\n       AN  ACT to amend the administrative code of the city of New York and the\n         emergency tenant protection act of nineteen seventy-four, in  relation\n         to approval of major capital improvement rent increases\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 26-405 of the administrative code of  the  city  of\n    2  New York is amended by adding a new subdivision n to read as follows:\n    3    N.  (1) NO MAJOR CAPITAL IMPROVEMENT RENT INCREASE WILL BE APPROVED BY\n    4  THE DIVISION OF HOUSING AND COMMUNITY RENEWAL UNLESS THE WORK  PERFORMED\n    5  IS AN ENHANCEMENT OR UPGRADE TO A HOUSING ACCOMMODATION OR SERVICE THER-\n    6  EIN;  OR  IS  AN  ADDITION  TO  SUCH HOUSING ACCOMMODATION AND OTHERWISE\n    7  ELIGIBLE ACCORDING TO THE PREREQUISITES FOR  MAJOR  CAPITAL  IMPROVEMENT\n    8  RENT INCREASES.\n    9    (A) ANY REPAIR OR REPLACEMENT INTENDED TO MAINTAIN AN EXISTING SERVICE\n   10  SHALL NOT BE ELIGIBLE FOR A MAJOR CAPITAL IMPROVEMENT RENT INCREASE.\n   11    (B)  ANY  SERVICE  OR  FACILITY WHICH IS ASSURED UNDER THE WARRANTY OF\n   12  HABITABILITY, OR OTHERWISE PROVIDED FOR IN A LEASE OR  RENTAL  AGREEMENT\n   13  BETWEEN  OWNER  AND  TENANT,  SHALL  NOT BE ELIGIBLE FOR A MAJOR CAPITAL\n   14  IMPROVEMENT RENT INCREASE.\n   15    (2) NO APPLICATION FOR A MAJOR CAPITAL IMPROVEMENT RENT  INCREASE  MAY\n   16  BE  APPROVED  IF THERE EXIST ANY OUTSTANDING HAZARDOUS VIOLATIONS AT THE\n   17  TIME OF THE CONSIDERATION OF SUCH APPLICATION, AS DETERMINED PURSUANT TO\n   18  REGULATIONS OF THE DIVISION OF HOUSING  AND  COMMUNITY  RENEWAL  OR  ANY\n   19  AGENCY  ADMINISTERING  AND ENFORCING A BUILDING CODE IN THE JURISDICTION\n   20  IN WHICH THE PROPERTY IS LOCATED, UNLESS IT IS DETERMINED BY  THE  DIVI-\n   21  SION OF HOUSING AND COMMUNITY RENEWAL THAT SUCH WORK IS ESSENTIAL TO THE\n   22  ALLEVIATION  OF  THE VIOLATIONS AND SUCH APPROVAL IS CONSISTENT WITH THE\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01020-01-1\n\n       S. 436                              2\n\n    1  PROVISIONS OF THIS SECTION. EXCEPT IN THE  CASE  OF  EMERGENCY  OR  GOOD\n    2  CAUSE,  THE  OWNER OF THE PROPERTY SHALL FILE, NOT LESS THAN THIRTY DAYS\n    3  BEFORE THE COMMENCEMENT OF THE IMPROVEMENT, WITH THE DIVISION OF HOUSING\n    4  AND  COMMUNITY  RENEWAL A STATEMENT CONTAINING INFORMATION OUTLINING THE\n    5  SCOPE OF WORK, EXPECTED DATE OF COMPLETION FOR SUCH WORK AND AN  AFFIDA-\n    6  VIT SETTING FORTH THE FOLLOWING INFORMATION:\n    7    (A)  EVERY  OWNER OF RECORD AND OWNER OF A SUBSTANTIAL INTEREST IN THE\n    8  PROPERTY OR ENTITY OWNING THE PROPERTY OR  SPONSORING  THE  IMPROVEMENT;\n    9  AND\n   10    (B)  A  STATEMENT THAT NONE OF SUCH PERSONS HAD, WITHIN THE FIVE YEARS\n   11  PRIOR TO THE IMPROVEMENT, BEEN FOUND  TO  HAVE  HARASSED  OR  UNLAWFULLY\n   12  EVICTED  TENANTS BY JUDGMENT OR DETERMINATION OF A COURT OR AGENCY UNDER\n   13  THE PENAL LAW, ANY STATE OR LOCAL LAW REGULATING RENTS OR ANY  STATE  OR\n   14  LOCAL LAW RELATING TO HARASSMENT OF TENANTS OR UNLAWFUL EVICTION.\n   15    UPON  RECEIPT  OF THE SCOPE OF WORK AND AFFIDAVIT PROVIDED FOR HEREIN,\n   16  THE DIVISION OF HOUSING AND COMMUNITY RENEWAL SHALL PROVIDE THE  TENANTS\n   17  IN  OCCUPANCY  IN SUCH BUILDINGS WITH SUCH INFORMATION.  THE DIVISION OF\n   18  HOUSING AND COMMUNITY RENEWAL SHALL, IN ADDITION,  IMPLEMENT  PROCEDURES\n   19  INCLUDING,  BUT  NOT  LIMITED TO, ELICITING TENANT COMMENTS TO DETERMINE\n   20  WHETHER MAJOR CAPITAL IMPROVEMENT REHABILITATION WORK HAS BEEN SATISFAC-\n   21  TORILY COMPLETED. NO  MAJOR  CAPITAL  IMPROVEMENT  RENT  INCREASE  SHALL\n   22  BECOME  EFFECTIVE  UNTIL  ANY DEFECTIVE OR DEFICIENT REHABILITATION WORK\n   23  HAS BEEN CURED.\n   24    S 2. Subdivision c of section 26-511 of the administrative code of the\n   25  city of New York is amended by adding a new paragraph  6-b  to  read  as\n   26  follows:\n   27    (6-B) PROVIDES CRITERIA WHEREBY THE COMMISSIONER MAY ACT UPON APPLICA-\n   28  TION  BY  OWNERS  FOR  INCREASES  IN  EXCESS  OF  THE LEVEL OF FAIR RENT\n   29  INCREASE ESTABLISHED UNDER THIS LAW PROVIDED HOWEVER, THAT SUCH CRITERIA\n   30  SHALL PROVIDE THAT:\n   31    (1) NO MAJOR CAPITAL IMPROVEMENT RENT INCREASE WILL BE APPROVED BY THE\n   32  DIVISION OF HOUSING AND COMMUNITY RENEWAL UNLESS THE WORK  PERFORMED  IS\n   33  AN ENHANCEMENT OR UPGRADE TO A HOUSING ACCOMMODATION OR SERVICE THEREIN;\n   34  OR  IS  AN ADDITION TO SUCH HOUSING ACCOMMODATION AND OTHERWISE ELIGIBLE\n   35  ACCORDING TO  THE  PREREQUISITES  FOR  MAJOR  CAPITAL  IMPROVEMENT  RENT\n   36  INCREASES.\n   37    (A) ANY REPAIR OR REPLACEMENT INTENDED TO MAINTAIN AN EXISTING SERVICE\n   38  SHALL NOT BE ELIGIBLE FOR A MAJOR CAPITAL IMPROVEMENT RENT INCREASE.\n   39    (B)  ANY  SERVICE  OR  FACILITY WHICH IS ASSURED UNDER THE WARRANTY OF\n   40  HABITABILITY, OR OTHERWISE PROVIDED FOR IN A LEASE OR  RENTAL  AGREEMENT\n   41  BETWEEN  OWNER  AND  TENANT,  SHALL  NOT BE ELIGIBLE FOR A MAJOR CAPITAL\n   42  IMPROVEMENT RENT INCREASE.\n   43    (2) NO APPLICATION FOR A MAJOR CAPITAL IMPROVEMENT RENT  INCREASE  MAY\n   44  BE  APPROVED  IF THERE EXIST ANY OUTSTANDING HAZARDOUS VIOLATIONS AT THE\n   45  TIME OF THE CONSIDERATION OF SUCH APPLICATION, AS DETERMINED PURSUANT TO\n   46  REGULATIONS OF THE DIVISION OF HOUSING  AND  COMMUNITY  RENEWAL  OR  ANY\n   47  AGENCY  ADMINISTERING  AND ENFORCING A BUILDING CODE IN THE JURISDICTION\n   48  IN WHICH THE PROPERTY IS LOCATED, UNLESS IT IS DETERMINED BY  THE  DIVI-\n   49  SION OF HOUSING AND COMMUNITY RENEWAL THAT SUCH WORK IS ESSENTIAL TO THE\n   50  ALLEVIATION  OF  THE VIOLATIONS AND SUCH APPROVAL IS CONSISTENT WITH THE\n   51  PROVISIONS OF THIS SECTION. EXCEPT IN THE  CASE  OF  EMERGENCY  OR  GOOD\n   52  CAUSE,  THE  OWNER OF THE PROPERTY SHALL FILE, NOT LESS THAN THIRTY DAYS\n   53  BEFORE THE COMMENCEMENT OF THE IMPROVEMENT, WITH THE DIVISION OF HOUSING\n   54  AND COMMUNITY RENEWAL A STATEMENT CONTAINING INFORMATION  OUTLINING  THE\n   55  SCOPE  OF WORK, EXPECTED DATE OF COMPLETION FOR SUCH WORK AND AN AFFIDA-\n   56  VIT SETTING FORTH THE FOLLOWING INFORMATION:\n\n       S. 436                              3\n\n    1    (A) EVERY OWNER OF RECORD AND OWNER OF A SUBSTANTIAL INTEREST  IN  THE\n    2  PROPERTY  OR  ENTITY  OWNING THE PROPERTY OR SPONSORING THE IMPROVEMENT;\n    3  AND\n    4    (B)  A  STATEMENT THAT NONE OF SUCH PERSONS HAD, WITHIN THE FIVE YEARS\n    5  PRIOR TO THE IMPROVEMENT, BEEN FOUND  TO  HAVE  HARASSED  OR  UNLAWFULLY\n    6  EVICTED  TENANTS BY JUDGMENT OR DETERMINATION OF A COURT OR AGENCY UNDER\n    7  THE PENAL LAW, ANY STATE OR LOCAL LAW REGULATING RENTS OR ANY  STATE  OR\n    8  LOCAL LAW RELATING TO HARASSMENT OF TENANTS OR UNLAWFUL EVICTION.\n    9    UPON  RECEIPT  OF THE SCOPE OF WORK AND AFFIDAVIT PROVIDED FOR HEREIN,\n   10  THE DIVISION OF HOUSING AND COMMUNITY RENEWAL SHALL PROVIDE THE  TENANTS\n   11  IN  OCCUPANCY  IN SUCH BUILDINGS WITH SUCH INFORMATION.  THE DIVISION OF\n   12  HOUSING AND COMMUNITY RENEWAL SHALL, IN ADDITION,  IMPLEMENT  PROCEDURES\n   13  INCLUDING,  BUT  NOT  LIMITED TO, ELICITING TENANT COMMENTS TO DETERMINE\n   14  WHETHER MAJOR CAPITAL IMPROVEMENT REHABILITATION WORK HAS BEEN SATISFAC-\n   15  TORILY COMPLETED. NO  MAJOR  CAPITAL  IMPROVEMENT  RENT  INCREASE  SHALL\n   16  BECOME  EFFECTIVE  UNTIL  ANY DEFECTIVE OR DEFICIENT REHABILITATION WORK\n   17  HAS BEEN CURED.\n   18    S 3. Section 6 of section 4 of  chapter  576  of  the  laws  of  1974,\n   19  constituting  the  emergency  tenant protection act of nineteen seventy-\n   20  four, is amended by adding a new subdivision d-1 to read as follows:\n   21    D-1. (1) NO MAJOR CAPITAL IMPROVEMENT RENT INCREASE WILL  BE  APPROVED\n   22  BY  THE  DIVISION  OF  HOUSING  AND  COMMUNITY  RENEWAL  UNLESS THE WORK\n   23  PERFORMED IS AN ENHANCEMENT OR UPGRADE TO  A  HOUSING  ACCOMMODATION  OR\n   24  SERVICE  THEREIN;  OR  IS  AN ADDITION TO SUCH HOUSING ACCOMMODATION AND\n   25  OTHERWISE ELIGIBLE ACCORDING TO  THE  PREREQUISITES  FOR  MAJOR  CAPITAL\n   26  IMPROVEMENT RENT INCREASES.\n   27    (A) ANY REPAIR OR REPLACEMENT INTENDED TO MAINTAIN AN EXISTING SERVICE\n   28  SHALL NOT BE ELIGIBLE FOR A MAJOR CAPITAL IMPROVEMENT RENT INCREASE.\n   29    (B)  ANY  SERVICE  OR  FACILITY WHICH IS ASSURED UNDER THE WARRANTY OF\n   30  HABITABILITY, OR OTHERWISE PROVIDED FOR IN A LEASE OR  RENTAL  AGREEMENT\n   31  BETWEEN  OWNER  AND  TENANT,  SHALL  NOT BE ELIGIBLE FOR A MAJOR CAPITAL\n   32  IMPROVEMENT RENT INCREASE.\n   33    (2) NO APPLICATION FOR A MAJOR CAPITAL IMPROVEMENT RENT  INCREASE  MAY\n   34  BE  APPROVED  IF THERE EXIST ANY OUTSTANDING HAZARDOUS VIOLATIONS AT THE\n   35  TIME OF THE CONSIDERATION OF SUCH APPLICATION, AS DETERMINED PURSUANT TO\n   36  REGULATIONS OF THE DIVISION OF HOUSING  AND  COMMUNITY  RENEWAL  OR  ANY\n   37  AGENCY  ADMINISTERING  AND ENFORCING A BUILDING CODE IN THE JURISDICTION\n   38  IN WHICH THE PROPERTY IS LOCATED, UNLESS IT IS DETERMINED BY  THE  DIVI-\n   39  SION OF HOUSING AND COMMUNITY RENEWAL THAT SUCH WORK IS ESSENTIAL TO THE\n   40  ALLEVIATION  OF  THE VIOLATIONS AND SUCH APPROVAL IS CONSISTENT WITH THE\n   41  PROVISIONS OF THIS SECTION. EXCEPT IN THE  CASE  OF  EMERGENCY  OR  GOOD\n   42  CAUSE,  THE  OWNER OF THE PROPERTY SHALL FILE, NOT LESS THAN THIRTY DAYS\n   43  BEFORE THE COMMENCEMENT OF THE IMPROVEMENT, WITH THE DIVISION OF HOUSING\n   44  AND COMMUNITY RENEWAL A STATEMENT CONTAINING INFORMATION  OUTLINING  THE\n   45  SCOPE  OF WORK, EXPECTED DATE OF COMPLETION FOR SUCH WORK AND AN AFFIDA-\n   46  VIT SETTING FORTH THE FOLLOWING INFORMATION:\n   47    (A) EVERY OWNER OF RECORD AND OWNER OF A SUBSTANTIAL INTEREST  IN  THE\n   48  PROPERTY  OR  ENTITY  OWNING THE PROPERTY OR SPONSORING THE IMPROVEMENT;\n   49  AND\n   50    (B) A STATEMENT THAT NONE OF SUCH PERSONS HAD, WITHIN THE  FIVE  YEARS\n   51  PRIOR  TO  THE  IMPROVEMENT,  BEEN  FOUND TO HAVE HARASSED OR UNLAWFULLY\n   52  EVICTED TENANTS BY JUDGMENT OR DETERMINATION OF A COURT OR AGENCY  UNDER\n   53  THE  PENAL  LAW, ANY STATE OR LOCAL LAW REGULATING RENTS OR ANY STATE OR\n   54  LOCAL LAW RELATING TO HARASSMENT OF TENANTS OR UNLAWFUL EVICTION.\n   55    UPON RECEIPT OF THE SCOPE OF WORK AND AFFIDAVIT PROVIDED  FOR  HEREIN,\n   56  THE  DIVISION OF HOUSING AND COMMUNITY RENEWAL SHALL PROVIDE THE TENANTS\n\n       S. 436                              4\n\n    1  IN OCCUPANCY IN SUCH BUILDINGS WITH SUCH INFORMATION.   THE DIVISION  OF\n    2  HOUSING  AND  COMMUNITY RENEWAL SHALL, IN ADDITION, IMPLEMENT PROCEDURES\n    3  INCLUDING, BUT NOT LIMITED TO, ELICITING TENANT  COMMENTS  TO  DETERMINE\n    4  WHETHER MAJOR CAPITAL IMPROVEMENT REHABILITATION WORK HAS BEEN SATISFAC-\n    5  TORILY  COMPLETED.  NO  MAJOR  CAPITAL  IMPROVEMENT  RENT INCREASE SHALL\n    6  BECOME EFFECTIVE UNTIL ANY DEFECTIVE OR  DEFICIENT  REHABILITATION  WORK\n    7  HAS BEEN CURED.\n    8    S  4. This act shall take effect immediately, provided that the amend-\n    9  ment to section 26-405 of the city rent and rehabilitation law  made  by\n   10  section  one  of  this act shall remain in full force and effect only so\n   11  long as the public emergency requiring the  regulation  and  control  of\n   12  residential  rents and evictions continues, as provided in subdivision 3\n   13  of section 1 of  the  local  emergency  housing  rent  control  act  and\n   14  provided  further  that  the  amendment  to  section  26-511 of the rent\n   15  stabilization law of nineteen hundred sixty-nine made by section two  of\n   16  this act shall expire on the same date as such law expires and shall not\n   17  affect  the  expiration  of such law as provided under section 26-520 of\n   18  such law, as from time to time amended and  provided  further  that  the\n   19  amendment  to  section 6 of the emergency tenant protection act of nine-\n   20  teen seventy-four made by section three of this act shall expire on  the\n   21  same  date  as  such  act expires and shall not affect the expiration of\n   22  such act as provided in section 17 of chapter 576 of the laws  of  1974,\n   23  as from time to time amended.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the administrative code of the city of New York and the emergency tenant protection act of nineteen seventy-four, in relation to approval of major capital improvement rent increases ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101220.T114324.TXT", "SOBI.D101221.T165129.TXT", "SOBI.D101220.T131329.TXT", "SOBI.D101220.T135332.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292968289420
}