{
  "year" : 2011,
  "senateBillNo" : "S439-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO CORPORATIONS, AUTHORITIES AND COMMISSIONS",
    "billEventId" : "S439-2011-1294203600000-REFERRED+TO+CORPORATIONS%2C+AUTHORITIES+AND+COMMISSIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUEGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes a kitchen incubator/shared-use kitchen facility program within the urban development corporation",
  "summary" : "Establishes a kitchen incubator/shared-use kitchen facility program within the urban development corporation; provides grant funding to local development corporations, municipalities, educational institutions and not-for-profit entities for the development or expansion of kitchen incubator/shared-use kitchen facilities which make available services such as food production, technical assistance, business management and marketing, distribution, storage and retailing assistance, particularly in economically distressed areas. ",
  "currentCommittee" : "CORPORATIONS, AUTHORITIES AND COMMISSIONS",
  "sameAs" : null,
  "lawSection" : "New York State Urban Development Corporation Act",
  "previousVersions" : [ "SA7729-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          439\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen. KRUEGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Corporations,  Authorities\n         and Commissions\n\n       AN  ACT  to  amend  chapter 174 of the laws of 1968 constituting the New\n         York state urban development corporation act, in relation  to  kitchen\n         incubator/shared-use kitchen facilities\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 1 of chapter 174 of the laws of 1968,  constituting\n    2  the  New  York  state  urban  development corporation act, is amended by\n    3  adding a new section 16-u to read as follows:\n    4    S 16-U. SMALL BUSINESS KITCHEN INCUBATOR/SHARED-USE  KITCHEN  PROGRAM.\n    5  1.  THERE  IS HEREBY ESTABLISHED WITHIN THE CORPORATION A SMALL BUSINESS\n    6  KITCHEN INCUBATOR/SHARED-USE KITCHEN PROGRAM. THE CORPORATION IS AUTHOR-\n    7  IZED WITHIN AVAILABLE APPROPRIATIONS IN THE EMPIRE STATE ECONOMIC DEVEL-\n    8  OPMENT FUND ESTABLISHED PURSUANT TO SECTION 16-I OF THIS ACT,  TO  AWARD\n    9  GRANTS,  ON A COMPETITIVE BASIS IN RESPONSE TO REQUEST-FOR-PROPOSALS, TO\n   10  LOCAL  DEVELOPMENT  CORPORATIONS,  MUNICIPALITIES,  EDUCATIONAL   INSTI-\n   11  TUTIONS,  AND  OTHER NOT-FOR-PROFIT ORGANIZATIONS FOR THE COSTS INVOLVED\n   12  IN STARTING OR EXPANDING A KITCHEN INCUBATOR/SHARED-USE KITCHEN  FACILI-\n   13  TY.   THE CORPORATION IS FURTHER AUTHORIZED TO CONTRACT WITH THE COMMIS-\n   14  SIONER OF AGRICULTURE AND MARKETS, AND SUCH COMMISSIONER  IS  AUTHORIZED\n   15  TO  CONTRACT  WITH  THE  CORPORATION,  TO PREPARE AND ISSUE REQUESTS FOR\n   16  PROPOSALS, ACCEPT GRANT APPLICATIONS, RECOMMEND THOSE APPLICATIONS  THAT\n   17  BEST  MEET ESTABLISHED CRITERIA, TO ESTABLISH CRITERIA AND TO ADMINISTER\n   18  GRANTS AWARDED UNDER THIS SUBDIVISION.  SUCH GRANTS MAY BE USED FOR  THE\n   19  CONSTRUCTION  OR REHABILITATION OF SUCH FACILITY, PURCHASE OF EQUIPMENT,\n   20  TRAINING, TECHNICAL ASSISTANCE, AND OTHER  PURPOSES  NECESSARY  FOR  THE\n   21  SUCCESSFUL  DEVELOPMENT  OR  EXPANSION OF A KITCHEN INCUBATOR/SHARED-USE\n   22  KITCHEN FACILITY. KITCHEN INCUBATOR/SHARED-USE KITCHEN FACILITIES  SHALL\n   23  BE  FOOD  PROCESSING  OR  PREPARATION  FACILITIES  THAT  ARE OPERATED BY\n   24  NOT-FOR-PROFIT CORPORATIONS OR GOVERNMENT AGENCIES AND USED PRIMARILY BY\n   25  SMALL AND EMERGING BUSINESSES, INCLUDING BOTH FULL-TIME FACILITY TENANTS\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00734-01-1\n\n       S. 439                              2\n\n    1  AND BUSINESSES THAT RENT SPACE ON A TEMPORARY BASIS.  THEY MUST  PROVIDE\n    2  OR MAKE AVAILABLE FOR FACILITY BUSINESSES: LOW-COST SPACE, BELOW CURRENT\n    3  MARKET  VALUE  IN  THE  AREA  THE FACILITY SERVES; AND SUPPORT SERVICES,\n    4  INCLUDING  BUT NOT LIMITED TO, BUSINESS PLANNING, MANAGEMENT ASSISTANCE,\n    5  FINANCIAL PACKAGING, LINKAGES TO  FINANCING  SOURCES,  AND  COORDINATION\n    6  WITH OTHER SOURCES OF TRAINING AND ASSISTANCE.  THEY MAY PROVIDE OR MAKE\n    7  AVAILABLE  FOR  FACILITY BUSINESSES, SERVICES SUCH AS FOOD PRODUCTION OR\n    8  PROCESSING TECHNICAL ASSISTANCE,  MARKETING,  DISTRIBUTION,  PURCHASING,\n    9  STORAGE, PACKING, INSURANCE, ON-SITE RETAILING OR OTHER SERVICES.\n   10    2.  PROJECT  PLANS.    APPLICANTS FOR GRANTS MUST PROVIDE A MANAGEMENT\n   11  PLAN AND A BUSINESS PLAN FOR OPERATING THE KITCHEN  INCUBATOR/SHARED-USE\n   12  KITCHEN  FACILITY  WHICH  DEMONSTRATES TO THE SATISFACTION OF THE CORPO-\n   13  RATION: (I) LOCAL BUSINESS INTEREST  IN  A  NEW  OR  EXPANDED  FACILITY,\n   14  INCLUDING THE FOOD PROCESSING NEEDS OF EXISTING AND POTENTIAL FOOD BUSI-\n   15  NESSES;  (II) THE APPLICANT'S ABILITY TO DELIVER SERVICES AND ASSISTANCE\n   16  AS DESCRIBED IN SUBDIVISION ONE OF THIS SECTION, INCLUDING A DESCRIPTION\n   17  OF HOW SUCH ASSISTANCE AND SERVICES WILL BE DELIVERED; (III) WHETHER THE\n   18  SERVICES PROVIDED TO  FACILITY  TENANTS  WILL  BE  COVERED  BY  FEES  OR\n   19  INCLUDED  IN  THE  RENT, AND HOW RENTALS AND/OR FEES WILL BE STRUCTURED;\n   20  (IV) A POLICY FOR TENANTS' ENTRANCE TO AND EXIT, OR GRADUATION, FROM THE\n   21  FACILITY; AND, (V) THAT THE FACILITY CAN BE SELF-SUSTAINING AND WILL NOT\n   22  REQUIRE LONG-TERM STATE OPERATING SUBSIDIES.\n   23    3. GRANT CRITERIA. GRANTS AND LOANS MADE BY THE  CORPORATION  PURSUANT\n   24  TO THIS SECTION SHALL BE SUBJECT TO THE FOLLOWING LIMITATIONS:\n   25    A.  NO  SUCH GRANT SHALL EXCEED TWO HUNDRED FIFTY THOUSAND DOLLARS PER\n   26  YEAR; AND\n   27    B. PREFERENCE SHALL BE GIVEN TO  APPLICANTS  WHICH:  (I)  MEET  HIGHLY\n   28  DISTRESSED  AREA  CRITERIA  OR  WHICH  SUPPORT  EMPIRE ZONES ESTABLISHED\n   29  PURSUANT TO ARTICLE 18-B OF THE GENERAL MUNICIPAL LAW; PROVIDE  A  LOCAL\n   30  MATCH;  MEET  A  SUBSTANTIAL  LOCAL  OR  REGIONAL NEED; COMPLEMENT LOCAL\n   31  PROGRAMS OR PROVIDE SERVICES NOT READILY AVAILABLE FROM UNITS  OF  LOCAL\n   32  GOVERNMENT  OR THE PRIVATE SECTOR; PLAN TO PROVIDE OR MAKE AVAILABLE FOR\n   33  FACILITY BUSINESSES,  SERVICES,  INCLUDING  BUT  NOT  LIMITED  TO,  FOOD\n   34  PRODUCTION  OR PROCESSING TECHNICAL ASSISTANCE, MARKETING, DISTRIBUTION,\n   35  PURCHASING, STORAGE, PACKAGING, INSURANCE, ON-SITE  RETAILING  OR  OTHER\n   36  SERVICES;  AND  (II)  HAVE DEVELOPED A PLAN TO ASSIST BUSINESSES PARTIC-\n   37  IPATING IN THE APPLICANT'S KITCHEN INCUBATOR/SHARED-USE KITCHEN FACILITY\n   38  WITH PURCHASING NEW YORK STATE AGRICULTURAL PRODUCTS, AND PROMOTING  THE\n   39  FACILITY TO REGIONAL FARMERS.\n   40    S  2.  Paragraph  (b) of subdivision 1 of section 16-m of section 1 of\n   41  chapter 174 of the laws of 1968, constituting the New York  state  urban\n   42  development  corporation act, as added by section 1 of part N of chapter\n   43  84 of the laws of 2002, is amended to read as follows:\n   44    (b) Loans, loan guarantees,  and  grants  including  interest  subsidy\n   45  grants  may  be provided to municipalities, industrial development agen-\n   46  cies, not-for-profit corporations or local development corporations  for\n   47  the  purpose  of  developing  federal  facility  sites, urban industrial\n   48  sites, industrial parks and incubator buildings INCLUDING SMALL BUSINESS\n   49  KITCHEN INCUBATOR/SHARED-USE KITCHEN FACILITIES; or to undertake prelim-\n   50  inary planning relating thereto;\n   51    S 3. This act shall take effect immediately, provided,  however,  that\n   52  the  amendments to section 16-m of the urban development corporation act\n   53  made by section two of this act shall not affect the expiration of  such\n   54  section and shall expire and be deemed repealed therewith.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend chapter 174 of the laws of 1968 constituting the New York state urban development corporation act, in relation to kitchen incubator/shared-use kitchen facilities ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101221.T171630.TXT", "SOBI.D101220.T135832.TXT", "SOBI.D101221.T170150.TXT", "SOBI.D101220.T114824.TXT", "SOBI.D101220.T131329.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292969790541
}