{
  "year" : 2011,
  "senateBillNo" : "S440-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S440-2011-1294203600000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUEGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prohibits the dissemination of depictions of animal cruelty",
  "summary" : "Prohibits the dissemination of depictions of animal cruelty. ",
  "currentCommittee" : "CODES",
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : [ "SB7812-2009", "SA7729-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          440\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen. KRUEGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Codes\n\n       AN ACT to amend the penal law, in relation to  prohibiting  the  dissem-\n         ination of depictions of animal cruelty\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The penal law is amended by adding a new section 245.13  to\n    2  read as follows:\n    3  S 245.13 DISSEMINATING A DEPICTION OF ANIMAL CRUELTY.\n    4    1.  A  PERSON IS GUILTY OF DISSEMINATING A DEPICTION OF ANIMAL CRUELTY\n    5  WHEN HE OR SHE KNOWINGLY PROMOTES A DEPICTION OF ANIMAL CRUELTY.\n    6    2. AS USED IN THIS SECTION:\n    7    A. \"DEPICTION OF ANIMAL CRUELTY\" MEANS ANY VISUAL DEPICTION, INCLUDING\n    8  ANY PHOTOGRAPH,  MOTION-PICTURE  FILM,  VIDEO  RECORDING  OR  ELECTRONIC\n    9  IMAGE,  WHICH  DEPICTS  AN ANIMAL BEING INTENTIONALLY INJURED OR KILLED,\n   10  THAT:\n   11    (1) DEPICTS ACTUAL CONDUCT IN  WHICH  A  LIVING  ANIMAL  IS  TORTURED,\n   12  MAIMED,  OR  MUTILATED  THAT VIOLATES ANY CRIMINAL PROHIBITION ON INTEN-\n   13  TIONAL CRUELTY UNDER FEDERAL LAW OR STATE LAW; AND\n   14    (2) TAKEN AS A WHOLE, DOES NOT HAVE RELIGIOUS, POLITICAL,  SCIENTIFIC,\n   15  EDUCATIONAL, JOURNALISTIC, HISTORICAL, OR ARTISTIC VALUE.\n   16    B. \"PROMOTE\" MEANS TO MANUFACTURE, CREATE, ISSUE, SELL, GIVE, PROVIDE,\n   17  POSSESS,  FURNISH,  LEND,  MAIL,  DELIVER,  TRANSFER, TRANSMIT, PUBLISH,\n   18  DISTRIBUTE, CIRCULATE, DISSEMINATE, PRESENT, EXHIBIT OR ADVERTISE, OR TO\n   19  OFFER TO AGREE TO DO THE SAME.\n   20    3. NOTHING IN THIS SECTION SHALL BE CONSTRUED TO PROHIBIT THE  SELLING\n   21  OR OFFERING TO SELL A VIDEO THAT DEPICTS HUNTING.\n   22    DISSEMINATING  A  DEPICTION  OF  ANIMAL  CRUELTY  IS A CLASS D FELONY,\n   23  PUNISHABLE BY IMPRISONMENT OR BY BOTH IMPRISONMENT AND FINE.\n   24    S 2. This act shall take effect on the first of November next succeed-\n   25  ing the date on which it shall have become a law.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00739-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, in relation to prohibiting the dissemination of depictions of animal cruelty ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101222.T093824.TXT", "SOBI.D101220.T135832.TXT", "SOBI.D101220.T115324.TXT", "SOBI.D101220.T131329.TXT", "SOBI.D101220.T135332.TXT", "SOBI.D101222.T093324.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1293028704909
}