{
  "year" : 2011,
  "senateBillNo" : "S4417-2011",
  "billEvents" : null,
  "votes" : null,
  "sponsor" : null,
  "title" : null,
  "summary" : null,
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : null,
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : null,
  "memo" : "BILL NUMBER:S4417\n\nTITLE OF BILL:\nAn act\nto amend the economic development law, in relation to creating the\nEmpire State baseball trails program\n\nPURPOSE:\nTo develop within the Department of Economic Development an Empire\nState Baseball Trails program to promote tourism around the theme of\nminor league baseball in New York.\n\nSUMMARY OF PROVISIONS:\nSection one of the bill sets forth the Legislature's intent to\nincrease tourism and economic development by increasing public\nawareness of New York's thirteen minor league and independent league\nbaseball teams, the teams' game schedules and other baseball\nattractions. Section two of the bill directs the Commissioner to\ncreate a baseball trails program.\n\n&sect; 2 provides the effective date.\n\nJUSTIFICATION:\nProfessional baseball has historically played an important role in the\neconomic and cultural life of the state. The public is generally\nfamiliar with the two Major League Baseball teams in New York City,\nas well as with the Baseball Hall of Fame in Cooperstown. There is\nmuch less public awareness that New York State is also the home of\nthirteen minor league or independent league teams throughout the\nstate. Teams are located in Auburn, Batavia, Binghamton, Brooklyn,\nBuffalo, Jamestown, Long Island, Oneonta, Rochester, Staten Island,\nSyracuse, Troy and Wappinger's Falls. Collectively, the teams play\nhundreds of games annually, each of which could be a tourist\nattraction event. Greater public awareness of these minor league and\nindependent league teams and their game schedules has the potential\nto significantly add to the state's tourism trade.\n\nThe thirteen minor league and independent league teams are small\nbusinesses themselves, and could help to draw in-state and\nout-of-state tourists to their respective areas of New York, thereby\nincreasing hotel, restaurant and other tourist-related small\nbusinesses.\n\nA coordinated program of systematically promoting minor league and\nindependent league baseball as a New York tourist attraction could be\na valuable, cost effective tourist promotion and economic development\ntool. Such a program may include other venues and\nevents such as Major League Baseball games and the Baseball Hall of\nFame in Cooperstown.\n\nThe Empire State Baseball Trails program is modeled on existing\nstatutory programs promoting the golf, wine and brewery industries in\nNew York. The program should be user friendly, easy to access and\neasy to follow. The program should also link together other\nattractions and venues along such trails in order to attract visitors\nwith a simple and efficient travel plan.\n\nLEGISLATIVE HISTORY:\n2008:     S.8560/A.11288- Veto No. 101\n2009-10:  S.4417 - Referred to Commerce, Economic Development &\nSmall Business\n\nFISCAL IMPLICATIONS:\nMinimal cost would be offset by increased sales tax generated by\ngreater economic activity.\n\nEFFECTIVE DATE:\nThis act shall take effect on the ninetieth day after it shall have\nbecome a law.\n\n",
  "law" : null,
  "actClause" : null,
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110127.T181922.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296170362866
}