{
  "year" : 2011,
  "senateBillNo" : "S441-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO JUDICIARY",
    "billEventId" : "S441-2011-1294203600000-REFERRED+TO+JUDICIARY",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUEGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Makes provisions regarding small claims jurisdiction where claimant is a tenant or lessee of real property owned by defendant that is situated within certain limits",
  "summary" : "Amends various court acts (i.e., the uniform city court act, the uniform district court act, the uniform justice court act and the New York city civil court act) to provide for small claims jurisdiction where claimant is a tenant or lessee of real property owned by the defendant and such real property is situated within the county, within a district of the court in the county, within the municipality in which the court is located or within the city of New York, as the case may be. ",
  "currentCommittee" : "JUDICIARY",
  "sameAs" : null,
  "lawSection" : "Uniform City Court Act",
  "previousVersions" : [ "SA4781-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          441\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen. KRUEGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Judiciary\n\n       AN ACT to amend the uniform city court act, the uniform  district  court\n         act,  the  uniform justice court act and the New York city civil court\n         act, in relation to obtaining jurisdiction over certain defendants\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Section 1801 of the uniform city court act, as amended by\n    2  chapter 65 of the laws of 2010, is amended to read as follows:\n    3  S 1801. Small claims defined.\n    4    The term \"small claim\" or \"small claims\" as used  in  this  act  shall\n    5  mean  and  include  any  cause of action for money only not in excess of\n    6  five thousand dollars exclusive of interest and  costs,  or  any  action\n    7  commenced by a party aggrieved by an arbitration award rendered pursuant\n    8  to  part  137  of the rules of the chief administrator of the courts (22\n    9  NYCRR Part 137) in which the amount in dispute does not  exceed  $5,000,\n   10  provided  that  the  defendant  either resides, or has an office for the\n   11  transaction of business or a regular employment[,] WITHIN THE COUNTY, OR\n   12  WHERE THE CLAIMANT IS OR WAS A TENANT OR LESSEE OF REAL  PROPERTY  OWNED\n   13  BY  THE  DEFENDANT  AND  THE CLAIM RELATES TO SUCH TENANCY OR LEASE, AND\n   14  SUCH REAL PROPERTY IS SITUATED within the county.\n   15    S 2. Subdivision (a) of section 1803 of the uniform city court act, as\n   16  amended  by chapter 309 of the laws of 1996, the  opening  paragraph  as\n   17  amended  by  section  1 of part B of chapter 686 of the laws of 2003, is\n   18  amended to read as follows:\n   19    (a) Small claims shall be commenced upon the payment by  the  claimant\n   20  of a filing fee of fifteen dollars for claims in the amount of one thou-\n   21  sand dollars or less and twenty dollars for claims in the amount of more\n   22  than  one thousand dollars, without the service of a summons and, except\n   23  by special order of the court, without the service of any pleading other\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00859-01-1\n\n       S. 441                              2\n\n    1  than a statement of his cause of action by the claimant  or  someone  in\n    2  his behalf to the clerk, who shall reduce the same to a concise, written\n    3  form  and  record  it in a docket kept especially for such purpose. Such\n    4  procedure shall provide for the sending of notice of such claim by ordi-\n    5  nary  first  class mail and certified mail with return receipt requested\n    6  to the party complained against (1) at  his  residence,  if  he  resides\n    7  within the county, and his residence is known to the claimant, or (2) at\n    8  his  office  or place of regular employment within the county if he does\n    9  not reside therein or his residence within the county is  not  known  to\n   10  the  claimant, OR (3) WHERE THE CLAIMANT IS OR WAS A TENANT OR LESSEE OF\n   11  REAL PROPERTY OWNED BY THE DEFENDANT  AND  THE  CLAIM  RELATES  TO  SUCH\n   12  TENANCY  OR LEASE AND THE NOTICE OF CLAIM CANNOT BE SENT UNDER PARAGRAPH\n   13  ONE OR TWO OF THIS SUBDIVISION, AT ANY PLACE IN THE COUNTY OR AN ADJOIN-\n   14  ING COUNTY WHERE CLAIMANT MAY MAIL OR OTHERWISE DELIVER RENT AND AT SUCH\n   15  REAL PROPERTY.  If, after the expiration of twenty-one days, such  ordi-\n   16  nary  first  class  mailing  has not been returned as undeliverable, the\n   17  party complained against shall be presumed to have  received  notice  of\n   18  such  claim. Such notice shall include a clear description of the proce-\n   19  dure for filing a counterclaim, pursuant  to  subdivision  (c)  of  this\n   20  section.\n   21    Such  procedure  shall  further  provide for an early hearing upon and\n   22  determination of such claim. No filing fee, however, shall  be  demanded\n   23  or received on small claims of employees who shall comply with S 1912 of\n   24  this  act which is hereby made applicable, except that necessary mailing\n   25  costs shall be paid.\n   26    S 3. Section 1801 of the uniform district court  act,  as  amended  by\n   27  chapter 65 of the laws of 2010, is amended to read as follows:\n   28  S 1801. Small claims defined.\n   29    The  term  \"small  claim\"  or \"small claims\" as used in this act shall\n   30  mean and include any cause of action for money only  not  in  excess  of\n   31  five  thousand  dollars  exclusive  of interest and costs, or any action\n   32  commenced by a party aggrieved by an arbitration award rendered pursuant\n   33  to part one hundred thirty-seven of the rules of the chief administrator\n   34  of the courts (22 NYCRR Part 137) in which the amount  in  dispute  does\n   35  not  exceed  five  thousand  dollars, provided that the defendant either\n   36  resides, or has an office for the transaction of business or  a  regular\n   37  employment[,] WITHIN A DISTRICT OF THE COURT IN THE COUNTY, OR WHERE THE\n   38  CLAIMANT  IS  OR  WAS  A  TENANT OR LESSEE OF REAL PROPERTY OWNED BY THE\n   39  DEFENDANT AND THE CLAIM RELATES TO SUCH TENANCY OR LEASE, AND SUCH  REAL\n   40  PROPERTY IS SITUATED within a district of the court in the county.\n   41    S  4.  Subdivision  (a)  of section 1803 of the uniform district court\n   42  act, as amended by section 31 of part J of chapter 62  of  the  laws  of\n   43  2003, is amended to read as follows:\n   44    (a)  Small  claims shall be commenced upon the payment by the claimant\n   45  of a filing fee of fifteen dollars for claims in the amount of one thou-\n   46  sand dollars or less and twenty dollars for claims in the amount of more\n   47  than one thousand dollars, without the service of a summons and,  except\n   48  by special order of the court, without the service of any pleading other\n   49  than  a  statement  of his cause of action by the claimant or someone in\n   50  his behalf to the clerk, who shall reduce the same to a concise, written\n   51  form and record it in a docket kept especially for  such  purpose.  Such\n   52  procedure shall provide for the sending of notice of such claim by ordi-\n   53  nary  first  class mail and certified mail with return receipt requested\n   54  to the party complained against (1) at  his  residence,  if  he  resides\n   55  within a district of the court in the county, and his residence is known\n   56  to  the  claimant,  or  (2) at his office or place of regular employment\n\n       S. 441                              3\n\n    1  within such a district if he does not reside therein  or  his  residence\n    2  within such a district is not known to the claimant, OR (3) WHERE CLAIM-\n    3  ANT IS OR WAS A TENANT OR LESSEE OF REAL PROPERTY OWNED BY THE DEFENDANT\n    4  AND  THE  CLAIM RELATES TO SUCH TENANCY OR LEASE AND THE NOTICE OF CLAIM\n    5  CANNOT BE SENT UNDER PARAGRAPH ONE OR TWO OF THIS  SUBDIVISION,  AT  ANY\n    6  PLACE IN THE STATE WHERE CLAIMANT MAY MAIL OR OTHERWISE DELIVER RENT AND\n    7  AT  SUCH  REAL  PROPERTY.   If, after the expiration of twenty-one days,\n    8  such ordinary first class mailing has not been returned  as  undelivera-\n    9  ble,  the  party  complained  against shall be presumed to have received\n   10  notice of such claim. Such notice shall include a clear  description  of\n   11  the  procedure for filing a counterclaim, pursuant to subdivision (c) of\n   12  this section.\n   13    Such procedure shall further provide for an  early  hearing  upon  and\n   14  determination  of  such claim. No filing fee, however, shall be demanded\n   15  or received on small claims of employees who shall comply  with  S  1912\n   16  (a)  of  this act which is hereby made applicable, except that necessary\n   17  mailing costs shall be paid.\n   18    S 5. Section 1801 of the uniform justice  court  act,  as  amended  by\n   19  chapter 76 of the laws of 1994, is amended to read as follows:\n   20  S 1801. Small claims defined.\n   21    The  term  \"small  claim\"  or \"small claims\" as used in this act shall\n   22  mean and include any cause of action for money only  not  in  excess  of\n   23  three  thousand  dollars  exclusive of interest and costs, provided that\n   24  the defendant either resides, or has an office for  the  transaction  of\n   25  business  or  a  regular employment[,] WITHIN THE MUNICIPALITY WHERE THE\n   26  COURT IS LOCATED, OR WHERE CLAIMANT IS OR WAS A TENANT OR LESSEE OF REAL\n   27  PROPERTY OWNED BY THE DEFENDANT AND THE CLAIM RELATES TO SUCH TENANCY OR\n   28  LEASE, AND SUCH REAL PROPERTY IS SITUATED within the municipality  where\n   29  the court is located. However, where a judge of the county court, pursu-\n   30  ant to subdivision (g) of section three hundred twenty-five of the civil\n   31  practice law and rules, transfers a small claim from the town or village\n   32  court  having  jurisdiction  over  the matter to another town or village\n   33  court within the same county, the court to which it is transferred shall\n   34  have jurisdiction to determine the claim.\n   35    S 6. Subdivision (a) of section 1803 of the uniform justice court act,\n   36  as amended by chapter 309 of the laws of 1996, is  amended  to  read  as\n   37  follows:\n   38    (a)  Small  claims shall be commenced upon the payment by the claimant\n   39  of a filing fee of ten dollars for claims in the amount of one  thousand\n   40  dollars  or  less  and  fifteen dollars for claims in the amount of more\n   41  than one thousand dollars, without the service of a summons and,  except\n   42  by special order of the court, without the service of any pleading other\n   43  than  a  statement  of his cause of action by the claimant or someone in\n   44  his behalf to the clerk, who shall reduce the same to a concise, written\n   45  form and record it in a filing system  maintained  especially  for  such\n   46  purpose.  Such procedure shall provide for the sending of notice of such\n   47  claim by ordinary first  class  mail  and  certified  mail  with  return\n   48  receipt  requested to the party complained against (1) at his residence,\n   49  if he resides within the county and his residence is known to the claim-\n   50  ant, or (2) at his office or place  of  regular  employment  within  the\n   51  municipality  if  he  does not reside within the county or his residence\n   52  within the county is not known to the claimant, OR (3) WHERE CLAIMANT IS\n   53  OR WAS A TENANT OR LESSEE OF REAL PROPERTY OWNED BY  THE  DEFENDANT  AND\n   54  THE  CLAIM  RELATES  TO  SUCH  TENANCY  OR LEASE AND THE NOTICE OF CLAIM\n   55  CANNOT BE SENT UNDER PARAGRAPH ONE OR TWO OF THIS  SUBDIVISION,  AT  ANY\n   56  PLACE  IN  THE  COUNTY OR AN ADJOINING COUNTY WHERE CLAIMANT MAY MAIL OR\n\n       S. 441                              4\n\n    1  OTHERWISE DELIVER RENT AND AT SUCH REAL PROPERTY.  If, after the expira-\n    2  tion of twenty-one days, such ordinary first class mailing has not  been\n    3  returned  as  undeliverable,  the  party  complained  against  shall  be\n    4  presumed  to  have  received  notice  of such claim.   Such notice shall\n    5  include a clear description of the procedure for filing a  counterclaim,\n    6  pursuant to subdivision (c) of this section.\n    7    Such  procedure  shall  further  provide for an early hearing upon and\n    8  determination of such claim. No filing fee, however, shall  be  demanded\n    9  or  received  on small claims of employees who shall comply with section\n   10  nineteen hundred twelve of this act which  is  hereby  made  applicable,\n   11  except that necessary mailing costs shall be paid.\n   12    S  7. Section 1801 of the New York city civil court act, as amended by\n   13  chapter 65 of the laws of 2010, is amended to read as follows:\n   14    S 1801. Small claims defined. The term \"small claim\" or \"small claims\"\n   15  as used in this act shall mean and include any cause of action for money\n   16  only not in excess of five thousand dollars exclusive  of  interest  and\n   17  costs,  or  any  action commenced by a party aggrieved by an arbitration\n   18  award rendered pursuant to part 137 of the rules of the  chief  adminis-\n   19  trator  of the courts (22 NYCRR Part 137) in which the amount in dispute\n   20  does not exceed five  thousand  dollars,  provided  that  the  defendant\n   21  either  resides,  or  has an office for the transaction of business or a\n   22  regular employment[,] WITHIN THE CITY OF NEW YORK, OR WHERE CLAIMANT  IS\n   23  A TENANT OR LESSEE OF REAL PROPERTY OWNED BY THE DEFENDANT AND THE CLAIM\n   24  RELATES  TO  SUCH  TENANCY  OR LEASE, AND SUCH REAL PROPERTY IS SITUATED\n   25  within the city of New York.\n   26    S 8. Subdivision (a) of section 1803 of the New York city civil  court\n   27  act,  as  amended  by  section 34 of part J of chapter 62 of the laws of\n   28  2003, is amended to read as follows:\n   29    (a) Small claims shall be commenced upon the payment by  the  claimant\n   30  of a filing fee of fifteen dollars for claims in the amount of one thou-\n   31  sand dollars or less and twenty dollars for claims in the amount of more\n   32  than  one thousand dollars, without the service of a summons and, except\n   33  by special order of the court, without the service of any pleading other\n   34  than a statement of his cause of action by the claimant  or  someone  in\n   35  his behalf to the clerk, who shall reduce the same to a concise, written\n   36  form  and  record  it in a docket kept especially for such purpose. Such\n   37  procedure shall provide for the sending of notice of such claim by ordi-\n   38  nary first class mail and certified mail with return  receipt  requested\n   39  to  the  party  complained  against  (1) at his residence, if he resides\n   40  within the city of New York, and his residence is known to the claimant,\n   41  or (2) at his office or place of regular employment within the  city  of\n   42  New  York if he does not reside therein or his residence within the city\n   43  of New York is not known to the claimant, OR (3) WHERE  CLAIMANT  IS  OR\n   44  WAS  A  TENANT OR LESSEE OF REAL PROPERTY OWNED BY THE DEFENDANT AND THE\n   45  CLAIM RELATES TO SUCH TENANCY OR LEASE AND THE NOTICE OF CLAIM CANNOT BE\n   46  SENT UNDER PARAGRAPH ONE OR TWO OF THIS SUBDIVISION, AT ANY PLACE IN THE\n   47  STATE WHERE PLAINTIFF MAY MAIL OR OTHERWISE DELIVER  RENT  AND  AT  SUCH\n   48  REAL  PROPERTY.  If, after the expiration of twenty-one days, such ordi-\n   49  nary first class mailing has not been  returned  as  undeliverable,  the\n   50  party  complained  against  shall be presumed to have received notice of\n   51  such claim. Such notice shall include a clear description of the  proce-\n   52  dure  for  filing  a  counterclaim,  pursuant to subdivision (c) of this\n   53  section.\n   54    Such procedure shall further provide for an  early  hearing  upon  and\n   55  determination  of  such claim. No filing fee, however, shall be demanded\n   56  or received on small claims of employees who shall comply  with  S  1912\n\n       S. 441                              5\n\n    1  (a)  of  this act which is hereby made applicable, except that necessary\n    2  mailing costs shall be paid.\n    3    S  9.  This  act  shall  take  effect  on  the first of September next\n    4  succeeding the date on which it  shall  have  become  a  law;  provided,\n    5  however,  that  if  chapter  65 of the laws of 2010 shall not have taken\n    6  effect on or before such date then sections one, three and seven of this\n    7  act shall take effect on the same date and in the same  manner  as  such\n    8  chapter of the laws of 2010 takes effect.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the uniform city court act, the uniform district court act, the uniform justice court act and the New York city civil court act, in relation to obtaining jurisdiction over certain defendants ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101222.T093824.TXT", "SOBI.D101220.T115324.TXT", "SOBI.D101220.T131329.TXT", "SOBI.D101220.T135332.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1293028704914
}