{
  "year" : 2011,
  "senateBillNo" : "S442-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO JUDICIARY",
    "billEventId" : "S442-2011-1294203600000-REFERRED+TO+JUDICIARY",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUEGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to presumption of dismissal of residential mortgage foreclosure actions for repeated plaintiff non-appearance or failure to meet readiness deadlines",
  "summary" : "Relates to presumption of dismissal of residential mortgage foreclosure actions for repeated plaintiff non-appearance or failure to meet readiness deadlines. ",
  "currentCommittee" : "JUDICIARY",
  "sameAs" : null,
  "lawSection" : "Judiciary Law",
  "previousVersions" : [ "SA7798-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          442\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen. KRUEGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Judiciary\n\n       AN ACT to amend the judiciary law and the civil practice law and  rules,\n         in  relation  to dismissal of residential mortgage foreclosure actions\n         for repeated failure by plaintiff to appear with authority to  negoti-\n         ate or to negotiate in good faith or meet other deadlines\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 2 of  section  212  of  the  judiciary  law  is\n    2  amended by adding a new paragraph (s) to read as follows:\n    3    (S)  ADOPT  RULES PROVIDING FOR CONSIDERATION OF AND WAIVER OF MOTIONS\n    4  TO DISMISS PURSUANT TO SUBDIVISION  (I)  OF  RULE  THREE  THOUSAND  FOUR\n    5  HUNDRED  EIGHT  OF THE CIVIL PRACTICE LAW AND RULES, WHERE THE PLAINTIFF\n    6  IN A RESIDENTIAL FORECLOSURE ACTION PURSUANT TO SECTION THIRTEEN HUNDRED\n    7  FOUR OF THE REAL PROPERTY ACTIONS AND PROCEEDINGS  LAW  TWICE  FAILS  IN\n    8  SUCH  AN  ACTION  TO  MAKE AN APPEARANCE WITH AUTHORITY TO NEGOTIATE AND\n    9  EXECUTE A SETTLEMENT OR TO NEGOTIATE IN GOOD FAITH OR TO MEET ANY  DEAD-\n   10  LINE  FOR THE PRODUCTION OF DOCUMENTS OR OTHER EVIDENCE REQUIRED BY LAW,\n   11  BY COURT RULE, BY THE COURT OR BY STIPULATION.\n   12    S 2. Rule 3408 of the civil practice  law  and  rules  is  amended  by\n   13  adding a new subdivision (i) to read as follows:\n   14    (I) WHERE A PLAINTIFF IN AN ACTION SUBJECT TO THIS SECTION TWICE FAILS\n   15  IN A SETTLEMENT CONFERENCE TO MAKE AN APPEARANCE WITH AUTHORITY TO NEGO-\n   16  TIATE  AND EXECUTE A SETTLEMENT OR TO NEGOTIATE IN GOOD FAITH OR TO MEET\n   17  ANY DEADLINE FOR THE PRODUCTION OF DOCUMENTS OR OTHER EVIDENCE  REQUIRED\n   18  BY  LAW,  BY COURT RULE, BY THE COURT OR BY STIPULATION, UPON THE SECOND\n   19  SUCH FAILURE THE DEFENDANT SHALL BE DEEMED TO MAKE A MOTION FOR AN ORDER\n   20  DISMISSING SUCH ACTION, WITHOUT PREJUDICE, UNLESS  THE  DEFENDANT  SHALL\n   21  WAIVE  THE  MAKING OF SUCH MOTION ON ADVICE OF COUNSEL BY SIGNED WRITING\n   22  FILED WITH THE COURT. THE COURT SHALL RESERVE DECISION  ON  SUCH  MOTION\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00737-01-1\n\n       S. 442                              2\n\n    1  AND  UPON  THE  THIRD  SUCH FAILURE BY THE PLAINTIFF IN SUCH ACTION, THE\n    2  COURT SHALL GRANT SUCH MOTION, EXCEPT ON GOOD CAUSE SHOWN BY THE  PLAIN-\n    3  TIFF.\n    4    S  3.  This act shall take effect immediately; provided, however, that\n    5  section two of this act shall take effect ninety  days  after  this  act\n    6  shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the judiciary law and the civil practice law and rules, in relation to dismissal of residential mortgage foreclosure actions for repeated failure by plaintiff to appear with authority to negotiate or to negotiate in good faith or meet other deadlines ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101222.T150847.TXT", "SOBI.D101220.T115324.TXT", "SOBI.D101220.T131329.TXT", "SOBI.D101220.T135332.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1293048527696
}