{
  "year" : 2011,
  "senateBillNo" : "S443-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO HOUSING, CONSTRUCTION AND COMMUNITY DEVELOPMENT",
    "billEventId" : "S443-2011-1294203600000-REFERRED+TO+HOUSING%2C+CONSTRUCTION+AND+COMMUNITY+DEVELOPMENT",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUEGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Removes provisions prohibiting N.Y. city from strengthening rent regulation laws to provide more comprehensive coverage than state laws",
  "summary" : "Removes provisions prohibiting N.Y. city from strengthening rent regulation laws to provide more comprehensive coverage than state laws. ",
  "currentCommittee" : "HOUSING, CONSTRUCTION AND COMMUNITY DEVELOPMENT",
  "sameAs" : null,
  "lawSection" : "Local Emergency Housing Rent Control Act",
  "previousVersions" : [ "S749-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "ADDABBO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "DUANE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "HASSELL-THOMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "PARKER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "PERALTA",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "PERKINS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SERRANO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "STAVISKY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          443\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sens. KRUEGER, ADDABBO, DUANE, HASSELL-THOMPSON, PARKER,\n         PERALTA, PERKINS, SERRANO, STAVISKY -- read twice and ordered printed,\n         and when  printed  to  be  committed  to  the  Committee  on  Housing,\n         Construction and Community Development\n\n       AN  ACT  to  amend  the  local  emergency  housing  rent control act, in\n         relation to rent regulation laws\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision  5  of section 1 of chapter 21 of the laws of\n    2  1962, constituting the local emergency  housing  rent  control  act,  as\n    3  amended  by  chapter  82  of  the  laws  of  2003, is amended to read as\n    4  follows:\n    5    5. Authority for local rent control legislation.  Each city  having  a\n    6  population  of one million or more, acting through its local legislative\n    7  body, may adopt and amend local laws or ordinances  in  respect  of  the\n    8  establishment  or  designation  of  a  city housing rent agency. When it\n    9  deems such action to be desirable or necessitated by local conditions in\n   10  order to carry out the purposes of this section, such  city,  except  as\n   11  hereinafter  provided, acting through its local legislative body and not\n   12  otherwise, may adopt and amend local laws or ordinances  in  respect  of\n   13  the  regulation  and  control  of  residential  rents, including but not\n   14  limited to provision for the establishment  and  adjustment  of  maximum\n   15  rents,  the  classification of housing accommodations, the regulation of\n   16  evictions, and the enforcement of such local  laws  or  ordinances.  The\n   17  validity  of  any  such local laws or ordinances, and the rules or regu-\n   18  lations promulgated in accordance therewith, shall not  be  affected  by\n   19  and need not be consistent with the state emergency housing rent control\n   20  law  or  with rules and regulations of the state division of housing and\n   21  community renewal.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00856-01-1\n\n       S. 443                              2\n\n    1    Notwithstanding any local law  or  ordinance,  housing  accommodations\n    2  which became vacant on or after July first, nineteen hundred seventy-one\n    3  or  which  hereafter become vacant shall be subject to the provisions of\n    4  the emergency tenant protection act of nineteen seventy-four,  provided,\n    5  however,  that  this  provision shall not apply or become effective with\n    6  respect to housing accommodations which, by local law or ordinance,  are\n    7  made  directly  subject to regulation and control by a city housing rent\n    8  agency and such agency determines or finds  that  the  housing  accommo-\n    9  dations  became  vacant because the landlord or any person acting on his\n   10  behalf, with intent to cause the tenant to vacate, engaged in any course\n   11  of conduct (including but not limited to, interruption or discontinuance\n   12  of essential  services)  which  interfered  with  or  disturbed  or  was\n   13  intended  to  interfere  with  or  disturb the comfort, repose, peace or\n   14  quiet of the tenant in his use or  occupancy  of  the  housing  accommo-\n   15  dations.  The  removal  of any housing accommodation from regulation and\n   16  control of rents pursuant to the vacancy exemption provided for in  this\n   17  paragraph shall not constitute or operate as a ground for the subjection\n   18  to more stringent regulation and control of any housing accommodation in\n   19  such  property  or  in  any  other  property owned by the same landlord,\n   20  notwithstanding any prior agreement to the contrary by the landlord. The\n   21  vacancy exemption provided for in this paragraph shall  not  arise  with\n   22  respect  to  any  rented plot or parcel of land otherwise subject to the\n   23  provisions of this act, by reason of a transfer of title and  possession\n   24  occurring  on  or  after  July  first, nineteen hundred seventy-one of a\n   25  dwelling located on such plot or parcel and owned by  the  tenant  where\n   26  such  transfer  of  title  and  possession  is  made  to a member of the\n   27  tenant's immediate family provided that the member of the tenant's imme-\n   28  diate family occupies the dwelling with the tenant prior to the transfer\n   29  of title and possession for a continuous period of two years.\n   30    The term \"immediate family\" shall include a husband, wife, son, daugh-\n   31  ter, stepson, stepdaughter, father, mother, father-in-law or  mother-in-\n   32  law.\n   33    [Notwithstanding  the foregoing, no local law or ordinance shall here-\n   34  after provide for the regulation and control of  residential  rents  and\n   35  eviction in respect of any housing accommodations which are (1) present-\n   36  ly exempt from such regulation and control or (2) hereafter decontrolled\n   37  either by operation of law or by a city housing rent agency, by order or\n   38  otherwise. No housing accommodations presently subject to regulation and\n   39  control  pursuant  to  local laws or ordinances adopted or amended under\n   40  authority of this subdivision shall hereafter be by local law  or  ordi-\n   41  nance  or  by rule or regulation which has not been theretofore approved\n   42  by the state commissioner of housing and community renewal subjected  to\n   43  more  stringent or restrictive provisions of regulation and control than\n   44  those presently in effect.\n   45    Notwithstanding any other provision of law, on and after the effective\n   46  date of this paragraph, a city having a population  of  one  million  or\n   47  more  shall not, either through its local legislative body or otherwise,\n   48  adopt or amend local laws or ordinances with respect to  the  regulation\n   49  and control of residential rents and eviction, including but not limited\n   50  to  provision for the establishment and adjustment of rents, the classi-\n   51  fication of housing accommodations, the regulation of evictions, and the\n   52  enforcement of such local laws or ordinances, or otherwise adopt laws or\n   53  ordinances pursuant to the provisions of this act, the emergency  tenant\n   54  protection  act  of  nineteen  seventy-four,  the New York city rent and\n   55  rehabilitation law or the New York city rent stabilization  law,  except\n   56  to  the extent that such city for the purpose of reviewing the continued\n\n       S. 443                              3\n\n    1  need for the existing regulation and control of residential rents or  to\n    2  remove  a  classification  of housing accommodation from such regulation\n    3  and control adopts or amends local laws or ordinances pursuant to subdi-\n    4  vision  three of section one of this act, section three of the emergency\n    5  tenant protection act of nineteen seventy-four, section  26-415  of  the\n    6  New  York  city  rent  and  rehabilitation  law, and sections 26-502 and\n    7  26-520 of the New York city rent stabilization law of  nineteen  hundred\n    8  sixty-nine.]\n    9    Notwithstanding  any  provision of this act to the contrary, any local\n   10  law adopted pursuant to this act shall provide that notwithstanding  any\n   11  provision  of such local law in the case where all tenants occupying the\n   12  housing accommodation on the  effective  date  of  this  paragraph  have\n   13  vacated  the  housing accommodation and a family member of such vacating\n   14  tenant or tenants is entitled to and continues  to  occupy  the  housing\n   15  accommodation  subject  to the protections of such act, if such accommo-\n   16  dation continues to be subject to such  act  after  such  family  member\n   17  vacates,  on the occurrence of such vacancy the maximum collectable rent\n   18  shall be increased by a sum equal to the allowance then  in  effect  for\n   19  vacancy leases for housing accommodations covered by the rent stabiliza-\n   20  tion law of nineteen hundred sixty-nine, including the amount allowed by\n   21  paragraph  (5-a)  of  subdivision  c of section 26-511 of such law. This\n   22  increase shall be in addition to any other  increases  provided  for  in\n   23  this  act  and  shall be applicable in like manner to each second subse-\n   24  quent succession.\n   25    Notwithstanding the foregoing, no local law or ordinance shall subject\n   26  to such regulation and control any housing accommodation  which  is  not\n   27  occupied by the tenant in possession as his primary residence; provided,\n   28  however,  that  such housing accommodation not occupied by the tenant in\n   29  possession as his primary residence shall  continue  to  be  subject  to\n   30  regulation  and  control  as provided for herein unless the city housing\n   31  rent agency issues an order decontrolling such accommodation, which  the\n   32  agency  shall  do upon application by the landlord whenever it is estab-\n   33  lished by any facts and circumstances which,  in  the  judgment  of  the\n   34  agency,  may  have  a  bearing  upon the question of residence, that the\n   35  tenant maintains his primary residence at some place other than at  such\n   36  housing accommodation.\n   37    S  2.  This act shall take effect immediately; provided, however, that\n   38  the amendments to subdivision 5 of section 1 of chapter 21 of  the  laws\n   39  of  1962  made by section one of this act shall remain in full force and\n   40  effect only so long as the public emergency requiring the regulation and\n   41  control of residential rents and evictions  continues,  as  provided  in\n   42  subdivision  3  of section 1 of the local emergency housing rent control\n   43  act; provided further, however, that the amendment to the second  undes-\n   44  ignated  paragraph  of  subdivision  5 of section 1 of chapter 21 of the\n   45  laws of 1962 made by section one of this act shall not affect the  expi-\n   46  ration of such paragraph and shall be deemed to expire therewith.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the local emergency housing rent control act, in relation to rent regulation laws ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101221.T135117.TXT", "SOBI.D101220.T115324.TXT", "SOBI.D101220.T140833.TXT", "SOBI.D101221.T134617.TXT", "SOBI.D101220.T131329.TXT", "SOBI.D101220.T135332.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292957477216
}