{
  "year" : 2011,
  "senateBillNo" : "S445-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO INVESTIGATIONS AND GOVERNMENT OPERATIONS",
    "billEventId" : "S445-2011-1294203600000-REFERRED+TO+INVESTIGATIONS+AND+GOVERNMENT+OPERATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUEGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Creates the non-partisan legislative budget office",
  "summary" : "Creates the non-partisan legislative budget office; directs such office shall provide information to legislative committees of the senate and assembly with respect to the state budget, appropriation bills and other bills providing budget authority or tax expenditures; requires such office to report to the temporary president of the senate and the speaker of the assembly. ",
  "currentCommittee" : "INVESTIGATIONS AND GOVERNMENT OPERATIONS",
  "sameAs" : null,
  "lawSection" : "Legislative Law",
  "previousVersions" : [ "SA4526-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "MONTGOMERY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SERRANO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "STAVISKY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "VALESKY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          445\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sens. KRUEGER, MONTGOMERY, SERRANO, STAVISKY, VALESKY --\n         read twice and ordered printed, and when printed to  be  committed  to\n         the Committee on Investigations and Government Operations\n\n       AN  ACT  to  amend  the  legislative law, in relation to creation of the\n         non-partisan legislative budget office\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. The legislative law is amended by adding a new article 4-B\n    2  to read as follows:\n    3                                  ARTICLE 4-B\n    4                   NON-PARTISAN LEGISLATIVE BUDGET OFFICE\n    5  SECTION 76. NON-PARTISAN LEGISLATIVE BUDGET OFFICE.\n    6          77. POWERS AND DUTIES OF THE OFFICE; REPORT.\n    7    S 76. NON-PARTISAN LEGISLATIVE BUDGET OFFICE. 1. FOR PURPOSES OF  THIS\n    8  ARTICLE:\n    9    A.  \"OFFICE\"  MEANS  THE NON-PARTISAN LEGISLATIVE BUDGET OFFICE ESTAB-\n   10  LISHED IN THIS ARTICLE; AND\n   11    B. \"DIRECTOR\" MEANS THE DIRECTOR OF THE NON-PARTISAN LEGISLATIVE BUDG-\n   12  ET OFFICE.\n   13    C. \"SUPER-MAJORITY VOTE\" MEANS A  VOTE  REQUIRING  TWO-THIRDS  OF  THE\n   14  MEMBERS ELECTED TO EACH BRANCH OF THE LEGISLATURE.\n   15    2.  THERE  IS HEREBY CREATED A NON-PARTISAN LEGISLATIVE BUDGET OFFICE.\n   16  THE HEAD OF SUCH OFFICE SHALL BE THE DIRECTOR WHO SHALL BE APPOINTED  BY\n   17  A JOINT RESOLUTION REQUIRING A SUPER-MAJORITY VOTE OF BOTH OF THE SENATE\n   18  AND  ASSEMBLY FOR A TERM OF SEVEN YEARS.  THE TEMPORARY PRESIDENT OF THE\n   19  SENATE AND SPEAKER OF THE ASSEMBLY,  IN  CONSULTATION  WITH  THE  SENATE\n   20  MINORITY  LEADER AND ASSEMBLY MINORITY LEADER SHALL REACH A CONSENSUS ON\n   21  A CANDIDATE FOR THE DIRECTOR POSITION ON WHICH THE SENATE  AND  ASSEMBLY\n   22  SHALL  VOTE.  THE  DIRECTOR  OF  THE  LEGISLATIVE BUDGET OFFICE SHALL BE\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00874-01-1\n\n       S. 445                              2\n\n    1  APPOINTED WITHOUT REGARD TO POLITICAL  AFFILIATION  AND  SOLELY  ON  THE\n    2  BASIS OF FITNESS TO PERFORM THE DUTIES ASSIGNED BY THIS ARTICLE.\n    3    3.  A DEPUTY DIRECTOR SHALL BE APPOINTED BY THE DIRECTOR. ANY INDIVID-\n    4  UAL APPOINTED AS DIRECTOR TO FILL A VACANCY PRIOR TO THE EXPIRATION OF A\n    5  TERM SHALL SERVE ONLY FOR THE UNEXPIRED PORTION OF THAT TERM. ANY  INDI-\n    6  VIDUAL SERVING AS DIRECTOR AT THE EXPIRATION OF THE TERM MAY CONTINUE TO\n    7  SERVE  UNTIL  HIS  OR  HER SUCCESSOR IS APPOINTED.   ANY DEPUTY DIRECTOR\n    8  SHALL SERVE UNTIL THE EXPIRATION OF THE TERM OF OFFICE OF  THE  DIRECTOR\n    9  WHO  APPOINTED  HIM OR HER, AND UNTIL HIS OR HER SUCCESSOR IS APPOINTED,\n   10  UNLESS SOONER REMOVED BY THE DIRECTOR.\n   11    4.  THE DIRECTOR SHALL HOLD NO OTHER PUBLIC OFFICE  WHILE  SERVING  AS\n   12  THE  DIRECTOR.  THE  DIRECTOR  SHALL RECEIVE SUCH COMPENSATION AS MAY BE\n   13  FIXED BY THE LEGISLATURE.\n   14    5. THE DIRECTOR MAY BE REMOVED BY EITHER THE ASSEMBLY OR THE SENATE BY\n   15  RESOLUTION REQUIRING A TWO-THIRDS VOTE OF THE MEMBERS ELECTED TO  EITHER\n   16  BRANCH OF THE LEGISLATURE.\n   17    S 77. POWERS AND DUTIES OF THE OFFICE; REPORT. 1. THE OFFICE SHALL:\n   18    A. PROVIDE INFORMATION TO THE LEGISLATIVE COMMITTEES OF THE SENATE AND\n   19  ASSEMBLY WITH RESPECT TO THE STATE BUDGET, APPROPRIATION AND PROGRAMMAT-\n   20  IC BILLS AND OTHER BILLS PROVIDING BUDGET AUTHORITY OR TAX EXPENDITURES;\n   21    B.  EXAMINE  AND  REVIEW ALL FINANCIAL AND PROGRAMMATIC INFORMATION OF\n   22  THE STATE FOR THE PURPOSE OF RENDERING REVENUE ESTIMATES USED IN  DETER-\n   23  MINING WHETHER ANY PROPOSED STATE BUDGET IS BALANCED;\n   24    C.  BE CHARGED WITH THE DUTY OF RENDERING ANTICIPATED REVENUE FORECAST\n   25  REPORTS TO THE LEGISLATURE AND THE GOVERNOR FOR THE PURPOSES OF  FACILI-\n   26  TATING PASSAGE OF THE STATE BUDGET IN A TIMELY MANNER; AND\n   27    D.  PROVIDE  ASSISTANCE  IN  DETERMINING THE FISCAL IMPACT OF PROPOSED\n   28  LEGISLATION AT THE REQUEST OF A MEMBER OF THE SENATE AND ASSEMBLY.\n   29    E. THE DIRECTOR SHALL DEVELOP, IN CONSULTATION  WITH  THE  CHAIRS  AND\n   30  RANKING  MEMBERS  OF  THE  SENATE  STANDING COMMITTEE ON FINANCE AND THE\n   31  ASSEMBLY WAYS AND MEANS COMMITTEE,  A  PRIORITY  SYSTEM  FOR  PROCESSING\n   32  REQUESTS  FROM LEGISLATORS FOR FISCAL IMPACT STATEMENTS FOR THEIR LEGIS-\n   33  LATION.\n   34    F. THE DIRECTOR SHALL PROVIDE ALL MEMBERS OF THE SENATE  AND  ASSEMBLY\n   35  WITH  A  DESCRIPTION OF THE PRIORITY SYSTEM FOR PROCESSING REQUESTS FROM\n   36  LEGISLATORS FOR FISCAL IMPACT STATEMENTS FOR THEIR LEGISLATION.\n   37    2. AT THE REQUEST OF ANY COMMITTEE CHAIR  OR  RANKING  MEMBER  OF  THE\n   38  SENATE  OR  ASSEMBLY,  TO THE EXTENT PRACTICABLE, THE LEGISLATIVE BUDGET\n   39  OFFICE SHALL PROVIDE TO SUCH COMMITTEE ANY INFORMATION WHICH WILL ASSIST\n   40  IN THE DISCHARGE OF MATTERS WITHIN THE JURISDICTION OF SUCH COMMITTEE.\n   41    3. THE DIRECTOR MAY APPOINT BUDGET ANALYSTS, ASSISTANTS AND SUCH OTHER\n   42  EMPLOYEES AS HE OR SHE MAY DEEM NECESSARY OR DESIRABLE,  PRESCRIBE  SUCH\n   43  EMPLOYEE'S  DUTIES  AND  FIX  SUCH  EMPLOYEE'S  COMPENSATION  WITHIN THE\n   44  AMOUNTS APPROPRIATED AND MADE AVAILABLE THEREFOR.\n   45    4. A. THE OFFICE SHALL SUBMIT A REPORT TO THE TEMPORARY  PRESIDENT  OF\n   46  THE  SENATE,  SENATE  MINORITY  LEADER,  THE SPEAKER OF THE ASSEMBLY AND\n   47  ASSEMBLY MINORITY LEADER, WHICH SHALL INCLUDE:\n   48    1. WRITTEN ESTIMATES  OF  ANTICIPATED  STATE  REVENUES  FOR  BUDGETARY\n   49  PURPOSES;\n   50    2. PROJECTED ECONOMIC FACTORS AND FORECASTS;\n   51    3.  SUMMARIZATION  OF  THE BUDGET PROPOSED BY THE GOVERNOR PURSUANT TO\n   52  ARTICLE SEVEN OF THE CONSTITUTION; AND\n   53    4. REVENUE SOURCES THAT COULD  BE  USED  AS  ALTERNATIVES  TO  REVENUE\n   54  SOURCES OUTLINED IN THE EXECUTIVE BUDGET.\n   55    B.  SUCH REPORT SHALL BE SUBMITTED ON THE FIRST OF MARCH EACH YEAR FOR\n   56  THE NEXT SUCCEEDING FISCAL YEAR. AFTER SUBMISSION TO THE TEMPORARY PRES-\n\n       S. 445                              3\n\n    1  IDENT OF THE SENATE, SENATE MINORITY LEADER, THE SPEAKER OF THE ASSEMBLY\n    2  AND ASSEMBLY MINORITY LEADER, SUCH REPORT SHALL BE MADE AVAILABLE TO THE\n    3  PUBLIC, UPON REQUEST.\n    4    5.  A.  THE LEGISLATIVE BUDGET OFFICE SHALL BE FUNDED FROM LEGISLATIVE\n    5  APPROPRIATIONS PROVIDED ANNUALLY, WITH EQUAL ALLOCATIONS PROVIDED BY THE\n    6  SENATE AND THE ASSEMBLY AS EACH HOUSE DEEMS APPROPRIATE.\n    7    B. THE DIRECTOR MAY PROCURE, WITHIN THE AMOUNTS APPROPRIATED AND  MADE\n    8  AVAILABLE  THEREFOR,  UP-TO-DATE COMPUTER EQUIPMENT, OBTAIN THE SERVICES\n    9  OF EXPERTS AND CONSULTANTS IN COMPUTER TECHNOLOGY.\n   10    S 2. Section 30 of the legislative law, as amended by chapter  766  of\n   11  the laws of 2005, is amended to read as follows:\n   12    S 30. Duties  of finance and ways and means committees and secretaries\n   13  AND OF THE LEGISLATIVE BUDGET OFFICE AND ITS DIRECTOR.   The  committees\n   14  and  their  secretaries  AND  OF  THE  LEGISLATIVE BUDGET OFFICE AND ITS\n   15  DIRECTOR shall have access at all reasonable times to offices  of  state\n   16  departments,  commissions,  boards, bureaus and offices, to institutions\n   17  and to all state authorities and public works of the state and they may,\n   18  for the purpose of obtaining information as to the method of  operation,\n   19  general  condition,  management  and  needs  thereof, examine the books,\n   20  papers and public records therein.  Notwithstanding any other  provision\n   21  of  law  such  state departments, commissions, boards, bureaus, offices,\n   22  state authorities and institutions shall through their  proper  officers\n   23  or deputies furnish to such committees AND THE LEGISLATIVE BUDGET OFFICE\n   24  such  data, information or statements as may be necessary for the proper\n   25  exercise of their powers and duties and for the purpose of carrying into\n   26  effect the provisions of this article. The finance and  ways  and  means\n   27  committee  in exercising the powers and performing the duties prescribed\n   28  by this article may act jointly, or separately, as they deem advisable.\n   29    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the legislative law, in relation to creation of the non-partisan legislative budget office ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101220.T115824.TXT", "SOBI.D101220.T140833.TXT", "SOBI.D101220.T131329.TXT", "SOBI.D101222.T094324.TXT", "SOBI.D101220.T141333.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1293029004991
}