{
  "year" : 2011,
  "senateBillNo" : "S446-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO CORPORATIONS, AUTHORITIES AND COMMISSIONS",
    "billEventId" : "S446-2011-1294203600000-REFERRED+TO+CORPORATIONS%2C+AUTHORITIES+AND+COMMISSIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUEGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Enacts the corporate accountability for tax expenditures act",
  "summary" : "Enacts the corporate accountability for tax expenditures act; standardizes applications for state development assistance for empire zone assistance and industrial development agency assistance; requires submission of certain development assistance agreements to the department of taxation and finance; requires recipients of certain development assistance to submit progress reports which include certain information and disclosures; makes certain recapture provisions; and defines relevant terms. ",
  "currentCommittee" : "CORPORATIONS, AUTHORITIES AND COMMISSIONS",
  "sameAs" : null,
  "lawSection" : "Business Corporation Law",
  "previousVersions" : [ "S750-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "DUANE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "PARKER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          446\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sens.  KRUEGER,  DUANE, PARKER -- read twice and ordered\n         printed, and when printed to be committed to the Committee  on  Corpo-\n         rations, Authorities and Commissions\n\n       AN  ACT to amend the business corporation law and the public authorities\n         law, in relation to enacting the  \"corporate  accountability  for  tax\n         expenditures act\"\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Short title.  This act shall be known and may be  cited  as\n    2  the \"corporate accountability for tax expenditures act\".\n    3    S  2.  The business corporation law is amended by adding a new article\n    4  14 to read as follows:\n    5                                  ARTICLE 14\n    6                CORPORATE ACCOUNTABILITY FOR TAX EXPENDITURES\n    7  SECTION 1401. DEFINITIONS.\n    8          1402. UNIFIED ECONOMIC DEVELOPMENT BUDGET.\n    9          1403. STANDARDIZED APPLICATIONS FOR  STATE  DEVELOPMENT  ASSIST-\n   10                  ANCE.\n   11          1404. STATE DEVELOPMENT ASSISTANCE DISCLOSURE.\n   12          1405. RECAPTURE.\n   13  S 1401. DEFINITIONS.\n   14    AS USED IN THIS ARTICLE:\n   15    (A) \"BASE YEARS\" MEANS THE FIRST TWO COMPLETE CALENDAR YEARS FOLLOWING\n   16  THE EFFECTIVE DATE OF A RECIPIENT RECEIVING DEVELOPMENT ASSISTANCE.\n   17    (B) \"DATE OF ASSISTANCE\" MEANS THE COMMENCEMENT DATE OF THE ASSISTANCE\n   18  AGREEMENT,  WHICH DATE TRIGGERS THE PERIOD DURING WHICH THE RECIPIENT IS\n   19  OBLIGATED TO CREATE OR  RETAIN  JOBS  AND  CONTINUE  OPERATIONS  AT  THE\n   20  SPECIFIC PROJECT SITE.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00989-01-1\n\n       S. 446                              2\n\n    1    (C)  \"DEFAULT\"  MEANS  THAT  A  RECIPIENT  HAS  NOT  ACHIEVED  ITS JOB\n    2  CREATION, JOB RETENTION, OR WAGE OR BENEFIT GOALS, AS APPLICABLE, DURING\n    3  THE PRESCRIBED PERIOD THEREFOR.\n    4    (D)  \"DEPARTMENT\"  MEANS,  UNLESS  OTHERWISE  NOTED, THE DEPARTMENT OF\n    5  TAXATION AND FINANCE OR ANY SUCCESSOR AGENCY.\n    6    (E) \"DEVELOPMENT ASSISTANCE\" MEANS (1) TAX CREDITS AND TAX  EXEMPTIONS\n    7  (OTHER  THAN  GIVEN UNDER TAX INCREMENT FINANCING) GIVEN AS AN INCENTIVE\n    8  TO A RECIPIENT BUSINESS ORGANIZATION  PURSUANT  TO  AN  INITIAL  CERTIF-\n    9  ICATION  OR AN INITIAL DESIGNATION MADE BY THE DEPARTMENT UNDER ARTICLES\n   10  EIGHTEEN-A OR EIGHTEEN-B OF THE GENERAL MUNICIPAL LAW;\n   11    (2) ALL SUCCESSOR AND SUBSEQUENT PROGRAMS AND TAX CREDITS DESIGNED  TO\n   12  PROMOTE  LARGE BUSINESS RELOCATIONS AND EXPANSIONS. \"DEVELOPMENT ASSIST-\n   13  ANCE\" DOES NOT INCLUDE  TAX  INCREMENT  FINANCING,  ASSISTANCE  PROVIDED\n   14  UNDER  ARTICLE  EIGHTEEN-A  OR  EIGHTEEN-B  OF THE GENERAL MUNICIPAL LAW\n   15  PURSUANT TO LOCAL ORDINANCE, PARTICIPATION LOANS,  OR  FINANCIAL  TRANS-\n   16  ACTIONS  THROUGH  STATUTORILY  AUTHORIZED  FINANCIAL  INTERMEDIARIES  IN\n   17  SUPPORT OF SMALL BUSINESS LOANS AND INVESTMENTS OR GIVEN  IN  CONNECTION\n   18  WITH THE DEVELOPMENT OF AFFORDABLE HOUSING.\n   19    (F) \"DEVELOPMENT ASSISTANCE AGREEMENT\" MEANS ANY AGREEMENT EXECUTED BY\n   20  THE  STATE  GRANTING  BODY AND THE RECIPIENT SETTING FORTH THE TERMS AND\n   21  CONDITIONS OF DEVELOPMENT ASSISTANCE TO BE  PROVIDED  TO  THE  RECIPIENT\n   22  CONSISTENT  WITH  THE  FINAL  APPLICATION  FOR  DEVELOPMENT  ASSISTANCE,\n   23  INCLUDING BUT NOT LIMITED TO THE DATE OF ASSISTANCE,  SUBMITTED  TO  AND\n   24  APPROVED BY THE STATE GRANTING BODY.\n   25    (G)  \"FULL-TIME,  PERMANENT JOB\" MEANS A JOB IN WHICH THE NEW EMPLOYEE\n   26  WORKS FOR THE RECIPIENT AT A RATE OF  AT  LEAST  THIRTY-FIVE  HOURS  PER\n   27  WEEK.\n   28    (H)  \"NEW  EMPLOYEE\" MEANS A FULL-TIME, PERMANENT EMPLOYEE WHO REPRES-\n   29  ENTS A NET INCREASE IN THE NUMBER OF THE  RECIPIENT'S  EMPLOYEES  STATE-\n   30  WIDE.  \"NEW  EMPLOYEE\"  INCLUDES AN EMPLOYEE WHO PREVIOUSLY FILLED A NEW\n   31  EMPLOYEE POSITION WITH THE RECIPIENT WHO WAS REHIRED OR CALLED BACK FROM\n   32  A LAYOFF THAT OCCURS DURING OR FOLLOWING THE BASE YEARS.\n   33    THE TERM \"NEW EMPLOYEE\" DOES NOT INCLUDE ANY OF THE FOLLOWING:\n   34    (1) AN EMPLOYEE OF THE RECIPIENT WHO PERFORMS A JOB THAT WAS PREVIOUS-\n   35  LY PERFORMED BY ANOTHER EMPLOYEE IN THIS STATE, IF THAT JOB  EXISTED  IN\n   36  THIS STATE FOR AT LEAST SIX MONTHS BEFORE HIRING THE EMPLOYEE.\n   37    (2) A CHILD, GRANDCHILD, PARENT, OR SPOUSE, OTHER THAN A SPOUSE WHO IS\n   38  LEGALLY  SEPARATED  FROM  THE  INDIVIDUAL,  OF  ANY INDIVIDUAL WHO HAS A\n   39  DIRECT OR INDIRECT OWNERSHIP INTEREST OF AT LEAST FIVE  PERCENT  IN  THE\n   40  PROFITS, CAPITAL, OR VALUE OF ANY MEMBER OF THE RECIPIENT.\n   41    (I)  \"PART-TIME  JOB\"  MEANS A JOB IN WHICH THE NEW EMPLOYEE WORKS FOR\n   42  THE RECIPIENT AT A RATE OF LESS THAN THIRTY-FIVE HOURS PER WEEK.\n   43    (J) \"RECIPIENT\" MEANS ANY BUSINESS THAT RECEIVES ECONOMIC  DEVELOPMENT\n   44  ASSISTANCE.  A  BUSINESS  IS ANY CORPORATION, LIMITED LIABILITY COMPANY,\n   45  PARTNERSHIP, JOINT VENTURE, ASSOCIATION, SOLE PROPRIETORSHIP,  OR  OTHER\n   46  LEGALLY RECOGNIZED ENTITY.\n   47    (K)  \"RETAINED  EMPLOYEE\"  MEANS  ANY  EMPLOYEE  DEFINED  AS  HAVING A\n   48  FULL-TIME OR FULL-TIME EQUIVALENT JOB PRESERVED AT A  SPECIFIC  FACILITY\n   49  OR SITE, THE CONTINUANCE OF WHICH IS THREATENED BY A SPECIFIC AND DEMON-\n   50  STRABLE THREAT, WHICH SHALL BE SPECIFIED IN THE APPLICATION FOR DEVELOP-\n   51  MENT ASSISTANCE.\n   52    (L)  \"SPECIFIC  PROJECT  SITE\" MEANS THAT DISTINCT OPERATIONAL UNIT TO\n   53  WHICH ANY DEVELOPMENT ASSISTANCE IS APPLIED.\n   54    (M) \"STATE GRANTING  BODY\"  MEANS  THE  DEPARTMENT,  ANY  OTHER  STATE\n   55  DEPARTMENT OR STATE AGENCY THAT PROVIDES DEVELOPMENT ASSISTANCE THAT HAS\n\n       S. 446                              3\n\n    1  REPORTING REQUIREMENTS UNDER THIS ARTICLE, AND ANY SUCCESSOR AGENCIES TO\n    2  ANY OF THE PRECEDING.\n    3    (N) \"TEMPORARY JOB\" MEANS A JOB IN WHICH THE NEW EMPLOYEE IS HIRED FOR\n    4  A SPECIFIC DURATION OF TIME OR SEASON.\n    5    (O) \"VALUE OF ASSISTANCE\" MEANS THE FACE VALUE OF ANY FORM OF DEVELOP-\n    6  MENT ASSISTANCE.\n    7  S 1402. UNIFIED ECONOMIC DEVELOPMENT BUDGET.\n    8    (A)  FOR EACH STATE FISCAL YEAR ENDING ON OR AFTER JUNE THIRTIETH, TWO\n    9  THOUSAND TWELVE, THE DEPARTMENT SHALL SUBMIT AN ANNUAL UNIFIED  ECONOMIC\n   10  DEVELOPMENT  BUDGET  TO  THE  GOVERNOR, SENATE AND ASSEMBLY. THE UNIFIED\n   11  ECONOMIC DEVELOPMENT BUDGET SHALL BE DUE WITHIN THREE MONTHS  AFTER  THE\n   12  END  OF  THE  FISCAL  YEAR,  AND  SHALL PRESENT ALL TYPES OF DEVELOPMENT\n   13  ASSISTANCE GRANTED DURING THE PRIOR FISCAL YEAR, INCLUDING:\n   14    (1) THE AGGREGATE AMOUNT OF UNCOLLECTED OR DIVERTED STATE TAX REVENUES\n   15  RESULTING FROM EACH TYPE OF DEVELOPMENT ASSISTANCE PROVIDED PURSUANT  TO\n   16  LAW,  AS  REPORTED  TO  THE  DEPARTMENT  ON TAX RETURNS FILED DURING THE\n   17  FISCAL YEAR.\n   18    (2) ALL STATE DEVELOPMENT ASSISTANCE.\n   19    (B) ALL DATA CONTAINED IN  THE  UNIFIED  ECONOMIC  DEVELOPMENT  BUDGET\n   20  PRESENTED TO THE GOVERNOR, SENATE AND ASSEMBLY SHALL BE FULLY SUBJECT TO\n   21  THE FREEDOM OF INFORMATION ACT.\n   22    (C)  THE  DEPARTMENT  SHALL SUBMIT A REPORT OF THE AMOUNTS IN SUBPARA-\n   23  GRAPH ONE OF PARAGRAPH (A) OF THIS SECTION TO THE DEPARTMENT, WHICH  MAY\n   24  APPEND  SUCH  REPORT  TO  THE UNIFIED ECONOMIC DEVELOPMENT BUDGET RATHER\n   25  THAN SEPARATELY REPORTING SUCH AMOUNTS.\n   26  S 1403. STANDARDIZED APPLICATIONS FOR STATE DEVELOPMENT ASSISTANCE.\n   27    (A) ALL FINAL APPLICATIONS SUBMITTED TO THE DEPARTMENT  OR  ANY  OTHER\n   28  STATE  GRANTING BODY REQUESTING DEVELOPMENT ASSISTANCE SHALL CONTAIN, AT\n   29  A MINIMUM:\n   30    (1) AN APPLICATION TRACKING NUMBER THAT IS SPECIFIC TO BOTH THE  STATE\n   31  GRANTING AGENCY AND TO EACH APPLICATION.\n   32    (2)  THE  OFFICE  MAILING  ADDRESS, OFFICE TELEPHONE NUMBER, AND CHIEF\n   33  OFFICER OF THE GRANTING BODY.\n   34    (3) THE OFFICE MAILING ADDRESS, TELEPHONE NUMBER, AND THE NAME OF  THE\n   35  CHIEF  OFFICER  OF THE APPLICANT OR AUTHORIZED DESIGNEE FOR THE SPECIFIC\n   36  PROJECT SITE FOR WHICH DEVELOPMENT ASSISTANCE IS REQUESTED.\n   37    (4) THE APPLICANT'S TOTAL NUMBER OF EMPLOYEES AT THE SPECIFIC  PROJECT\n   38  SITE ON THE DATE THAT THE APPLICATION IS SUBMITTED TO THE STATE GRANTING\n   39  BODY,  INCLUDING  THE NUMBER OF FULL-TIME, PERMANENT JOBS, THE NUMBER OF\n   40  PART-TIME JOBS, AND THE NUMBER OF TEMPORARY JOBS.\n   41    (5) THE TYPE OF DEVELOPMENT ASSISTANCE AND VALUE OF  ASSISTANCE  BEING\n   42  REQUESTED.\n   43    (6)  THE NUMBER OF JOBS TO BE CREATED AND RETAINED OR BOTH CREATED AND\n   44  RETAINED BY THE APPLICANT AS A RESULT  OF  THE  DEVELOPMENT  ASSISTANCE,\n   45  INCLUDING  THE  NUMBER  OF  FULL-TIME,  PERMANENT  JOBS,  THE  NUMBER OF\n   46  PART-TIME JOBS, AND THE NUMBER OF TEMPORARY JOBS.\n   47    (7) A DETAILED LIST OF  THE  OCCUPATION  OR  JOB  CLASSIFICATIONS  AND\n   48  NUMBER  OF NEW EMPLOYEES OR RETAINED EMPLOYEES TO BE HIRED IN FULL-TIME,\n   49  PERMANENT JOBS, A SCHEDULE OF ANTICIPATED  STARTING  DATES  OF  THE  NEW\n   50  HIRES  AND THE ANTICIPATED AVERAGE WAGE BY OCCUPATION OR JOB CLASSIFICA-\n   51  TION AND TOTAL PAYROLL TO BE CREATED AS  A  RESULT  OF  THE  DEVELOPMENT\n   52  ASSISTANCE.\n   53    (8)  A  LIST  OF  ALL  OTHER  FORMS OF DEVELOPMENT ASSISTANCE THAT THE\n   54  APPLICANT IS REQUESTING FOR THE SPECIFIC PROJECT SITE AND  THE  NAME  OF\n   55  EACH STATE GRANTING BODY FROM WHICH THAT DEVELOPMENT ASSISTANCE IS BEING\n   56  REQUESTED.\n\n       S. 446                              4\n\n    1    (9)  A NARRATIVE, IF NECESSARY, DESCRIBING WHY THE DEVELOPMENT ASSIST-\n    2  ANCE IS NEEDED AND HOW THE APPLICANT'S USE OF THE DEVELOPMENT ASSISTANCE\n    3  MAY REDUCE EMPLOYMENT AT ANY SITE IN NEW YORK.\n    4    (10)  A  CERTIFICATION BY THE CHIEF OFFICER OF THE APPLICANT OR HIS OR\n    5  HER AUTHORIZED DESIGNEE THAT THE INFORMATION CONTAINED IN  THE  APPLICA-\n    6  TION  SUBMITTED  TO  THE  GRANTING BODY CONTAINS NO KNOWING MISREPRESEN-\n    7  TATION OF MATERIAL FACTS UPON WHICH ELIGIBILITY FOR DEVELOPMENT  ASSIST-\n    8  ANCE IS BASED.\n    9    (B)  EVERY STATE GRANTING BODY EITHER SHALL COMPLETE, OR SHALL REQUIRE\n   10  THE APPLICANT TO COMPLETE, AN APPLICATION FORM THAT  MEETS  THE  MINIMUM\n   11  REQUIREMENTS  AS  PRESCRIBED  IN  THIS  SECTION  EACH  TIME AN APPLICANT\n   12  APPLIES FOR DEVELOPMENT ASSISTANCE COVERED BY THIS ARTICLE.\n   13    (C) THE DEPARTMENT SHALL HAVE THE DISCRETION TO MODIFY  ANY  STANDARD-\n   14  IZED  APPLICATION  FOR STATE DEVELOPMENT ASSISTANCE REQUIRED UNDER PARA-\n   15  GRAPH (A) OF THIS SECTION FOR ANY GRANTS THAT ARE NOT GIVEN AS AN INCEN-\n   16  TIVE TO A RECIPIENT BUSINESS ORGANIZATION.\n   17  S 1404. STATE DEVELOPMENT ASSISTANCE DISCLOSURE.\n   18    (A) BEGINNING FEBRUARY FIRST, TWO  THOUSAND  THIRTEEN  AND  EACH  YEAR\n   19  THEREAFTER,  EVERY  STATE  GRANTING  BODY SHALL SUBMIT TO THE DEPARTMENT\n   20  COPIES OF ALL DEVELOPMENT ASSISTANCE AGREEMENTS THAT IT APPROVED IN  THE\n   21  PRIOR CALENDAR YEAR.\n   22    (B)  FOR  EACH  DEVELOPMENT ASSISTANCE AGREEMENT FOR WHICH THE DATE OF\n   23  ASSISTANCE HAS OCCURRED IN THE PRIOR CALENDAR YEAR, EACH RECIPIENT SHALL\n   24  SUBMIT TO THE DEPARTMENT A PROGRESS REPORT THAT SHALL INCLUDE,  BUT  NOT\n   25  BE LIMITED TO, THE FOLLOWING:\n   26    (1) THE APPLICATION TRACKING NUMBER.\n   27    (2)  THE OFFICE MAILING ADDRESS, TELEPHONE NUMBER, AND THE NAME OF THE\n   28  CHIEF OFFICER OF THE GRANTING BODY.\n   29    (3) THE OFFICE MAILING ADDRESS, TELEPHONE NUMBER, AND THE NAME OF  THE\n   30  CHIEF  OFFICER  OF THE APPLICANT OR AUTHORIZED DESIGNEE FOR THE SPECIFIC\n   31  PROJECT SITE FOR WHICH THE DEVELOPMENT ASSISTANCE WAS  APPROVED  BY  THE\n   32  STATE GRANTING BODY.\n   33    (4) THE TYPE OF DEVELOPMENT ASSISTANCE PROGRAM AND VALUE OF ASSISTANCE\n   34  THAT WAS APPROVED BY THE STATE GRANTING BODY.\n   35    (5)  THE APPLICANT'S TOTAL NUMBER OF EMPLOYEES AT THE SPECIFIC PROJECT\n   36  SITE ON THE DATE THAT THE APPLICATION WAS SUBMITTED TO THE STATE  GRANT-\n   37  ING  BODY  AND THE APPLICANT'S TOTAL NUMBER OF EMPLOYEES AT THE SPECIFIC\n   38  PROJECT SITE ON  THE  DATE  OF  THE  REPORT,  INCLUDING  THE  NUMBER  OF\n   39  FULL-TIME,  PERMANENT JOBS, THE NUMBER OF PART-TIME JOBS, AND THE NUMBER\n   40  OF TEMPORARY JOBS, AND A COMPUTATION OF THE GAIN OR LOSS OF JOBS IN EACH\n   41  CATEGORY.\n   42    (6) THE NUMBER OF NEW EMPLOYEES AND RETAINED EMPLOYEES  THE  APPLICANT\n   43  STATED  IN ITS DEVELOPMENT ASSISTANCE AGREEMENT, IF ANY, IF NOT, THEN IN\n   44  ITS APPLICATION, WOULD BE CREATED BY THE DEVELOPMENT  ASSISTANCE  BROKEN\n   45  DOWN BY FULL-TIME, PERMANENT, PART-TIME, AND TEMPORARY.\n   46    (7) A SWORN DECLARATION OF WHETHER THE RECIPIENT IS IN COMPLIANCE WITH\n   47  THE DEVELOPMENT ASSISTANCE AGREEMENT.\n   48    (8)  A  DETAILED  LIST  OF  THE  OCCUPATION OR JOB CLASSIFICATIONS AND\n   49  NUMBER OF NEW EMPLOYEES OR RETAINED EMPLOYEES TO BE HIRED IN  FULL-TIME,\n   50  PERMANENT  JOBS,  A  SCHEDULE  OF  ANTICIPATED STARTING DATES OF THE NEW\n   51  HIRES AND THE ACTUAL AVERAGE WAGE BY OCCUPATION  OR  JOB  CLASSIFICATION\n   52  AND  TOTAL  PAYROLL TO BE CREATED AS A RESULT OF THE DEVELOPMENT ASSIST-\n   53  ANCE.\n   54    (9) A NARRATIVE, IF NECESSARY, DESCRIBING HOW THE RECIPIENT'S  USE  OF\n   55  THE DEVELOPMENT ASSISTANCE DURING THE REPORTING YEAR HAS REDUCED EMPLOY-\n   56  MENT AT ANY SITE IN NEW YORK.\n\n       S. 446                              5\n\n    1    (10)  A  CERTIFICATION BY THE CHIEF OFFICER OF THE APPLICANT OR HIS OR\n    2  HER AUTHORIZED DESIGNEE THAT THE  INFORMATION  IN  THE  PROGRESS  REPORT\n    3  CONTAINS  NO  KNOWING  MISREPRESENTATION  OF  MATERIAL  FACTS UPON WHICH\n    4  ELIGIBILITY FOR DEVELOPMENT ASSISTANCE IS BASED.\n    5    (C)  THE  STATE  GRANTING BODY, OR A SUCCESSOR AGENCY, SHALL HAVE FULL\n    6  AUTHORITY TO VERIFY INFORMATION CONTAINED IN  THE  RECIPIENT'S  PROGRESS\n    7  REPORT, INCLUDING THE AUTHORITY TO INSPECT THE SPECIFIC PROJECT SITE AND\n    8  INSPECT THE RECORDS OF THE RECIPIENT THAT ARE SUBJECT TO THE DEVELOPMENT\n    9  ASSISTANCE AGREEMENT.\n   10    (D)  BY  JUNE  FIRST,  TWO THOUSAND THIRTEEN AND BY JUNE FIRST OF EACH\n   11  YEAR THEREAFTER, THE DEPARTMENT SHALL COMPILE AND PUBLISH  ALL  DATA  IN\n   12  ALL OF THE PROGRESS REPORTS IN BOTH WRITTEN AND ELECTRONIC FORM.\n   13    (E)  IF  A  RECIPIENT  OF  DEVELOPMENT ASSISTANCE FAILS TO COMPLY WITH\n   14  PARAGRAPH (B) OF THIS SECTION, THE DEPARTMENT SHALL, WITHIN TWENTY WORK-\n   15  ING DAYS AFTER THE REPORTING SUBMITTAL DEADLINES SET FORTH IN SUCH PARA-\n   16  GRAPH (B), SUSPEND WITHIN THIRTY-THREE WORKING DAYS ANY CURRENT DEVELOP-\n   17  MENT ASSISTANCE TO SUCH  RECIPIENT  UNDER  ITS  CONTROL,  AND  SHALL  BE\n   18  PROHIBITED  FROM COMPLETING ANY CURRENT OR PROVIDING ANY FUTURE DEVELOP-\n   19  MENT ASSISTANCE UNTIL IT RECEIVES PROOF THAT  SUCH  RECIPIENT  HAS  COME\n   20  INTO COMPLIANCE WITH THE REQUIREMENTS OF PARAGRAPH (B) OF THIS SECTION.\n   21    (F) THE DEPARTMENT SHALL HAVE THE DISCRETION TO MODIFY THE INFORMATION\n   22  REQUIRED  IN  THE  PROGRESS  REPORT REQUIRED UNDER PARAGRAPH (B) OF THIS\n   23  SECTION CONSISTENT WITH THE DISCLOSURE PURPOSE OF THIS SECTION  FOR  ANY\n   24  GRANTS THAT ARE NOT GIVEN AS AN INCENTIVE TO A RECIPIENT BUSINESS ORGAN-\n   25  IZATION.\n   26  S 1405. RECAPTURE.\n   27    (A) ALL DEVELOPMENT ASSISTANCE AGREEMENTS SHALL CONTAIN, AT A MINIMUM,\n   28  THE FOLLOWING RECAPTURE PROVISIONS:\n   29    (1) THE RECIPIENT MUST (I) MAKE THE LEVEL OF CAPITAL INVESTMENT IN THE\n   30  ECONOMIC  DEVELOPMENT  PROJECT  SPECIFIED  IN THE DEVELOPMENT ASSISTANCE\n   31  AGREEMENT; (II) CREATE OR RETAIN, OR BOTH, THE REQUISITE NUMBER OF JOBS,\n   32  PAYING NOT LESS THAN SPECIFIED WAGES FOR THE CREATED AND RETAINED  JOBS,\n   33  WITHIN AND FOR THE DURATION OF THE TIME PERIOD SPECIFIED IN THE DEVELOP-\n   34  MENT ASSISTANCE PROGRAMS AND THE DEVELOPMENT ASSISTANCE AGREEMENT.\n   35    (2) IF THE RECIPIENT FAILS TO CREATE OR RETAIN THE REQUISITE NUMBER OF\n   36  JOBS  WITHIN  AND  FOR  THE  TIME  PERIOD  SPECIFIED, IN THE DEVELOPMENT\n   37  ASSISTANCE PROGRAMS AND THE DEVELOPMENT ASSISTANCE AGREEMENT, THE RECIP-\n   38  IENT SHALL BE DEEMED TO NO LONGER QUALIFY FOR THE STATE ECONOMIC ASSIST-\n   39  ANCE AND THE APPLICABLE RECAPTURE PROVISIONS SHALL TAKE EFFECT.\n   40    (3) IF THE RECIPIENT RECEIVES STATE ECONOMIC ASSISTANCE IN THE FORM OF\n   41  AN EMPIRE ZONE DESIGNATION PURSUANT TO ARTICLE EIGHTEEN-B OF THE GENERAL\n   42  MUNICIPAL LAW OR AN INDUSTRIAL DEVELOPMENT ZONE DESIGNATION PURSUANT  TO\n   43  ARTICLE  EIGHTEEN-A OF THE GENERAL MUNICIPAL LAW AND THE RECIPIENT FAILS\n   44  TO CREATE OR RETAIN THE REQUISITE NUMBER OF JOBS, AS DETERMINED  BY  THE\n   45  DEVELOPMENT  ASSISTANCE  AGREEMENT  WITHIN THE REQUISITE PERIOD OF TIME,\n   46  THE RECIPIENT SHALL BE REQUIRED TO PAY TO THE STATE THE FULL  AMOUNT  OF\n   47  THE  STATE  TAX  EXEMPTION  THAT  IT RECEIVED AS A RESULT OF SUCH DESIG-\n   48  NATION.\n   49    (4) IF THE RECIPIENT RECEIVES A GRANT OR LOAN PURSUANT  TO  AN  EMPIRE\n   50  ZONE DESIGNATION PURSUANT TO ARTICLE EIGHTEEN-B OF THE GENERAL MUNICIPAL\n   51  LAW  OR  AN  INDUSTRIAL DEVELOPMENT ZONE DESIGNATION PURSUANT TO ARTICLE\n   52  EIGHTEEN-A OF THE GENERAL MUNICIPAL  LAW  AND  THE  RECIPIENT  FAILS  TO\n   53  CREATE  OR  RETAIN  THE  REQUISITE NUMBER OF JOBS FOR THE REQUISITE TIME\n   54  PERIOD, AS PROVIDED IN THE DEVELOPMENT ASSISTANCE AGREEMENT, THE RECIPI-\n   55  ENT SHALL BE REQUIRED TO REPAY TO THE STATE A PRO  RATA  AMOUNT  OF  THE\n   56  GRANT;  THAT  AMOUNT  SHALL  REFLECT  THE  PERCENTAGE  OF THE DEFICIENCY\n\n       S. 446                              6\n\n    1  BETWEEN THE REQUISITE NUMBER OF JOBS TO BE CREATED OR  RETAINED  BY  THE\n    2  RECIPIENT AND THE ACTUAL NUMBER OF SUCH JOBS IN EXISTENCE AS OF THE DATE\n    3  THE DEPARTMENT DETERMINES THE RECIPIENT IS IN BREACH OF THE JOB CREATION\n    4  OR  RETENTION  COVENANTS  CONTAINED IN THE DEVELOPMENT ASSISTANCE AGREE-\n    5  MENT. IF THE RECIPIENT OF DEVELOPMENT ASSISTANCE UNDER SUCH DESIGNATIONS\n    6  CEASES OPERATIONS AT THE SPECIFIC PROJECT SITE DURING A FIVE YEAR PERIOD\n    7  COMMENCING ON THE DATE OF ASSISTANCE, THE RECIPIENT SHALL BE REQUIRED TO\n    8  REPAY THE ENTIRE AMOUNT OF THE GRANT OR TO ACCELERATE REPAYMENT  OF  THE\n    9  LOAN BACK TO THE STATE.\n   10    (5) IF THE RECIPIENT RECEIVES A TAX CREDIT UNDER ARTICLE EIGHTEEN-A OR\n   11  EIGHTEEN-B  OF  THE  GENERAL  MUNICIPAL  LAW, THE DEVELOPMENT ASSISTANCE\n   12  AGREEMENT SHALL PROVIDE THAT (I)  IF  THE  NUMBER  OF  NEW  OR  RETAINED\n   13  EMPLOYEES  FALLS BELOW THE REQUISITE NUMBER SET FORTH IN THE DEVELOPMENT\n   14  ASSISTANCE AGREEMENT, THE ALLOWANCE OF THE CREDIT SHALL BE AUTOMATICALLY\n   15  SUSPENDED UNTIL THE NUMBER OF  NEW  AND  RETAINED  EMPLOYEES  EQUALS  OR\n   16  EXCEEDS  THE  REQUISITE  NUMBER IN THE DEVELOPMENT ASSISTANCE AGREEMENT;\n   17  (II) IF THE RECIPIENT DISCONTINUES OPERATIONS AT  THE  SPECIFIC  PROJECT\n   18  SITE  DURING THE FIRST FIVE YEARS OF THE TERM OF THE DEVELOPMENT ASSIST-\n   19  ANCE AGREEMENT, THE RECIPIENT SHALL FORFEIT ALL  CREDITS  TAKEN  BY  THE\n   20  RECIPIENT  DURING  SUCH  FIVE  YEAR  PERIOD; AND (III) IN THE EVENT OF A\n   21  REVOCATION OR SUSPENSION OF THE CREDIT, THE  DEPARTMENT  SHALL  INITIATE\n   22  PROCEEDINGS  AGAINST  THE RECIPIENT TO RECOVER WRONGFULLY EXEMPTED STATE\n   23  INCOME TAXES AND THE RECIPIENT SHALL PROMPTLY REPAY  TO  THE  DEPARTMENT\n   24  ANY  WRONGFULLY  EXEMPTED  STATE  INCOME  TAXES. THE FORFEITED AMOUNT OF\n   25  CREDITS SHALL BE DEEMED ASSESSED ON THE DATE  THE  DEPARTMENT  INITIATES\n   26  PROCEEDINGS  AGAINST  SUCH  RECIPIENT  AND  THE RECIPIENT SHALL PROMPTLY\n   27  REPAY TO THE DEPARTMENT ANY WRONGFULLY EXEMPTED STATE INCOME TAXES.\n   28    (B) THE COMMISSIONER OF  TAXATION  AND  FINANCE  MAY  ELECT  TO  WAIVE\n   29  ENFORCEMENT  OF ANY CONTRACTUAL PROVISION ARISING OUT OF THE DEVELOPMENT\n   30  ASSISTANCE AGREEMENT REQUIRED BY THIS ARTICLE BASED ON  A  FINDING  THAT\n   31  THE  WAIVER  IS NECESSARY TO AVERT AN IMMINENT AND DEMONSTRABLE HARDSHIP\n   32  TO THE RECIPIENT THAT MAY  RESULT  IN  SUCH  RECIPIENT'S  INSOLVENCY  OR\n   33  DISCHARGE  OF WORKERS. IF A WAIVER IS GRANTED, THE RECIPIENT SHALL AGREE\n   34  TO A CONTRACTUAL MODIFICATION, INCLUDING RECAPTURE  PROVISIONS,  TO  THE\n   35  DEVELOPMENT  ASSISTANCE  AGREEMENT.  THE EXISTENCE OF ANY WAIVER GRANTED\n   36  PURSUANT TO PARAGRAPH (C) OF THIS SECTION, THE DATE OF THE  GRANTING  OF\n   37  SUCH  WAIVER, AND A BRIEF SUMMARY OF THE REASONS SUPPORTING THE GRANTING\n   38  OF SUCH WAIVER SHALL BE DISCLOSED CONSISTENT WITH THE PROVISIONS OF THIS\n   39  SECTION.\n   40    (C) BEGINNING JUNE FIRST, TWO THOUSAND TWELVE,  THE  DEPARTMENT  SHALL\n   41  ANNUALLY COMPILE A REPORT ON THE OUTCOMES AND EFFECTIVENESS OF RECAPTURE\n   42  PROVISIONS  BY  PROGRAM,  INCLUDING  BUT  NOT  LIMITED TO: (I) THE TOTAL\n   43  NUMBER OF COMPANIES THAT RECEIVE DEVELOPMENT ASSISTANCE  AS  DEFINED  IN\n   44  THIS ARTICLE; (II) THE TOTAL NUMBER OF RECIPIENTS IN VIOLATION OF DEVEL-\n   45  OPMENT  AGREEMENTS  WITH  THE  DEPARTMENT;  (III)  THE  TOTAL  NUMBER OF\n   46  COMPLETED RECAPTURE EFFORTS; (IV) THE TOTAL NUMBER OF RECAPTURE  EFFORTS\n   47  INITIATED;  AND  (V) THE NUMBER OF WAIVERS GRANTED. SUCH REPORT SHALL BE\n   48  DISCLOSED CONSISTENT WITH THE PROVISIONS  OF  SECTION  FOURTEEN  HUNDRED\n   49  FOUR OF THIS ARTICLE.\n   50    S  3.  The  public  authorities law is amended by adding a new article\n   51  10-E to read as follows:\n   52                                 ARTICLE 10-E\n   53                CORPORATE ACCOUNTABILITY FOR TAX EXPENDITURES\n   54  SECTION 3980. DEFINITIONS.\n   55          3981. UNIFIED ECONOMIC DEVELOPMENT BUDGET.\n\n       S. 446                              7\n\n    1          3982. STANDARDIZED APPLICATIONS FOR  STATE  DEVELOPMENT  ASSIST-\n    2                  ANCE.\n    3          3983. STATE DEVELOPMENT ASSISTANCE DISCLOSURE.\n    4          3984. RECAPTURE.\n    5    S 3980. DEFINITIONS. AS USED IN THIS ARTICLE:\n    6    1.  \"BASE YEARS\" MEANS THE FIRST TWO COMPLETE CALENDAR YEARS FOLLOWING\n    7  THE EFFECTIVE DATE OF A RECIPIENT RECEIVING DEVELOPMENT ASSISTANCE.\n    8    2. \"DATE OF ASSISTANCE\" MEANS THE COMMENCEMENT DATE OF THE  ASSISTANCE\n    9  AGREEMENT,  WHICH DATE TRIGGERS THE PERIOD DURING WHICH THE RECIPIENT IS\n   10  OBLIGATED TO CREATE OR  RETAIN  JOBS  AND  CONTINUE  OPERATIONS  AT  THE\n   11  SPECIFIC PROJECT SITE.\n   12    3. \"DEFAULT\" MEANS THAT A RECIPIENT HAS NOT ACHIEVED ITS JOB CREATION,\n   13  JOB  RETENTION,  OR  WAGE  OR  BENEFIT  GOALS, AS APPLICABLE, DURING THE\n   14  PRESCRIBED PERIOD THEREFOR.\n   15    4. \"DEPARTMENT\" MEANS, UNLESS OTHERWISE NOTED, THE DEPARTMENT OF TAXA-\n   16  TION AND FINANCE OR ANY SUCCESSOR AGENCY.\n   17    5. \"DEVELOPMENT ASSISTANCE\" MEANS (A) TAX CREDITS AND  TAX  EXEMPTIONS\n   18  (OTHER  THAN  GIVEN UNDER TAX INCREMENT FINANCING) GIVEN AS AN INCENTIVE\n   19  TO A RECIPIENT PUBLIC AUTHORITY PURSUANT TO AN INITIAL CERTIFICATION  OR\n   20  AN  INITIAL DESIGNATION MADE BY THE DEPARTMENT UNDER ARTICLES EIGHTEEN-A\n   21  OR EIGHTEEN-B OF THE GENERAL MUNICIPAL LAW;\n   22    (B) ALL SUCCESSOR AND SUBSEQUENT PROGRAMS AND TAX CREDITS DESIGNED  TO\n   23  PROMOTE  LARGE BUSINESS RELOCATIONS AND EXPANSIONS. \"DEVELOPMENT ASSIST-\n   24  ANCE\" DOES NOT INCLUDE  TAX  INCREMENT  FINANCING,  ASSISTANCE  PROVIDED\n   25  UNDER  ARTICLE  EIGHTEEN-A  OR  EIGHTEEN-B  OF THE GENERAL MUNICIPAL LAW\n   26  PURSUANT TO LOCAL ORDINANCE, PARTICIPATION LOANS,  OR  FINANCIAL  TRANS-\n   27  ACTIONS  THROUGH  STATUTORILY  AUTHORIZED  FINANCIAL  INTERMEDIARIES  IN\n   28  SUPPORT OF SMALL BUSINESS LOANS AND INVESTMENTS OR GIVEN  IN  CONNECTION\n   29  WITH THE DEVELOPMENT OF AFFORDABLE HOUSING.\n   30    6.  \"DEVELOPMENT ASSISTANCE AGREEMENT\" MEANS ANY AGREEMENT EXECUTED BY\n   31  THE STATE GRANTING BODY AND THE RECIPIENT SETTING FORTH  THE  TERMS  AND\n   32  CONDITIONS  OF  DEVELOPMENT  ASSISTANCE  TO BE PROVIDED TO THE RECIPIENT\n   33  CONSISTENT  WITH  THE  FINAL  APPLICATION  FOR  DEVELOPMENT  ASSISTANCE,\n   34  INCLUDING  BUT  NOT  LIMITED TO THE DATE OF ASSISTANCE, SUBMITTED TO AND\n   35  APPROVED BY THE STATE GRANTING BODY.\n   36    7. \"FULL-TIME, PERMANENT JOB\" MEANS A JOB IN WHICH  THE  NEW  EMPLOYEE\n   37  WORKS  FOR  THE  RECIPIENT  AT  A RATE OF AT LEAST THIRTY-FIVE HOURS PER\n   38  WEEK.\n   39    8.  \"NEW EMPLOYEE\" MEANS A FULL-TIME, PERMANENT EMPLOYEE  WHO  REPRES-\n   40  ENTS  A  NET  INCREASE IN THE NUMBER OF THE RECIPIENT'S EMPLOYEES STATE-\n   41  WIDE. \"NEW EMPLOYEE\" INCLUDES AN EMPLOYEE WHO PREVIOUSLY  FILLED  A  NEW\n   42  EMPLOYEE POSITION WITH THE RECIPIENT WHO WAS REHIRED OR CALLED BACK FROM\n   43  A LAYOFF THAT OCCURS DURING OR FOLLOWING THE BASE YEARS.\n   44    THE TERM \"NEW EMPLOYEE\" DOES NOT INCLUDE ANY OF THE FOLLOWING:\n   45    (A) AN EMPLOYEE OF THE RECIPIENT WHO PERFORMS A JOB THAT WAS PREVIOUS-\n   46  LY  PERFORMED  BY ANOTHER EMPLOYEE IN THIS STATE, IF THAT JOB EXISTED IN\n   47  THIS STATE FOR AT LEAST SIX MONTHS BEFORE HIRING THE EMPLOYEE.\n   48    (B) A CHILD, GRANDCHILD, PARENT, OR SPOUSE, OTHER THAN A SPOUSE WHO IS\n   49  LEGALLY SEPARATED FROM THE INDIVIDUAL,  OF  ANY  INDIVIDUAL  WHO  HAS  A\n   50  DIRECT  OR  INDIRECT  OWNERSHIP INTEREST OF AT LEAST FIVE PERCENT IN THE\n   51  PROFITS, CAPITAL, OR VALUE OF ANY MEMBER OF THE RECIPIENT.\n   52    9. \"PART-TIME JOB\" MEANS A JOB IN WHICH THE NEW EMPLOYEE WORKS FOR THE\n   53  RECIPIENT AT A RATE OF LESS THAN THIRTY-FIVE HOURS PER WEEK.\n   54    10. \"RECIPIENT\" MEANS ANY PUBLIC AUTHORITY CREATED  PURSUANT  TO  THIS\n   55  CHAPTER  THAT  RECEIVES ECONOMIC DEVELOPMENT ASSISTANCE OR OTHER LEGALLY\n   56  RECOGNIZED ENTITY OF SUCH A PUBLIC AUTHORITY.\n\n       S. 446                              8\n\n    1    11. \"RETAINED  EMPLOYEE\"  MEANS  ANY  EMPLOYEE  DEFINED  AS  HAVING  A\n    2  FULL-TIME  OR  FULL-TIME EQUIVALENT JOB PRESERVED AT A SPECIFIC FACILITY\n    3  OR SITE, THE CONTINUANCE OF WHICH IS THREATENED BY A SPECIFIC AND DEMON-\n    4  STRABLE THREAT, WHICH SHALL BE SPECIFIED IN THE APPLICATION FOR DEVELOP-\n    5  MENT ASSISTANCE.\n    6    12.  \"SPECIFIC  PROJECT  SITE\" MEANS THAT DISTINCT OPERATIONAL UNIT TO\n    7  WHICH ANY DEVELOPMENT ASSISTANCE IS APPLIED.\n    8    13. \"STATE GRANTING  BODY\"  MEANS  THE  DEPARTMENT,  ANY  OTHER  STATE\n    9  DEPARTMENT OR STATE AGENCY THAT PROVIDES DEVELOPMENT ASSISTANCE THAT HAS\n   10  REPORTING REQUIREMENTS UNDER THIS ARTICLE, AND ANY SUCCESSOR AGENCIES TO\n   11  ANY OF THE PRECEDING.\n   12    14. \"TEMPORARY JOB\" MEANS A JOB IN WHICH THE NEW EMPLOYEE IS HIRED FOR\n   13  A SPECIFIC DURATION OF TIME OR SEASON.\n   14    15. \"VALUE OF ASSISTANCE\" MEANS THE FACE VALUE OF ANY FORM OF DEVELOP-\n   15  MENT ASSISTANCE.\n   16    S 3981. UNIFIED ECONOMIC DEVELOPMENT BUDGET.  1. FOR EACH STATE FISCAL\n   17  YEAR ENDING ON OR AFTER JUNE THIRTIETH, TWO THOUSAND TWELVE, THE DEPART-\n   18  MENT  SHALL  SUBMIT AN ANNUAL UNIFIED ECONOMIC DEVELOPMENT BUDGET TO THE\n   19  GOVERNOR, SENATE AND ASSEMBLY. THE UNIFIED ECONOMIC  DEVELOPMENT  BUDGET\n   20  SHALL  BE  DUE WITHIN THREE MONTHS AFTER THE END OF THE FISCAL YEAR, AND\n   21  SHALL PRESENT ALL TYPES OF DEVELOPMENT  ASSISTANCE  GRANTED  DURING  THE\n   22  PRIOR FISCAL YEAR, INCLUDING:\n   23    (A) THE AGGREGATE AMOUNT OF UNCOLLECTED OR DIVERTED STATE TAX REVENUES\n   24  RESULTING  FROM EACH TYPE OF DEVELOPMENT ASSISTANCE PROVIDED PURSUANT TO\n   25  LAW, AS REPORTED TO THE DEPARTMENT  ON  TAX  RETURNS  FILED  DURING  THE\n   26  FISCAL YEAR.\n   27    (B) ALL STATE DEVELOPMENT ASSISTANCE.\n   28    2.  ALL  DATA  CONTAINED  IN  THE  UNIFIED ECONOMIC DEVELOPMENT BUDGET\n   29  PRESENTED TO THE GOVERNOR, SENATE AND ASSEMBLY SHALL BE FULLY SUBJECT TO\n   30  THE FREEDOM OF INFORMATION ACT.\n   31    3. THE DEPARTMENT SHALL SUBMIT A REPORT OF THE  AMOUNTS  IN  PARAGRAPH\n   32  (A)  OF  SUBDIVISION  ONE  OF  THIS SECTION TO THE DEPARTMENT, WHICH MAY\n   33  APPEND SUCH REPORT TO THE UNIFIED  ECONOMIC  DEVELOPMENT  BUDGET  RATHER\n   34  THAN SEPARATELY REPORTING SUCH AMOUNTS.\n   35    S  3982.  STANDARDIZED  APPLICATIONS FOR STATE DEVELOPMENT ASSISTANCE.\n   36  1. ALL FINAL APPLICATIONS SUBMITTED TO THE DEPARTMENT OR ANY OTHER STATE\n   37  GRANTING BODY REQUESTING DEVELOPMENT  ASSISTANCE  SHALL  CONTAIN,  AT  A\n   38  MINIMUM:\n   39    (A)  AN APPLICATION TRACKING NUMBER THAT IS SPECIFIC TO BOTH THE STATE\n   40  GRANTING AGENCY AND TO EACH APPLICATION.\n   41    (B) THE OFFICE MAILING ADDRESS, OFFICE  TELEPHONE  NUMBER,  AND  CHIEF\n   42  OFFICER OF THE GRANTING BODY.\n   43    (C)  THE OFFICE MAILING ADDRESS, TELEPHONE NUMBER, AND THE NAME OF THE\n   44  CHIEF OFFICER OF THE APPLICANT OR AUTHORIZED DESIGNEE FOR  THE  SPECIFIC\n   45  PROJECT SITE FOR WHICH DEVELOPMENT ASSISTANCE IS REQUESTED.\n   46    (D)  THE APPLICANT'S TOTAL NUMBER OF EMPLOYEES AT THE SPECIFIC PROJECT\n   47  SITE ON THE DATE THAT THE APPLICATION IS SUBMITTED TO THE STATE GRANTING\n   48  BODY, INCLUDING THE NUMBER OF FULL-TIME, PERMANENT JOBS, THE  NUMBER  OF\n   49  PART-TIME JOBS, AND THE NUMBER OF TEMPORARY JOBS.\n   50    (E)  THE  TYPE OF DEVELOPMENT ASSISTANCE AND VALUE OF ASSISTANCE BEING\n   51  REQUESTED.\n   52    (F) THE NUMBER OF JOBS TO BE CREATED AND RETAINED OR BOTH CREATED  AND\n   53  RETAINED  BY  THE  APPLICANT  AS A RESULT OF THE DEVELOPMENT ASSISTANCE,\n   54  INCLUDING THE  NUMBER  OF  FULL-TIME,  PERMANENT  JOBS,  THE  NUMBER  OF\n   55  PART-TIME JOBS, AND THE NUMBER OF TEMPORARY JOBS.\n\n       S. 446                              9\n\n    1    (G)  A  DETAILED  LIST  OF  THE  OCCUPATION OR JOB CLASSIFICATIONS AND\n    2  NUMBER OF NEW EMPLOYEES OR RETAINED EMPLOYEES TO BE HIRED IN  FULL-TIME,\n    3  PERMANENT  JOBS,  A  SCHEDULE  OF  ANTICIPATED STARTING DATES OF THE NEW\n    4  HIRES AND THE ANTICIPATED AVERAGE WAGE BY OCCUPATION OR JOB  CLASSIFICA-\n    5  TION  AND  TOTAL  PAYROLL  TO  BE CREATED AS A RESULT OF THE DEVELOPMENT\n    6  ASSISTANCE.\n    7    (H) A LIST OF ALL OTHER  FORMS  OF  DEVELOPMENT  ASSISTANCE  THAT  THE\n    8  APPLICANT  IS  REQUESTING  FOR THE SPECIFIC PROJECT SITE AND THE NAME OF\n    9  EACH STATE GRANTING BODY FROM WHICH THAT DEVELOPMENT ASSISTANCE IS BEING\n   10  REQUESTED.\n   11    (I) A NARRATIVE, IF NECESSARY, DESCRIBING WHY THE DEVELOPMENT  ASSIST-\n   12  ANCE IS NEEDED AND HOW THE APPLICANT'S USE OF THE DEVELOPMENT ASSISTANCE\n   13  MAY REDUCE EMPLOYMENT AT ANY SITE IN NEW YORK.\n   14    (J)  A  CERTIFICATION  BY THE CHIEF OFFICER OF THE APPLICANT OR HIS OR\n   15  HER AUTHORIZED DESIGNEE THAT THE INFORMATION CONTAINED IN  THE  APPLICA-\n   16  TION  SUBMITTED  TO  THE  GRANTING BODY CONTAINS NO KNOWING MISREPRESEN-\n   17  TATION OF MATERIAL FACTS UPON WHICH ELIGIBILITY FOR DEVELOPMENT  ASSIST-\n   18  ANCE IS BASED.\n   19    2.  EVERY  STATE GRANTING BODY EITHER SHALL COMPLETE, OR SHALL REQUIRE\n   20  THE APPLICANT TO COMPLETE, AN APPLICATION FORM THAT  MEETS  THE  MINIMUM\n   21  REQUIREMENTS  AS  PRESCRIBED  IN  THIS  SECTION  EACH  TIME AN APPLICANT\n   22  APPLIES FOR DEVELOPMENT ASSISTANCE COVERED BY THIS ARTICLE.\n   23    3. THE DEPARTMENT SHALL HAVE THE DISCRETION TO MODIFY ANY STANDARDIZED\n   24  APPLICATION FOR STATE DEVELOPMENT ASSISTANCE REQUIRED UNDER  SUBDIVISION\n   25  ONE OF THIS SECTION FOR ANY GRANTS THAT ARE NOT GIVEN AS AN INCENTIVE TO\n   26  A RECIPIENT PUBLIC AUTHORITY.\n   27    S  3983. STATE DEVELOPMENT ASSISTANCE DISCLOSURE.  1. BEGINNING FEBRU-\n   28  ARY FIRST, TWO THOUSAND THIRTEEN AND EACH YEAR THEREAFTER,  EVERY  STATE\n   29  GRANTING  BODY  SHALL SUBMIT TO THE DEPARTMENT COPIES OF ALL DEVELOPMENT\n   30  ASSISTANCE AGREEMENTS THAT IT APPROVED IN THE PRIOR CALENDAR YEAR.\n   31    2. FOR EACH DEVELOPMENT ASSISTANCE AGREEMENT FOR  WHICH  THE  DATE  OF\n   32  ASSISTANCE HAS OCCURRED IN THE PRIOR CALENDAR YEAR, EACH RECIPIENT SHALL\n   33  SUBMIT  TO  THE DEPARTMENT A PROGRESS REPORT THAT SHALL INCLUDE, BUT NOT\n   34  BE LIMITED TO, THE FOLLOWING:\n   35    (A) THE APPLICATION TRACKING NUMBER.\n   36    (B) THE OFFICE MAILING ADDRESS, TELEPHONE NUMBER, AND THE NAME OF  THE\n   37  CHIEF OFFICER OF THE GRANTING BODY.\n   38    (C)  THE OFFICE MAILING ADDRESS, TELEPHONE NUMBER, AND THE NAME OF THE\n   39  CHIEF OFFICER OF THE APPLICANT OR AUTHORIZED DESIGNEE FOR  THE  SPECIFIC\n   40  PROJECT  SITE  FOR  WHICH THE DEVELOPMENT ASSISTANCE WAS APPROVED BY THE\n   41  STATE GRANTING BODY.\n   42    (D) THE TYPE OF DEVELOPMENT ASSISTANCE PROGRAM AND VALUE OF ASSISTANCE\n   43  THAT WAS APPROVED BY THE STATE GRANTING BODY.\n   44    (E) THE APPLICANT'S TOTAL NUMBER OF EMPLOYEES AT THE SPECIFIC  PROJECT\n   45  SITE  ON THE DATE THAT THE APPLICATION WAS SUBMITTED TO THE STATE GRANT-\n   46  ING BODY AND THE APPLICANT'S TOTAL NUMBER OF EMPLOYEES AT  THE  SPECIFIC\n   47  PROJECT  SITE  ON  THE  DATE  OF  THE  REPORT,  INCLUDING  THE NUMBER OF\n   48  FULL-TIME, PERMANENT JOBS, THE NUMBER OF PART-TIME JOBS, AND THE  NUMBER\n   49  OF TEMPORARY JOBS, AND A COMPUTATION OF THE GAIN OR LOSS OF JOBS IN EACH\n   50  CATEGORY.\n   51    (F)  THE  NUMBER OF NEW EMPLOYEES AND RETAINED EMPLOYEES THE APPLICANT\n   52  STATED IN ITS DEVELOPMENT ASSISTANCE AGREEMENT, IF ANY, IF NOT, THEN  IN\n   53  ITS  APPLICATION,  WOULD BE CREATED BY THE DEVELOPMENT ASSISTANCE BROKEN\n   54  DOWN BY FULL-TIME, PERMANENT, PART-TIME, AND TEMPORARY.\n   55    (G) A SWORN DECLARATION OF WHETHER THE RECIPIENT IS IN COMPLIANCE WITH\n   56  THE DEVELOPMENT ASSISTANCE AGREEMENT.\n\n       S. 446                             10\n\n    1    (H) A DETAILED LIST OF  THE  OCCUPATION  OR  JOB  CLASSIFICATIONS  AND\n    2  NUMBER  OF NEW EMPLOYEES OR RETAINED EMPLOYEES TO BE HIRED IN FULL-TIME,\n    3  PERMANENT JOBS, A SCHEDULE OF ANTICIPATED  STARTING  DATES  OF  THE  NEW\n    4  HIRES  AND  THE  ACTUAL AVERAGE WAGE BY OCCUPATION OR JOB CLASSIFICATION\n    5  AND  TOTAL  PAYROLL TO BE CREATED AS A RESULT OF THE DEVELOPMENT ASSIST-\n    6  ANCE.\n    7    (I) A NARRATIVE, IF NECESSARY, DESCRIBING HOW THE RECIPIENT'S  USE  OF\n    8  THE DEVELOPMENT ASSISTANCE DURING THE REPORTING YEAR HAS REDUCED EMPLOY-\n    9  MENT AT ANY SITE IN NEW YORK.\n   10    (J)  A  CERTIFICATION  BY THE CHIEF OFFICER OF THE APPLICANT OR HIS OR\n   11  HER AUTHORIZED DESIGNEE THAT THE  INFORMATION  IN  THE  PROGRESS  REPORT\n   12  CONTAINS  NO  KNOWING  MISREPRESENTATION  OF  MATERIAL  FACTS UPON WHICH\n   13  ELIGIBILITY FOR DEVELOPMENT ASSISTANCE IS BASED.\n   14    3. THE STATE GRANTING BODY, OR A SUCCESSOR  AGENCY,  SHALL  HAVE  FULL\n   15  AUTHORITY  TO  VERIFY  INFORMATION CONTAINED IN THE RECIPIENT'S PROGRESS\n   16  REPORT, INCLUDING THE AUTHORITY TO INSPECT THE SPECIFIC PROJECT SITE AND\n   17  INSPECT THE RECORDS OF THE RECIPIENT THAT ARE SUBJECT TO THE DEVELOPMENT\n   18  ASSISTANCE AGREEMENT.\n   19    4. BY JUNE FIRST, TWO THOUSAND THIRTEEN AND BY JUNE FIRST OF EACH YEAR\n   20  THEREAFTER, THE DEPARTMENT SHALL COMPILE AND PUBLISH ALL DATA IN ALL  OF\n   21  THE PROGRESS REPORTS IN BOTH WRITTEN AND ELECTRONIC FORM.\n   22    5.  IF  A  RECIPIENT  OF  DEVELOPMENT  ASSISTANCE FAILS TO COMPLY WITH\n   23  SUBDIVISION TWO OF THIS SECTION, THE  DEPARTMENT  SHALL,  WITHIN  TWENTY\n   24  WORKING  DAYS  AFTER THE REPORTING SUBMITTAL DEADLINES SET FORTH IN SUCH\n   25  SUBDIVISION TWO, SUSPEND WITHIN THIRTY-THREE WORKING  DAYS  ANY  CURRENT\n   26  DEVELOPMENT ASSISTANCE TO SUCH RECIPIENT UNDER ITS CONTROL, AND SHALL BE\n   27  PROHIBITED  FROM COMPLETING ANY CURRENT OR PROVIDING ANY FUTURE DEVELOP-\n   28  MENT ASSISTANCE UNTIL IT RECEIVES PROOF THAT  SUCH  RECIPIENT  HAS  COME\n   29  INTO  COMPLIANCE  WITH  THE  REQUIREMENTS  OF  SUBDIVISION  TWO  OF THIS\n   30  SECTION.\n   31    6. THE DEPARTMENT SHALL HAVE THE DISCRETION TO MODIFY THE  INFORMATION\n   32  REQUIRED  IN  THE PROGRESS REPORT REQUIRED UNDER SUBDIVISION TWO OF THIS\n   33  SECTION CONSISTENT WITH THE DISCLOSURE PURPOSE OF THIS SECTION  FOR  ANY\n   34  GRANTS THAT ARE NOT GIVEN AS AN INCENTIVE TO A RECIPIENT PUBLIC AUTHORI-\n   35  TY.\n   36    S  3984.  RECAPTURE.    1. ALL DEVELOPMENT ASSISTANCE AGREEMENTS SHALL\n   37  CONTAIN, AT A MINIMUM, THE FOLLOWING RECAPTURE PROVISIONS:\n   38    (A) THE RECIPIENT MUST (I) MAKE THE LEVEL OF CAPITAL INVESTMENT IN THE\n   39  ECONOMIC DEVELOPMENT PROJECT SPECIFIED  IN  THE  DEVELOPMENT  ASSISTANCE\n   40  AGREEMENT; (II) CREATE OR RETAIN, OR BOTH, THE REQUISITE NUMBER OF JOBS,\n   41  PAYING  NOT LESS THAN SPECIFIED WAGES FOR THE CREATED AND RETAINED JOBS,\n   42  WITHIN AND FOR THE DURATION OF THE TIME PERIOD SPECIFIED IN THE DEVELOP-\n   43  MENT ASSISTANCE PROGRAMS AND THE DEVELOPMENT ASSISTANCE AGREEMENT.\n   44    (B) IF THE RECIPIENT FAILS TO CREATE OR RETAIN THE REQUISITE NUMBER OF\n   45  JOBS WITHIN AND FOR  THE  TIME  PERIOD  SPECIFIED,  IN  THE  DEVELOPMENT\n   46  ASSISTANCE PROGRAMS AND THE DEVELOPMENT ASSISTANCE AGREEMENT, THE RECIP-\n   47  IENT SHALL BE DEEMED TO NO LONGER QUALIFY FOR THE STATE ECONOMIC ASSIST-\n   48  ANCE AND THE APPLICABLE RECAPTURE PROVISIONS SHALL TAKE EFFECT.\n   49    (C) IF THE RECIPIENT RECEIVES STATE ECONOMIC ASSISTANCE IN THE FORM OF\n   50  AN EMPIRE ZONE DESIGNATION PURSUANT TO ARTICLE EIGHTEEN-B OF THE GENERAL\n   51  MUNICIPAL  LAW OR AN INDUSTRIAL DEVELOPMENT ZONE DESIGNATION PURSUANT TO\n   52  ARTICLE EIGHTEEN-A OF THE GENERAL MUNICIPAL LAW AND THE RECIPIENT  FAILS\n   53  TO  CREATE  OR RETAIN THE REQUISITE NUMBER OF JOBS, AS DETERMINED BY THE\n   54  DEVELOPMENT ASSISTANCE AGREEMENT WITHIN THE REQUISITE  PERIOD  OF  TIME,\n   55  THE  RECIPIENT  SHALL BE REQUIRED TO PAY TO THE STATE THE FULL AMOUNT OF\n\n       S. 446                             11\n\n    1  THE STATE TAX EXEMPTION THAT IT RECEIVED AS  A  RESULT  OF  SUCH  DESIG-\n    2  NATION.\n    3    (D)  IF  THE  RECIPIENT RECEIVES A GRANT OR LOAN PURSUANT TO AN EMPIRE\n    4  ZONE DESIGNATION PURSUANT TO ARTICLE EIGHTEEN-B OF THE GENERAL MUNICIPAL\n    5  LAW OR AN INDUSTRIAL DEVELOPMENT ZONE DESIGNATION  PURSUANT  TO  ARTICLE\n    6  EIGHTEEN-A  OF  THE  GENERAL  MUNICIPAL  LAW  AND THE RECIPIENT FAILS TO\n    7  CREATE OR RETAIN THE REQUISITE NUMBER OF JOBS  FOR  THE  REQUISITE  TIME\n    8  PERIOD, AS PROVIDED IN THE DEVELOPMENT ASSISTANCE AGREEMENT, THE RECIPI-\n    9  ENT  SHALL  BE  REQUIRED  TO REPAY TO THE STATE A PRO RATA AMOUNT OF THE\n   10  GRANT; THAT AMOUNT  SHALL  REFLECT  THE  PERCENTAGE  OF  THE  DEFICIENCY\n   11  BETWEEN  THE  REQUISITE  NUMBER OF JOBS TO BE CREATED OR RETAINED BY THE\n   12  RECIPIENT AND THE ACTUAL NUMBER OF SUCH JOBS IN EXISTENCE AS OF THE DATE\n   13  THE DEPARTMENT DETERMINES THE RECIPIENT IS IN BREACH OF THE JOB CREATION\n   14  OR RETENTION COVENANTS CONTAINED IN THE  DEVELOPMENT  ASSISTANCE  AGREE-\n   15  MENT. IF THE RECIPIENT OF DEVELOPMENT ASSISTANCE UNDER SUCH DESIGNATIONS\n   16  CEASES OPERATIONS AT THE SPECIFIC PROJECT SITE DURING A FIVE YEAR PERIOD\n   17  COMMENCING ON THE DATE OF ASSISTANCE, THE RECIPIENT SHALL BE REQUIRED TO\n   18  REPAY  THE  ENTIRE AMOUNT OF THE GRANT OR TO ACCELERATE REPAYMENT OF THE\n   19  LOAN BACK TO THE STATE.\n   20    (E) IF THE RECIPIENT RECEIVES A TAX CREDIT UNDER ARTICLE EIGHTEEN-A OR\n   21  EIGHTEEN-B OF THE GENERAL  MUNICIPAL  LAW,  THE  DEVELOPMENT  ASSISTANCE\n   22  AGREEMENT  SHALL  PROVIDE  THAT  (I)  IF  THE  NUMBER OF NEW OR RETAINED\n   23  EMPLOYEES FALLS BELOW THE REQUISITE NUMBER SET FORTH IN THE  DEVELOPMENT\n   24  ASSISTANCE AGREEMENT, THE ALLOWANCE OF THE CREDIT SHALL BE AUTOMATICALLY\n   25  SUSPENDED  UNTIL  THE  NUMBER  OF  NEW  AND RETAINED EMPLOYEES EQUALS OR\n   26  EXCEEDS THE REQUISITE NUMBER IN THE  DEVELOPMENT  ASSISTANCE  AGREEMENT;\n   27  (II)  IF  THE  RECIPIENT DISCONTINUES OPERATIONS AT THE SPECIFIC PROJECT\n   28  SITE DURING THE FIRST FIVE YEARS OF THE TERM OF THE DEVELOPMENT  ASSIST-\n   29  ANCE  AGREEMENT,  THE  RECIPIENT  SHALL FORFEIT ALL CREDITS TAKEN BY THE\n   30  RECIPIENT DURING SUCH FIVE YEAR PERIOD; AND (III)  IN  THE  EVENT  OF  A\n   31  REVOCATION  OR  SUSPENSION  OF THE CREDIT, THE DEPARTMENT SHALL INITIATE\n   32  PROCEEDINGS AGAINST THE RECIPIENT TO RECOVER WRONGFULLY  EXEMPTED  STATE\n   33  INCOME  TAXES  AND  THE RECIPIENT SHALL PROMPTLY REPAY TO THE DEPARTMENT\n   34  ANY WRONGFULLY EXEMPTED STATE INCOME  TAXES.  THE  FORFEITED  AMOUNT  OF\n   35  CREDITS  SHALL  BE  DEEMED ASSESSED ON THE DATE THE DEPARTMENT INITIATES\n   36  PROCEEDINGS AGAINST SUCH RECIPIENT  AND  THE  RECIPIENT  SHALL  PROMPTLY\n   37  REPAY TO THE DEPARTMENT ANY WRONGFULLY EXEMPTED STATE INCOME TAXES.\n   38    2.  THE  COMMISSIONER  OF  TAXATION  AND  FINANCE  MAY  ELECT TO WAIVE\n   39  ENFORCEMENT OF ANY CONTRACTUAL PROVISION ARISING OUT OF THE  DEVELOPMENT\n   40  ASSISTANCE  AGREEMENT  REQUIRED  BY THIS ARTICLE BASED ON A FINDING THAT\n   41  THE WAIVER IS NECESSARY TO AVERT AN IMMINENT AND  DEMONSTRABLE  HARDSHIP\n   42  TO  THE  RECIPIENT  THAT  MAY  RESULT  IN SUCH RECIPIENT'S INSOLVENCY OR\n   43  DISCHARGE OF WORKERS. IF A WAIVER IS GRANTED, THE RECIPIENT SHALL  AGREE\n   44  TO  A  CONTRACTUAL  MODIFICATION, INCLUDING RECAPTURE PROVISIONS, TO THE\n   45  DEVELOPMENT ASSISTANCE AGREEMENT. THE EXISTENCE OF  ANY  WAIVER  GRANTED\n   46  PURSUANT  TO SUBDIVISION THREE OF THIS SECTION, THE DATE OF THE GRANTING\n   47  OF SUCH WAIVER, AND A BRIEF SUMMARY OF THE REASONS SUPPORTING THE GRANT-\n   48  ING OF SUCH WAIVER SHALL BE DISCLOSED CONSISTENT WITH THE PROVISIONS  OF\n   49  THIS SECTION.\n   50    3.  BEGINNING  JUNE  FIRST,  TWO THOUSAND TWELVE, THE DEPARTMENT SHALL\n   51  ANNUALLY COMPILE A REPORT ON THE OUTCOMES AND EFFECTIVENESS OF RECAPTURE\n   52  PROVISIONS BY PROGRAM, INCLUDING BUT  NOT  LIMITED  TO:  (A)  THE  TOTAL\n   53  NUMBER  OF AUTHORITIES THAT RECEIVE DEVELOPMENT ASSISTANCE AS DEFINED IN\n   54  THIS ARTICLE; (B) THE TOTAL NUMBER OF RECIPIENTS IN VIOLATION OF  DEVEL-\n   55  OPMENT AGREEMENTS WITH THE DEPARTMENT; (C) THE TOTAL NUMBER OF COMPLETED\n   56  RECAPTURE  EFFORTS; (D) THE TOTAL NUMBER OF RECAPTURE EFFORTS INITIATED;\n\n       S. 446                             12\n\n    1  AND (E) THE NUMBER OF WAIVERS GRANTED. SUCH REPORT  SHALL  BE  DISCLOSED\n    2  CONSISTENT   WITH   THE   PROVISIONS   OF  SECTION  THIRTY-NINE  HUNDRED\n    3  EIGHTY-THREE OF THIS ARTICLE.\n    4    S 4. This act shall take effect on the one hundred twentieth day after\n    5  it  shall  have become a law and shall apply to contracts and agreements\n    6  entered into on or after such effective date.    Effective  immediately,\n    7  the  addition,  amendment and/or repeal of any rule or regulation neces-\n    8  sary for the implementation of this act on its effective date is author-\n    9  ized to be made on or before such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the business corporation law and the public authorities law, in relation to enacting the \"corporate accountability for tax expenditures act\" ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101221.T152623.TXT", "SOBI.D101220.T115824.TXT", "SOBI.D101221.T150621.TXT", "SOBI.D101220.T131329.TXT", "SOBI.D101220.T141333.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292963183756
}