{
  "year" : 2011,
  "senateBillNo" : "S449-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO HOUSING, CONSTRUCTION AND COMMUNITY DEVELOPMENT",
    "billEventId" : "S449-2011-1294203600000-REFERRED+TO+HOUSING%2C+CONSTRUCTION+AND+COMMUNITY+DEVELOPMENT",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUEGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires hearing by the DHCR prior to order of decontrol for failure to respond to income certification material relating to high income rent decontrol",
  "summary" : "Requires hearing by the division of housing and community renewal prior to order of decontrol for a tenant's failure to respond to income certification material relating to high income rent decontrol; provides that failure to appear at the hearing will result in an order of decontrol; excludes certain tenants from inclusion for annual income determination. ",
  "currentCommittee" : "HOUSING, CONSTRUCTION AND COMMUNITY DEVELOPMENT",
  "sameAs" : null,
  "lawSection" : "Emergency Housing Rent Control Law",
  "previousVersions" : [ "S3859-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "DUANE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "HUNTLEY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          449\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sens.  KRUEGER, DUANE, HUNTLEY -- read twice and ordered\n         printed, and when printed to be committed to the Committee on Housing,\n         Construction and Community Development\n\n       AN ACT to amend the emergency housing rent control law, the  administra-\n         tive code of the city of New York, and the emergency tenant protection\n         act  of  nineteen seventy-four, in relation to providing for a hearing\n         before the division of housing and community renewal prior to issuance\n         of an order of decontrol for failure  to  respond  to  income  certif-\n         ication  material;  and  in relation to excluding certain tenants from\n         inclusion for annual income determination\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision (a) of section 2-a of chapter 274 of the laws\n    2  of 1946, constituting the emergency housing rent control law,  as  added\n    3  by chapter 253 of the laws of 1993, is amended to read as follows:\n    4    (a) For purposes of this section, annual income shall mean the federal\n    5  adjusted  gross  income  as  reported  on  the New York state income tax\n    6  return. Total annual income means the sum of the annual incomes  of  all\n    7  persons  who occupy the housing accommodation as their primary residence\n    8  on other than a temporary basis, excluding bona fide employees  of  such\n    9  occupants residing therein in connection with such employment, EXCLUDING\n   10  SENIOR CITIZENS AND DISABLED PERSONS, and excluding bona fide subtenants\n   11  in  occupancy pursuant to the provisions of section [two hundred twenty-\n   12  six-b] 226-B of the real property law. [In  the  case  where  a  housing\n   13  accommodation  is  sublet,  the  annual income of the sublessor shall be\n   14  considered.] FOR THE PURPOSES OF THIS SUBDIVISION, DISABLED PERSON SHALL\n   15  MEAN AN INDIVIDUAL (I) WITH A PHYSICAL OR MENTAL IMPAIRMENT,  INCLUDING,\n   16  BUT  NOT LIMITED TO, THOSE OF NEUROLOGICAL, EMOTIONAL OR SENSORY ORGANS,\n   17  WHICH SUBSTANTIALLY LIMITS ONE OR MORE OF THE  INDIVIDUAL'S  MAJOR  LIFE\n   18  ACTIVITIES,  AND  (II)  WHO  IS REGARDED AS HAVING SUCH AN IMPAIRMENT AS\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00948-01-1\n\n       S. 449                              2\n\n    1  CERTIFIED BY A LICENSED PHYSICIAN OF THIS STATE.  FOR  THE  PURPOSES  OF\n    2  THIS  SUBDIVISION, SENIOR CITIZEN SHALL MEAN ANY PERSON WHO IS SIXTY-TWO\n    3  YEARS OF AGE OR OLDER.\n    4    S  2.    Subdivision  (c) of section 2-a of chapter 274 of the laws of\n    5  1946, constituting the emergency housing rent control law, as  added  by\n    6  chapter  253 of the laws of 1993, paragraphs 1 and 2 as amended by chap-\n    7  ter 116 of the laws of 1997, is amended to read as follows:\n    8    (c) 1. In the event that the tenant or tenants either fail  to  return\n    9  the  completed certification to the owner on or before the date required\n   10  by subdivision (b) of this section or the  owner  disputes  the  certif-\n   11  ication  returned  by the tenant or tenants, the owner may, on or before\n   12  June thirtieth of such year, petition the state division of housing  and\n   13  community  renewal  to verify, pursuant to section [one hundred seventy-\n   14  one-b] 171-B of the tax law, whether the total annual income exceeds one\n   15  hundred seventy-five thousand dollars  in  each  of  the  two  preceding\n   16  calendar years. Within twenty days after the filing of such request with\n   17  the  division, the division shall notify the tenant or tenants that such\n   18  tenant or tenants must provide the division with such information as the\n   19  division and the department of taxation and  finance  shall  require  to\n   20  verify  whether the total annual income exceeds one hundred seventy-five\n   21  thousand dollars in each such year.  The division's  notification  shall\n   22  require the tenant or tenants to provide the information to the division\n   23  within  [sixty]  NINETY  days of service upon such tenant or tenants and\n   24  shall include a warning in bold faced type AT THE TOP OF THE  PAGE  that\n   25  failure  to  respond  [will]  MAY  RESULT IN AN ORDER OF DECONTROL BEING\n   26  ISSUED BY THE DIVISION FOR SUCH HOUSING ACCOMMODATION FOLLOWING A  HEAR-\n   27  ING TO BE SCHEDULED NOT MORE THAN NINETY DAYS FROM THE DATE THE DIVISION\n   28  SENT  SUCH  TENANT OR TENANTS THE NOTICE PROVIDED IN THIS PARAGRAPH, THE\n   29  NOTIFICATION SHALL ADVISE SUCH TENANT OR TENANTS THAT FAILURE TO  APPEAR\n   30  AT  SUCH  HEARING  WITHOUT  GOOD OR JUST CAUSE MAY result in an order of\n   31  decontrol being issued by the division for such  housing  accommodation.\n   32  SUCH  TENANT  OR  TENANTS MAY AUTHORIZE A PERSON OR PERSONS TO REPRESENT\n   33  SUCH TENANT'S OR TENANTS' INTEREST AT THE HEARING.\n   34    2. If the department of taxation and finance determines that the total\n   35  annual income is in excess of one hundred seventy-five thousand  dollars\n   36  in  each  of the two preceding calendar years, the division shall, on or\n   37  before November fifteenth of such year, notify the owner and tenants  of\n   38  the  results  of such verification. Both the owner and the tenants shall\n   39  have [thirty] SIXTY days within which to comment  on  such  verification\n   40  results.    Within  forty-five  days after the expiration of the comment\n   41  period, the division shall, where appropriate, issue an order of  decon-\n   42  trol  providing  that such housing accommodation shall not be subject to\n   43  the provisions of this law as of the first day of March in the year next\n   44  succeeding the filing of the owner's petition with the division. A  copy\n   45  of  such  order  shall  be  mailed by regular and certified mail, return\n   46  receipt requested, to the tenant or tenants and a copy thereof shall  be\n   47  sent to the owner.\n   48    3.  In  the  event the tenant or tenants fail to [provide the informa-\n   49  tion] APPEAR WITHOUT GOOD OR JUST CAUSE AT THE HEARING required pursuant\n   50  to paragraph one of this subdivision, the division [shall] MAY issue, on\n   51  or before December first of such year, an order of  decontrol  providing\n   52  that  such  housing accommodation shall not be subject to the provisions\n   53  of this law as of the first day of March in the year next succeeding the\n   54  last day on which the tenant or tenants were required  to  [provide  the\n   55  information] APPEAR AT THE HEARING required by such paragraph. A copy of\n   56  such order shall be mailed by regular and certified mail, return receipt\n\n       S. 449                              3\n\n    1  requested,  to the tenant or tenants and a copy thereof shall be sent to\n    2  the owner.\n    3    4.  The  provisions  of the state freedom of information act shall not\n    4  apply to any income information obtained by  the  division  pursuant  to\n    5  this section.\n    6    S 3. Subdivision (a) of section 26-403.1 of the administrative code of\n    7  the  city  of  New York, as added by chapter 253 of the laws of 1993, is\n    8  amended to read as follows:\n    9    (a) For purposes of this section, annual income shall mean the federal\n   10  adjusted gross income as reported on  the  New  York  state  income  tax\n   11  return.  Total  annual income means the sum of the annual incomes of all\n   12  persons who occupy the housing accommodation as their primary  residence\n   13  other  than  on a temporary basis, excluding bona fide employees of such\n   14  occupants residing therein in connection with such employment, EXCLUDING\n   15  SENIOR CITIZENS AND DISABLED PERSONS, and excluding bona fide subtenants\n   16  in occupancy pursuant to the provisions of  section two hundred  twenty-\n   17  six-b  of  the  real property law. [In the case where a housing accommo-\n   18  dation is sublet, the annual income of the sublessor  shall  be  consid-\n   19  ered.]  FOR THE PURPOSES OF THIS SUBDIVISION, DISABLED PERSON SHALL MEAN\n   20  AN INDIVIDUAL (I) WITH A PHYSICAL OR MENTAL IMPAIRMENT,  INCLUDING,  BUT\n   21  NOT  LIMITED  TO,  THOSE  OF  NEUROLOGICAL, EMOTIONAL OR SENSORY ORGANS,\n   22  WHICH SUBSTANTIALLY LIMITS ONE OR MORE OF THE  INDIVIDUAL'S  MAJOR  LIFE\n   23  ACTIVITIES,  AND  (II)  WHO  IS REGARDED AS HAVING SUCH AN IMPAIRMENT AS\n   24  CERTIFIED BY A LICENSED PHYSICIAN OF THIS STATE.  FOR  THE  PURPOSES  OF\n   25  THIS  SUBDIVISION, SENIOR CITIZEN SHALL MEAN ANY PERSON WHO IS SIXTY-TWO\n   26  YEARS OF AGE OR OLDER.\n   27    S 4. Subdivision (c) of section 26-403.1 of the administrative code of\n   28  the city of New York, as added by chapter 253 of the laws of 1993, para-\n   29  graphs 1 and 2 as amended by chapter 116 of the laws of 1997, is amended\n   30  to read as follows:\n   31    (c) 1. In the event that the tenant or tenants either fail  to  return\n   32  the completed certification to the owner on or before the  date required\n   33  by  subdivision  (b)  of  this section or the owner disputes the certif-\n   34  ication returned by the tenant or tenants, the owner may, on  or  before\n   35  June  thirtieth of such year, petition the state division of housing and\n   36  community renewal to verify, pursuant to section  one  hundred  seventy-\n   37  one-b  of  the  tax  law,  whether  the  total annual income exceeds one\n   38  hundred seventy-five thousand dollars  in  each  of  the  two  preceding\n   39  calendar years. Within twenty days after the filing of such request with\n   40  the  division, the division shall notify the tenant or tenants that such\n   41  tenant or tenants must provide the division with such information as the\n   42  division and the department of taxation and  finance  shall  require  to\n   43  verify  whether the total annual income exceeds one hundred seventy-five\n   44  thousand dollars in each such year. The  division's  notification  shall\n   45  require the tenant or tenants to provide the information to the division\n   46  within  [sixty]  NINETY  days of service upon such tenant or tenants and\n   47  shall include a warning in bold faced type AT THE TOP OF THE  PAGE  that\n   48  failure  to  respond  [will]  MAY  RESULT IN AN ORDER OF DECONTROL BEING\n   49  ISSUED BY THE DIVISION FOR SUCH HOUSING ACCOMMODATION FOLLOWING A  HEAR-\n   50  ING TO BE SCHEDULED NOT MORE THAN NINETY DAYS FROM THE DATE THE DIVISION\n   51  SENT  SUCH  TENANT OR TENANTS THE NOTICE PROVIDED IN THIS PARAGRAPH, THE\n   52  NOTIFICATION SHALL ADVISE SUCH TENANT OR TENANTS THAT FAILURE TO  APPEAR\n   53  AT  SUCH  HEARING  WITHOUT  GOOD OR JUST CAUSE MAY result in an order of\n   54  decontrol being issued by the division for such  housing  accommodation.\n   55  SUCH  TENANT  OR  TENANTS MAY AUTHORIZE A PERSON OR PERSONS TO REPRESENT\n   56  SUCH TENANT'S OR TENANTS' INTEREST AT THE HEARING.\n\n       S. 449                              4\n\n    1    2. If the department of taxation and finance determines that the total\n    2  annual income is in excess of one hundred seventy-five thousand  dollars\n    3  in  each  of the two preceding calendar years, the division shall, on or\n    4  before November fifteenth of such year, notify the owner and tenants  of\n    5  the  results  of such verification. Both the owner and the tenants shall\n    6  have [thirty] SIXTY days within which to comment  on  such  verification\n    7  results.  Within  forty-five  days  after  the expiration of the comment\n    8  period, the division shall, where appropriate, issue an order of  decon-\n    9  trol  providing  that such housing accommodation shall not be subject to\n   10  the provisions of this law as of the first day of March in the year next\n   11  succeeding the filing of the owner's petition with the division. A  copy\n   12  of  such  order  shall  be  mailed by regular and certified mail, return\n   13  receipt requested, to the tenant or tenants and a copy thereof shall  be\n   14  sent to the owner.\n   15    3.  In  the  event the tenant or tenants fail to [provide the informa-\n   16  tion] APPEAR WITHOUT GOOD OR JUST CAUSE AT THE HEARING required pursuant\n   17  to paragraph one of this subdivision, the division [shall] MAY issue, on\n   18  or before December first of such year, an order of  decontrol  providing\n   19  that  such  housing accommodation shall not be subject to the provisions\n   20  of this law as of the first day of March in the year next succeeding the\n   21  last day on which the tenant or tenants were required  to  [provide  the\n   22  information] APPEAR AT THE HEARING required by such paragraph. A copy of\n   23  such order shall be mailed by regular and certified mail, return receipt\n   24  requested,  to the tenant or tenants and a copy thereof shall be sent to\n   25  the owner.\n   26    4. The provisions of the state freedom of information  act  shall  not\n   27  apply  to  any  income  information obtained by the division pursuant to\n   28  this section.\n   29    S 5. Subdivision (a) of section 26-504.3 of the administrative code of\n   30  the city of New York, as added by chapter 253 of the laws  of  1993,  is\n   31  amended to read as follows:\n   32    (a) For purposes of this section, annual income shall mean the federal\n   33  adjusted  gross  income  as  reported  on  the New York state income tax\n   34  return. Total annual income means the sum of the annual incomes  of  all\n   35  persons  whose  names  are recited as the tenant or co-tenant on a lease\n   36  who occupy the housing accommodation and all other persons  that  occupy\n   37  the  housing  accommodation  as  their primary residence on other than a\n   38  temporary basis, excluding bona fide employees of such occupants  resid-\n   39  ing  therein  in connection with such employment, EXCLUDING SENIOR CITI-\n   40  ZENS AND DISABLED PERSONS, and excluding bona fide subtenants  in  occu-\n   41  pancy  pursuant to the provisions of section two hundred twenty-six-b of\n   42  the real property law. [In the case where  a  housing  accommodation  is\n   43  sublet,  the  annual  income  of  the tenant or co-tenant recited on the\n   44  lease who will reoccupy the housing accommodation upon the expiration of\n   45  the sublease shall be considered.] FOR THE PURPOSES OF THIS SUBDIVISION,\n   46  DISABLED PERSON SHALL MEAN AN INDIVIDUAL (I) WITH A PHYSICAL  OR  MENTAL\n   47  IMPAIRMENT,  INCLUDING,  BUT  NOT  LIMITED  TO,  THOSE  OF NEUROLOGICAL,\n   48  EMOTIONAL OR SENSORY ORGANS, WHICH SUBSTANTIALLY LIMITS ONE OR  MORE  OF\n   49  THE  INDIVIDUAL'S  MAJOR  LIFE  ACTIVITIES,  AND (II) WHO IS REGARDED AS\n   50  HAVING SUCH AN IMPAIRMENT AS CERTIFIED BY A LICENSED PHYSICIAN  OF  THIS\n   51  STATE.  FOR  THE PURPOSES OF THIS SUBDIVISION, SENIOR CITIZEN SHALL MEAN\n   52  ANY PERSON WHO IS SIXTY-TWO YEARS OF AGE OR OLDER.\n   53    S 6. Subdivision (c) of section 26-504.3 of the administrative code of\n   54  the city of New York, as added by chapter 253 of the laws of 1993, para-\n   55  graphs 1 and 2 as amended by chapter 116 of the laws of 1997, is amended\n   56  to read as follows:\n\n       S. 449                              5\n\n    1    (c) 1. In the event that the tenant or tenants either fail  to  return\n    2  the completed certification to the owner on or before the  date required\n    3  by  subdivision  (b)  of  this section or the owner disputes the certif-\n    4  ication returned by the tenant or tenants, the owner may, on  or  before\n    5  June  thirtieth of such year, petition the state division of housing and\n    6  community renewal to verify, pursuant to section  one  hundred  seventy-\n    7  one-b  of  the  tax  law,  whether  the  total annual income exceeds one\n    8  hundred seventy-five thousand dollars  in  each  of  the  two  preceding\n    9  calendar years. Within twenty days after the filing of such request with\n   10  the  division,  the division shall notify the tenant or tenants named on\n   11  the lease that such tenant or tenants must  provide  the  division  with\n   12  such  information  as  the  division  and the department of taxation and\n   13  finance shall require to verify whether the total annual income  exceeds\n   14  one  hundred  seventy-five thousand dollars in each such year. The divi-\n   15  sion's notification shall require the tenant or tenants to  provide  the\n   16  information  to  the division within [sixty] NINETY days of service upon\n   17  such tenant or tenants and shall include a warning in bold faced type AT\n   18  THE TOP OF THE PAGE that failure to respond  [will]  MAY  RESULT  IN  AN\n   19  ORDER  OF DECONTROL BEING ISSUED BY THE DIVISION FOR SUCH HOUSING ACCOM-\n   20  MODATION FOLLOWING A HEARING TO BE SCHEDULED NOT MORE THAN  NINETY  DAYS\n   21  FROM  THE  DATE  THE  DIVISION  SENT  SUCH  TENANT OR TENANTS THE NOTICE\n   22  PROVIDED IN THIS PARAGRAPH, THE NOTIFICATION SHALL ADVISE SUCH TENANT OR\n   23  TENANTS THAT FAILURE TO APPEAR AT SUCH  HEARING  WITHOUT  GOOD  OR  JUST\n   24  CAUSE MAY result in an order being issued by the division providing that\n   25  such  housing  accommodation  shall  not be subject to the provisions of\n   26  this law.  SUCH TENANT OR TENANTS MAY AUTHORIZE A PERSON OR  PERSONS  TO\n   27  REPRESENT SUCH TENANT'S OR TENANTS' INTEREST AT THE HEARING.\n   28    2. If the department of taxation and finance determines that the total\n   29  annual  income is in excess of one hundred seventy-five thousand dollars\n   30  in each of the two preceding calendar years, the division shall,  on  or\n   31  before  November fifteenth of such year, notify the owner and tenants of\n   32  the results of such verification. Both the owner and the  tenants  shall\n   33  have  [thirty]  SIXTY  days within which to comment on such verification\n   34  results. Within forty-five days after  the  expiration  of  the  comment\n   35  period,  the division shall, where appropriate, issue an order providing\n   36  that such housing accommodation shall not be subject to  the  provisions\n   37  of  this  law  upon the expiration of the existing lease. A copy of such\n   38  order shall be mailed by regular  and  certified  mail,  return  receipt\n   39  requested,  to the tenant or tenants and a copy thereof shall be sent to\n   40  the owner.\n   41    3. In the event the tenant or tenants fail to  [provide  the  informa-\n   42  tion] APPEAR WITHOUT GOOD OR JUST CAUSE AT THE HEARING required pursuant\n   43  to paragraph one of this subdivision, the division [shall] MAY issue, on\n   44  or  before  December  first  of  such year, an order providing that such\n   45  housing accommodation shall not be subject to the provisions of this law\n   46  upon the expiration of the current lease. A copy of such order shall  be\n   47  mailed  by  regular and certified mail, return receipt requested, to the\n   48  tenant or tenants and a copy thereof shall be sent to the owner.\n   49    4. The provisions of the state freedom of information  act  shall  not\n   50  apply  to  any  income  information obtained by the division pursuant to\n   51  this section.\n   52    S 7. Subdivision (a) of section 5-a of section 4 of chapter 576 of the\n   53  laws of 1974, constituting the emergency tenant protection act of  nine-\n   54  teen  seventy-four,  as  added  by  chapter  253 of the laws of 1993, is\n   55  amended to read as follows:\n\n       S. 449                              6\n\n    1    (a) For purposes of this section, annual income shall mean the federal\n    2  adjusted gross income as reported on  the  New  York  state  income  tax\n    3  return.  Total  annual income means the sum of the annual incomes of all\n    4  persons whose names are recited as the tenant or co-tenant  on  a  lease\n    5  who  occupy  the housing accommodation and all other persons that occupy\n    6  the housing accommodation as their primary residence  on  other  than  a\n    7  temporary  basis, excluding bona fide employees of such occupants resid-\n    8  ing therein in connection with such employment, EXCLUDING  SENIOR  CITI-\n    9  ZENS  AND  DISABLED PERSONS, and excluding bona fide subtenants in occu-\n   10  pancy pursuant to the provisions of section [two  hundred  twenty-six-b]\n   11  226-B  of  the  real property law. [In the case where a housing accommo-\n   12  dation is sublet, the annual income of the tenant or  co-tenant  recited\n   13  on  the lease who will reoccupy the housing accommodation upon the expi-\n   14  ration of the sublease shall be considered.] FOR THE  PURPOSES  OF  THIS\n   15  SUBDIVISION,  DISABLED  PERSON SHALL MEAN AN INDIVIDUAL (I) WITH A PHYS-\n   16  ICAL OR MENTAL IMPAIRMENT, INCLUDING,  BUT  NOT  LIMITED  TO,  THOSE  OF\n   17  NEUROLOGICAL,  EMOTIONAL  OR  SENSORY ORGANS, WHICH SUBSTANTIALLY LIMITS\n   18  ONE OR MORE OF THE INDIVIDUAL'S MAJOR LIFE ACTIVITIES, AND (II)  WHO  IS\n   19  REGARDED  AS HAVING SUCH AN IMPAIRMENT AS CERTIFIED BY A LICENSED PHYSI-\n   20  CIAN OF THIS STATE. FOR THE PURPOSES OF THIS SUBDIVISION, SENIOR CITIZEN\n   21  SHALL MEAN ANY PERSON WHO IS SIXTY-TWO YEARS OF AGE OR OLDER.\n   22    S 8. Subdivision (c) of section 5-a of section 4 of chapter 576 of the\n   23  laws of 1974, constituting the emergency tenant protection act of  nine-\n   24  teen  seventy-four,  as  added by chapter 253 of the laws of 1993, para-\n   25  graphs 1 and 2 as amended by chapter 116 of the laws of 1997, is amended\n   26  to read as follows:\n   27    (c) 1. In the event that the tenant or tenants either fail  to  return\n   28  the  completed certification to the owner on or before the date required\n   29  by subdivision (b) of this section or the  owner  disputes  the  certif-\n   30  ication  returned  by the tenant or tenants, the owner may, on or before\n   31  June thirtieth of such year, petition the state division of housing  and\n   32  community  renewal  to verify, pursuant to section [one hundred seventy-\n   33  one-b] 171-B of the tax law, whether the total annual income exceeds one\n   34  hundred seventy-five thousand dollars  in  each  of  the  two  preceding\n   35  calendar years. Within twenty days after the filing of such request with\n   36  the  division, the division shall notify the tenant or tenants that such\n   37  tenant or tenants named on the lease must provide the division with such\n   38  information as the division and the department of taxation  and  finance\n   39  shall  require  to  verify  whether  the total annual income exceeds one\n   40  hundred seventy-five thousand dollars in each such year. The  division's\n   41  notification shall require the tenant or tenants to provide the informa-\n   42  tion  to  the  division  within [sixty] NINETY days of service upon such\n   43  tenant or tenants and shall include a warning in bold faced type AT  THE\n   44  TOP OF THE PAGE that failure to respond [will] MAY RESULT IN AN ORDER OF\n   45  DECONTROL  BEING  ISSUED  BY THE DIVISION FOR SUCH HOUSING ACCOMMODATION\n   46  FOLLOWING A HEARING TO BE SCHEDULED NOT MORE THAN NINETY DAYS  FROM  THE\n   47  DATE  THE  DIVISION  SENT  SUCH TENANT OR TENANTS THE NOTICE PROVIDED IN\n   48  THIS PARAGRAPH, THE NOTIFICATION SHALL ADVISE  SUCH  TENANT  OR  TENANTS\n   49  THAT  FAILURE  TO  APPEAR AT SUCH HEARING WITHOUT GOOD OR JUST CAUSE MAY\n   50  result in an order being issued by  the  division  providing  that  such\n   51  housing  accommodations  shall  not be subject to the provisions of this\n   52  act.  SUCH TENANT OR TENANTS MAY AUTHORIZE A PERSON OR PERSONS TO REPRE-\n   53  SENT SUCH TENANT'S OR TENANTS' INTEREST AT THE HEARING.\n   54    2. If the department of taxation and finance determines that the total\n   55  annual income is in excess of one hundred seventy-five thousand  dollars\n   56  in  each  of the two preceding calendar years, the division shall, on or\n\n       S. 449                              7\n\n    1  before November fifteenth of such year, notify the owner and tenants  of\n    2  the  results  of such verification. Both the owner and the tenants shall\n    3  have [thirty] SIXTY days within which to comment  on  such  verification\n    4  results.  Within  forty-five  days  after  the expiration of the comment\n    5  period, the division shall, where appropriate, issue an order  providing\n    6  that  such  housing accommodation shall not be subject to the provisions\n    7  of this act upon expiration of the existing lease. A copy of such  order\n    8  shall be mailed by regular and certified mail, return receipt requested,\n    9  to the tenant or tenants and a copy thereof shall be sent to the owner.\n   10    3.  In  the  event the tenant or tenants fail to [provide the informa-\n   11  tion] APPEAR WITHOUT GOOD OR JUST CAUSE AT THE HEARING required pursuant\n   12  to paragraph one of this subdivision, the division [shall] MAY issue, on\n   13  or before December first of such year,  an  order  providing  that  such\n   14  housing accommodation shall not be subject to the provisions of this act\n   15  upon  the  expiration  [or]  OF  the current lease. A copy of such order\n   16  shall be mailed by regular and certified mail, return receipt requested,\n   17  to the tenant or tenants and a copy thereof shall be sent to the owner.\n   18    4. The provisions of the state freedom of information  act  shall  not\n   19  apply  to  any  income  information obtained by the division pursuant to\n   20  this section.\n   21    S 9. This act shall take effect immediately; provided that the  amend-\n   22  ments  to  section 2-a of the emergency housing rent control law made by\n   23  sections one and two of this act shall expire on the same date  as  such\n   24  law  expires and shall not affect the expiration of such law as provided\n   25  in subdivision 2 of section 1 of  chapter  274  of  the  laws  of  1946;\n   26  provided  that  the  amendments to section 26-403.1 of the city rent and\n   27  rehabilitation law made by sections three and four  of  this  act  shall\n   28  remain  in  full  force  and effect only so long as the public emergency\n   29  requiring the regulation and control of residential rents and  evictions\n   30  continues,  as provided in subdivision 3 of section 1 of the local emer-\n   31  gency housing rent control act; provided that the amendments to  section\n   32  26-504.3  of  the  rent stabilization law of nineteen hundred sixty-nine\n   33  made by sections five and six of this act shall expire on the same  date\n   34  as  such  law expires and shall not affect the expiration of such law as\n   35  provided under section 26-520 of such law; and provided that the  amend-\n   36  ments  to section 5-a of the emergency tenant protection act of nineteen\n   37  seventy-four made by sections seven and eight of this act  shall  expire\n   38  on the same date as such act expires and shall not affect the expiration\n   39  of  such  act  as  provided  in section 17 of chapter 576 of the laws of\n   40  1974.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the emergency housing rent control law, the administrative code of the city of New York, and the emergency tenant protection act of nineteen seventy-four, in relation to providing for a hearing before the division of housing and community renewal prior to issuance of an order of decontrol for failure to respond to income certification material; and in relation to excluding certain tenants from inclusion for annual income determination ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101223.T140110.TXT", "SOBI.D101223.T140609.TXT", "SOBI.D101220.T115824.TXT", "SOBI.D101220.T120325.TXT", "SOBI.D101220.T140333.TXT", "SOBI.D101220.T120825.TXT", "SOBI.D101220.T131329.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1293131169416
}