{
  "year" : 2011,
  "senateBillNo" : "S450-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO HOUSING, CONSTRUCTION AND COMMUNITY DEVELOPMENT",
    "billEventId" : "S450-2011-1294203600000-REFERRED+TO+HOUSING%2C+CONSTRUCTION+AND+COMMUNITY+DEVELOPMENT",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUEGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes administrative enforcement of state and local housing maintenance laws",
  "summary" : "Authorizes localities to establish administrative proceedings for the enforcement of state and local housing maintenance codes; permits administratively imposed penalties to be dockets and enforced in the same manner as a judgement in a civil action without further judicial proceedings. ",
  "currentCommittee" : "HOUSING, CONSTRUCTION AND COMMUNITY DEVELOPMENT",
  "sameAs" : null,
  "lawSection" : "Multiple Dwelling Law",
  "previousVersions" : [ "S3857-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "DUANE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "HUNTLEY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "STAVISKY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          450\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by Sens. KRUEGER, DUANE, HUNTLEY, STAVISKY -- read twice and\n         ordered printed, and when printed to be committed to the Committee  on\n         Housing, Construction and Community Development\n\n       AN  ACT  to  amend  the multiple dwelling law and the multiple residence\n         law, in relation to authorizing  administrative  imposition  of  civil\n         penalties  in  the  enforcement of state and local housing maintenance\n         laws\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Paragraphs  a  and b of subdivision 4 of section 3 of the\n    2  multiple dwelling law, as amended by chapter 516 of the  laws  of  1983,\n    3  are amended to read as follows:\n    4    a.   Any city, town or village may make local laws, ordinances, resol-\n    5  utions or regulations not less restrictive than those provided  in  this\n    6  chapter  and  may  provide  for  their enforcement by legal or equitable\n    7  actions or proceedings, OR BY ADMINISTRATIVE PROCEEDINGS, and  prescribe\n    8  the  penalties,  sanctions  and remedies for violations thereof.  In the\n    9  enforcement and administration of  this  chapter  in  a  city  of  three\n   10  hundred  twenty-five  thousand or more persons, the penalties, sanctions\n   11  and remedies enacted by local law may be applied, notwithstanding  their\n   12  inconsistency with this chapter, or the provisions of this chapter.\n   13    b.  In  a  city of three hundred twenty-five thousand or more persons,\n   14  such local laws may authorize such actions or  proceedings  against  the\n   15  owner, lessee of a whole multiple dwelling, agent or other person having\n   16  control  of  such  dwelling,  and  any responsible party, or against the\n   17  dwelling in rem. Such local laws may further authorize (1) that civil OR\n   18  ADMINISTRATIVELY IMPOSED penalties may be enforced  against  the  person\n   19  liable  therefor, and that in addition to the methods of enforcement for\n   20  judgments established in the civil practice law and rules, a lien may be\n   21  imposed against the premises and the  rents  therefrom;  (2)  that  such\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01791-01-1\n\n       S. 450                              2\n\n    1  civil  OR ADMINISTRATIVELY IMPOSED penalties may be enforced against the\n    2  dwelling by the imposition of a lien against the rents therefrom.\n    3    S  2. Paragraph c of subdivision 4 of section 3 of the multiple dwell-\n    4  ing law, as amended by chapter 516 of the laws of 1978,  is  amended  to\n    5  read as follows:\n    6    c.    Such  local  laws  may also authorize that all liens upon rents,\n    7  whether authorized by state or  local  law,  may  be  satisfied  without\n    8  further judicial proceedings by the collection of rents due or to become\n    9  due;  AND  MAY FURTHER AUTHORIZE THAT ADMINISTRATIVELY IMPOSED PENALTIES\n   10  MAY BE DOCKETED AND ENFORCED IN THE SAME MANNER AS A JUDGMENT IN A CIVIL\n   11  ACTION WITHOUT FURTHER JUDICIAL PROCEEDINGS.\n   12    S 3. Section 304 of the multiple residence law is amended by adding  a\n   13  new subdivision 3 to read as follows:\n   14    3.  IN  ADDITION  TO  THE PENALTIES IMPOSED IN SUBDIVISION ONE OF THIS\n   15  SECTION, ANY CITY, TOWN OR VILLAGE MAY PROVIDE FOR  THE  ENFORCEMENT  OF\n   16  THE PROVISIONS OF THIS CHAPTER OR OF LOCAL LAWS, ORDINANCES, RESOLUTIONS\n   17  OR REGULATIONS PROMULGATED PURSUANT HERETO BY ADMINISTRATIVE PROCEEDINGS\n   18  AND  MAY AUTHORIZE ADMINISTRATIVELY IMPOSED PENALTIES WHICH MAY BE DOCK-\n   19  ETED AND ENFORCED IN THE SAME MANNER AS A JUDGMENT  IN  A  CIVIL  ACTION\n   20  WITHOUT FURTHER JUDICIAL PROCEEDINGS.\n   21    S  4.  This  act  shall take effect immediately and shall apply to any\n   22  proceedings commenced on or after such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the multiple dwelling law and the multiple residence law, in relation to authorizing administrative imposition of civil penalties in the enforcement of state and local housing maintenance laws ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101221.T161126.TXT", "SOBI.D101220.T120325.TXT", "SOBI.D101220.T140333.TXT", "SOBI.D101221.T160125.TXT", "SOBI.D101220.T131329.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292965886926
}