{
  "year" : 2011,
  "senateBillNo" : "S451-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO HOUSING, CONSTRUCTION AND COMMUNITY DEVELOPMENT",
    "billEventId" : "S451-2011-1294203600000-REFERRED+TO+HOUSING%2C+CONSTRUCTION+AND+COMMUNITY+DEVELOPMENT",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUEGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Revises proceedings to recover possession to prevent avoidable eviction and resulting homelessness; requires improved notice to the respondent",
  "summary" : "Revises proceedings to recover possession of premises located in a multiple dwelling; requires premises to be registered with the local agency responsible for code enforcement; petition shall be stated in plain language and include notice of the rights of the respondent and a statement of any outstanding code violations on the premises and whether rent payments from a public assistance office is being withheld therefor; provides civil penalties for willful misstatements on such petition. ",
  "currentCommittee" : "HOUSING, CONSTRUCTION AND COMMUNITY DEVELOPMENT",
  "sameAs" : "A1729",
  "lawSection" : "Real Property Actions and Proceedings Law",
  "previousVersions" : [ "S3849-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "DUANE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "HUNTLEY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SERRANO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "STAVISKY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          451\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sens. KRUEGER, DUANE, HUNTLEY, SERRANO, STAVISKY -- read\n         twice and ordered printed, and when printed to  be  committed  to  the\n         Committee on Housing, Construction and Community Development\n\n       AN  ACT  to  amend  the  real  property  actions and proceedings law, in\n         relation to proceedings to recover possession\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The opening paragraph of section 711 of the real property\n    2  actions and proceedings law, as amended by chapter 739 of  the  laws  of\n    3  1982, is amended to read as follows:\n    4    [A]  NO  TENANT  IN  A  RESIDENTIAL  DWELLING  SHALL  BE  REMOVED FROM\n    5  POSSESSION EXCEPT IN A SPECIAL  PROCEEDING  OR  THROUGH  OTHER  JUDICIAL\n    6  PROCESS.  FOR  THE  PURPOSES  OF THIS ARTICLE, A tenant shall include an\n    7  occupant of one or more rooms in a rooming  house  or  a  resident,  not\n    8  including  a transient occupant, of one or more rooms in a hotel who has\n    9  been in possession for thirty consecutive days or longer[; he shall  not\n   10  be  removed  from possession except in a special proceeding].  A special\n   11  proceeding may be maintained  under  this  article  upon  the  following\n   12  grounds:\n   13    S  2.  Subdivision  1  of section 721 of the real property actions and\n   14  proceedings law, as added by chapter 312 of the laws of 1962, is amended\n   15  to read as follows:\n   16    1. The landlord or lessor,  PROVIDED,  HOWEVER,  THAT  NO  PERSON  MAY\n   17  INSTITUTE A PROCEEDING PURSUANT TO THIS ARTICLE WITH RESPECT TO PREMISES\n   18  LOCATED  IN  A  MULTIPLE  DWELLING  UNTIL  SUCH TIME AS THE OWNER OF THE\n   19  MULTIPLE DWELLING HAS REGISTERED PROPERLY WITH  THE  AGENCY  RESPONSIBLE\n   20  FOR CODE ENFORCEMENT, IN ACCORDANCE WITH THE PROVISIONS OF SECTION THREE\n   21  HUNDRED  OF  THE  MULTIPLE RESIDENCE LAW OR SECTION THREE HUNDRED OF THE\n   22  MULTIPLE DWELLING LAW.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02269-01-1\n\n       S. 451                              2\n\n    1    S 3. Subdivision 1 of section 731 of the  real  property  actions  and\n    2  proceedings  law,  as  amended  by  chapter  563 of the laws of 1994, is\n    3  amended to read as follows:\n    4    1.  The  special  proceeding  prescribed  by  this  article  shall  be\n    5  commenced by petition and a notice of petition  PREPARED  IN  ACCORDANCE\n    6  WITH RULES APPROVED BY THE APPELLATE DIVISION WITH JURISDICTION OVER THE\n    7  PROCEEDINGS.  SUCH  RULES  SHALL PROVIDE FOR THE USE OF LANGUAGE THAT IS\n    8  DESIGNED TO BE UNDERSTOOD BY THE RESPONDENT IN THE PROCEEDING. THE PETI-\n    9  TION SHALL INCLUDE SUCH OTHER NOTICE OF THE RIGHTS OF THE RESPONDENT  AS\n   10  MAY  BE  DEEMED APPROPRIATE, INCLUDING A STATEMENT THAT A FORM ANSWER IS\n   11  AVAILABLE FROM THE CLERK OF THE COURT.   A notice  of  petition  may  be\n   12  issued  only by an attorney, judge or the clerk of the court; it may not\n   13  be issued by a party prosecuting the proceeding in person.\n   14    S 4. Section 741 of the real property actions and proceedings  law, as\n   15  added by chapter 312 of the laws  of  1962,  the  opening  paragraph  as\n   16  amended  by chapter 583 of the laws of 1979 and subdivision 5 as amended\n   17  by chapter 302 of the laws of 1976, is amended to read as follows:\n   18    S 741.  Contents of petition.  The petition shall be verified  by  the\n   19  person authorized by section seven hundred twenty-one OF THIS ARTICLE to\n   20  maintain the proceeding; or by a legal representative, attorney or agent\n   21  of  such  person  pursuant  to subdivision (d) of section thirty hundred\n   22  twenty of the civil practice law and rules.  An attorney of such  person\n   23  may  verify  the  petition on information and belief notwithstanding the\n   24  fact that such person is in  the  county  where  the  attorney  has  his\n   25  office.  Every petition shall:\n   26    1.    State  the interest of the petitioner in the premises from which\n   27  removal is sought.\n   28    2.  State the respondent's interest in the premises and his  relation-\n   29  ship to petitioner with regard thereto.\n   30    3.  Describe the premises from which removal is sought.\n   31    4.  STATE WHETHER THERE ARE ANY VIOLATIONS OF ANY STATE OR LOCAL HOUS-\n   32  ING CODES WHICH REMAIN OUTSTANDING ON THE PREMISES OR COMMON  AREAS.  IN\n   33  CITIES  WITH A POPULATION OF ONE MILLION OR MORE, OR IN ANY MUNICIPALITY\n   34  IN WHICH HOUSING CODE VIOLATIONS ARE CLASSIFIED BY DEGREE OF  THREAT  TO\n   35  HEALTH  AND SAFETY, THE PETITION SHALL ITEMIZE ANY SUCH VIOLATIONS WHICH\n   36  HAVE BEEN IDENTIFIED BY THE APPLICABLE CODE ENFORCEMENT  AGENCY  IN  ITS\n   37  NOTICE  OF  VIOLATION  AS  BEING \"HAZARDOUS\", \"IMMEDIATELY HAZARDOUS\" OR\n   38  WHICH HAVE BEEN OTHERWISE CATEGORIZED  AS  CONSTITUTING  A  SERIOUS,  OR\n   39  IMMINENT, THREAT TO HEALTH AND SAFETY OR REQUIRING IMMEDIATE REPAIR.\n   40    5. STATE WHETHER THE PETITIONER HAS BEEN NOTIFIED BY THE LOCAL DEPART-\n   41  MENT OF SOCIAL SERVICES THAT PAYMENT FOR RENT IS BEING WITHHELD PURSUANT\n   42  TO  SECTION ONE HUNDRED FORTY-THREE-B OF THE SOCIAL SERVICES LAW FOR ANY\n   43  PORTION OF THE PREMISES.\n   44    6. WITH RESPECT TO PREMISES SUBSIDIZED DIRECTLY OR INDIRECTLY UNDER  A\n   45  STATE  OR  FEDERAL  PROGRAM  WHICH  REQUIRES  THAT  CONDITIONS BE MET IN\n   46  CONNECTION WITH LEASE TERMINATION OR EVICTION, STATE  THE  NAME  OF  THE\n   47  PROGRAM, THE NAME OF THE AGENCY CHARGED WITH SUPERVISION AND WHETHER THE\n   48  PETITIONER  HAS  COMPLIED  WITH  ALL  APPLICABLE  RULES, REGULATIONS AND\n   49  ADMINISTRATIVE HEARING REQUIREMENTS AND HAS SERVED ALL NOTICES  REQUIRED\n   50  IN  CONNECTION  WITH  LEASE  TERMINATION OR EVICTION FROM THAT PUBLIC OR\n   51  SUBSIDIZED HOUSING PROGRAM.\n   52    7.  State the facts upon which the special proceeding is based.\n   53    [5.] 8.  State the relief sought.  The relief may include  a  judgment\n   54  for rent due, and for a period of occupancy during which no rent is due,\n   55  for the fair value of use and occupancy of the premises if the notice of\n\n       S. 451                              3\n\n    1  petition  contains  a  notice that a demand for such a judgment has been\n    2  made.\n    3    ANY  WILLFUL  MATERIAL MISSTATEMENT OR OMISSION BY THE PETITIONER WITH\n    4  RESPECT TO THE REQUIREMENTS OF THIS SECTION SHALL SUBJECT THE PETITIONER\n    5  TO A CIVIL PENALTY, NOT TO EXCEED ONE THOUSAND DOLLARS, TO  BE  ASSESSED\n    6  IN  THE EVICTION PROCEEDING OR IN A SUBSEQUENT PLENARY ACTION. THE PETI-\n    7  TIONER MAY REQUEST LEAVE OF THE COURT TO  AMEND  THE  PETITION  FOR  THE\n    8  PURPOSE OF CORRECTING MATERIAL MISSTATEMENTS OR CURING OMISSIONS. IN THE\n    9  EVENT  LEAVE  TO  AMEND  IS GRANTED, THE RESPONDENT SHALL BE PROVIDED AN\n   10  ADJOURNMENT TO RESPOND OF NOT LESS  THAN  TEN  DAYS  FROM  THE  DATE  OF\n   11  SERVICE  OF  THE  AMENDED PETITION. A PETITIONER SHALL BE DEEMED TO HAVE\n   12  MADE A MATERIAL MISSTATEMENT OR OMISSION WITH RESPECT  TO  THE  REQUIRE-\n   13  MENTS  OF  SUBDIVISION FOUR OF THIS SECTION UPON SUBMISSION TO THE COURT\n   14  OF CERTIFIED RECORDS, OR OTHERWISE PROPERLY  AUTHENTICATED  RECORDS,  OF\n   15  THE   LOCAL  AGENCY  OR  AGENCIES  CHARGED  WITH  CODE  COMPLIANCE  THAT\n   16  VIOLATIONS OF APPLICABLE CODES, OTHER THAN TENANT CAUSED OR HOUSEKEEPING\n   17  AS DETERMINED BY THE COURT, WERE OUTSTANDING AT THE TIME OF THE  VERIFI-\n   18  CATION  OF  THE  PETITION  WHICH  WERE NOT DESCRIBED THEREIN. A MATERIAL\n   19  MISSTATEMENT SHALL BE DEEMED WILLFUL UNLESS THE PETITIONER CAN ESTABLISH\n   20  BY A PREPONDERANCE OF THE EVIDENCE THAT SUCH MISSTATEMENT WAS NOT  WILL-\n   21  FUL. IN ADDITION TO THE FOREGOING, IN THE EVENT THAT AN EVICTION WARRANT\n   22  IS  EXECUTED IN A PROCEEDING IN WHICH A WILLFUL MATERIAL MISSTATEMENT IS\n   23  MADE, THE RESPONDENT SHALL BE ENTITLED TO DAMAGES  NOT  EXCEEDING  THREE\n   24  TIMES  THE  COSTS  INCURRED AS A RESULT OF THE EVICTION UNLESS THE PETI-\n   25  TIONER CAN ESTABLISH THAT THE EVICTION WOULD HAVE BEEN JUSTIFIED REGARD-\n   26  LESS OF THE MISSTATEMENT.\n   27    S 5. Section 743 of the real property actions and proceedings law,  as\n   28  amended  by  chapter  644  of  the  laws  of 2003, is amended to read as\n   29  follows:\n   30    S 743. Answer. Except as provided in section [732] SEVEN HUNDRED THIR-\n   31  TY-TWO OF THIS ARTICLE, relating to  a  proceeding  for  non-payment  of\n   32  rent,  at  the  time when the petition is to be heard the respondent, or\n   33  any person in possession or claiming possession  of  the  premises,  may\n   34  answer, orally or in writing. If the answer is oral the substance there-\n   35  of  shall  be  recorded  by  the  clerk or, if a particular court has no\n   36  clerk, by the presiding judge or justice of such court,  and  maintained\n   37  in  the  case record. A FORM ANSWER, IN A FORM APPROVED BY THE APPELLATE\n   38  DIVISION WITH JURISDICTION OVER THE PROCEEDING, SHALL BE MADE  AVAILABLE\n   39  TO  THE  RESPONDENT  BY  THE  CLERK  OF THE COURT. THE FORM ANSWER SHALL\n   40  INCLUDE POSSIBLE DEFENSES TO THE PROCEEDING, INCLUDING BUT  NOT  LIMITED\n   41  TO  DEFENSES  ESTABLISHED  BY  SECTIONS TWO HUNDRED TWENTY-THREE AND TWO\n   42  HUNDRED THIRTY-FIVE-B OF THE REAL  PROPERTY  LAW,  SECTION  ONE  HUNDRED\n   43  FORTY-THREE-B  OF  THE  SOCIAL  SERVICES  LAW  AND SECTION THREE HUNDRED\n   44  FIVE-A OF THE MULTIPLE RESIDENCE LAW. If  the  notice  of  petition  was\n   45  served at least eight days before the time at which it was noticed to be\n   46  heard  and  it  so demands, the answer shall be made at least three days\n   47  before the time the petition is noticed to be heard and, if in  writing,\n   48  it shall be served within such time; whereupon any reply shall be served\n   49  at  least  one day before such time. The answer may contain any legal or\n   50  equitable defense, or counterclaim. The  court  may  render  affirmative\n   51  judgment for the amount found due on the counterclaim.\n   52    S  6.  Subdivision  1  of section 745 of the real property actions and\n   53  proceedings law, as amended by chapter 403  of  the  laws  of  1983,  is\n   54  amended to read as follows:\n   55     1.  Where  triable  issues of fact are raised, they shall be tried by\n   56  the court unless, at the time the petition is noticed  to  be  heard,  a\n\n       S. 451                              4\n\n    1  party  demands  a  trial  by jury, in which case trial shall be by jury.\n    2  WHEN THE PETITION INDICATES PURSUANT  TO  SUBDIVISION  FOUR  OF  SECTION\n    3  SEVEN HUNDRED FORTY-ONE OF THIS ARTICLE, THAT THERE ARE OUTSTANDING CODE\n    4  VIOLATIONS,  THE COURT SHALL INQUIRE REGARDING THE DURATION AND SEVERITY\n    5  OF THE OUTSTANDING  VIOLATIONS  AND  MAY  STAY  THE  PROCEEDING  PENDING\n    6  REMOVAL  OF  THE  VIOLATIONS  IN  ACCORDANCE  WITH SECTION SEVEN HUNDRED\n    7  FIFTY-FIVE OF THIS ARTICLE, OR MAKE OTHER DISPOSITION OF THE  PROCEEDING\n    8  INCLUDING GRANTING A TOTAL OR PARTIAL ABATEMENT OF RENT, OR DISMISSAL OF\n    9  THE  PROCEEDING,  AS  APPROPRIATE.  At the time when issue is joined the\n   10  court, in its discretion at the request of either party and  upon  proof\n   11  to its satisfaction by affidavit or orally that an adjournment is neces-\n   12  sary  to  enable the applicant to procure his necessary witnesses, or by\n   13  consent of all the parties who appear, may  adjourn  the  trial  of  the\n   14  issue, but not more than ten days, except by consent of all parties.\n   15    S  7. Section 749 of the real property actions and proceedings  law is\n   16  amended by adding two new subdivisions 4 and 5 to read as follows:\n   17    4. THE NOTICE DESCRIBED IN  SUBDIVISION  TWO  OF  THIS  SECTION  SHALL\n   18  INCLUDE  A  STATEMENT ADVISING THE RESPONDENT THAT ASSISTANCE TO PREVENT\n   19  THE EVICTION OR OTHERWISE TO PREVENT THE RESPONDENT FROM BECOMING  HOME-\n   20  LESS  MAY  BE AVAILABLE FROM THE LOCAL DEPARTMENT OF SOCIAL SERVICES AND\n   21  SHALL INCLUDE THE PHONE NUMBER PROVIDED TO THE  ENFORCEMENT  OFFICER  BY\n   22  ANY PRIVATE OR PUBLIC AGENCY PROVIDING SUCH ASSISTANCE AT THE REQUEST OF\n   23  SUCH  AGENCY.  REFERRAL  TO  LEGAL  AID,  LEGAL  SERVICES OR OTHER LEGAL\n   24  ASSISTANCE OFFICES SHALL ALSO BE INCLUDED ON SUCH NOTICES AT THE REQUEST\n   25  OF SUCH OFFICES. IN A PROCEEDING BASED  UPON  NON-PAYMENT,  SUCH  NOTICE\n   26  SHALL  ALSO  ADVISE  THE  RESPONDENT OF THE RENT DETERMINED DUE TOGETHER\n   27  WITH TAXES, ASSESSMENTS, INTEREST, PENALTIES  AND  COSTS  IN  ACCORDANCE\n   28  WITH THE PROVISION OF SUBDIVISION ONE OF SECTION SEVEN HUNDRED FIFTY-ONE\n   29  OF  THIS ARTICLE, AND SHALL ADVISE THE RESPONDENT OF THE AMOUNT REQUIRED\n   30  AND PROCEDURE FOR PAYMENT.\n   31    5. UPON WRITTEN OR ORAL NOTIFICATION TO THE OFFICER BY  AN  AUTHORIZED\n   32  REPRESENTATIVE OF THE LOCAL DEPARTMENT OF SOCIAL SERVICES THAT AN APPLI-\n   33  CATION  FOR  ASSISTANCE  TO PREVENT EVICTION IS PENDING ON BEHALF OF THE\n   34  RESPONDENT HOUSEHOLD, THE OFFICER SHALL REFRAIN FROM  EXECUTION  OF  THE\n   35  WARRANT  UNTIL  SUCH  TIME  AS  THAT  OFFICER  IS  ADVISED BY THE SOCIAL\n   36  SERVICES OFFICIAL OF THE DETERMINATION OF  SUCH  APPLICATION,  PROVIDED,\n   37  HOWEVER,  THAT  THE  SOCIAL SERVICES DISTRICT SHALL GUARANTEE PAYMENT TO\n   38  THE PETITIONER FOR ANY ADDITIONAL RENT ACCRUING DURING THIS PERIOD TO BE\n   39  CALCULATED ON A PRO-RATA BASIS FOR THE NUMBER OF DAYS  DELAY  OCCASIONED\n   40  BY THE OPERATION OF THIS PROVISION.\n   41    S  8.  The  opening  paragraph and subdivision 1 of section 751 of the\n   42  real property actions and proceedings  law, as added by chapter  312  of\n   43  the laws of 1962, are amended to read as follows:\n   44     The  respondent  may,  at  any  time  before  a  warrant  is [issued]\n   45  EXECUTED,  stay  the  [issuing]  EXECUTION  thereof  and  also  stay  an\n   46  execution to collect the costs, as follows:\n   47    1.    Where  the  lessee  or  tenant holds over after a default in the\n   48  payment of rent, or of taxes or assessments, he may  effect  a  stay  by\n   49  depositing  the  amount of the rent due or of such taxes or assessments,\n   50  and interest and penalty, if any thereon  due,  and  the  costs  of  the\n   51  special  proceeding, with the clerk of the court, or where the office of\n   52  clerk is not provided for, with the court,  who  shall  thereupon,  upon\n   53  demand,  pay  the amount deposited to the petitioner or his duly author-\n   54  ized agent; or by delivering to the  court  or  clerk  [his]  A  WRITTEN\n   55  ASSURANCE  BY  AN  AUTHORIZED  REPRESENTATIVE OF THE LOCAL DEPARTMENT OF\n   56  SOCIAL SERVICES OR AN undertaking to the petitioner in such sum  as  the\n\n       S. 451                              5\n\n    1  court  approves to the effect that [he will pay] the rent[, or] DUE WILL\n    2  BE PAID TOGETHER WITH such taxes or assessments, and interest and penal-\n    3  ty and costs within ten days, at the expiration of which time a  warrant\n    4  may issue, unless [he] THE RESPONDENT produces to the court satisfactory\n    5  evidence of the payment.\n    6    S  9. This act shall take effect on the first of January next succeed-\n    7  ing the date on which it shall have become a  law  and  shall  apply  to\n    8  actions  and  proceedings  commenced  on  or  after such effective date,\n    9  provided, however, that effective immediately, all  actions  and  proce-\n   10  dures  with  respect  to the proposed adoption, amendment, suspension or\n   11  repeal of any rule or regulation necessary to the timely  implementation\n   12  of this act on its effective date are directed and authorized to be made\n   13  and completed on or before such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the real property actions and proceedings law, in relation to proceedings to recover possession ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101220.T120325.TXT", "SOBI.D101220.T140333.TXT", "SOBI.D110111.T142713.TXT", "SOBI.D101220.T131329.TXT", "SOBI.D101221.T162127.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294774033656
}