{
  "year" : 2011,
  "senateBillNo" : "S452-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO SOCIAL SERVICES",
    "billEventId" : "S452-2011-1294203600000-REFERRED+TO+SOCIAL+SERVICES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUEGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to distribution of federal bonus awards relative to food stamp programs to local social services districts",
  "summary" : "Relates to distribution of federal bonus awards relative to food stamp programs to local social services districts. ",
  "currentCommittee" : "SOCIAL SERVICES",
  "sameAs" : null,
  "lawSection" : "Social Services Law",
  "previousVersions" : [ "S7941-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "SQUADRON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          452\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by Sens. KRUEGER, SQUADRON -- read twice and ordered printed,\n         and when printed to be committed to the Committee on Social Services\n\n       AN  ACT to amend the social services law, in relation to distribution of\n         federal bonus awards relative to food stamp programs to  local  social\n         services districts\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 95 of the social services law is amended by  adding\n    2  a new subdivision 12 to read as follows:\n    3    12.  (A)  ANY  INCONSISTENT  PROVISIONS OF LAW NOTWITHSTANDING, IN THE\n    4  EVENT THE FEDERAL GOVERNMENT GRANTS A BONUS BECAUSE OF  SOCIAL  SERVICES\n    5  DISTRICTS'  PERFORMANCE RELATING TO THE ISSUANCE OF FOOD STAMP BENEFITS,\n    6  THE OFFICE OF TEMPORARY AND DISABILITY ASSISTANCE SHALL  DISTRIBUTE  THE\n    7  BONUS AS FOLLOWS:\n    8    (I)  THE  OFFICE  OF TEMPORARY AND DISABILITY ASSISTANCE MAY RETAIN OR\n    9  PLACE LIMITATIONS ON THE USE OF FIVE PERCENT OF THE  ENTIRE  BONUS.  THE\n   10  OFFICE OF TEMPORARY AND DISABILITY ASSISTANCE MAY RETAIN, OR PLACE LIMI-\n   11  TATIONS  ON  THE  USE  OF  AN  ADDITIONAL  PORTION  OF THE ENTIRE BONUS,\n   12  PROVIDED THAT THE OFFICE OF TEMPORARY AND  DISABILITY  ASSISTANCE  SHALL\n   13  DETERMINE  THE  USE  OF  THIS  ADDITIONAL RETAINED OR LIMITED PORTION IN\n   14  CONSULTATION WITH THE LOCAL SOCIAL SERVICES DISTRICTS.\n   15    (II) ANY PORTION OF THE BONUS THAT IS NOT RETAINED OR LIMITED  IN  USE\n   16  BY THE OFFICE OF TEMPORARY AND DISABILITY ASSISTANCE PURSUANT TO SUBPAR-\n   17  AGRAPH  (I)  OF  THIS  PARAGRAPH  SHALL  BE  DISTRIBUTED TO LOCAL SOCIAL\n   18  SERVICES DISTRICTS IN PROPORTION TO THEIR CONTRIBUTION TOWARDS ACQUIRING\n   19  THE BONUS AS DETERMINED  BY  THE  OFFICE  OF  TEMPORARY  AND  DISABILITY\n   20  ASSISTANCE.\n   21    (B)  FUNDS  DISTRIBUTED PURSUANT TO SUBPARAGRAPH (II) OF PARAGRAPH (A)\n   22  OF THIS SUBDIVISION  MAY  BE  EXPENDED  BY  THE  LOCAL  SOCIAL  SERVICES\n   23  DISTRICT FOR ANY FOOD AND NUTRITION PURPOSE CONSISTENT WITH ITS AUTHORI-\n   24  TY UNDER LAW.\n   25    S 2. This act shall take effect immediately.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00719-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the social services law, in relation to distribution of federal bonus awards relative to food stamp programs to local social services districts ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101220.T120325.TXT", "SOBI.D101220.T135832.TXT", "SOBI.D101220.T140333.TXT", "SOBI.D101221.T162627.TXT", "SOBI.D101220.T131329.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292966787119
}