{
  "year" : 2011,
  "senateBillNo" : "S454-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO TRANSPORTATION",
    "billEventId" : "S454-2011-1294203600000-REFERRED+TO+TRANSPORTATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUEGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to requiring parking garages to install and operate pedestrian warning devices where vehicles exiting such garage cross a pedestrian sidewalk",
  "summary" : "Relates to requiring commercial parking garages to install and operate pedestrian warning devices where vehicles exiting such garage cross a pedestrian sidewalk; requires both visual and audible warning signals. ",
  "currentCommittee" : "TRANSPORTATION",
  "sameAs" : "A4088",
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "S3588-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "HASSELL-THOMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "HUNTLEY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "KLEIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "PERKINS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          454\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sens. KRUEGER, HASSELL-THOMPSON, HUNTLEY, KLEIN, PERKINS\n         -- read twice and ordered printed, and when printed to be committed to\n         the Committee on Transportation\n\n       AN ACT to amend the vehicle and traffic law, in relation  to  pedestrian\n         warning devices for parking garages\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The vehicle and traffic law is  amended  by  adding  a  new\n    2  section 1686 to read as follows:\n    3    S 1686. ALL VEHICLES MUST STOP AT PARKING GARAGE EXITS. (A) AS USED IN\n    4  THIS  SECTION, THE FOLLOWING TERMS SHALL HAVE THE FOLLOWING MEANINGS: 1.\n    5  \"EXIT\" SHALL MEAN A POINT OF EGRESS OF A MOTOR  VEHICLE  WHICH  REQUIRES\n    6  SUCH MOTOR VEHICLE TO CROSS A SIDEWALK.\n    7    2.  \"PARKING GARAGE\" SHALL MEAN A BUILDING OR THAT PORTION OF A BUILD-\n    8  ING DESIGNED OR USED FOR THE HOUSING, STORAGE OR PARKING  OF  TWENTY  OR\n    9  MORE MOTOR VEHICLES.\n   10    3.  \"PEDESTRIAN  WARNING  DEVICE\"  SHALL  MEAN  ANY  DEVICE  OR SYSTEM\n   11  CONSISTING OF A MECHANISM WHICH DETECTS A MOTOR VEHICLE AS IT APPROACHES\n   12  A PARKING GARAGE EXIT TO  DEPART  THEREFROM  AND  ACTIVATES  A  FLASHING\n   13  YELLOW  LIGHT  POSITIONED  AT  THE  EXTERIOR OF SUCH PARKING GARAGE EXIT\n   14  WHICH IS VISIBLE TO PEDESTRIANS AND AN AUDIBLE WARNING SIGNAL CONSISTING\n   15  OF AN INTERMITTENT SOUND  NOT  EXCEEDING  70  DB  (A)  MEASURED  AT,  OR\n   16  ADJUSTED  TO,  A  DISTANCE OF TEN FEET FROM SUCH EXIT. SUCH DEVICE SHALL\n   17  NOT BE ACTIVATED FOR ANY PERIOD OF TIME IN EXCESS OF TEN  SECONDS  AFTER\n   18  THE  ACTIVATING  VEHICLE  HAS CLEARED THE EXIT, EXCEPT AS ACTIVATED BY A\n   19  SUBSEQUENT VEHICLE.\n   20    (B) ALL OWNERS OF PARKING GARAGES SHALL INSTALL, AT EACH  EXIT  THERE-\n   21  FROM:\n   22    1. A PEDESTRIAN WARNING DEVICE;\n   23    2. A STOP SIGN;\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00834-01-1\n\n       S. 454                              2\n\n    1    3.  THE  FOLLOWING NOTICE IN A MANNER WHICH IS LEGIBLE AND CONSPICUOUS\n    2  TO OPERATORS OF EXITING MOTOR VEHICLES: \"STATE LAW REQUIRES VEHICLES  TO\n    3  YIELD THE RIGHT OF WAY TO PEDESTRIANS ON SIDEWALKS.\"; AND\n    4    4. ON THE EXTERIOR OF EACH SUCH EXIT THE FOLLOWING NOTICE TO PEDESTRI-\n    5  ANS:  \"CAUTION:  EXITING  VEHICLES.\"  SUCH  NOTICE  SHALL BE POSTED IN A\n    6  MANNER WHICH IS LEGIBLE AND CONSPICUOUS TO PEDESTRIANS.\n    7    (C) A VIOLATION OF THIS SECTION SHALL BE PUNISHABLE BY A FINE OF UP TO\n    8  TWO HUNDRED FIFTY DOLLARS FOR EACH VIOLATION.\n    9    S 2. This act shall take effect on the one hundred eightieth day after\n   10  it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to pedestrian warning devices for parking garages ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110201.T145909.TXT", "SOBI.D101222.T150847.TXT", "SOBI.D101220.T135832.TXT", "SOBI.D101220.T120825.TXT", "SOBI.D101220.T131329.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296590349490
}