{
  "year" : 2011,
  "senateBillNo" : "S457-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO JUDICIARY",
    "billEventId" : "S457-2011-1294203600000-REFERRED+TO+JUDICIARY",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUEGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes it shall be unlawful for a person to have his or her application to rent or lease a residence to be denied due to prior housing court proceedings",
  "summary" : "Establishes it shall be unlawful for a person to have his or her application to rent or lease a residence to be denied due to a previous housing court proceeding; allows a person aggrieved to maintain a civil action. ",
  "currentCommittee" : "JUDICIARY",
  "sameAs" : "A4203",
  "lawSection" : "Real Property Law",
  "previousVersions" : [ "SB3856-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "DUANE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "HUNTLEY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SERRANO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          457\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sens. KRUEGER, DUANE, HUNTLEY, SERRANO -- read twice and\n         ordered printed, and when printed to be committed to the Committee  on\n         Judiciary\n\n       AN  ACT  to  amend  the  real  property  law, in relation to prohibiting\n         certain prior housing court proceedings from being considered by land-\n         lords in the lease of property for residential purposes\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Legislative intent. The legislature hereby finds that some\n    2  landlords refuse to offer available units  because  prospective  tenants\n    3  have  previously  been  party  to  a  judicial proceeding arising from a\n    4  dispute between themselves and a prior landlord,  and  also  finds  that\n    5  tenant  screening reports are also being used by some landlords to inap-\n    6  propriately  blacklist  some  prospective  tenants.    The   legislature\n    7  believes  that  a  tenant's prior appearance in a judicial proceeding is\n    8  not worthy of consideration when a landlord is reviewing  a  prospective\n    9  tenant's  application,  except under the limited circumstances permitted\n   10  by this act.\n   11    S 2. The real property law is amended by adding a new section 235-h to\n   12  read as follows:\n   13    S 235-H. UNLAWFUL REFUSAL TO RENT TO A PROSPECTIVE TENANT. 1. AS  USED\n   14  IN THIS SECTION, THE TERMS:\n   15    (A)  \"HOUSING  ACCOMMODATION\"  INCLUDES  ANY  BUILDING,  STRUCTURE, OR\n   16  PORTION THEREOF WHICH IS USED OR OCCUPIED OR IS  INTENDED,  ARRANGED  OR\n   17  DESIGNED  TO  BE  USED  OR  OCCUPIED, AS THE HOME, RESIDENCE OR SLEEPING\n   18  PLACE OF ONE OR MORE HUMAN BEINGS.\n   19    (B) \"TENANT SCREENING REPORT\" MEANS ANY WRITTEN, ORAL, OR OTHER COMMU-\n   20  NICATION OF ANY INFORMATION BY A CONSUMER REPORTING AGENCY BEARING ON  A\n   21  CONSUMER'S  CREDIT WORTHINESS, CREDIT STANDING, CREDIT CAPACITY, CHARAC-\n   22  TER, GENERAL REPUTATION, PERSONAL CHARACTERISTICS,  HISTORY  OF  CONTACT\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01011-01-1\n\n       S. 457                              2\n\n    1  WITH  ANY  HOUSING,  CIVIL  OR  CRIMINAL  COURT OF ANY STATE, OR MODE OF\n    2  LIVING, WHICH IS USED FOR OR EXPECTED TO BE USED OR COLLECTED  IN  WHOLE\n    3  OR  PART FOR THE PURPOSE OF SERVING AS A FACTOR IN EVALUATING A PROSPEC-\n    4  TIVE TENANT.\n    5    (C)  \"PERSON\"  MEANS  ANY  NATURAL  PERSON,  FIRM,  PARTNERSHIP, JOINT\n    6  VENTURE, CORPORATION OR ASSOCIATION.\n    7    (D) \"CONSUMER REPORTING AGENCY\" MEANS ANY  PERSON  WHO,  FOR  MONETARY\n    8  FEES,  DUES,  OR  ON A COOPERATIVE NONPROFIT BASIS, REGULARLY ENGAGES IN\n    9  WHOLE OR IN PART IN THE PRACTICE OF ASSEMBLING  OR  EVALUATING  CONSUMER\n   10  CREDIT  INFORMATION OR OTHER INFORMATION ON CONSUMERS FOR THE PURPOSE OF\n   11  FURNISHING CONSUMER REPORTS, TENANT SCREENING REPORTS OR OTHER  INVESTI-\n   12  GATIVE CONSUMER REPORTS TO THIRD PARTIES.\n   13    2.  IT  SHALL BE AN UNLAWFUL PRACTICE FOR ANY PERSON, BEING THE OWNER,\n   14  LANDLORD, LESSEE, PROPRIETOR, MANAGER, SUPERINTENDENT, AGENT OR EMPLOYEE\n   15  OF ANY HOUSING ACCOMMODATION TO DENY ANY PERSON'S APPLICATION TO RENT OR\n   16  LEASE A UNIT INTENDED TO BE  USED  PRIMARILY  FOR  RESIDENTIAL  PURPOSES\n   17  BASED,  WHOLLY OR IN PART, ON INFORMATION OBTAINED FROM A TENANT SCREEN-\n   18  ING REPORT.  IT SHALL ALSO BE UNLAWFUL TO DO SO BASED ON ANY INFORMATION\n   19  INDICATING THAT SUCH PERSON WAS A LITIGANT IN AN  ACTION  OR  PROCEEDING\n   20  BROUGHT  UNDER ARTICLE SEVEN OF THE REAL PROPERTY ACTIONS AND PROCEEDING\n   21  LAW OR SECTION ONE HUNDRED TEN OF THE NEW YORK CITY CIVIL COURT  ACT  IN\n   22  THE  SUPREME  COURT  OR  IN  THE HOUSING PART OF THE NEW YORK CITY CIVIL\n   23  COURT, OR BASED ON ANY OF THE FACTS OR ALLEGED FACTS DERIVED FROM SUCH A\n   24  PROCEEDING, UNLESS:\n   25    (A) SUCH PERSON PREVIOUSLY APPEARED AS RESPONDENT OR DEFENDANT  IN  AN\n   26  ACTION  TO  RECOVER  REAL  PROPERTY  OR  A SUMMARY PROCEEDING TO RECOVER\n   27  POSSESSION OF REAL PROPERTY; AND\n   28    (B) A JUDGE RULED IN FAVOR OF THE PETITIONER OR PLAINTIFF; AND\n   29    (C) A WARRANT OF EVICTION WAS  ISSUED  AGAINST  SUCH  PERSON  IN  THAT\n   30  ACTION OR PROCEEDING; AND\n   31    (D) SUCH PERSON, HAD NOT ENTERED INTO A VOLUNTARY AGREEMENT, SUCH AS A\n   32  STIPULATION,  CONSENT  DECREE,  OR  ANY  OTHER AGREEMENT CONSENTING TO A\n   33  JUDGMENT OF POSSESSION.\n   34    3. ANY PERSON AGGRIEVED BY A VIOLATION OF THIS SECTION MAY MAINTAIN AN\n   35  ACTION IN ANY COURT OF COMPETENT JURISDICTION FOR:\n   36    (A) AN INJUNCTION TO ENJOIN AND RESTRAIN SUCH UNLAWFUL PRACTICE;\n   37    (B) ACTUAL DAMAGES SUSTAINED AS A RESULT OF SUCH UNLAWFUL PRACTICE;\n   38    (C) COURT COSTS;\n   39    (D) LEGAL FEES;\n   40    (E) PUNITIVE DAMAGES AS DETERMINED BY THE TRIER OF FACT; AND\n   41    (F) COMPENSATORY DAMAGES AS DETERMINED BY THE TRIER OF FACT.\n   42    S 3. This act shall take effect immediately and  shall  apply  to  all\n   43  landlord  tenant  relationships entered into or renewed on or after such\n   44  date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the real property law, in relation to prohibiting certain prior housing court proceedings from being considered by landlords in the lease of property for residential purposes ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101222.T150348.TXT", "SOBI.D101220.T140333.TXT", "SOBI.D101220.T123327.TXT", "SOBI.D110202.T115710.TXT", "SOBI.D101220.T131329.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296665830285
}