{
  "year" : 2011,
  "senateBillNo" : "S460-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO TRANSPORTATION",
    "billEventId" : "S460-2011-1294203600000-REFERRED+TO+TRANSPORTATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "NOZZOLIO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for the exemption of honorably discharged U.S. veterans from payment of New York Thruway tolls",
  "summary" : "Provides for the exemption of honorably discharged veterans of the armed forces of the United States from New York State Thruway tolls; provides reimbursement for any loss in net revenue up to one hundred thousand dollars. ",
  "currentCommittee" : "TRANSPORTATION",
  "sameAs" : null,
  "lawSection" : "Public Authorities Law",
  "previousVersions" : [ "SA2683-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "MAZIARZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          460\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by Sen. NOZZOLIO -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Transportation\n\n       AN ACT to amend the public authorities law and the vehicle  and  traffic\n         law,  in  relation  to  the  exemption  of certain veterans from tolls\n         collected by the New York state thruway authority\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraph (a) of subdivision 1 of section 361 of the public\n    2  authorities  law,  as  amended  by  chapter  621 of the laws of 1998, is\n    3  amended to read as follows:\n    4    (a) In addition to the powers conferred by  the  vehicle  and  traffic\n    5  law,  the  authority  is  hereby authorized to promulgate such rules and\n    6  regulations for the use and occupancy of the thruway as may be necessary\n    7  and proper for the public safety and convenience, for  the  preservation\n    8  of  its  property  and  for the collection of tolls and provided further\n    9  that the authority, in consultation with  the  departments  of  environ-\n   10  mental  conservation and transportation, is hereby authorized to promul-\n   11  gate rules and regulations necessary to implement a heavy  duty  vehicle\n   12  roadside  inspection program pursuant to section 19-0320 of the environ-\n   13  mental conservation law.  SUCH RULES AND REGULATIONS SHALL AUTHORIZE THE\n   14  EXEMPTION FROM THE COLLECTION OF SUCH TOLLS  UPON  HONORABLY  DISCHARGED\n   15  VETERANS  OF THE ARMED FORCES OF THE UNITED STATES. SUCH EXEMPTION SHALL\n   16  BE IN SUCH FORM AND MANNER AS THE COMMISSIONER MAY PROVIDE.\n   17    S 2. Subdivision 4 of section 1630 of the vehicle and traffic  law  is\n   18  amended to read as follows:\n   19    4.  Charging of tolls, taxes, fees, licenses or permits for the use of\n   20  the highway or any of its parts, where the imposition thereof is author-\n   21  ized by law.  NO SUCH TOLL SHALL BE IMPOSED BY THE NEW YORK STATE  THRU-\n   22  WAY  AUTHORITY UPON HONORABLY DISCHARGED VETERANS OF THE ARMED FORCES OF\n   23  THE UNITED STATES.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00332-01-1\n\n       S. 460                              2\n\n    1    S 3. Notwithstanding any other provision of law, the  commissioner  of\n    2  transportation  is  authorized  and  directed  to reimburse the New York\n    3  state thruway authority for any loss in net revenue, up to  one  hundred\n    4  thousand  dollars  per fiscal year, due to the exemption from tolls upon\n    5  honorably  discharged  veterans of the armed forces of the United States\n    6  authorized pursuant to paragraph (a) of subdivision 1 of section 361  of\n    7  the public authorities law.\n    8    S 4. This act shall take effect on the one hundred twentieth day after\n    9  it  shall have become a law except that any rule or regulation necessary\n   10  for the timely implementation of this act on its effective date shall be\n   11  promulgated on or before such date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public authorities law and the vehicle and traffic law, in relation to the exemption of certain veterans from tolls collected by the New York state thruway authority ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110105.T120126.TXT", "SOBI.D101222.T150348.TXT", "SOBI.D101220.T135832.TXT", "SOBI.D101220.T123827.TXT", "SOBI.D101220.T131329.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294246886813
}