{
  "year" : 2011,
  "senateBillNo" : "S461-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO TRANSPORTATION",
    "billEventId" : "S461-2011-1294203600000-REFERRED+TO+TRANSPORTATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "NOZZOLIO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes a drug abuse resistance education (D.A.R.E.) license plate",
  "summary" : "Establishes a drug abuse resistance education (D.A.R.E.) license plate; creates a new drug abuse resistance education (D.A.R.E.) fund for outreach and educational programs. ",
  "currentCommittee" : "TRANSPORTATION",
  "sameAs" : null,
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "S2395-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          461\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by Sen. NOZZOLIO -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Transportation\n\n       AN ACT to amend the vehicle and traffic law and the state  finance  law,\n         in relation to creating a distinctive license plate for the Drug Abuse\n         Resistance Education (D.A.R.E.) program\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The vehicle and traffic law is  amended  by  adding  a  new\n    2  section 404-x to read as follows:\n    3    S  404-X.  DISTINCTIVE  PLATES FOR THE DRUG ABUSE RESISTANCE EDUCATION\n    4  (D.A.R.E.) PROGRAM.  1. ANY PERSON RESIDING IN THIS  STATE  SHALL,  UPON\n    5  REQUEST,  BE  ISSUED  A  DISTINCTIVE  DRUG  ABUSE  RESISTANCE  EDUCATION\n    6  (D.A.R.E.) PROGRAM LICENSE PLATE. THE DESIGN OF SUCH  DISTINCTIVE  PLATE\n    7  SHALL  BE  DEVELOPED BY THE COMMISSIONER IN CONSULTATION WITH THE SUPER-\n    8  INTENDENT OF STATE POLICE.\n    9    2. A DISTINCTIVE PLATE ISSUED PURSUANT TO THIS SECTION SHALL BE ISSUED\n   10  IN THE SAME MANNER AS OTHER NUMBER PLATES UPON THE PAYMENT OF THE  REGU-\n   11  LAR  REGISTRATION  FEE  PRESCRIBED  BY  SECTION FOUR HUNDRED ONE OF THIS\n   12  ARTICLE; PROVIDED, HOWEVER, THAT AN ADDITIONAL ANNUAL SERVICE CHARGE  OF\n   13  TWENTY-FIVE  DOLLARS  SHALL  BE  CHARGED  FOR  SUCH PLATE.   SUCH ANNUAL\n   14  SERVICE CHARGE SHALL BE DEPOSITED PURSUANT TO THE PROVISIONS OF  SECTION\n   15  FOUR  HUNDRED FOUR-OO OF THIS ARTICLE TO THE CREDIT OF THE DEPARTMENT OF\n   16  MOTOR VEHICLES DISTINCTIVE PLATE DEVELOPMENT FUND ESTABLISHED BY SECTION\n   17  NINETY-FIVE-G OF THE STATE  FINANCE  LAW  AND  SHALL  BE  USED  FOR  THE\n   18  PRODUCTION,  DESIGN,  ADVERTISING  AND  MARKETING OF DISTINCTIVE LICENSE\n   19  PLATES PURSUANT TO SECTION  NINETY-FIVE-G  OF  THE  STATE  FINANCE  LAW;\n   20  PROVIDED,  HOWEVER,  THAT  ANNUAL SERVICE CHARGES COLLECTED IN EXCESS OF\n   21  SIX THOUSAND DOLLARS SHALL BE DEPOSITED TO THE CREDIT OF THE DRUG  ABUSE\n   22  RESISTANCE  EDUCATION  (D.A.R.E.)  FUND  ESTABLISHED PURSUANT TO SECTION\n   23  NINETY-SEVEN-KKKK OF THE STATE FINANCE LAW AND SHALL BE USED FOR  PUBLIC\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00459-01-1\n\n       S. 461                              2\n\n    1  EDUCATION  AND OUTREACH COSTS RELATED TO DRUG ABUSE RESISTANCE EDUCATION\n    2  PURSUANT  TO  SECTION  NINETY-SEVEN-KKKK  OF  THE  STATE  FINANCE   LAW;\n    3  PROVIDED,  HOWEVER,  THAT  ONE  YEAR  AFTER  THE  EFFECTIVE DATE OF THIS\n    4  SECTION, FUNDS UP TO A MAXIMUM OF SIX THOUSAND DOLLARS, OR SO MUCH THER-\n    5  EOF  AS  MAY  BE  AVAILABLE,  SHALL  BE  ALLOCATED FROM SUCH FUND TO THE\n    6  DEPARTMENT TO OFFSET  COSTS  ASSOCIATED  WITH  THE  PRODUCTION  OF  SUCH\n    7  LICENSE PLATE.\n    8    S  2. The state finance law is amended by adding a new section 97-kkkk\n    9  to read as follows:\n   10    S 97-KKKK. DRUG ABUSE RESISTANCE EDUCATION (D.A.R.E.) FUND. 1.   THERE\n   11  IS  HEREBY ESTABLISHED IN THE JOINT CUSTODY OF THE STATE COMPTROLLER AND\n   12  THE COMMISSIONER OF TAXATION AND FINANCE A SPECIAL REVENUE  FUND  TO  BE\n   13  KNOWN AS THE DRUG ABUSE RESISTANCE EDUCATION (D.A.R.E.) FUND.\n   14    2.  THE  DRUG ABUSE RESISTANCE EDUCATION (D.A.R.E.) FUND SHALL CONSIST\n   15  OF MONEYS RECEIVED BY THE STATE PURSUANT TO SECTION FOUR HUNDRED  FOUR-X\n   16  OF  THE  VEHICLE  AND TRAFFIC LAW, MONEYS DONATED OR GIVEN TO THE STATE,\n   17  AND ALL OTHER MONEYS APPROPRIATED, CREDITED OR TRANSFERRED THERETO  FROM\n   18  ANY OTHER FUND OR SOURCE.\n   19    3.  MONEYS  OF  THE  DRUG  ABUSE RESISTANCE EDUCATION (D.A.R.E.) FUND,\n   20  SHALL BE MADE AVAILABLE TO THE SUPERINTENDENT OF STATE POLICE FOR PUBLIC\n   21  EDUCATION AND OUTREACH PROGRAM COSTS RELATED TO  DRUG  ABUSE  RESISTANCE\n   22  EDUCATION.\n   23    S 3. This act shall take effect on the one hundred eightieth day after\n   24  it  shall have become a law; provided, however, that any rules and regu-\n   25  lations required to implement the foregoing provisions of this act shall\n   26  be promulgated on or before such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law and the state finance law, in relation to creating a distinctive license plate for the Drug Abuse Resistance Education (D.A.R.E.) program ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101222.T150348.TXT", "SOBI.D101220.T123827.TXT", "SOBI.D101220.T140833.TXT", "SOBI.D101220.T131329.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1293048228615
}