{
  "year" : 2011,
  "senateBillNo" : "S462-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO TRANSPORTATION",
    "billEventId" : "S462-2011-1294203600000-REFERRED+TO+TRANSPORTATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "NOZZOLIO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes distinctive license plates for veterans who served in the Iraq conflict",
  "summary" : "Authorizes distinctive license plates for veterans who served in the Iraq conflict or the spouse of any such veteran; defines Iraq Conflict veteran; provides that an additional one time service charge of ten dollars shall be charged for such plate. ",
  "currentCommittee" : "TRANSPORTATION",
  "sameAs" : null,
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "S2396-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          462\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by Sen. NOZZOLIO -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Transportation\n\n       AN ACT to amend the vehicle and traffic law, in relation to the issuance\n         of distinctive plates for veterans of the Iraq conflict\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  vehicle  and  traffic law is amended by adding a new\n    2  section 404-x to read as follows:\n    3    S 404-X. DISTINCTIVE PLATES FOR VETERANS OF THE IRAQ CONFLICT.  1. ANY\n    4  IRAQ CONFLICT VETERAN OR THE SPOUSE OF  ANY  SUCH  VETERAN  SHALL,  UPON\n    5  REQUEST,  BE  ISSUED  A  LICENSE  PLATE BEARING THE WORDS \"IRAQ CONFLICT\n    6  VETERAN\". IF A DISTINCTIVE PLATE IS ISSUED TO A VETERAN PURSUANT TO THIS\n    7  SECTION, SUCH A DISTINCTIVE PLATE SHALL NOT BE ISSUED TO THE  SPOUSE  OF\n    8  SUCH VETERAN. APPLICATION FOR SUCH LICENSE PLATE SHALL BE FILED WITH THE\n    9  COMMISSIONER   IN  SUCH  FORM  AND  DETAIL  AS  THE  COMMISSIONER  SHALL\n   10  PRESCRIBE.\n   11    2. THE DISTINCTIVE PLATE AUTHORIZED IN SUBDIVISION ONE OF THIS SECTION\n   12  SHALL BE ISSUED UPON PROOF, SATISFACTORY TO THE COMMISSIONER,  THAT  THE\n   13  APPLICANT OR THE SPOUSE OF THE APPLICANT IS AN IRAQ CONFLICT VETERAN.\n   14    3.  FOR  THE  PURPOSES  OF THIS SECTION, \"IRAQ CONFLICT VETERAN\" SHALL\n   15  MEAN A PERSON WHO IS A RESIDENT OF THIS STATE, WHO SERVED IN  THE  ARMED\n   16  FORCES  OF  THE  UNITED  STATES IN THE HOSTILITIES THAT OCCURRED IN IRAQ\n   17  COMMENCING ON THE NINETEENTH DAY OF MARCH, TWO THOUSAND THREE, AND  WERE\n   18  HONORABLY DISCHARGED FROM THE MILITARY.\n   19    4. A DISTINCTIVE PLATE ISSUED PURSUANT TO THIS SECTION SHALL BE ISSUED\n   20  IN  THE  SAME  MANNER AS OTHER NUMBER PLATES UPON PAYMENT OF THE REGULAR\n   21  REGISTRATION FEE PRESCRIBED BY SECTION FOUR HUNDRED ONE OF THIS  ARTICLE\n   22  PROVIDED,  HOWEVER,  THAT  AN  ADDITIONAL ONE TIME SERVICE CHARGE OF TEN\n   23  DOLLARS SHALL BE CHARGED FOR SUCH PLATE.   SUCH  ANNUAL  SERVICE  CHARGE\n   24  SHALL  BE  DEPOSITED  PURSUANT TO THE PROVISIONS OF SECTION FOUR HUNDRED\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00460-01-1\n\n       S. 462                              2\n\n    1  FOUR-OO OF THIS ARTICLE TO THE CREDIT OF THE DEPARTMENT OF  MOTOR  VEHI-\n    2  CLES   DISTINCTIVE   PLATE   DEVELOPMENT  FUND  ESTABLISHED  BY  SECTION\n    3  NINETY-FIVE-G OF THE STATE  FINANCE  LAW  AND  SHALL  BE  USED  FOR  THE\n    4  PRODUCTION,  DESIGN,  ADVERTISING  AND  MARKETING OF DISTINCTIVE LICENSE\n    5  PLATES PURSUANT TO SUCH SECTION NINETY-FIVE-G.\n    6    5. NOTHING CONTAINED HEREIN SHALL REQUIRE THE ISSUANCE  OF  A  SPECIAL\n    7  NUMBER  PLATE  UNDER  THIS  SECTION UNLESS THE COMMISSIONER IS SATISFIED\n    8  THAT THE AGGREGATE AMOUNT OF ANNUAL SERVICE CHARGES  COLLECTED  PURSUANT\n    9  TO  SUBDIVISION  FOUR  OF THIS SECTION WILL BE SUFFICIENT TO RECOVER THE\n   10  COSTS OF THE DESIGN AND MANUFACTURE OF SUCH SPECIAL PLATES.\n   11    S 2. This act shall take effect on the first of April next  succeeding\n   12  the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to the issuance of distinctive plates for veterans of the Iraq conflict ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101222.T150348.TXT", "SOBI.D101222.T150847.TXT", "SOBI.D101220.T123827.TXT", "SOBI.D101220.T140833.TXT", "SOBI.D101220.T131329.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1293048527677
}