{
  "year" : 2011,
  "senateBillNo" : "S463-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "S463-2011-1294203600000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "NOZZOLIO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Eliminates the maximum age for appointment as a member of the state police and requires retirement at age 70",
  "summary" : "Eliminates the maximum age of 29 years for appointment as a member of the New York state police and requires retirement at age 70. ",
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "Executive Law",
  "previousVersions" : [ "S7240-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          463\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by Sen. NOZZOLIO -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Finance\n\n       AN ACT to amend the executive law, in relation to the qualifications for\n         members of the division of state police\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision  3  of  section  215 of the executive law, as\n    2  amended by chapter 478 of the laws  of  2004,  is  amended  to  read  as\n    3  follows:\n    4    3.  The  sworn members of the New York state police shall be appointed\n    5  by the superintendent and permanent appointees may  be  removed  by  the\n    6  superintendent only after a hearing. No person shall be appointed to the\n    7  New  York state police force as a sworn member unless he or she shall be\n    8  a citizen of the United States, [between the ages of] AT  LEAST  twenty-\n    9  one  [and  twenty-nine]  years  [except  that  in  the  superintendent's\n   10  discretion, the maximum age may be extended  to  thirty-five  years]  OF\n   11  AGE.  [Notwithstanding  any  other  provision  of  law or any general or\n   12  special law to the contrary the time spent on military duty, not exceed-\n   13  ing a total of six years, shall be subtracted from the age of any appli-\n   14  cant who has passed his or her twenty-ninth  birthday,  solely  for  the\n   15  purpose  of permitting qualification as to age and for no other purpose.\n   16  Such limitations as to age however shall not apply to persons  appointed\n   17  to the positions of counsel, first assistant counsel, assistant counsel,\n   18  and  assistant  deputy  superintendent for employee relations nor to any\n   19  person appointed to the bureau of  criminal  investigation  pursuant  to\n   20  section  two  hundred  sixteen  of this article nor shall any] NO person\n   21  SHALL be appointed unless he or she has fitness and good moral character\n   22  and shall have passed a physical and mental examination based upon stan-\n   23  dards provided by the  rules  and  regulations  of  the  superintendent.\n   24  Appointments  shall be made for a probationary period which, in the case\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00281-01-1\n\n       S. 463                              2\n\n    1  of appointees required to attend and complete a basic  training  program\n    2  at the state police academy, shall include such time spent attending the\n    3  basic school and terminate one year after successful completion thereof.\n    4  All other sworn members shall be subject to a probationary period of one\n    5  year  from the date of appointment. Following satisfactory completion of\n    6  the probationary period the  member  shall  be  a  permanent  appointee.\n    7  Voluntary  resignation  or  withdrawal  from  the  New York state police\n    8  during such appointment shall be submitted  to  the  superintendent  for\n    9  approval.    Reasonable time shall be required to account for all equip-\n   10  ment issued or for debts or obligations to the state  to  be  satisfied.\n   11  Resignation  or withdrawal from the division during a time of emergency,\n   12  so declared by the governor, shall not be approved if  contrary  to  the\n   13  best  interest  of the state and shall be a misdemeanor. No sworn member\n   14  removed from the New York state police shall be eligible for  reappoint-\n   15  ment.  The  superintendent  shall  make rules and regulations subject to\n   16  approval by the governor for the discipline and control of the New  York\n   17  state  police  and  for the examination and qualifications of applicants\n   18  for appointment as members thereto and such examinations shall  be  held\n   19  and  conducted  by  the  superintendent  subject to such rules and regu-\n   20  lations. The superintendent is authorized to  charge  a  fee  of  twenty\n   21  dollars  as an application fee for any person applying to take a compet-\n   22  itive examination for the position of trooper, and a fee of five dollars\n   23  for any competitive examination for a civilian position. The superinten-\n   24  dent shall promulgate regulations subject to the approval of the  direc-\n   25  tor  of  the budget, to provide for a waiver of the application fee when\n   26  the fee would cause an unreasonable hardship on  the  applicant  and  to\n   27  establish  a  fee  schedule  and charge fees for the use of state police\n   28  facilities. THE SUPERINTENDENT  SHALL  REQUIRE  THE  RETIREMENT  OF  ANY\n   29  MEMBER  OF  THE  NEW YORK STATE POLICE WHO HAS ATTAINED SEVENTY YEARS OF\n   30  AGE.\n   31    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the executive law, in relation to the qualifications for members of the division of state police ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101222.T150847.TXT", "SOBI.D101220.T123827.TXT", "SOBI.D101220.T140833.TXT", "SOBI.D101220.T131329.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1293048527682
}