{
  "year" : 2011,
  "senateBillNo" : "S464-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S464-2011-1294203600000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "NOZZOLIO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes the crime of aggravated harassment of police officers, peace officers, court officers, emergency medical technicians or paramedics",
  "summary" : "Establishes the crime of aggravated harassment of police officers, peace officers, court officers, emergency medical technicians or paramedics; provides that such crime is a class E felony. ",
  "currentCommittee" : "CODES",
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : [ "S4629-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "LARKIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          464\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by Sen. NOZZOLIO -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Codes\n\n       AN ACT to amend the penal law, in relation to establishing the crime  of\n         aggravated  harassment of police officers, peace officers, court offi-\n         cers, emergency medical technicians or paramedics\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. The penal law is amended by adding a new section 240.33 to\n    2  read as follows:\n    3  S 240.33 AGGRAVATED HARASSMENT OF A POLICE OFFICER, PEACE OFFICER, COURT\n    4            OFFICER, EMERGENCY MEDICAL TECHNICIAN OR PARAMEDIC.\n    5    A PERSON IS GUILTY OF AGGRAVATED HARASSMENT OF A POLICE OFFICER, PEACE\n    6  OFFICER, COURT OFFICER, EMERGENCY MEDICAL TECHNICIAN OR  PARAMEDIC  WHEN\n    7  WITH  INTENT  TO HARASS, ANNOY, THREATEN, HARM OR ALARM A PERSON WHOM HE\n    8  OR SHE KNOWS OR REASONABLY SHOULD KNOW TO BE A POLICE OFFICER,  A  PEACE\n    9  OFFICER,  COURT  OFFICER,  EMERGENCY  MEDICAL  TECHNICIAN  OR  PARAMEDIC\n   10  ENGAGED IN THE COURSE OF PERFORMING HIS OR HER OFFICIAL  DUTIES,  HE  OR\n   11  SHE  CAUSES  THE POLICE OFFICER, PEACE OFFICER, COURT OFFICER, EMERGENCY\n   12  MEDICAL TECHNICIAN OR PARAMEDIC TO COME INTO CONTACT WITH BLOOD, SEMINAL\n   13  FLUID, SALIVA, URINE OR FECES, BY THROWING, TOSSING  OR  EXPELLING  SUCH\n   14  FLUID OR MATERIAL.\n   15    AGGRAVATED  HARASSMENT OF A POLICE OFFICER, PEACE OFFICER, COURT OFFI-\n   16  CER, EMERGENCY MEDICAL TECHNICIAN OR PARAMEDIC IS A CLASS E FELONY.\n   17    S 2. This act shall take effect on the first of November next succeed-\n   18  ing the date on which it shall have become a law.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00787-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, in relation to establishing the crime of aggravated harassment of police officers, peace officers, court officers, emergency medical technicians or paramedics ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110105.T105611.TXT", "SOBI.D101220.T123827.TXT", "SOBI.D101220.T140833.TXT", "SOBI.D101220.T131329.TXT", "SOBI.D101222.T151347.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294242971662
}