{
  "year" : 2011,
  "senateBillNo" : "S465-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S465-2011-1294203600000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "NOZZOLIO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Permits the outdoor consumer use of fireworks",
  "summary" : "Permits the outdoor consumer use of fireworks upon completion of a safety course and issuance of a permit. ",
  "currentCommittee" : "CODES",
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : [ "S3786-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          465\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by Sen. NOZZOLIO -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Codes\n\n       AN ACT to amend the penal  law,  in  relation  to  issuing  permits  for\n         consumer use of fireworks\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The penal law is amended by adding a new section 405.02  to\n    2  read as follows:\n    3  S 405.02 PERMITS FOR OUTDOOR CONSUMER USE OF FIREWORKS.\n    4    1.  NOTWITHSTANDING  THE  PROVISIONS OF SECTION 270.00 OF THIS CHAPTER\n    5  CONSUMER FIREWORKS MAY BE POSSESSED AND USED OUTDOORS BY A PERSON  HOLD-\n    6  ING A VALID PERMIT ISSUED BY A MUNICIPALITY.\n    7    2.  THE  PERMIT AUTHORITY OF A CITY, VILLAGE OR TOWN MAY UPON APPLICA-\n    8  TION IN WRITING AND THE PAYMENT OF A REASONABLE FEE,  AS  DETERMINED  BY\n    9  THE PERMITTING AUTHORITY, ISSUE A PERMIT FOR THE OUTDOOR CONSUMER USE OF\n   10  FIREWORKS.  A  PERMIT MAY BE ISSUED TO A PERSON WHO IS EIGHTEEN YEARS OF\n   11  AGE OR OLDER AND HAS VALID PROOF OF COMPLETION OF A  CONSUMER  FIREWORKS\n   12  SAFETY COURSE, PURSUANT TO SUBDIVISION THREE OF THIS SECTION.\n   13    3.  THE CONSUMER FIREWORKS SAFETY COURSE MUST BE TAUGHT BY A FIREWORKS\n   14  GROUP, ORGANIZATION OR COMPANY RECOGNIZED BY THE  AMERICAN  PYROTECHNICS\n   15  ASSOCIATION.  UPON  THE  COMPLETION  OF  SUCH  SAFETY COURSE, A PROOF OF\n   16  COMPLETION SHALL BE ISSUED AND SHALL BE VALID FOR  TWO  YEARS  FROM  THE\n   17  DATE OF ISSUANCE.\n   18    4. \"CONSUMER FIREWORKS\" SHALL MEAN AND INCLUDE:\n   19    (A)  ANY  COMBUSTIBLE  OR  EXPLOSIVE  COMPOSITION  OR ANY SUBSTANCE OR\n   20  COMBINATION OF SUBSTANCES, INTENDED TO PRODUCE  VISIBLE  AND/OR  AUDIBLE\n   21  EFFECTS BY COMBUSTION; AND\n   22    (B)  WHICH  IS  SUITABLE  FOR  USE BY THE PUBLIC BY COMPLYING WITH THE\n   23  CONSTRUCTION, PERFORMANCE, COMPOSITION AND LABELING REQUIREMENTS PROMUL-\n   24  GATED BY THE CONSUMER PRODUCTS SAFETY COMMISSION IN 16 CFR, RELATING  TO\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00619-01-1\n\n       S. 465                              2\n\n    1  COMMERCIAL  PRACTICE,  OR  ANY  SUCCESSOR REGULATION, AND WHICH COMPLIES\n    2  WITH THE PROVISIONS FOR \"CONSUMER FIREWORKS\" AS DEFINED IN THE  AMERICAN\n    3  PYROTECHNICS ASSOCIATION (APA) STANDARD 87-1, OR ANY SUCCESSOR STANDARD.\n    4    5.  ANY  PERMIT ISSUED PURSUANT TO THIS SECTION SHALL NOT BE DEEMED TO\n    5  PERMIT:\n    6    (A) THE USE OF FIRECRACKERS, ROCKETS,  MISSILES,  AERIAL  SHELL  KITS,\n    7  RELOADABLE MORTARS OR WIRE SPARKLERS; OR\n    8    (B) THE HOLDER TO VIOLATE ANY LOCAL ORDINANCES.\n    9    6.  THIS  SECTION SHALL NOT APPLY TO CITIES WITH A POPULATION OVER ONE\n   10  MILLION OR MORE PEOPLE.\n   11    S 2. This act shall take effect on the first of November next succeed-\n   12  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, in relation to issuing permits for consumer use of fireworks ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101222.T150847.TXT", "SOBI.D101220.T123827.TXT", "SOBI.D101220.T140833.TXT", "SOBI.D101220.T131329.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1293048527686
}