{
  "year" : 2011,
  "senateBillNo" : "S466-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO EDUCATION",
    "billEventId" : "S466-2011-1294203600000-REFERRED+TO+EDUCATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "NOZZOLIO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires tax levy and percentage increase to be sent to all voters",
  "summary" : "Commencing with the proposed budget for the 2011-2012, the property tax report card shall be mailed to all qualified voters of the school district after the date of the budget hearing, but no later than six days prior to the annual meeting and election or special district meeting at which a school budget vote will occur; provided further that commencing with the proposed budget for the 2011-2012 school year, all documents prepared by the board of education and/or school district that inform the public, whether by electronic, hardcopy, or other means, about proposed tax rate increases or decreases, and/or percentage increases or decreases, resulting from a proposed budget, shall include the proposed budget increase or decrease, and percentage increase or decrease, and the proposed tax levy increase or decrease, and percentage increase or decrease, on the same page, and in the same font style and size, as the proposed tax rate change. ",
  "currentCommittee" : "EDUCATION",
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "S3272-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          466\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by Sen. NOZZOLIO -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Education\n\n       AN ACT to amend the education law, in relation  to  requiring  tax  levy\n         information and percentage increase to be sent to all voters\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraph a of subdivision  2-a  of  section  2022  of  the\n    2  education law, as added by section 3 of part A of chapter 60 of the laws\n    3  of 2000, is amended to read as follows:\n    4    a.  Commencing  with the proposed budget for the two thousand one--two\n    5  thousand two school year, such notice shall also include  a  description\n    6  of  how  total  spending  and  the  tax  levy,  AND, COMMENCING WITH THE\n    7  PROPOSED BUDGET FOR THE TWO THOUSAND ELEVEN--TWO THOUSAND TWELVE  SCHOOL\n    8  YEAR, THE PERCENTAGE INCREASE OR DECREASE IN THE TAX LEVY resulting from\n    9  the  proposed  budget  would compare with a projected contingency budget\n   10  adopted pursuant to section two thousand twenty-three of  this  article,\n   11  assuming  that such contingency budget is adopted on the same day as the\n   12  vote on the proposed budget. Such comparison shall be in  total  and  by\n   13  component  (program,  capital  and  administrative), and shall include a\n   14  statement of the assumptions made in estimating the projected contingen-\n   15  cy budget.\n   16    S 2. Section 1716 of the education law is amended by  adding  two  new\n   17  subdivisions 8 and 9 to read as follows:\n   18    8.   COMMENCING   WITH  THE  PROPOSED  BUDGET  FOR  THE  TWO  THOUSAND\n   19  ELEVEN--TWO THOUSAND TWELVE SCHOOL YEAR, THE PROPERTY  TAX  REPORT  CARD\n   20  SHALL BE MAILED TO ALL QUALIFIED VOTERS OF THE SCHOOL DISTRICT AFTER THE\n   21  DATE  OF  THE  BUDGET  HEARING,  BUT NO LATER THAN SIX DAYS PRIOR TO THE\n   22  ANNUAL MEETING AND ELECTION OR  SPECIAL  DISTRICT  MEETING  AT  WHICH  A\n   23  SCHOOL BUDGET VOTE WILL OCCUR.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00493-01-1\n\n       S. 466                              2\n\n    1    9.   COMMENCING   WITH  THE  PROPOSED  BUDGET  FOR  THE  TWO  THOUSAND\n    2  ELEVEN--TWO THOUSAND TWELVE SCHOOL YEAR, ALL DOCUMENTS PREPARED  BY  THE\n    3  BOARD OF EDUCATION AND/OR SCHOOL DISTRICT THAT INFORM THE PUBLIC, WHETH-\n    4  ER  BY  ELECTRONIC,  HARDCOPY,  OR  OTHER MEANS, ABOUT PROPOSED TAX RATE\n    5  INCREASES  OR  DECREASES,  AND/OR  PERCENTAGE  INCREASES  OR  DECREASES,\n    6  RESULTING FROM A PROPOSED BUDGET,  SHALL  INCLUDE  THE  PROPOSED  BUDGET\n    7  INCREASE  OR  DECREASE,  AND  PERCENTAGE  INCREASE  OR DECREASE, AND THE\n    8  PROPOSED TAX LEVY INCREASE  OR  DECREASE,  AND  PERCENTAGE  INCREASE  OR\n    9  DECREASE,  ON THE SAME PAGE, AND IN THE SAME FONT STYLE AND SIZE, AS THE\n   10  PROPOSED TAX RATE CHANGE.\n   11    S 3. Section 1608 of the education law is amended by  adding  two  new\n   12  subdivisions 8 and 9 to read as follows:\n   13    8.   COMMENCING   WITH  THE  PROPOSED  BUDGET  FOR  THE  TWO  THOUSAND\n   14  ELEVEN--TWO THOUSAND TWELVE SCHOOL YEAR, THE PROPERTY  TAX  REPORT  CARD\n   15  SHALL BE MAILED TO ALL QUALIFIED VOTERS OF THE SCHOOL DISTRICT AFTER THE\n   16  DATE  OF  THE  BUDGET  HEARING,  BUT NO LATER THAN SIX DAYS PRIOR TO THE\n   17  ANNUAL MEETING AND ELECTION OR  SPECIAL  DISTRICT  MEETING  AT  WHICH  A\n   18  SCHOOL BUDGET VOTE WILL OCCUR.\n   19    9.   COMMENCING   WITH  THE  PROPOSED  BUDGET  FOR  THE  TWO  THOUSAND\n   20  ELEVEN--TWO THOUSAND TWELVE SCHOOL YEAR, ALL DOCUMENTS PREPARED  BY  THE\n   21  BOARD OF EDUCATION AND/OR SCHOOL DISTRICT THAT INFORM THE PUBLIC, WHETH-\n   22  ER  BY  ELECTRONIC,  HARDCOPY,  OR  OTHER MEANS, ABOUT PROPOSED TAX RATE\n   23  INCREASES  OR  DECREASES,  AND/OR  PERCENTAGE  INCREASES  OR  DECREASES,\n   24  RESULTING  FROM  A  PROPOSED  BUDGET,  SHALL INCLUDE THE PROPOSED BUDGET\n   25  INCREASE OR DECREASE, AND  PERCENTAGE  INCREASE  OR  DECREASE,  AND  THE\n   26  PROPOSED  TAX  LEVY  INCREASE  OR  DECREASE,  AND PERCENTAGE INCREASE OR\n   27  DECREASE, ON THE SAME PAGE, AND IN THE SAME FONT STYLE AND SIZE, AS  THE\n   28  PROPOSED TAX RATE CHANGE.\n   29    S  4.  This act shall take effect on the first of July next succeeding\n   30  the date on which it shall have become a law;  provided,  however,  that\n   31  effective immediately, the addition, amendment and/or repeal of any rule\n   32  or regulation necessary for the implementation of this act on its effec-\n   33  tive  date  are  authorized  and directed to be made and completed on or\n   34  before such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to requiring tax levy information and percentage increase to be sent to all voters ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101220.T124334.TXT", "SOBI.D101220.T131829.TXT", "SOBI.D101222.T150847.TXT", "SOBI.D101220.T142834.TXT", "SOBI.D101220.T123827.TXT", "SOBI.D101220.T140833.TXT", "SOBI.D101220.T131329.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1293048527689
}