{
  "year" : 2011,
  "senateBillNo" : "S468-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "S468-2011-1294203600000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "NOZZOLIO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides criteria for the appointment of the superintendent of state police",
  "summary" : "Provides criteria for the appointment of the superintendent of state police by the governor, upon the advice and consent of the Senate, for a fixed term of three years. ",
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "Executive Law",
  "previousVersions" : [ "S6988-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "LARKIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          468\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by Sen. NOZZOLIO -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Finance\n\n       AN ACT to amend the executive law, in relation to the appointment of the\n         superintendent of state police\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 210 of the executive law, as amended by chapter 169\n    2  of the laws of 1994, is amended to read as follows:\n    3    S 210. Division  of  state police. The division of state police in the\n    4  executive department shall be known as the \"New York State Police.\"  The\n    5  head  of  the New York state police shall be the superintendent of state\n    6  police who shall be appointed by the governor by and with the advice and\n    7  consent of the senate, and hold office [during his or her pleasure]  FOR\n    8  FIXED THREE-YEAR TERMS, SUBJECT TO REAPPOINTMENT FOR ADDITIONAL TERMS OR\n    9  TO  TERMINATION OF SERVICE BY THE GOVERNOR AND SUBJECT TO THE ADVICE AND\n   10  CONSENT OF THE SENATE. The superintendent shall be a member of the state\n   11  police, shall receive as salary such sum as may be appropriated by  law,\n   12  and shall accrue such leave credits and be eligible for the same retire-\n   13  ment benefits, service credits and other benefits as any other member of\n   14  the state police. If, prior to appointment, the superintendent served as\n   15  a  member  of  the  state  police, he or she, upon appointment, shall be\n   16  entitled to continue to accrue and receive such credits and benefits  as\n   17  he  or  she  would  have  been  entitled  to accrue and receive prior to\n   18  appointment.\n   19    If, prior to his or her appointment,  the  superintendent  shall  have\n   20  served  as  a  member  of  the State Police for a period of ten years or\n   21  more, he or she shall, provided he or she is not  eligible  for  retire-\n   22  ment,  upon  EXPIRATION  OR termination of service as superintendent, be\n   23  reappointed, without examination, as a member of the state police in the\n   24  grade held by  him  or  her  prior  to  appointment  as  superintendent,\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01269-01-1\n\n       S. 468                              2\n\n    1  notwithstanding  the  absence  of  any  vacancy in such grade.   For the\n    2  purpose of determining the annual salary to be paid upon such reappoint-\n    3  ment, the period of  service  as  superintendent  shall  be  counted  as\n    4  service in the grade to which reappointed.\n    5    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the executive law, in relation to the appointment of the superintendent of state police ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101220.T124334.TXT", "SOBI.D101220.T131829.TXT", "SOBI.D110105.T105611.TXT", "SOBI.D101220.T140833.TXT", "SOBI.D101222.T151347.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294242971655
}