{
  "year" : 2011,
  "senateBillNo" : "S469-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO INVESTIGATIONS AND GOVERNMENT OPERATIONS",
    "billEventId" : "S469-2011-1294203600000-REFERRED+TO+INVESTIGATIONS+AND+GOVERNMENT+OPERATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "NOZZOLIO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Makes English the official language of New York state",
  "summary" : "Enacts the New York state English language empowerment act which deems English the official language of the government of the state of New York. ",
  "currentCommittee" : "INVESTIGATIONS AND GOVERNMENT OPERATIONS",
  "sameAs" : null,
  "lawSection" : "State Law",
  "previousVersions" : [ "S1152-2009", "S6746-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          469\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by Sen. NOZZOLIO -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Investigations and Govern-\n         ment Operations\n\n       AN ACT to amend the state law, in relation to making English  the  offi-\n         cial language of New York state\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The state law is amended by adding a new article 9 to  read\n    2  as follows:\n\n    3                                  ARTICLE 9\n    4                           OFFICIAL STATE LANGUAGE\n    5  SECTION 130. LEGISLATIVE FINDINGS AND INTENT.\n    6          131. SHORT TITLE.\n    7          132. OFFICIAL STATE LANGUAGE.\n    8    S  130.  LEGISLATIVE FINDINGS AND INTENT. THE LEGISLATURE HEREBY FINDS\n    9  THAT, THE STATE IS COMPRISED OF INDIVIDUALS FROM MANY ETHNIC,  CULTURAL,\n   10  AND  LINGUISTIC  BACKGROUNDS,  AND  CONTINUES  TO BENEFIT FROM THIS RICH\n   11  DIVERSITY. THROUGHOUT THE HISTORY OF NEW YORK AND THE UNITED STATES, THE\n   12  COMMON THREAD BINDING INDIVIDUALS OF DIFFERING BACKGROUNDS HAS BEEN  THE\n   13  ENGLISH  LANGUAGE.  COMMAND  OF  THE  ENGLISH  LANGUAGE  IS NECESSARY TO\n   14  PARTICIPATE IN AND TAKE FULL ADVANTAGE OF THE OPPORTUNITIES AFFORDED  BY\n   15  AMERICAN  LIFE.  ABSENT  A  RUDIMENTARY COMMAND OF THE ENGLISH LANGUAGE,\n   16  CITIZENS OF THIS STATE ARE NOT ABLE TO MAKE THEIR VOICES  HEARD  IN  THE\n   17  LEGISLATIVE  PROCESS, EFFECTIVELY EXERCISE THEIR RIGHT TO VOTE, OR FULLY\n   18  UNDERSTAND THE RIGHTS AFFORDED THEM BY THE UNITED STATES  AND  NEW  YORK\n   19  CONSTITUTIONS.  SUCH  CITIZENS  ALSO  HAVE A MORE DIFFICULT TIME FINDING\n   20  GAINFUL EMPLOYMENT, AFFORDABLE HOUSING, HEALTH INSURANCE, AND  OTHERWISE\n   21  AVAILING THEMSELVES OF THE FULL BENEFITS OF AMERICAN LIFE FOR THEMSELVES\n   22  AND THEIR FAMILIES.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01267-01-1\n\n       S. 469                              2\n\n    1    S  131.  SHORT  TITLE. THIS ACT SHALL BE KNOWN AND MAY BE CITED AS THE\n    2  \"NEW YORK STATE ENGLISH LANGUAGE EMPOWERMENT ACT\".\n    3    S 132. OFFICIAL STATE LANGUAGE. ENGLISH SHALL BE THE OFFICIAL LANGUAGE\n    4  OF  THE  GOVERNMENT  OF  THE STATE OF NEW YORK. 1. THE STATE OF NEW YORK\n    5  SHALL CONDUCT ALL OFFICIAL BUSINESS OF THIS STATE IN ENGLISH. ALL  OFFI-\n    6  CIAL  DOCUMENTS,  REGULATIONS, ORDERS, AND PUBLICATIONS SHALL BE PRINTED\n    7  IN ENGLISH  AND  ALL  OFFICIAL  PROGRAMS,  MEETINGS,  TRANSACTIONS,  AND\n    8  ACTIONS  CONDUCTED  BY  OR ON BEHALF OF THIS STATE AND ALL ITS POLITICAL\n    9  SUBDIVISIONS SHALL BE IN ENGLISH.\n   10    2. A. OTHER LANGUAGES MAY BE USED  BY  GOVERNMENT  OFFICIALS,  AND  IN\n   11  OFFICIAL DOCUMENTS, WHENEVER NECESSARY TO:\n   12    (I) PROTECT THE HEALTH, SAFETY, OR LIBERTY OF ANY CITIZEN;\n   13    (II) TEACH OR STUDY OTHER LANGUAGES;\n   14    (III)  PROTECT  THE  RIGHTS  OF  CRIMINAL DEFENDANTS OR THE VICTIMS OF\n   15  CRIME;\n   16    (IV) PROMOTE TRADE, TOURISM, OR COMMERCE;\n   17    (V) FACILITATE ACTIVITIES PERTAINING TO THE COMPILATION OF ANY CENSUS;\n   18    (VI) COMPLY WITH THE FEDERAL INDIVIDUALS WITH  DISABILITIES  EDUCATION\n   19  ACT;\n   20    (VII)  USE  PROPER NAMES, TERMS OF ART, OR PHRASES FROM LANGUAGE OTHER\n   21  THAN ENGLISH; OR\n   22    (VIII) COMPLY WITH THE CONSTITUTION AND LAWS OF THE UNITED  STATES  OF\n   23  AMERICA, OR THE STATE CONSTITUTION.\n   24    B.  EXCEPT IN EXIGENT CIRCUMSTANCES, WHEN AN OFFICIAL GOVERNMENT DOCU-\n   25  MENT IS TRANSLATED INTO ANY  LANGUAGE  OTHER  THAN  ENGLISH  UNDER  THIS\n   26  SECTION,  AN ENGLISH TRANSLATION WILL ALSO BE PROVIDED IN THE SAME DOCU-\n   27  MENT, APPEARING IN SUCH A MANNER AS TO AFFORD THE READER THE OPPORTUNITY\n   28  TO OBSERVE THE ENGLISH TRANSLATION OF ALL PHRASES USED.\n   29    3. NOTHING IN THIS SECTION SHALL BE CONSTRUED TO:\n   30    (I) DIMINISH THE USAGE OF, PREVENT THE STUDY  OR  DEVELOPMENT  OF,  OR\n   31  DISCOURAGE  THE  USE  OF, ANY NATIVE AMERICAN LANGUAGE IN ANY CONTEXT OR\n   32  FOR ANY PURPOSE;\n   33    (II) PROHIBIT ANY ELECTED OFFICIAL FROM SPEAKING TO ANY  PERSON  IN  A\n   34  LANGUAGE  OTHER  THAN ENGLISH WHILE CAMPAIGNING OR PROVIDING CONSTITUENT\n   35  SERVICES, ALTHOUGH SUCH OFFICIALS ARE ENCOURAGED TO USE ENGLISH AS  MUCH\n   36  AS POSSIBLE TO PROMOTE FLUENCY IN ENGLISH;\n   37    (III) DISPARAGE ANY LANGUAGE OR DISCOURAGE ANY PERSON FROM LEARNING OR\n   38  USING ANY LANGUAGE;\n   39    (IV)  PROHIBIT  INFORMAL AND NONBINDING TRANSLATIONS OR COMMUNICATIONS\n   40  AMONG OR BETWEEN REPRESENTATIVES OF GOVERNMENT AND OTHER PERSONS IF THIS\n   41  ACTIVITY DOES NOT AFFECT OR IMPAIR SUPERVISION, MANAGEMENT,  CONDUCT  OR\n   42  EXECUTION  OF  OFFICIAL ACTIONS AND IF THE REPRESENTATIVES OF GOVERNMENT\n   43  MAKE CLEAR THAT THESE TRANSLATIONS OR COMMUNICATIONS ARE UNOFFICIAL  AND\n   44  ARE  NOT BINDING ON THE STATE OR ANY POLITICAL SUBDIVISION OF THE STATE;\n   45  OR\n   46    (V) PROHIBIT INDIVIDUALS FROM UTILIZING TRANSLATION METHODS  OF  THEIR\n   47  OWN  PROVISION TO COMMUNICATE WITH AN OFFICIAL GOVERNMENT AGENT OR ENTI-\n   48  TY.\n   49    4. AS USED IN THIS SECTION, \"OFFICIAL\" MEANS ANY GOVERNMENT ACTION  OR\n   50  DOCUMENT THAT BINDS THE GOVERNMENT, IS REQUIRED BY LAW, OR IS AUTHORIZED\n   51  BY LAW.\n   52    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the state law, in relation to making English the official language of New York state ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101220.T131829.TXT", "SOBI.D101220.T124334.TXT", "SOBI.D101220.T142834.TXT", "SOBI.D101220.T135832.TXT", "SOBI.D101222.T165354.TXT", "SOBI.D101220.T143835.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1293054834109
}