{
  "year" : 2011,
  "senateBillNo" : "S470-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO CRIME VICTIMS, CRIME AND CORRECTION",
    "billEventId" : "S470-2011-1294203600000-REFERRED+TO+CRIME+VICTIMS%2C+CRIME+AND+CORRECTION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "NOZZOLIO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes the head of any correctional institution to charge taxes on sales of commissaries and canteens",
  "summary" : "Directs the head of any correctional institution to charge taxes on sales of items sold in commissaries and canteens; such tax receipts to be allocated to localities otherwise prescribed by law. ",
  "currentCommittee" : "CRIME VICTIMS, CRIME AND CORRECTION",
  "sameAs" : null,
  "lawSection" : "Correction Law",
  "previousVersions" : [ "S4894-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "JOHNSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          470\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by Sen. NOZZOLIO -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Crime Victims,  Crime  and\n         Correction\n\n       AN  ACT  to  amend  the correction law, in relation to charging taxes on\n         sales of commissaries and canteens\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 26 of the correction law, as amended by chapter 487\n    2  of the laws of 1994, is amended to read as follows:\n    3    S 26. Establishment of commissaries or canteens in correctional insti-\n    4  tutions.   1. The commissioner may authorize the head of any institution\n    5  in the department to establish a commissary or a canteen in such  insti-\n    6  tution  for  the use and benefit of inmates.  The moneys received by the\n    7  head of the institution as profits from the sales of the  commissary  or\n    8  canteen  shall be deposited in a special fund to be known as the commis-\n    9  sary or canteen fund and such  funds  shall  be  used  for  the  general\n   10  purposes  of the institution subject to the provisions of section fifty-\n   11  three of the state finance law.\n   12    2. ANY INSTITUTION AUTHORIZED  BY  THE  COMMISSIONER  TO  ESTABLISH  A\n   13  COMMISSARY  OR  CANTEEN  SHALL  ASSESS  THE  APPROPRIATE STATE AND LOCAL\n   14  SALES, USE AND EXCISE TAXES ON THE ITEMS  SOLD  AT  SUCH  COMMISSARY  OR\n   15  CANTEEN.\n   16    S 2. This act shall take effect immediately.\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01262-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the correction law, in relation to charging taxes on sales of commissaries and canteens ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101220.T124334.TXT", "SOBI.D101220.T131829.TXT", "SOBI.D110104.T122000.TXT", "SOBI.D101222.T165354.TXT", "SOBI.D101220.T140833.TXT", "SOBI.D101220.T134330.TXT", "SOBI.D101220.T131329.TXT", "SOBI.D110104.T121502.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294161600607
}