{
  "year" : 2011,
  "senateBillNo" : "S471-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S471-2011-1294203600000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "NOZZOLIO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Adds communication by means of a \"computer network\" to aggravated harassment in the second degree",
  "summary" : "Adds communication by means of a computer network to aggravated harassment in the second degree; defines computer network to mean (a) a set of related devices connected to a computer communications facility, or (b) a complex of two or more computers, including related devices, connected by communicated facilities. ",
  "currentCommittee" : "CODES",
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : [ "S2397-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          471\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by Sen. NOZZOLIO -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Codes\n\n       AN ACT to amend the penal law, in relation to adding by means of comput-\n         er network to the crime of aggravated harassment in the second degree\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Section 240.00 of the penal law is amended by adding a new\n    2  subdivision 7 to read as follows:\n    3    7. \"COMPUTER NETWORK\" MEANS (A) A SET OF RELATED DEVICES CONNECTED  TO\n    4  A  COMPUTER  COMMUNICATIONS  FACILITY,  OR  (B) A COMPLEX OF TWO OR MORE\n    5  COMPUTERS, INCLUDING RELATED DEVICES, CONNECTED BY COMMUNICATED  FACILI-\n    6  TIES.\n    7    S 2. Section 240.30 of the penal law, as amended by chapter 510 of the\n    8  laws of 2008, is amended to read as follows:\n    9  S 240.30 Aggravated harassment in the second degree.\n   10    A person is guilty of aggravated harassment in the second degree when,\n   11  with  intent  to  harass, annoy, threaten or alarm another person, he or\n   12  she:\n   13    1. Either (a) communicates with a person, anonymously or otherwise, by\n   14  telephone, by telegraph, or by mail, or by  transmitting  or  delivering\n   15  any  other  form  of  written communication, in a manner likely to cause\n   16  annoyance or alarm; or\n   17    (b) causes a communication to be initiated by mechanical or electronic\n   18  means OR COMPUTER NETWORK or otherwise with  a  person,  anonymously  or\n   19  otherwise, by telephone, by telegraph, or by mail, or by transmitting or\n   20  delivering  any  other form of written communication, in a manner likely\n   21  to cause annoyance or alarm; or\n   22    2. Makes a telephone call, whether or not a conversation ensues,  with\n   23  no purpose of legitimate communication; or\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00461-01-1\n\n       S. 471                              2\n\n    1    3.  Strikes,  shoves,  kicks,  or otherwise subjects another person to\n    2  physical contact, or attempts or threatens to do the same because  of  a\n    3  belief  or  perception  regarding  such  person's  race, color, national\n    4  origin, ancestry, gender, religion, religious practice, age,  disability\n    5  or sexual orientation, regardless of whether the belief or perception is\n    6  correct; or\n    7    4.  Commits the crime of harassment in the first degree and has previ-\n    8  ously been convicted of the crime of harassment in the first  degree  as\n    9  defined  by  section  240.25  of  this  article within the preceding ten\n   10  years.\n   11    5. For the purposes of subdivision one of this section, \"form of writ-\n   12  ten communication\" shall include, but not be limited to, a recording  as\n   13  defined in subdivision six of section 275.00 of this part.\n   14    Aggravated harassment in the second degree is a class A misdemeanor.\n   15    S 3. This act shall take effect on the first of November next succeed-\n   16  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, in relation to adding by means of computer network to the crime of aggravated harassment in the second degree ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101222.T164854.TXT", "SOBI.D101220.T145335.TXT", "SOBI.D101220.T144335.TXT", "SOBI.D101220.T135832.TXT", "SOBI.D101220.T143835.TXT", "SOBI.D101222.T164354.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1293054534021
}