{
  "year" : 2011,
  "senateBillNo" : "S473-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S473-2011-1294203600000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "NOZZOLIO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to cemetery desecration in the first degree",
  "summary" : "Removes the $250 amount of damage from cemetery desecration in the first degree; makes cemetery desecration in the first degree a Class E felony to apply to any damage or theft regardless of value. ",
  "currentCommittee" : "CODES",
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : [ "S2686-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          473\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by Sen. NOZZOLIO -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Codes\n\n       AN ACT to amend the penal law, in relation to  cemetery  desecration  in\n         the first degree\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 145.23 of the penal law, as amended by chapter  353\n    2  of the laws of 2007, is amended to read as follows:\n    3  S 145.23 Cemetery desecration in the first degree.\n    4    A  person  is  guilty of cemetery desecration in the first degree when\n    5  with intent to damage property of another person, and having no right to\n    6  do so nor any reasonable ground to believe  that  he  OR  SHE  has  such\n    7  right, he OR SHE:\n    8    (a)  damages  any  real  or personal property maintained as a cemetery\n    9  plot, grave, burial place or other place of interment of  human  remains\n   10  [in an amount exceeding two hundred fifty dollars]; or\n   11    (b)  with intent to steal personal property, he OR SHE steals personal\n   12  property[, the value of which exceeds two hundred fifty dollars,]  which\n   13  is  located  at  a  cemetery plot, grave, burial place or other place of\n   14  interment of human remains and which property is owned by the person  or\n   15  organization  which maintains or owns such place or the estate, next-of-\n   16  kin or representatives of the deceased person interred there; or\n   17    (c) commits the crime of cemetery desecration in the second degree  as\n   18  defined  in  section  145.22  of  this  article  and has been previously\n   19  convicted of the crime of cemetery  desecration  in  the  second  degree\n   20  within the preceding five years.\n   21    Cemetery desecration in the first degree is a class E felony.\n   22    S 2. This act shall take effect on the first of November next succeed-\n   23  ing the date on which it shall have become a law.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00335-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, in relation to cemetery desecration in the first degree ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101222.T164854.TXT", "SOBI.D101220.T145856.TXT", "SOBI.D101220.T151337.TXT", "SOBI.D101220.T144335.TXT", "SOBI.D101220.T135832.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1293054534029
}