{
  "year" : 2011,
  "senateBillNo" : "S475-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO TRANSPORTATION",
    "billEventId" : "S475-2011-1294203600000-REFERRED+TO+TRANSPORTATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "NOZZOLIO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes distinctive license plates for veterans who served in the Afghanistan conflict",
  "summary" : "Authorizes distinctive license plates for veterans who served in the Afghanistan conflict or the spouse of any such veteran; defines Afghanistan conflict veteran; provides that an additional one time service charge of ten dollars shall be charged for such plate. ",
  "currentCommittee" : "TRANSPORTATION",
  "sameAs" : null,
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "S2399-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          475\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by Sen. NOZZOLIO -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Transportation\n\n       AN ACT to amend the vehicle and traffic law, in relation to the issuance\n         of distinctive plates for veterans of the Afghanistan conflict\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  vehicle  and  traffic law is amended by adding a new\n    2  section 404-x to read as follows:\n    3    S 404-X. DISTINCTIVE PLATES FOR AFGHANISTAN CONFLICT VETERANS. 1.  ANY\n    4  AFGHANISTAN  CONFLICT  VETERAN  OR THE SPOUSE OF ANY SUCH VETERAN SHALL,\n    5  UPON REQUEST, BE ISSUED A LICENSE PLATE BEARING THE  WORDS  \"AFGHANISTAN\n    6  CONFLICT  VETERAN\". IF A DISTINCTIVE PLATE IS ISSUED TO A VETERAN PURSU-\n    7  ANT TO THIS SECTION, SUCH A DISTINCTIVE PLATE SHALL NOT BE ISSUED TO THE\n    8  SPOUSE OF SUCH VETERAN. APPLICATION FOR  SUCH  LICENSE  PLATE  SHALL  BE\n    9  FILED  WITH THE COMMISSIONER IN SUCH FORM AND DETAIL AS THE COMMISSIONER\n   10  SHALL PRESCRIBE.\n   11    2. THE DISTINCTIVE PLATE AUTHORIZED IN SUBDIVISION ONE OF THIS SECTION\n   12  SHALL BE ISSUED UPON PROOF, SATISFACTORY TO THE COMMISSIONER,  THAT  THE\n   13  APPLICANT  OR  THE  SPOUSE  OF  THE APPLICANT IS AN AFGHANISTAN CONFLICT\n   14  VETERAN.\n   15    3. FOR THE PURPOSES OF THIS SECTION,  \"AFGHANISTAN  CONFLICT  VETERAN\"\n   16  SHALL  MEAN  A PERSON WHO IS A RESIDENT OF THIS STATE, WHO SERVED IN THE\n   17  ARMED FORCES OF THE UNITED STATES IN THE HOSTILITIES  THAT  OCCURRED  IN\n   18  AFGHANISTAN  COMMENCING ON THE SEVENTH DAY OF OCTOBER, TWO THOUSAND ONE,\n   19  AND WERE HONORABLY DISCHARGED FROM THE MILITARY.\n   20    4. A DISTINCTIVE PLATE ISSUED PURSUANT TO THIS SECTION SHALL BE ISSUED\n   21  IN THE SAME MANNER AS OTHER NUMBER PLATES UPON PAYMENT  OF  THE  REGULAR\n   22  REGISTRATION  FEE PRESCRIBED BY SECTION FOUR HUNDRED ONE OF THIS ARTICLE\n   23  PROVIDED, HOWEVER, THAT AN ADDITIONAL ONE TIME  SERVICE  CHARGE  OF  TEN\n   24  DOLLARS  SHALL  BE CHARGED FOR SUCH PLATE.  SUCH SERVICE CHARGE SHALL BE\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00312-02-1\n\n       S. 475                              2\n\n    1  DEPOSITED PURSUANT TO THE PROVISIONS OF SECTION FOUR HUNDRED FOUR-OO  OF\n    2  THIS  ARTICLE TO THE CREDIT OF THE DEPARTMENT OF MOTOR VEHICLES DISTINC-\n    3  TIVE PLATE DEVELOPMENT FUND ESTABLISHED BY SECTION NINETY-FIVE-G OF  THE\n    4  STATE  FINANCE  LAW AND SHALL BE USED FOR THE PRODUCTION, DESIGN, ADVER-\n    5  TISING AND MARKETING OF DISTINCTIVE  LICENSE  PLATES  PURSUANT  TO  SUCH\n    6  SECTION NINETY-FIVE-G.\n    7    5.  NOTHING  CONTAINED  HEREIN SHALL REQUIRE THE ISSUANCE OF A SPECIAL\n    8  NUMBER PLATE UNDER THIS SECTION UNLESS  THE  COMMISSIONER  IS  SATISFIED\n    9  THAT  THE  AGGREGATE AMOUNT OF ANNUAL SERVICE CHARGES COLLECTED PURSUANT\n   10  TO SUBDIVISION FOUR OF THIS SECTION WILL BE SUFFICIENT  TO  RECOVER  THE\n   11  COSTS OF THE DESIGN AND MANUFACTURE OF SUCH SPECIAL PLATES.\n   12    S  2. This act shall take effect on the first of April next succeeding\n   13  the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to the issuance of distinctive plates for veterans of the Afghanistan conflict ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101222.T164854.TXT", "SOBI.D101220.T144335.TXT", "SOBI.D101220.T145335.TXT", "SOBI.D101220.T135832.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1293054534044
}