{
  "year" : 2011,
  "senateBillNo" : "S476-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO CRIME VICTIMS, CRIME AND CORRECTION",
    "billEventId" : "S476-2011-1294203600000-REFERRED+TO+CRIME+VICTIMS%2C+CRIME+AND+CORRECTION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "NOZZOLIO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires inmates to make medical co-payments",
  "summary" : "Requires inmates in state correctional facilities to make medical co-payments of seven dollars upon receipt of medical treatment; provides that an inmate shall not be refused treatment for lack of ability to pay co-payment charges; directs all moneys collected to be made available for the operation of such correctional facility. ",
  "currentCommittee" : "CRIME VICTIMS, CRIME AND CORRECTION",
  "sameAs" : null,
  "lawSection" : "Correction Law",
  "previousVersions" : [ "S2404-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "LARKIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "MAZIARZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          476\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by Sen. NOZZOLIO -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Crime Victims,  Crime  and\n         Correction\n\n       AN  ACT to amend the correction law, in relation to requiring inmates to\n         make medical co-payments\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The correction law is amended by adding a new section 607\n    2  to read as follows:\n    3    S 607. MEDICAL TREATMENT CO-PAYMENT. 1. AN INMATE OF AN INSTITUTION OF\n    4  THE DEPARTMENT SHALL MAKE A MEDICAL CO-PAYMENT IN THE  AMOUNT  OF  SEVEN\n    5  DOLLARS UPON RECEIPT OF MEDICAL TREATMENT.\n    6    2.  EACH INMATE SHALL BE REQUIRED TO SIGN A LOG DOCUMENTING THE SCHED-\n    7  ULED TIME OF VISIT,  INMATE  NAME  AND  ID  NUMBER  AND  DESCRIPTION  OF\n    8  COMPLAINT.\n    9    3.  EACH  MEDICAL  CO-PAYMENT SHALL BE POSTED TO THE INMATES' ACCOUNTS\n   10  EITHER AS MEDICAL OR DENTAL CHARGES TO  FACILITATE  RESPONSE  TO  INMATE\n   11  QUERIES.\n   12    4.  EACH  INMATE SHALL BE SENT AN ACCOUNT STATEMENT AT THE END OF EACH\n   13  MONTH SHOWING ALL CREDITS AND DEBITS AGAINST THE ACCOUNT AND  ACCOMPANY-\n   14  ING EXPLANATIONS.\n   15    5. SHOULD AN INMATE NOT HAVE SUFFICIENT FUNDS IN HIS OR HER ACCOUNT TO\n   16  COVER  THE  CHARGES,  THEN  HIS  OR  HER ACCOUNT SHALL BE FROZEN PENDING\n   17  RECEIPT OF FUNDS SUFFICIENT TO SATISFY HIS OR HER OBLIGATION.\n   18    6. AN INMATE SHALL NOT BE REFUSED TREATMENT FOR LACK OF ABILITY TO PAY\n   19  CO-PAYMENT CHARGES. THE CHARGE IS ASSESSED AFTER COMPLETION OF THE VISIT\n   20  WHEN THE VISIT LOG IS PROCESSED.\n   21    7. INMATES ARE NOT ASSESSED CO-PAYMENT CHARGES FOR PSYCHIATRIC VISITS.\n   22    8. FEDERAL INMATES WILL BE BILLED DIRECTLY TO THE  JURISDICTION  WHICH\n   23  WAS  AGREED TO BY THE FEDERAL AGENCY. SUBSEQUENTLY FEDERAL BOARDERS WILL\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00454-01-1\n\n       S. 476                              2\n\n    1  NOT BE ASSESSED CO-PAYMENT IF THAT JURISDICTION IS PAYING THE DEPARTMENT\n    2  A SPECIFIC PER DIEM TO HOUSE EACH INMATE.\n    3    9.  ALL  MONEYS COLLECTED PURSUANT TO THIS SECTION WILL BE MADE AVAIL-\n    4  ABLE FOR THE OPERATION OF THE CORRECTIONAL FACILITY.\n    5    10. THE COMMISSIONER SHALL PROMULGATE RULES AND REGULATIONS  NECESSARY\n    6  FOR THE IMPLEMENTATION OF THE PROVISIONS OF THIS SECTION.\n    7    S 2. This act shall take effect on the one hundred twentieth day after\n    8  it shall have become a law, except that any rule or regulation necessary\n    9  for the timely implementation of this act on its effective date shall be\n   10  promulgated on or before such date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the correction law, in relation to requiring inmates to make medical co-payments ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110105.T110112.TXT", "SOBI.D101222.T164854.TXT", "SOBI.D101220.T144335.TXT", "SOBI.D101220.T145335.TXT", "SOBI.D101220.T135832.TXT", "SOBI.D110105.T120651.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294247211963
}