{
  "year" : 2011,
  "senateBillNo" : "S477-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO HIGHER EDUCATION",
    "billEventId" : "S477-2011-1294203600000-REFERRED+TO+HIGHER+EDUCATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "NOZZOLIO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides tuition awards to children of firefighters, police officers, volunteer firefighters, and EMTs with permanent and total disabilities",
  "summary" : "Provides tuition awards to children of firefighters, police officers, volunteer firefighters, and EMTs with permanent and total disabilities, to be applied to any college or university in the state university system or the city university of New York; provides that the award is for tuition, less other aid, and is limited to 4 or 5 academic years. ",
  "currentCommittee" : "HIGHER EDUCATION",
  "sameAs" : "A2742",
  "lawSection" : "Education Law",
  "previousVersions" : [ "S2944-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "MAZIARZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          477\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by Sen. NOZZOLIO -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Higher Education\n\n       AN ACT to amend the education law,  in  relation  to  providing  tuition\n         awards  to  children of firefighters, police officers, volunteer fire-\n         fighters, and emergency medical technicians with permanent  and  total\n         disabilities\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The education law is amended by adding a new section  669-e\n    2  to read as follows:\n    3    S 669-E. TUITION AWARDS FOR CHILDREN OF FIREFIGHTERS, POLICE OFFICERS,\n    4  VOLUNTEER FIREFIGHTERS, AND EMERGENCY MEDICAL TECHNICIANS WITH PERMANENT\n    5  AND  TOTAL DISABILITIES. 1. ELIGIBILITY. A CHILD WHOSE PARENT IS A FIRE-\n    6  FIGHTER, POLICE OFFICER, VOLUNTEER  FIREFIGHTER,  OR  EMERGENCY  MEDICAL\n    7  TECHNICIAN  WHO IS ELIGIBLE FOR PERMANENT AND TOTAL DISABILITY BENEFITS,\n    8  SHALL BE ELIGIBLE FOR A TUITION AWARD TO BE MADE AVAILABLE BY THE PRESI-\n    9  DENT OF THE HIGHER EDUCATION SERVICES CORPORATION.  SUCH  TUITION  AWARD\n   10  MAY  BE  APPLIED  TO ANY COLLEGE, COMMUNITY COLLEGE, STATE UNIVERSITY OF\n   11  NEW YORK, OR THE CITY UNIVERSITY OF NEW YORK.\n   12    2. AMOUNT. THE TUITION AWARD SHALL BE EQUAL TO THE COST OF UNDERGRADU-\n   13  ATE TUITION, OFFSET BY ANY OTHER FINANCIAL ASSISTANCE OR AWARD RECEIVED.\n   14  IF A TUITION ASSISTANCE  PROGRAM  (TAP)  AWARD  IS  ALSO  RECEIVED,  THE\n   15  COMBINED ACADEMIC YEAR AWARD SHALL NOT EXCEED TUITION.\n   16    3.  DURATION.  (A)  NO RECIPIENT OF A TUITION AWARD UNDER THIS SECTION\n   17  SHALL RECEIVE A TUITION AWARD FOR MORE THAN EIGHT SEMESTERS OF FULL TIME\n   18  UNDERGRADUATE STUDY, OR THE EQUIVALENT OF FOUR ACADEMIC YEARS, OR, IF AN\n   19  UNDERGRADUATE PROGRAM NORMALLY REQUIRES FIVE ACADEMIC YEARS OF FULL TIME\n   20  STUDY, FOR MORE THAN TEN SEMESTERS OF FULL TIME STUDY, OR THE EQUIVALENT\n   21  OF FIVE ACADEMIC YEARS. \"FULL TIME STUDY\" SHALL MEAN ENROLLMENT FOR MORE\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00489-01-1\n\n       S. 477                              2\n\n    1  THAN TWELVE SEMESTER HOURS  PER  SEMESTER,  OR  THE  EQUIVALENT,  IN  AN\n    2  APPROVED UNDERGRADUATE PROGRAM.\n    3    (B) NO RECIPIENT OF A TUITION AWARD UNDER THIS SECTION SHALL RECEIVE A\n    4  TUITION AWARD FOR MORE THAN SIXTEEN SEMESTERS OF PART TIME UNDERGRADUATE\n    5  STUDY, OR THE EQUIVALENT OF EIGHT ACADEMIC YEARS OF PART TIME STUDY, OR,\n    6  IF  AN  UNDERGRADUATE  PROGRAM  NORMALLY REQUIRES FIVE ACADEMIC YEARS OF\n    7  FULL TIME STUDY, FOR MORE THAN TWENTY SEMESTERS OF PART TIME  STUDY,  OR\n    8  THE  EQUIVALENT  OF  TEN  ACADEMIC  YEARS.  \"PART TIME STUDY\" SHALL MEAN\n    9  ENROLLMENT FOR AT LEAST THREE BUT LESS THAN TWELVE  SEMESTER  HOURS  PER\n   10  SEMESTER, OR THE EQUIVALENT, IN AN APPROVED UNDERGRADUATE PROGRAM.\n   11    4. APPLICABILITY OF AWARDS. TUITION AWARDS PROVIDED UNDER THIS SECTION\n   12  SHALL  ONLY  BE AVAILABLE WITHIN THE STATE OF NEW YORK UNIVERSITY SYSTEM\n   13  OR THE CITY UNIVERSITY OF NEW YORK.\n   14    S 2. This act shall take effect on the first of July  next  succeeding\n   15  the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to providing tuition awards to children of firefighters, police officers, volunteer firefighters, and emergency medical technicians with permanent and total disabilities ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110105.T120126.TXT", "SOBI.D101222.T164854.TXT", "SOBI.D101220.T144335.TXT", "SOBI.D101220.T145335.TXT", "SOBI.D101220.T135832.TXT", "SOBI.D110120.T123358.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295544838615
}