{
  "year" : 2011,
  "senateBillNo" : "S478-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO HOUSING, CONSTRUCTION AND COMMUNITY DEVELOPMENT",
    "billEventId" : "S478-2011-1294203600000-REFERRED+TO+HOUSING%2C+CONSTRUCTION+AND+COMMUNITY+DEVELOPMENT",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "NOZZOLIO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Allows the placement of fresh cut evergreen trees in public buildings and governmental facilities",
  "summary" : "Provides an exemption to certain uniform fire prevention and building code standards for public buildings and governmental facilities by allowing the placement of fresh cut evergreen trees therein. ",
  "currentCommittee" : "HOUSING, CONSTRUCTION AND COMMUNITY DEVELOPMENT",
  "sameAs" : null,
  "lawSection" : "Executive Law",
  "previousVersions" : [ "S2945-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "LARKIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          478\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by Sen. NOZZOLIO -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Housing, Construction  and\n         Community Development\n\n       AN  ACT  to amend the executive law, in relation to certain uniform fire\n         prevention and building code standards\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Paragraph c of subdivision 4 of section 378 of the execu-\n    2  tive law, as added by chapter 707 of the laws of  1981,  is  amended  to\n    3  read as follows:\n    4    c.  no  combustible  material  shall  be  placed  in  such amounts and\n    5  locations as would cause existing fire protection equipment and  systems\n    6  to  be  substantially  overburdened, nor shall any material be placed in\n    7  such manner as would cause safe exit to be  significantly  impeded.  FOR\n    8  PURPOSES  OF  THIS  SECTION  COMBUSTIBLE  MATERIAL SHALL NOT INCLUDE THE\n    9  DISPLAY OF FRESH CUT EVERGREEN TREES IN PLACES  OF  PUBLIC  ASSEMBLY  OR\n   10  GOVERNMENTAL  FACILITIES  THAT  ARE CONSTRUCTED IN ACCORDANCE WITH PARA-\n   11  GRAPH B OF THIS SUBDIVISION AND PROTECTED BY  FIRE  DETECTION  EQUIPMENT\n   12  PROVIDED  THAT THE FRESH CUT TREE IS (1) NOT DIRECTLY EXPOSED TO HEAT OR\n   13  UNLISTED ELECTRICAL DEVICES WHICH COULD CAUSE IGNITION; (2)  NOT  PLACED\n   14  IN  A  MANNER  WHICH UNREASONABLY RESTRICTS ACCESS TO A STAIRWELL AND/OR\n   15  EXIT; (3) PROPERLY CARED FOR TO INCLUDE ADEQUATE WATER ON A DAILY BASIS;\n   16  (4) IMMEDIATELY REMOVED IF DRYNESS IS EVIDENT; AND (5) IS SUPPORTED BY A\n   17  DEVICE THAT SHALL HOLD THE TREE SECURELY AND  BE  OF  ADEQUATE  SIZE  TO\n   18  AVOID TIPPING OVER THE TREE; and\n   19    S 2. This act shall take effect immediately.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00490-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the executive law, in relation to certain uniform fire prevention and building code standards ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110105.T110112.TXT", "SOBI.D101220.T145856.TXT", "SOBI.D101222.T164854.TXT", "SOBI.D101220.T144335.TXT", "SOBI.D101220.T135832.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294243272764
}