{
  "year" : 2011,
  "senateBillNo" : "S479-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S479-2011-1294203600000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "DIAZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Enacts the criminal street gang related crimes act",
  "summary" : "Enacts the criminal street gang related crimes act; provides for enhanced criminal sanctions where crimes are related to criminal street gangs. ",
  "currentCommittee" : "CODES",
  "sameAs" : "A3835",
  "lawSection" : "Penal Law",
  "previousVersions" : [ "S4978-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          479\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  DIAZ  --  read twice and ordered printed, and when\n         printed to be committed to the Committee on Codes\n\n       AN ACT to amend the penal law, in  relation  to  enacting  the  criminal\n         street gang related crimes act\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Short title. This act shall be known and may  be  cited  as\n    2  the \"criminal street gang related crimes act\".\n    3    S  2.  The penal law is amended by adding a new article 486 to read as\n    4  follows:\n    5                                 ARTICLE 486\n    6                     CRIMINAL STREET GANG RELATED CRIMES\n    7  SECTION 486.00 LEGISLATIVE FINDINGS.\n    8          486.05 DEFINITIONS.\n    9          486.10 CRIMINAL STREET GANG RELATED CRIME.\n   10          486.15 SENTENCING.\n   11  S 486.00 LEGISLATIVE FINDINGS.\n   12    THE LEGISLATURE FINDS AND DETERMINES AS FOLLOWS:  GANG  RELATED  CRIME\n   13  HAS  CONTINUED TO INCREASE IN AMERICAN SOCIETY. IT IS NO LONGER UNCOMMON\n   14  FOR GANGS TO SOLICIT YOUNGSTERS IN THE ELEMENTARY  SCHOOLS  TO  JOIN  IN\n   15  THEIR  CRIMINAL  ACTIVITY. TOUGHER, NEW LAWS ARE REQUIRED TO BREAK THESE\n   16  GANGS. IT IS TIME TO START GOING AFTER GANGS AS WE  DID  WITH  ORGANIZED\n   17  CRIME.\n   18    THIS  ARTICLE  INCREASES PENALTIES FOR VARIOUS VIOLENT CRIMES THAT ARE\n   19  PERPETRATED IN THE FURTHERANCE OF GANG ACTIVITY. THE CONCEPT IS  SIMILAR\n   20  TO  THE  LAW  THE  STATE  ENACTED TO DEAL WITH BIAS RELATED CRIMES.  THE\n   21  PENALTY IS NOT ONLY GIVEN FOR THE UNDERLYING ASSAULT, BUT ALSO  FOR  THE\n   22  FACT THAT IT WAS BIAS RELATED. IN THIS CASE, FOR EXAMPLE, AN E FELONY IS\n   23  RAISED TO A D FELONY WHERE THE VIOLENT CRIME WAS COMMITTED IN THE FURTH-\n   24  ERANCE  OF GANG ACTIVITY. THIS ARTICLE MIRRORS LEGISLATION THAT HAS BEEN\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03137-01-1\n\n       S. 479                              2\n\n    1  ENACTED IN MANY OTHER STATES INCLUDING THE STATES OF NEW  JERSEY,  CALI-\n    2  FORNIA AND FLORIDA.\n    3  S 486.05 DEFINITIONS.\n    4    FOR THE PURPOSES OF THIS ARTICLE:\n    5    1.  \"CRIMINAL STREET GANG\" MEANS ANY ONGOING ORGANIZATION, ASSOCIATION\n    6  OR GROUP OF THREE OR MORE PERSONS, WHETHER FORMAL OR INFORMAL, HAVING AS\n    7  ONE OF ITS PRIMARY ACTIVITIES THE COMMISSION OF  ONE  OR  MORE  CRIMINAL\n    8  ACTS,  WHICH HAS AN IDENTIFIABLE NAME OR IDENTIFYING SIGN OR SYMBOL, AND\n    9  WHOSE MEMBERS INDIVIDUALLY OR COLLECTIVELY ENGAGE IN OR HAVE ENGAGED  IN\n   10  CRIMINAL STREET GANG ACTIVITY.\n   11    2. \"CRIMINAL STREET GANG MEMBER\" MEANS A PERSON TO WHOM TWO OR MORE OF\n   12  THE FOLLOWING CRITERIA APPLY:\n   13    (A) ADMITS TO CRIMINAL STREET GANG MEMBERSHIP;\n   14    (B)  IS  IDENTIFIED  AS  A CRIMINAL STREET GANG MEMBER BY A DOCUMENTED\n   15  RELIABLE INFORMANT;\n   16    (C) RESIDES IN OR FREQUENTS A PARTICULAR CRIMINAL STREET  GANG'S  AREA\n   17  AND  ADOPTS  ITS  STYLE OF DRESS, ITS USE OF HAND SIGNALS OR ITS TATTOOS\n   18  AND ASSOCIATES WITH KNOWN CRIMINAL STREET GANG MEMBERS;\n   19    (D) HAS BEEN ARRESTED MORE THAN ONCE IN THE COMPANY OF KNOWN  CRIMINAL\n   20  STREET  GANG MEMBERS FOR OFFENSES WHICH ARE CONSISTENT WITH USUAL CRIMI-\n   21  NAL STREET GANG ACTIVITY;\n   22    (E) IS IDENTIFIED  AS  A  CRIMINAL  STREET  GANG  MEMBER  BY  PHYSICAL\n   23  EVIDENCE, SUCH AS PHOTOGRAPHS OR OTHER DOCUMENTATION;\n   24    (F)  HAS  BEEN  STOPPED  IN  THE COMPANY OF KNOWN CRIMINAL STREET GANG\n   25  MEMBERS FOUR OR MORE TIMES;\n   26    (G) HAS BEEN IDENTIFIED AS A CRIMINAL STREET GANG MEMBER BY OTHER  LAW\n   27  ENFORCEMENT AGENCIES; OR\n   28    (H) IS IDENTIFIED AS A CRIMINAL STREET GANG MEMBER BY A FAMILY MEMBER.\n   29    3.  \"CRIMINAL  STREET GANG ACTIVITY\" MEANS THE COMMISSION OR ATTEMPTED\n   30  COMMISSION OF, OR SOLICITATION OR CONSPIRACY  TO  COMMIT,  TWO  OR  MORE\n   31  FELONY ACTS THAT:\n   32    (A) WERE COMMITTED ON SEPARATE OCCASIONS WITHIN A FIVE YEAR PERIOD;\n   33    (B)  ARE  NEITHER  ISOLATED  INCIDENTS,  NOR  SO  CLOSELY  RELATED AND\n   34  CONNECTED IN POINT OF TIME OR CIRCUMSTANCE OF COMMISSION AS  TO  CONSTI-\n   35  TUTE  A  CRIMINAL  OFFENSE  OR  CRIMINAL  TRANSACTION, AS SUCH TERMS ARE\n   36  DEFINED IN SECTION 40.10 OF THE CRIMINAL PROCEDURE LAW; AND\n   37    (C) FURTHER A CRIMINAL STREET GANG BY: (I) BEING RELATED TO ONE ANOTH-\n   38  ER THROUGH A COMMON SCHEME OR PLAN; OR (II) WERE  COMMITTED,  SOLICITED,\n   39  REQUESTED,  IMPORTUNED OR INTENTIONALLY AIDED BY PERSONS ACTING WITH THE\n   40  MENTAL CULPABILITY REQUIRED FOR THE COMMISSION OF SUCH FELONY  ACTS  AND\n   41  SUCH PERSON IS A MEMBER OF SUCH CRIMINAL STREET GANG.\n   42  S 486.10 CRIMINAL STREET GANG RELATED CRIME.\n   43    1.  A  PERSON  COMMITS A CRIMINAL STREET GANG RELATED CRIME WHEN HE OR\n   44  SHE COMMITS A SPECIFIED OFFENSE AND EITHER:\n   45    (A) SUCH PERSON IS A CRIMINAL STREET GANG MEMBER, OR\n   46    (B) SUCH PERSON'S CONDUCT IS IN RELATION TO INITIATION INTO A CRIMINAL\n   47  STREET GANG, OR\n   48    (C) SUCH PERSON'S CONDUCT IS  IN  RELATION  TO  CRIMINAL  STREET  GANG\n   49  ACTIVITY.\n   50    2. A \"SPECIFIED OFFENSE\" IS AN OFFENSE DEFINED BY ANY OF THE FOLLOWING\n   51  PROVISIONS  OF  THIS  CHAPTER:    SECTION  120.00  (ASSAULT IN THE THIRD\n   52  DEGREE); SECTION 120.05 (ASSAULT IN THE SECOND DEGREE);  SECTION  120.10\n   53  (ASSAULT IN THE FIRST DEGREE); SECTION 120.12 (AGGRAVATED ASSAULT UPON A\n   54  PERSON  LESS  THAN  ELEVEN  YEARS  OLD); SECTION 120.13 (MENACING IN THE\n   55  FIRST DEGREE); SECTION 120.14 (MENACING IN THE SECOND  DEGREE);  SECTION\n   56  120.15  (MENACING  IN THE THIRD DEGREE); SECTION 120.20 (RECKLESS ENDAN-\n\n       S. 479                              3\n\n    1  GERMENT IN THE SECOND DEGREE); SECTION 120.25 (RECKLESS ENDANGERMENT  IN\n    2  THE  FIRST  DEGREE);  SUBDIVISION ONE OF SECTION 125.15 (MANSLAUGHTER IN\n    3  THE SECOND DEGREE); SUBDIVISION ONE,  TWO  OR  FOUR  OF  SECTION  125.20\n    4  (MANSLAUGHTER IN THE FIRST DEGREE); SECTION 125.25 (MURDER IN THE SECOND\n    5  DEGREE);  SECTION 120.45 (STALKING IN THE FOURTH DEGREE); SECTION 120.50\n    6  (STALKING IN THE THIRD DEGREE); SECTION 120.55 (STALKING IN  THE  SECOND\n    7  DEGREE);  SECTION 120.60 (STALKING IN THE FIRST DEGREE); SUBDIVISION ONE\n    8  OF SECTION 130.35 (RAPE IN THE FIRST DEGREE); SUBDIVISION ONE OF SECTION\n    9  130.50 (CRIMINAL SEXUAL ACT IN THE FIRST  DEGREE);  SUBDIVISION  ONE  OF\n   10  SECTION  130.65    (SEXUAL  ABUSE IN THE FIRST DEGREE); PARAGRAPH (A) OF\n   11  SUBDIVISION ONE OF SECTION 130.67 (AGGRAVATED SEXUAL ABUSE IN THE SECOND\n   12  DEGREE); PARAGRAPH (A) OF SUBDIVISION ONE OF SECTION 130.70  (AGGRAVATED\n   13  SEXUAL ABUSE IN THE FIRST DEGREE); SECTION 135.05 (UNLAWFUL IMPRISONMENT\n   14  IN  THE  SECOND  DEGREE);  SECTION  135.10 (UNLAWFUL IMPRISONMENT IN THE\n   15  FIRST DEGREE); SECTION 135.20 (KIDNAPPING IN THE SECOND DEGREE); SECTION\n   16  135.25 (KIDNAPPING IN THE FIRST DEGREE); SECTION 135.60 (COERCION IN THE\n   17  SECOND DEGREE); SECTION 135.65 (COERCION IN THE FIRST  DEGREE);  SECTION\n   18  140.10 (CRIMINAL TRESPASS IN THE THIRD DEGREE); SECTION 140.15 (CRIMINAL\n   19  TRESPASS IN THE SECOND DEGREE); SECTION 140.17 (CRIMINAL TRESPASS IN THE\n   20  FIRST  DEGREE);  SECTION  140.20 (BURGLARY IN THE THIRD DEGREE); SECTION\n   21  140.25 (BURGLARY IN THE SECOND DEGREE); SECTION 140.30 (BURGLARY IN  THE\n   22  FIRST  DEGREE); SECTION 145.00 (CRIMINAL MISCHIEF IN THE FOURTH DEGREE);\n   23  SECTION 145.05 (CRIMINAL MISCHIEF IN THE THIRD DEGREE);  SECTION  145.10\n   24  (CRIMINAL  MISCHIEF  IN  THE  SECOND  DEGREE);  SECTION 145.12 (CRIMINAL\n   25  MISCHIEF IN THE FIRST DEGREE);  SECTION  150.05  (ARSON  IN  THE  FOURTH\n   26  DEGREE);  SECTION  150.10  (ARSON  IN  THE THIRD DEGREE); SECTION 150.15\n   27  (ARSON IN THE  SECOND  DEGREE);  SECTION  150.20  (ARSON  IN  THE  FIRST\n   28  DEGREE);  SECTION  155.25 (PETIT LARCENY); SECTION 155.30 (GRAND LARCENY\n   29  IN THE FOURTH DEGREE);  SECTION  155.35  (GRAND  LARCENY  IN  THE  THIRD\n   30  DEGREE);  SECTION  155.40  (GRAND LARCENY IN THE SECOND DEGREE); SECTION\n   31  155.42 (GRAND LARCENY IN THE FIRST DEGREE); SECTION 160.05  (ROBBERY  IN\n   32  THE  THIRD  DEGREE);  SECTION  160.10  (ROBBERY  IN  THE SECOND DEGREE);\n   33  SECTION 160.15 (ROBBERY IN THE FIRST DEGREE); SECTION 240.25 (HARASSMENT\n   34  IN THE FIRST DEGREE); SUBDIVISION ONE, TWO OR  FOUR  OF  SECTION  240.30\n   35  (AGGRAVATED HARASSMENT IN THE SECOND DEGREE); OR ANY ATTEMPT OR CONSPIR-\n   36  ACY TO COMMIT ANY OF THE FOREGOING OFFENSES.\n   37  S 486.15 SENTENCING.\n   38    1.  WHEN A PERSON IS CONVICTED OF A CRIMINAL STREET GANG RELATED CRIME\n   39  PURSUANT TO THIS ARTICLE, AND THE SPECIFIED OFFENSE IS A VIOLENT  FELONY\n   40  OFFENSE,  AS  DEFINED  IN  SECTION  70.02  OF THIS CHAPTER, THE CRIMINAL\n   41  STREET GANG RELATED  CRIME SHALL BE DEEMED A VIOLENT FELONY OFFENSE.\n   42    2. WHEN A PERSON IS CONVICTED OF A CRIMINAL STREET GANG RELATED  CRIME\n   43  PURSUANT TO THIS ARTICLE AND THE SPECIFIED OFFENSE IS A MISDEMEANOR OR A\n   44  CLASS  C, D OR E FELONY, THE CRIMINAL STREET GANG RELATED CRIME SHALL BE\n   45  DEEMED TO BE ONE CATEGORY HIGHER THAN THE SPECIFIED OFFENSE THE  DEFEND-\n   46  ANT  COMMITTED, OR ONE CATEGORY HIGHER THAN THE OFFENSE LEVEL APPLICABLE\n   47  TO THE DEFENDANT'S CONVICTION FOR AN ATTEMPT OR CONSPIRACY TO  COMMIT  A\n   48  SPECIFIED OFFENSE, WHICHEVER IS APPLICABLE.\n   49    3.  NOTWITHSTANDING  ANY  OTHER  PROVISION  OF  LAW,  WHEN A PERSON IS\n   50  CONVICTED OF A CRIMINAL STREET GANG RELATED CRIME PURSUANT TO THIS ARTI-\n   51  CLE AND THE SPECIFIED OFFENSE IS A CLASS B FELONY:\n   52    (A) THE MAXIMUM TERM OF THE INDETERMINATE SENTENCE MUST  BE  AT  LEAST\n   53  SIX  YEARS  IF  THE  DEFENDANT IS SENTENCED PURSUANT TO SECTION 70.00 OF\n   54  THIS CHAPTER;\n   55    (B) THE TERM OF THE DETERMINATE SENTENCE MUST BE AT LEAST EIGHT  YEARS\n   56  IF THE DEFENDANT IS SENTENCED PURSUANT TO SECTION 70.02 OF THIS CHAPTER;\n\n       S. 479                              4\n\n    1    (C) THE TERM OF THE DETERMINATE SENTENCE MUST BE AT LEAST TWELVE YEARS\n    2  IF THE DEFENDANT IS SENTENCED PURSUANT TO SECTION 70.04 OF THIS CHAPTER;\n    3    (D)  THE  MAXIMUM  TERM OF THE INDETERMINATE SENTENCE MUST BE AT LEAST\n    4  FOUR YEARS IF THE DEFENDANT IS SENTENCED PURSUANT TO  SECTION  70.05  OF\n    5  THIS CHAPTER; AND\n    6    (E)  THE MAXIMUM TERM OF THE INDETERMINATE SENTENCE OR THE TERM OF THE\n    7  DETERMINATE SENTENCE MUST BE AT LEAST TEN  YEARS  IF  THE  DEFENDANT  IS\n    8  SENTENCED PURSUANT TO SECTION 70.06 OF THIS CHAPTER.\n    9    4.  NOTWITHSTANDING  ANY  OTHER  PROVISION  OF  LAW,  WHEN A PERSON IS\n   10  CONVICTED OF A CRIMINAL STREET GANG RELATED CRIME PURSUANT TO THIS ARTI-\n   11  CLE AND THE SPECIFIED OFFENSE IS A CLASS A-1 FELONY, THE MINIMUM  PERIOD\n   12  OF THE INDETERMINATE SENTENCE SHALL BE NOT LESS THAN TWENTY YEARS.\n   13    5.  THE  PROVISIONS  OF  THIS SECTION SHALL NOT APPLY WHERE THE COURT,\n   14  HAVING REGARD TO THE NATURE AND  CIRCUMSTANCES  OF  THE  CRIME  AND  THE\n   15  HISTORY  AND  CHARACTER  OF THE DEFENDANT, FINDS ON THE RECORD THAT SUCH\n   16  ADDITIONAL TERM OR SENTENCE WOULD BE UNDULY HARSH AND THAT NOT  IMPOSING\n   17  SUCH  ADDITIONAL  TERM  OR  SENTENCE WOULD BE CONSISTENT WITH THE PUBLIC\n   18  SAFETY AND WOULD NOT DEPRECATE THE SERIOUSNESS OF THE CRIME.\n   19    S 3. Local laws; preemption.   Nothing in this  act  shall  prevent  a\n   20  local  governing  body  from adopting and enforcing laws consistent with\n   21  this act relating to criminal street gang activity on school grounds and\n   22  criminal street gang violence.  Where local laws duplicate or supplement\n   23  this act, this act shall be construed as providing alternative  remedies\n   24  and not as preempting such local laws.\n   25    S 4. Severability. If any part or provision of this act, or the appli-\n   26  cation  thereof  to  any  person  or  circumstance, is held invalid, the\n   27  remainder of  this  act,  including  the  application  of  the  part  or\n   28  provision  to  other  persons  or  circumstances,  shall not be affected\n   29  thereby and shall continue in full force and effect. To  this  end,  the\n   30  provisions of this act are severable.\n   31    S 5. This act shall take effect on the first of November next succeed-\n   32  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, in relation to enacting the criminal street gang related crimes act ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110127.T141402.TXT", "SOBI.D101220.T145856.TXT", "SOBI.D101222.T164854.TXT", "SOBI.D101220.T142334.TXT", "SOBI.D101220.T143835.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296155642938
}