{
  "year" : 2011,
  "senateBillNo" : "S48-2011",
  "billEvents" : null,
  "votes" : null,
  "sponsor" : null,
  "title" : null,
  "summary" : null,
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : null,
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          48\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by Sen. SQUADRON -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Investigations and Govern-\n         ment Operations\n\n       AN ACT to amend the public officers law, the environmental  conservation\n         law  and  the  executive  law,  in  relation to freedom of information\n         pertaining to legislative documents; and to repeal certain  provisions\n         of the public officers law relating thereto\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The section heading of section 87 of  the  public  officers\n    2  law,  as added by chapter 933 of the laws of 1977, is amended to read as\n    3  follows:\n    4    Access to agency AND STATE LEGISLATIVE records.\n    5    S 2. The opening paragraph  of  paragraph  (b)  of  subdivision  1  of\n    6  section  87  of the public officers law, as amended by chapter 80 of the\n    7  laws of 1983, is amended to read as follows:\n    8    Each agency AND HOUSE OF THE STATE LEGISLATURE shall promulgate  rules\n    9  and  regulations,  in  conformity with this article and applicable rules\n   10  and regulations promulgated pursuant to the provisions of paragraph  (a)\n   11  of  this subdivision, and pursuant to such general rules and regulations\n   12  as may be promulgated by the committee on open government in  conformity\n   13  with  the  provisions of this article, pertaining to the availability of\n   14  records and procedures to be followed, including, but not limited to:\n   15    S 3. The opening paragraph and  paragraph  (i)  of  subdivision  2  of\n   16  section 87 of the public officers law, the opening paragraph as added by\n   17  chapter  933 of the laws of 1977 and paragraph (i) as amended by chapter\n   18  154 of the laws of 2010, are amended to read as follows:\n   19    Each agency AND HOUSE OF THE STATE LEGISLATURE  shall,  in  accordance\n   20  with its published rules, make available for public inspection and copy-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00172-02-1\n\n       S. 48                               2\n\n    1  ing  all records, except that such agency OR HOUSE OF THE STATE LEGISLA-\n    2  TURE may deny access to records or portions thereof that:\n    3    (i)  if disclosed, would jeopardize the capacity of an agency OR HOUSE\n    4  OF THE STATE LEGISLATURE or an entity that has shared  information  with\n    5  an agency OR HOUSE OF THE STATE LEGISLATURE to guarantee the security of\n    6  its  information  technology assets, such assets encompassing both elec-\n    7  tronic information systems and infrastructures; or\n    8    S 4. Paragraph (d) of subdivision 2 of section 87 of the public  offi-\n    9  cers  law,  as amended by chapter 289 of the laws of 1990, is amended to\n   10  read as follows:\n   11    (d) are trade secrets or are submitted  to  an  agency  OR  THE  STATE\n   12  LEGISLATURE  by  a  commercial  enterprise  or  derived from information\n   13  obtained from a commercial enterprise and which if disclosed would cause\n   14  substantial injury to the competitive position  of  the  subject  enter-\n   15  prise;\n   16    S  5. Subdivision 3 of section 87 of the public officers law, as added\n   17  by chapter 933 of the laws of 1977, paragraph (c) as amended by  chapter\n   18  499 of the laws of 2008, is amended to read as follows:\n   19    3. Each agency OR HOUSE OF THE STATE LEGISLATURE shall maintain:\n   20    (a) a record of the final vote of each member in every agency OR HOUSE\n   21  proceeding in which the member votes;\n   22    (b)  a record setting forth the name, public office address, title and\n   23  salary of every officer or employee of the agency OR HOUSE OF THE  STATE\n   24  LEGISLATURE; and\n   25    (c)  a  reasonably  detailed  current  list  by  subject matter of all\n   26  records in the possession of the agency OR HOUSE OF THE  STATE  LEGISLA-\n   27  TURE,  whether  or  not  available under this article. Each agency shall\n   28  update its subject matter list annually, and the date of the most recent\n   29  update shall be conspicuously indicated on the list. Each  state  agency\n   30  as  defined in subdivision four of this section that maintains a website\n   31  shall post its current list on its website and  such  posting  shall  be\n   32  linked  to  the  website  of  the committee on open government. Any such\n   33  agency that does not maintain a website shall arrange to have  its  list\n   34  posted on the website of the committee on open government.\n   35    S  6. Subdivision 4 of section 87 of the public officers law, as added\n   36  by chapter 890 of the laws of 1981, paragraph (c) as  added  by  chapter\n   37  102 of the laws of 2007, is amended to read as follows:\n   38    4.  (a)  Each  state  agency [which] OR HOUSE OF THE STATE LEGISLATURE\n   39  THAT maintains records containing trade secrets, to which access may  be\n   40  denied  pursuant  to  paragraph  (d) of subdivision two of this section,\n   41  shall promulgate regulations OR RULES in conformity with the  provisions\n   42  of subdivision five of section eighty-nine of this article pertaining to\n   43  such records, including, but not limited to the following:\n   44    (1) the manner of identifying the records or parts;\n   45    (2)  the  manner  of identifying persons within the agency OR HOUSE OF\n   46  THE STATE LEGISLATURE to whose custody the  records  or  parts  will  be\n   47  charged  and  for  whose  inspection  and study the records will be made\n   48  available;\n   49    (3) the manner of safeguarding against any unauthorized access to  the\n   50  records.\n   51    (b)  As  used  in this subdivision the term \"agency\" or \"state agency\"\n   52  means [only] EITHER HOUSE OF THE STATE LEGISLATURE, a state  department,\n   53  board,  bureau,  division,  council or office and any public corporation\n   54  the majority of whose members are appointed by the governor.\n   55    (c) Each state agency that maintains a website shall post  information\n   56  related  to  this  article  and  article  six-A  of  this chapter on its\n\n       S. 48                               3\n\n    1  website. Such information shall include, at a minimum, contact  informa-\n    2  tion  for  the  persons from whom records of the agency may be obtained,\n    3  the times and places such records are available for inspection and copy-\n    4  ing,  and information on how to request records in person, by mail, and,\n    5  if the agency accepts requests for records  electronically,  by  e-mail.\n    6  This  posting  shall  be  linked to the website of the committee on open\n    7  government.\n    8    S 7. Section 88 of the public officers law is REPEALED.\n    9    S 8. Paragraph (b) of subdivision 1 of section 89 of the public  offi-\n   10  cers  law,  as amended by chapter 182 of the laws of 2006, is amended to\n   11  read as follows:\n   12    (b) The committee shall:\n   13    i. furnish to any agency OR HOUSE OF THE  STATE  LEGISLATURE  advisory\n   14  guidelines,  opinions  or  other  appropriate information regarding this\n   15  article;\n   16    ii. furnish to any  person  advisory  opinions  or  other  appropriate\n   17  information regarding this article;\n   18    iii.  promulgate rules and regulations with respect to the implementa-\n   19  tion of subdivision one  and  paragraph  (c)  of  subdivision  three  of\n   20  section eighty-seven of this article;\n   21    iv.  request  from  any  agency OR HOUSE OF THE STATE LEGISLATURE such\n   22  assistance, services and information as will  enable  the  committee  to\n   23  effectively carry out its powers and duties;\n   24    v. develop a form, which shall be made available on the internet, that\n   25  may be used by the public to request a record; and\n   26    vi.  report  on its activities and findings regarding this article and\n   27  article seven of this chapter, including recommendations for changes  in\n   28  the  law,  to  the  governor  and the legislature annually, on or before\n   29  December fifteenth.\n   30    S 9. Paragraph (a) of subdivision 2 of section 89 of the public  offi-\n   31  cers  law,  as  added  by chapter 933 of the laws of 1977, is amended to\n   32  read as follows:\n   33    (a) The committee on public access to records  may  promulgate  guide-\n   34  lines  regarding  deletion  of  identifying  details  or  withholding of\n   35  records otherwise available under this article  to  prevent  unwarranted\n   36  invasions  of  personal  privacy.  In the absence of such guidelines, an\n   37  agency OR EACH HOUSE OF THE STATE  LEGISLATURE  may  delete  identifying\n   38  details when it makes records available.\n   39    S  10.  Subparagraphs  iv  and  v of paragraph (b) of subdivision 2 of\n   40  section 89 of the public officers law, subparagraph iv as added by chap-\n   41  ter 933 of the laws of 1977 and subparagraph v as amended by chapter 545\n   42  of the laws of 1998, are amended to read as follows:\n   43    iv. disclosure of information of a  personal  nature  when  disclosure\n   44  would  result  in economic or personal hardship to the subject party and\n   45  such information is not relevant to the work of the agency  [requesting]\n   46  or HOUSE OF THE STATE LEGISLATURE maintaining it; or\n   47    v.  disclosure  of information of a personal nature reported in confi-\n   48  dence to an agency OR HOUSE OF THE STATE LEGISLATURE and not relevant to\n   49  the ordinary work of such agency OR HOUSE; or\n   50    S 11. Subdivisions 3, 4 and 5 of section 89  of  the  public  officers\n   51  law, subdivision 3 as amended by chapter 223 of the laws of 2008, subdi-\n   52  vision  4 as amended by chapter 22 of the laws of 2005, paragraph (c) of\n   53  subdivision 4 as amended by chapter 492 of the laws of 2006, subdivision\n   54  5 as added by chapter 890 of the laws of 1981, paragraph (a) of subdivi-\n   55  sion 5 as amended by chapter 403 of the laws of 2003 and  paragraph  (d)\n\n       S. 48                               4\n\n    1  of  subdivision  5  as  amended  by chapter 339 of the laws of 2004, are\n    2  amended to read as follows:\n    3    3.  (a)  Each entity subject to the provisions of this article, within\n    4  five business days of the receipt of a  written  request  for  a  record\n    5  reasonably  described,  shall  make  such record available to the person\n    6  requesting it, deny  such  request  in  writing  or  furnish  a  written\n    7  acknowledgement  of  the  receipt of such request and a statement of the\n    8  approximate date, which shall be reasonable under the  circumstances  of\n    9  the  request,  when  such  request will be granted or denied, including,\n   10  where appropriate, a statement that access to the record will be  deter-\n   11  mined  in  accordance with subdivision five of this section. An [agency]\n   12  ENTITY shall not deny a request on the basis that the request is volumi-\n   13  nous or that locating or reviewing the requested  records  or  providing\n   14  the  requested  copies  is  burdensome because the [agency] ENTITY lacks\n   15  sufficient staffing or on any other basis if  the  [agency]  ENTITY  may\n   16  engage  an  outside professional service to provide copying, programming\n   17  or other services required to provide the copy, the costs of  which  the\n   18  [agency] ENTITY may recover pursuant to paragraph (c) of subdivision one\n   19  of  section eighty-seven of this article. An [agency] ENTITY may require\n   20  a person requesting lists of names and addresses to  provide  a  written\n   21  certification  that  such  person  will  not use such lists of names and\n   22  addresses for solicitation or fund-raising purposes and will  not  sell,\n   23  give  or  otherwise  make available such lists of names and addresses to\n   24  any other person for the purpose of allowing that  person  to  use  such\n   25  lists  of names and addresses for solicitation or fund-raising purposes.\n   26  If an [agency] ENTITY determines to grant a request in whole or in part,\n   27  and if circumstances prevent disclosure to  the  person  requesting  the\n   28  record  or  records  within  twenty  business  days from the date of the\n   29  acknowledgement of the receipt of the request, the [agency] ENTITY shall\n   30  state, in writing, both the  reason  for  the  inability  to  grant  the\n   31  request  within twenty business days and a date certain within a reason-\n   32  able period, depending on the circumstances, when the  request  will  be\n   33  granted  in whole or in part.  Upon payment of, or offer to pay, the fee\n   34  prescribed therefor, the entity shall provide a copy of such record  and\n   35  certify  to the correctness of such copy if so requested, or as the case\n   36  may be, shall certify that it does not have possession of such record or\n   37  that such record cannot be found after diligent search. Nothing in  this\n   38  article  shall  be construed to require any entity to prepare any record\n   39  not possessed or maintained by such entity except the records  specified\n   40  in  subdivision  three of section eighty-seven [and subdivision three of\n   41  section eighty-eight] of this article. When an [agency] ENTITY  has  the\n   42  ability to retrieve or extract a record or data maintained in a computer\n   43  storage  system  with  reasonable effort, it shall be required to do so.\n   44  When doing so requires  less  employee  time  than  engaging  in  manual\n   45  retrieval or redactions from non-electronic records, the [agency] ENTITY\n   46  shall  be  required to retrieve or extract such record or data electron-\n   47  ically. Any programming necessary to retrieve a record maintained  in  a\n   48  computer  storage  system  and  to  transfer  that  record to the medium\n   49  requested by a person or to allow the transferred record to be  read  or\n   50  printed  shall  not be deemed to be the preparation or creation of a new\n   51  record.\n   52    (b) All entities shall, provided  such  entity  has  reasonable  means\n   53  available,  accept  requests  for records submitted in the form of elec-\n   54  tronic mail and shall respond to such requests by electronic mail, using\n   55  forms, to the extent practicable, consistent  with  the  form  or  forms\n   56  developed  by  the  committee on open government pursuant to subdivision\n\n       S. 48                               5\n\n    1  one of this section and provided that the written requests do not seek a\n    2  response in some other form.\n    3    4.  (a)  Except  as  provided in subdivision five of this section, any\n    4  person denied access to a record may within thirty days appeal in  writ-\n    5  ing  such  denial  to the head, chief executive or governing body of the\n    6  entity, or the person therefor designated by such head, chief executive,\n    7  or governing body, who shall within ten business days of the receipt  of\n    8  such appeal fully explain in writing to the person requesting the record\n    9  the  reasons for further denial, or provide access to the record sought.\n   10  In addition, each [agency]  ENTITY  shall  immediately  forward  to  the\n   11  committee on open government a copy of such appeal when received by [the\n   12  agency] SUCH ENTITY and the ensuing determination thereon. Failure by an\n   13  [agency]  ENTITY  to  conform  to the provisions of subdivision three of\n   14  this section shall constitute a denial.\n   15    (b) Except as provided in subdivision five of this section,  a  person\n   16  denied  access  to  a  record  in  an  appeal  determination  under  the\n   17  provisions of paragraph (a) of this subdivision may bring  a  proceeding\n   18  for review of such denial pursuant to article seventy-eight of the civil\n   19  practice law and rules. In the event that access to any record is denied\n   20  pursuant to the provisions of subdivision two of section eighty-seven of\n   21  this  article,  the  [agency]  ENTITY  involved shall have the burden of\n   22  proving that such record falls within the provisions of such subdivision\n   23  two. Failure by an [agency] ENTITY to conform to the provisions of para-\n   24  graph (a) of this subdivision shall constitute a denial.\n   25    (c) The court in such a proceeding may assess, against  such  [agency]\n   26  ENTITY  involved,  reasonable attorney's fees and other litigation costs\n   27  reasonably incurred by such person in any case under the  provisions  of\n   28  this section in which such person has substantially prevailed, when:\n   29    i. the [agency] ENTITY had no reasonable basis for denying access; or\n   30    ii. the [agency] ENTITY failed to respond to a request or appeal with-\n   31  in the statutory time.\n   32    5.  (a)  (1) A person acting pursuant to law or regulation who, subse-\n   33  quent to the effective date of this subdivision, submits any information\n   34  to any state agency OR HOUSE OF THE STATE LEGISLATURE may, at  the  time\n   35  of submission, request that the agency OR HOUSE OF THE STATE LEGISLATURE\n   36  except  such information from disclosure under paragraph (d) of subdivi-\n   37  sion two of section eighty-seven of  this  article.  Where  the  request\n   38  itself  contains information which if disclosed would defeat the purpose\n   39  for which the exception  is  sought,  such  information  shall  also  be\n   40  excepted from disclosure.\n   41    (1-a)  A person or entity who submits or otherwise makes available any\n   42  records to any agency OR HOUSE OF THE STATE  LEGISLATURE,  may,  at  any\n   43  time,  identify those records or portions thereof that may contain crit-\n   44  ical infrastructure information, and request that the agency OR HOUSE OF\n   45  THE STATE LEGISLATURE that maintains such records except  such  informa-\n   46  tion  from  disclosure  under subdivision two of section eighty-seven of\n   47  this article. Where the request itself  contains  information  which  if\n   48  disclosed  would  defeat  the purpose for which the exception is sought,\n   49  such information shall also be excepted from disclosure.\n   50    (2) The request for an exception shall be in  writing  and  state  the\n   51  reasons why the information should be excepted from disclosure.\n   52    (3)  Information  submitted as provided in subparagraphs one and one-a\n   53  of this paragraph shall be excepted from disclosure  and  be  maintained\n   54  apart  by  the [agency] ENTITY from all other records until fifteen days\n   55  after the entitlement to such exception has been finally  determined  or\n   56  such further time as ordered by a court of competent jurisdiction.\n\n       S. 48                               6\n\n    1    (b)  On the initiative of the [agency] ENTITY at any time, or upon the\n    2  request of any person for a record excepted from disclosure pursuant  to\n    3  this subdivision, the agency shall:\n    4    (1)  inform  the  person who requested the exception of the [agency's]\n    5  ENTITY'S intention to determine whether such exception should be granted\n    6  or continued;\n    7    (2) permit the person who requested the exception, within ten business\n    8  days of receipt of notification from the [agency] ENTITY,  to  submit  a\n    9  written  statement  of the necessity for the granting or continuation of\n   10  such exception;\n   11    (3) within seven business days of receipt of such  written  statement,\n   12  or within seven business days of the expiration of the period prescribed\n   13  for  submission  of such statement, issue a written determination grant-\n   14  ing, continuing or terminating such exception and  stating  the  reasons\n   15  therefor;  copies of such determination shall be served upon the person,\n   16  if any, requesting the record, the person who requested  the  exception,\n   17  and the committee on public access to records.\n   18    (c)  A  denial  of an exception from disclosure under paragraph (b) of\n   19  this subdivision may be appealed by the person submitting  the  informa-\n   20  tion  and a denial of access to the record may be appealed by the person\n   21  requesting the record in accordance with this subdivision:\n   22    (1) Within seven business days of receipt of  written  notice  denying\n   23  the request, the person may file a written appeal from the determination\n   24  of  the  [agency] ENTITY with the head of the [agency] ENTITY, the chief\n   25  executive officer or governing body or their designated representatives.\n   26    (2) The appeal shall be determined within ten  business  days  of  the\n   27  receipt  of  the  appeal.  Written  notice of the determination shall be\n   28  served upon the person, if any, requesting the record,  the  person  who\n   29  requested  the  exception and the committee on public access to records.\n   30  The notice shall contain a statement of the  reasons  for  the  determi-\n   31  nation.\n   32    (d)  A proceeding to review an adverse determination pursuant to para-\n   33  graph (c) of this subdivision  may  be  commenced  pursuant  to  article\n   34  seventy-eight of the civil practice law and rules. Such proceeding, when\n   35  brought  by  a  person  seeking an exception from disclosure pursuant to\n   36  this subdivision, must be commenced within fifteen days of  the  service\n   37  of  the written notice containing the adverse determination provided for\n   38  in subparagraph two of paragraph (c) of this subdivision.\n   39    (e) The person requesting an exception  from  disclosure  pursuant  to\n   40  this  subdivision  shall  in  all proceedings have the burden of proving\n   41  entitlement to the exception.\n   42    (f) Where the [agency] ENTITY denies access to a  record  pursuant  to\n   43  paragraph  (d)  of subdivision two of section eighty-seven of this arti-\n   44  cle, the [agency] ENTITY shall have  the  burden  of  proving  that  the\n   45  record falls within the provisions of such exception.\n   46    (g)  Nothing in this subdivision shall be construed to deny any person\n   47  access, pursuant to the remaining provisions of  this  article,  to  any\n   48  record or part excepted from disclosure upon the express written consent\n   49  of the person who had requested the exception.\n   50    (h)  As used in this subdivision the term [\"agency\" or \"state agency\"]\n   51  ENTITY means [only] EITHER HOUSE  OF  THE  STATE  LEGISLATURE,  a  state\n   52  department,  board,  bureau,  division, council or office and any public\n   53  corporation the majority of whose members are appointed by the governor.\n   54    S 12. Section 70-0113 of the environmental conservation law, as  added\n   55  by chapter 723 of the laws of 1977, is amended to read as follows:\n   56  S 70-0113. Confidentiality.\n\n       S. 48                               7\n\n    1    The  provisions  of section [eighty-eight of article six] EIGHTY-SEVEN\n    2  of the public officers law shall  apply  to  information  confidentially\n    3  disclosed  by applicants to the department, except as otherwise provided\n    4  in this chapter.\n    5    S 13. Subdivision 3 of section 713 of the executive law, as amended by\n    6  section  16  of  part B of chapter 56 of the laws of 2010, is amended to\n    7  read as follows:\n    8    3. Any reports prepared pursuant to this article shall not be  subject\n    9  to  disclosure  pursuant  to  section [eighty-eight] EIGHTY-SEVEN of the\n   10  public officers law.\n   11    S 14. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : null,
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101201.T163124.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1291239084176
}