{
  "year" : 2011,
  "senateBillNo" : "S481-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO AGING",
    "billEventId" : "S481-2011-1294203600000-REFERRED+TO+AGING",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "DIAZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes the medicaid outreach and enrollment program",
  "summary" : "Establishes the medicaid outreach and enrollment program to help identify those medicare enrollees who are eligible for medicaid services but who are not participating, through outreach initiatives. ",
  "currentCommittee" : "AGING",
  "sameAs" : null,
  "lawSection" : "Health",
  "previousVersions" : [ "S6116-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          481\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  DIAZ  --  read twice and ordered printed, and when\n         printed to be committed to the Committee on Aging\n\n       AN ACT in relation to increasing access to medicines for  needy  seniors\n         through  the outreach to and enrollment of eligible Medicare benefici-\n         aries in the Medicaid program\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  This act shall be known and may be cited as the \"medicaid\n    2  outreach and enrollment for qualifying medicare beneficiaries program\".\n    3    S 2. Legislative  findings  and  intent.  The  legislature  finds  and\n    4  declares that almost thirty percent of medicare enrollees have no cover-\n    5  age  for  pharmaceuticals. Of that number nearly twenty-five percent are\n    6  living below the federal poverty level. Under the medicaid  program  the\n    7  state  of New York provides pharmaceutical coverage for qualifying indi-\n    8  viduals.  There are many medicare beneficiaries in New York that qualify\n    9  for medicaid services but are not  enrolled  and  participating  in  the\n   10  program.    The legislature further finds that the medicaid outreach and\n   11  enrollment for qualifying medicare beneficiaries program  will  identify\n   12  those medicare enrollees who are eligible for medicaid services, but are\n   13  not participating, through outreach initiatives.\n   14    S  3. Medicaid outreach and enrollment program. There is hereby estab-\n   15  lished the medicaid outreach and enrollment program  (\"program\").    The\n   16  program  shall  be administered by the department of health. The depart-\n   17  ment of health shall implement and administer the  program  through  the\n   18  development  of outreach initiatives to identify medicaid-eligible medi-\n   19  care beneficiaries who are not participating in the medicaid program and\n   20  to promote and encourage enrollment of these eligible individuals in the\n   21  medicaid program.  Initiatives may include, but shall not be limited to,\n   22  mailings,  advertisements,  public  service  announcements,   literature\n   23  dissemination and community outreach.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03244-01-1\n\n       S. 481                              2\n\n    1    S  4.  The  department of health shall report to the legislature on an\n    2  annual basis  commencing  one  year  after  the  implementation  of  the\n    3  provisions  of the program. The report shall include the baseline number\n    4  of medicare beneficiaries who were medicaid eligible at the beginning of\n    5  the  previous  year;  the  number of medicaid-eligible beneficiaries who\n    6  were medicare beneficiaries who  were  targeted  via  the  program;  the\n    7  number of medicaid-eligible medicare beneficiaries who enrolled in medi-\n    8  caid  in a given year and any information of enrollment via the program;\n    9  a description of the outreach initiatives utilized by the program; and a\n   10  detailed accounting of how funding was utilized.\n   11    S 5. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT in relation to increasing access to medicines for needy seniors through the outreach to and enrollment of eligible Medicare beneficiaries in the Medicaid program ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101220.T145856.TXT", "SOBI.D101220.T142334.TXT", "SOBI.D101222.T165354.TXT", "SOBI.D101220.T143835.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1293054834120
}