{
  "year" : 2011,
  "senateBillNo" : "S482A-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO AGING",
    "billEventId" : "S482A-2011-1294203600000-REFERRED+TO+AGING",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1294894800000,
    "eventText" : "AMEND AND RECOMMIT TO AGING",
    "billEventId" : "S482A-2011-1294894800000-AMEND+AND+RECOMMIT+TO+AGING",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1294894801000,
    "eventText" : "PRINT NUMBER 482A",
    "billEventId" : "S482A-2011-1294894801000-PRINT+NUMBER+482A",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "DIAZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to requiring renewal notices for applications under the SCRIE program",
  "summary" : "Requires the appropriate rent control agency or administrative agency to send a notice of required renewal to each head of household currently receiving an exemption under the SCRIE program 30 days prior to the application renewal date. ",
  "currentCommittee" : "AGING",
  "sameAs" : "A473A",
  "lawSection" : "Real Property Tax Law",
  "previousVersions" : [ "S6853-2009" ],
  "coSponsors" : null,
  "pastCommittees" : [ "AGING" ],
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                        482--A\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by Sens. DIAZ, MONTGOMERY -- read twice and ordered printed,\n         and when printed to be committed to the Committee on Aging --  commit-\n         tee  discharged, bill amended, ordered reprinted as amended and recom-\n         mitted to said committee\n\n       AN ACT to amend the real  property  tax  law,  in  relation  to  renewal\n         notices for applications under the SCRIE program\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 4 of section 467-b of  the  real  property  tax\n    2  law,  as  amended by chapter 651 of the laws of 1988, is amended to read\n    3  as follows:\n    4    4. The head of the household must apply every two years to the  appro-\n    5  priate  rent control agency or administrative agency for a tax abatement\n    6  certificate on a form prescribed by said agency. A tax abatement certif-\n    7  icate setting forth an amount not in excess of the increase  in  maximum\n    8  rent or legal regulated rent for the taxable period or such other amount\n    9  as  shall be determined under subdivision three of this section shall be\n   10  issued by said agency to each head of the household who is found  to  be\n   11  eligible under this section on or before the last date prescribed by law\n   12  for  the  payment  of  the taxes or the first installment thereof of any\n   13  municipal corporation which has granted an abatement of taxes. Copies of\n   14  such certificate shall be issued to  the  owner  of  the  real  property\n   15  containing  the  dwelling  unit  of the head of the household and to the\n   16  collecting officer charged with the duty of collecting the taxes of each\n   17  municipal corporation which has granted the abatement of  taxes  author-\n   18  ized  by  this section.  THE APPROPRIATE RENT CONTROL AGENCY OR ADMINIS-\n   19  TRATIVE AGENCY SHALL SEND A NOTICE OF REQUIRED RENEWAL TO EACH  HEAD  OF\n   20  HOUSEHOLD CURRENTLY RECEIVING AN EXEMPTION UNDER THIS SECTION VIA UNITED\n   21  STATES  POSTAL  SERVICE  TO  THEIR PRIMARY RESIDENCE NO LESS THAN THIRTY\n   22  DAYS PRIOR TO THE APPLICATION RENEWAL DATE.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03320-03-1\n\n       S. 482--A                           2\n\n    1    S 2. Subdivision 4 of section 467-b of the real property tax  law,  as\n    2  added by chapter 689 of the laws of 1972, is amended to read as follows:\n    3    4.  The  head of the household must apply each year to the appropriate\n    4  rent control agency for a tax abatement certificate on a form prescribed\n    5  by said agency. A tax abatement certificate setting forth an amount  not\n    6  in  excess  of the increase in maximum rent for the taxable period shall\n    7  be issued by said agency to each head of the household who is  found  to\n    8  be  eligible under this section on or before the last date prescribed by\n    9  law for the payment of the taxes or the first installment thereof of any\n   10  city, town or village which has granted an abatement of taxes. Copies of\n   11  such certificate shall be issued to  the  owner  of  the  real  property\n   12  containing  the  dwelling  unit  of the head of the household and to the\n   13  collecting officer charged with the duty of collecting the taxes of each\n   14  city, town or village which has granted the abatement of  taxes  author-\n   15  ized  by  this section.  THE APPROPRIATE RENT CONTROL AGENCY OR ADMINIS-\n   16  TRATIVE AGENCY SHALL SEND A NOTICE OF REQUIRED RENEWAL TO EACH  HEAD  OF\n   17  HOUSEHOLD CURRENTLY RECEIVING AN EXEMPTION UNDER THIS SECTION VIA UNITED\n   18  STATES  POSTAL  SERVICE  TO  THEIR PRIMARY RESIDENCE NO LESS THAN THIRTY\n   19  DAYS PRIOR TO THE APPLICATION RENEWAL DATE.\n   20    S 3. This act shall take effect ninety days after it shall have become\n   21  a law; provided that the amendments to section 467-b of the real proper-\n   22  ty tax law made by section one of this act shall be subject to the expi-\n   23  ration and reversion of such section pursuant to section 17  of  chapter\n   24  576  of the laws of 1974, as amended, when upon such date the provisions\n   25  of section two of this act shall take effect.\n",
  "memo" : "BILL NUMBER:S482A\n\nTITLE OF BILL:\nAn act\nto amend the real property tax law, in relation to renewal notices for\napplications under the SCRIE program\n\nPURPOSE OR GENERAL IDEA OF BILL:\nTo put in place a reminder mechanism for renewal for senior citizens\nenrolled in the Senior Citizen Rent Increase Exemption Program.\n\nSUMMARY OF SPECIFIC PROVISIONS:\nSection 1. Amends subdivision 4 of section 467-b of the Real Property\nTax Law, as amended by chapter 651 of the laws of 1988. Requires that\nthe appropriate rent control agency or administrative agency shall\nsend a notice of required renewal to each head of household receiving\nSCRIE via US Mail no less than 30 days prior to expiration.\n\nSection 2. Amends subdivision 4 of section 467-6 of the Real Property\nTax Law, as added by chapter 689 of the laws of 1972. Requires that\nthe appropriate rent control agency or administrative agency shall\nsend a notice of required renewal to each head of household receiving\nSCRIE via US Mail no less than 30 days prior to expiration.\n\nSection 3. Effective Date.\n\nEXISTING LAW:\nNone.\n\nJUSTIFICATION:\nThe Senior Citizen Rent Increase Exemption Program provides much\nneeded assistance to senior citizens in New York City by\nsupplementing their rent payments, thereby keeping them in their\nhomes and out of nursing homes. When this program was initially\ninstituted it was administered by the New York City Department for\nthe Aging. The administration of the SCRIE program has beep.\ntransferred to the Finance Department, which does not have the\ncapacity to assist seniors in\nthe application and renewal process for this program. As a result many\nrecipients have missed their renewal deadlines and have been forced\nto endure reapplication processes and in some cases a suspension of\nbenefits.\n\nThis bill is designed to make the renewal process simpler by putting\nin place a mechanism to remind eligible seniors to renew their\nbenefits before they expire.\n\nPRIOR LEGISLATIVE HISTORY:\n2010: S.6853 - Passed Senate/A.9932 - Reported Referred to Ways and Means\n\nFISCAL IMPLICATIONS:\nNone to the State of New York.\n\nEFFECTIVE DATE:\nThis act shall take effect 90 days after it shall have become law;\nprovided that the amendments to section 467-b of the real property tax\n\n\nlaw made by section one of this act shall be subject to the expiration\nand reversion of such section pursuant to section 17 of chapter 576\nof the laws of 1974, as amended, when upon such date the\nprovisions of section two of this act shall take effect.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the real property tax law, in relation to renewal notices for applications under the SCRIE program ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110113.T142328.TXT", "SOBI.D110113.T151417.TXT", "SOBI.D110113.T135826.TXT", "SOBI.D110113.T125822.TXT", "SOBI.D110113.T125321.TXT", "SOBI.D110113.T134826.TXT", "SOBI.D110113.T190432.TXT", "SOBI.D110114.T120938.TXT", "SOBI.D110113.T140326.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295024978674
}