{
  "year" : 2011,
  "senateBillNo" : "S482-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO AGING",
    "billEventId" : "S482-2011-1294203600000-REFERRED+TO+AGING",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "DIAZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to requiring renewal notices for applications under the SCRIE program",
  "summary" : "Requires the appropriate rent control agency or administrative agency to send a notice of required renewal to each head of household currently receiving an exemption under the SCRIE program 90 days prior to the application renewal date. ",
  "currentCommittee" : "AGING",
  "sameAs" : null,
  "lawSection" : "Real Property Tax Law",
  "previousVersions" : [ "S6853-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          482\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  DIAZ  --  read twice and ordered printed, and when\n         printed to be committed to the Committee on Aging\n\n       AN ACT to amend the real  property  tax  law,  in  relation  to  renewal\n         notices for applications under the SCRIE program\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 4 of section 467-b of  the  real  property  tax\n    2  law,  as  amended by chapter 651 of the laws of 1988, is amended to read\n    3  as follows:\n    4    4. The head of the household must apply every two years to the  appro-\n    5  priate  rent control agency or administrative agency for a tax abatement\n    6  certificate on a form prescribed by said agency. A tax abatement certif-\n    7  icate setting forth an amount not in excess of the increase  in  maximum\n    8  rent or legal regulated rent for the taxable period or such other amount\n    9  as  shall be determined under subdivision three of this section shall be\n   10  issued by said agency to each head of the household who is found  to  be\n   11  eligible under this section on or before the last date prescribed by law\n   12  for  the  payment  of  the taxes or the first installment thereof of any\n   13  municipal corporation which has granted an abatement of taxes. Copies of\n   14  such certificate shall be issued to  the  owner  of  the  real  property\n   15  containing  the  dwelling  unit  of the head of the household and to the\n   16  collecting officer charged with the duty of collecting the taxes of each\n   17  municipal corporation which has granted the abatement of  taxes  author-\n   18  ized  by  this section.  THE APPROPRIATE RENT CONTROL AGENCY OR ADMINIS-\n   19  TRATIVE AGENCY SHALL SEND A NOTICE OF REQUIRED RENEWAL TO EACH  HEAD  OF\n   20  HOUSEHOLD CURRENTLY RECEIVING AN EXEMPTION UNDER THIS SECTION VIA UNITED\n   21  STATES  POSTAL  SERVICE  TO  THEIR PRIMARY RESIDENCE NO LESS THAN NINETY\n   22  DAYS PRIOR TO THE APPLICATION RENEWAL DATE.\n   23    S 2. Subdivision 4 of section 467-b of the real property tax  law,  as\n   24  added by chapter 689 of the laws of 1972, is amended to read as follows:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03320-01-1\n\n       S. 482                              2\n\n    1    4.  The  head of the household must apply each year to the appropriate\n    2  rent control agency for a tax abatement certificate on a form prescribed\n    3  by said agency. A tax abatement certificate setting forth an amount  not\n    4  in  excess  of the increase in maximum rent for the taxable period shall\n    5  be  issued  by said agency to each head of the household who is found to\n    6  be eligible under this section on or before the last date prescribed  by\n    7  law for the payment of the taxes or the first installment thereof of any\n    8  city, town or village which has granted an abatement of taxes. Copies of\n    9  such  certificate  shall  be  issued  to  the owner of the real property\n   10  containing the dwelling unit of the head of the  household  and  to  the\n   11  collecting officer charged with the duty of collecting the taxes of each\n   12  city,  town  or village which has granted the abatement of taxes author-\n   13  ized by this section.  THE APPROPRIATE RENT CONTROL AGENCY  OR  ADMINIS-\n   14  TRATIVE  AGENCY  SHALL SEND A NOTICE OF REQUIRED RENEWAL TO EACH HEAD OF\n   15  HOUSEHOLD CURRENTLY RECEIVING AN EXEMPTION UNDER THIS SECTION VIA UNITED\n   16  STATES POSTAL SERVICE TO THEIR PRIMARY RESIDENCE  NO  LESS  THAN  NINETY\n   17  DAYS PRIOR TO THE APPLICATION RENEWAL DATE.\n   18    S 3. This act shall take effect ninety days after it shall have become\n   19  a law; provided that the amendments to section 467-b of the real proper-\n   20  ty tax law made by section one of this act shall be subject to the expi-\n   21  ration  and  reversion of such section pursuant to section 17 of chapter\n   22  576 of the laws of 1974, as amended, when upon such date the  provisions\n   23  of section two of this act shall take effect.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the real property tax law, in relation to renewal notices for applications under the SCRIE program ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101220.T145856.TXT", "SOBI.D101220.T142334.TXT", "SOBI.D101222.T165354.TXT", "SOBI.D101220.T143835.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1293054834122
}