{
  "year" : 2011,
  "senateBillNo" : "S483-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO AGING",
    "billEventId" : "S483-2011-1294203600000-REFERRED+TO+AGING",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "DIAZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides additional rent protection for senior citizens where their rent is more than one-half of their income",
  "summary" : "Provides additional rent protection for senior citizens where their rent is more than one-half of their income; additional protection, not a substitute for rent protection. ",
  "currentCommittee" : "AGING",
  "sameAs" : null,
  "lawSection" : "Real Property Tax Law",
  "previousVersions" : [ "S7539-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          483\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  DIAZ  --  read twice and ordered printed, and when\n         printed to be committed to the Committee on Aging\n\n       AN ACT to amend the real property tax law, in relation  to  adding  rent\n         protection  to  senior citizens where their rent is more than one-half\n         of their income\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Section  467-b of the real property tax law is amended by\n    2  adding a new subdivision 10 to read as follows:\n    3    10. A.  NOTWITHSTANDING SUBDIVISIONS TWO AND THREE OF THIS SECTION, OR\n    4  ANY OTHER PROVISION OF LAW TO THE  CONTRARY,  AND  IN  ADDITION  TO  ANY\n    5  EXISTING  SENIOR CITIZEN RENT EXEMPTION, THE GOVERNING BODY OF ANY CITY,\n    6  TOWN OR VILLAGE IS HEREBY  AUTHORIZED  AND  EMPOWERED  TO  ADOPT,  AFTER\n    7  PUBLIC  HEARING,  A LOCAL LAW, ORDINANCE OR RESOLUTION PROVIDING FOR THE\n    8  ABATEMENT OF TAXES OF SAID MUNICIPAL CORPORATION IMPOSED ON REAL PROPER-\n    9  TY CONTAINING A DWELLING UNIT AS DEFINED IN THIS SECTION  BY  AN  AMOUNT\n   10  NOT  IN  EXCESS  OF  THAT  PORTION OF ANY INCREASE IN MAXIMUM RENT WHICH\n   11  CAUSES SUCH MAXIMUM RENT TO EXCEED ONE-HALF OF THE  COMBINED  INCOME  OF\n   12  ALL  MEMBERS  OF  THE  HOUSEHOLD,  WHERE  THE HEAD OF THE HOUSEHOLD IS A\n   13  PERSON SIXTY-TWO YEARS OF AGE OR OLDER.\n   14    B. ANY SUCH LOCAL LAW, ORDINANCE OR RESOLUTION ESTABLISHED PURSUANT TO\n   15  PARAGRAPH A OF THIS SUBDIVISION, SHALL PROVIDE THAT FOR A DWELLING  UNIT\n   16  WHERE  THE HEAD OF THE HOUSEHOLD QUALIFIES AS A PERSON WITH A DISABILITY\n   17  PURSUANT TO SUBDIVISION FIVE OF THIS SECTION, NO TAX ABATEMENT SHALL  BE\n   18  GRANTED  IF THE COMBINED INCOME FOR ALL MEMBERS OF THE HOUSEHOLD FOR THE\n   19  CURRENT INCOME TAX YEAR EXCEEDS THE MAXIMUM INCOME AT WHICH SUCH HEAD OF\n   20  THE HOUSEHOLD WOULD NOT BE ELIGIBLE TO RECEIVE CASH SUPPLEMENTAL SECURI-\n   21  TY INCOME BENEFITS UNDER FEDERAL LAW DURING SUCH TAX YEAR.\n   22    S 2. Section 467-c of the real property tax law is amended by adding a\n   23  new subdivision 13 to read as follows:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03328-01-1\n\n       S. 483                              2\n\n    1    13. A.  NOTWITHSTANDING SUBDIVISIONS TWO AND THREE OF THIS SECTION  OR\n    2  ANY  OTHER  PROVISION  OF  LAW  TO  THE CONTRARY, AND IN ADDITION TO ANY\n    3  EXISTING SENIOR CITIZEN RENT EXEMPTION, THE GOVERNING BODY OF  ANY  CITY\n    4  HAVING  A  POPULATION  OF  ONE MILLION OR MORE, ACTING THROUGH ITS LOCAL\n    5  LEGISLATIVE  BODY  OR  OTHER  GOVERNING  AGENCY IS HEREBY AUTHORIZED AND\n    6  EMPOWERED TO ADOPT AND AMEND LOCAL LAWS  OR  ORDINANCES  PROVIDING  THAT\n    7  REAL  PROPERTY  OF  A HOUSING COMPANY SHALL BE EXEMPT FROM REAL PROPERTY\n    8  TAXES, IN AN AMOUNT EQUAL TO THE RENT INCREASE EXEMPTIONS ACTUALLY CRED-\n    9  ITED TO ELIGIBLE HEADS OF HOUSEHOLDS PURSUANT TO THIS SECTION. ANY  SUCH\n   10  EXEMPTION  SHALL  BE  IN ADDITION TO ANY OTHER EXEMPTION OR ABATEMENT OF\n   11  TAXES AUTHORIZED BY LAW.\n   12    B. ANY SUCH LOCAL LAW OR ORDINANCE SHALL PROVIDE THAT A  HEAD  OF  THE\n   13  HOUSEHOLD    SIXTY-TWO  YEARS OF AGE OR OLDER MAY OBTAIN A RENT INCREASE\n   14  EXEMPTION ORDER/TAX ABATEMENT CERTIFICATE ENTITLING HIM  OR  HER  TO  AN\n   15  EXEMPTION FROM INCREASES IN THE MAXIMUM RENT OTHERWISE PAYABLE WHERE THE\n   16  HEAD  OF  THE HOUSEHOLD DOES NOT RECEIVE A MONTHLY ALLOWANCE FOR SHELTER\n   17  PURSUANT TO THE SOCIAL SERVICES LAW, THE AMOUNT BY  WHICH  INCREASES  IN\n   18  THE  MAXIMUM  RENT  SUBSEQUENT  TO  SUCH  PERSON'S ELIGIBILITY DATE HAVE\n   19  RESULTED IN THE MAXIMUM RENT  EXCEEDING ONE-HALF OF THE COMBINED  INCOME\n   20  OF ALL MEMBERS OF THE HOUSEHOLD FOR THE TAXABLE PERIOD.\n   21    S 3. This act shall take effect immediately; provided however that the\n   22  amendments to section 467-b of the real property tax law made by section\n   23  one  of  this  act  shall  survive  the expiration and reversion of such\n   24  section as provided in section 17 of chapter 576 of the laws of 1974, as\n   25  amended.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the real property tax law, in relation to adding rent protection to senior citizens where their rent is more than one-half of their income ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101223.T091546.TXT", "SOBI.D101220.T145856.TXT", "SOBI.D101220.T145335.TXT", "SOBI.D101220.T142834.TXT", "SOBI.D101220.T142334.TXT", "SOBI.D101220.T143835.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1293113746180
}