{
  "year" : 2011,
  "senateBillNo" : "S484-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO CORPORATIONS, AUTHORITIES AND COMMISSIONS",
    "billEventId" : "S484-2011-1294203600000-REFERRED+TO+CORPORATIONS%2C+AUTHORITIES+AND+COMMISSIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "ROBACH",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the oversight of certain public authorities",
  "summary" : "Provides that regulated public authorities submit a report of budget information to the governor, comptroller and legislative leaders; prohibits the transfer of functions performed by a department or agency of the state to a regulated public authority; provides that employees of a regulated public authority shall be deemed to be in the classified civil service; defines regulated public authority to include the environmental facilities corporation, dormitory authority, urban development corporation (also known as Empire State Development Corporation) and subsidiaries thereof, Health Research, Inc., job development authority, and the housing trust fund corporation. ",
  "currentCommittee" : "CORPORATIONS, AUTHORITIES AND COMMISSIONS",
  "sameAs" : null,
  "lawSection" : "Public Authorities Law",
  "previousVersions" : [ "S429-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          484\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  ROBACH -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Corporations,  Authorities\n         and Commissions\n\n       AN ACT to amend the public authorities law, in relation to the oversight\n         of certain public authorities\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Article 9 of the  public  authorities  law  is  amended  by\n    2  adding a new title 1-A to read as follows:\n    3                                  TITLE 1-A\n    4                       OVERSIGHT OF PUBLIC AUTHORITIES\n    5  SECTION 2810. DEFINITIONS.\n    6          2811. BUDGET REPORTS.\n    7          2812. RESTRICTIONS OF THE TRANSFER OF FUNCTIONS.\n    8          2813. CIVIL SERVICE STATUS OF EMPLOYEES.\n    9    S  2810. DEFINITIONS.   FOR THE PURPOSES OF THIS TITLE THE TERM \"REGU-\n   10  LATED PUBLIC AUTHORITY\" SHALL INCLUDE THE FOLLOWING PUBLIC  AUTHORITIES,\n   11  STATE  AFFILIATED  NOT-FOR-PROFIT CORPORATIONS AND PUBLIC BENEFIT CORPO-\n   12  RATIONS:\n   13    1. THE NEW YORK STATE ENVIRONMENTAL FACILITIES CORPORATION;\n   14    2. THE DORMITORY AUTHORITY;\n   15    3. THE NEW YORK STATE URBAN DEVELOPMENT  CORPORATION  (ALSO  KNOWN  AS\n   16  EMPIRE STATE DEVELOPMENT CORPORATION) AND ANY SUBSIDIARY THEREOF;\n   17    4. HEALTH RESEARCH, INC.;\n   18    5. THE NEW YORK JOB DEVELOPMENT AUTHORITY;\n   19    6. THE HOUSING TRUST FUND CORPORATION.\n   20    S 2811. BUDGET REPORTS.  EVERY REGULATED PUBLIC AUTHORITY SHALL SUBMIT\n   21  ANNUALLY  TO  THE  GOVERNOR,  THE TEMPORARY PRESIDENT OF THE SENATE, THE\n   22  SPEAKER OF THE ASSEMBLY AND THE COMPTROLLER, A REPORT OF BUDGET INFORMA-\n   23  TION SPECIFIED IN SECTION TWO THOUSAND EIGHT HUNDRED ONE OF  THIS  ARTI-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01926-01-1\n\n       S. 484                              2\n\n    1  CLE.  SUCH  REPORT  SHALL  BE  MAINTAINED AT THE PRINCIPAL OFFICE OF THE\n    2  PUBLIC AUTHORITY AS A PUBLIC RECORD AVAILABLE FOR PUBLIC INSPECTION  AND\n    3  COPYING PURSUANT TO ARTICLE SIX OF THE PUBLIC OFFICERS LAW.\n    4    S 2812. RESTRICTIONS  OF  THE  TRANSFER OF FUNCTIONS.  NOTWITHSTANDING\n    5  ANY OTHER PROVISION OF LAW TO THE CONTRARY, NO FUNCTION WHICH IS  PRIMA-\n    6  RILY  PERFORMED  BY  A DEPARTMENT OR AGENCY OF THE STATE SHALL BE TRANS-\n    7  FERRED TO, OR ASSUMED BY, OR PERFORMED BY, A REGULATED PUBLIC  AUTHORITY\n    8  AS DEFINED BY THIS TITLE, UNLESS SUCH TRANSFER OF FUNCTION OR ASSUMPTION\n    9  OR  PERFORMANCE IS SPECIFICALLY AUTHORIZED IN LAW BY AN ACT OF THE STATE\n   10  LEGISLATURE.\n   11    S 2813. CIVIL SERVICE STATUS OF EMPLOYEES.   ANY EMPLOYEE OF  A  REGU-\n   12  LATED  PUBLIC AUTHORITY AS DEFINED BY THIS TITLE, WHO IS HIRED AFTER THE\n   13  EFFECTIVE DATE OF THIS TITLE, SHALL BE DEEMED TO BE  IN  THE  CLASSIFIED\n   14  CIVIL  SERVICE  AND  SHALL  BE  SUBJECT  TO  THE PROVISIONS OF THE CIVIL\n   15  SERVICE LAW IN THE SAME MANNER AS AN EMPLOYEE OF  A  DEPARTMENT  OF  THE\n   16  STATE.\n   17    S  2.  This  act  shall take effect on the sixtieth day after it shall\n   18  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public authorities law, in relation to the oversight of certain public authorities ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101223.T101051.TXT", "SOBI.D101220.T151337.TXT", "SOBI.D101220.T145335.TXT", "SOBI.D101220.T153838.TXT", "SOBI.D101220.T152337.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1293117051506
}