{
  "year" : 2011,
  "senateBillNo" : "S485-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO ENERGY AND TELECOMMUNICATIONS",
    "billEventId" : "S485-2011-1294203600000-REFERRED+TO+ENERGY+AND+TELECOMMUNICATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "ROBACH",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Directs establishment and administration of a statewide program for telephone access for all New Yorkers, including the hearing and visually impaired",
  "summary" : "Directs the department of public service to implement a program assuring access to telephone service for all New Yorkers, including but not limited to the hearing and visually impaired; provides for the use of assistive telecommunications devices or adaptive equipment; directs local service companies to bear their proportionate share of the costs. ",
  "currentCommittee" : "ENERGY AND TELECOMMUNICATIONS",
  "sameAs" : null,
  "lawSection" : "Public Service Law",
  "previousVersions" : [ "S431-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          485\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  ROBACH -- read twice and ordered printed, and when\n         printed to be committed to the Committee on  Energy  and  Telecommuni-\n         cations\n\n       AN  ACT to amend the public service law, in relation to telephone access\n         for all New Yorkers\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The public service law is amended by adding a new section\n    2  91-b to read as follows:\n    3    S 91-B. TELEPHONE ACCESS FOR ALL NEW YORKERS. 1. THE COMMISSION  SHALL\n    4  ESTABLISH  AND  ADMINISTER A STATEWIDE PROGRAM TO DISTRIBUTE, AT NO COST\n    5  TO THE RECIPIENTS, ASSISTIVE TELECOMMUNICATIONS DEVICES TO  PERSONS  WHO\n    6  ARE  DEAF,  HARD OF HEARING, SEVERELY SPEECH IMPAIRED, OR DEAF-BLIND, OR\n    7  ADAPTIVE EQUIPMENT TO PERMIT THE USE OF TELECOMMUNICATIONS EQUIPMENT  TO\n    8  PERSONS WITH OTHER PHYSICAL DISABILITIES SO THAT TELEPHONE SERVICE SHALL\n    9  BE MADE GENERALLY AVAILABLE TO ALL DISABLED PERSONS IN THE STATE.\n   10    2.  IN  ORDER  TO  BE  ELIGIBLE TO RECEIVE ASSISTIVE TELECOMMUNICATION\n   11  DEVICES OR ADAPTIVE EQUIPMENT, INDIVIDUALS MUST BE AT LEAST  FIVE  YEARS\n   12  OLD  AND  MUST  BE  CERTIFIED AS HAVING THE DISABILITY THAT REQUIRES THE\n   13  PARTICULAR ASSISTIVE TELECOMMUNICATION  DEVICES  OR  ADAPTIVE  EQUIPMENT\n   14  REQUESTED  BY  THE  INDIVIDUAL  BY  A PERSON OR AGENCY AUTHORIZED BY THE\n   15  COMMISSION TO MAKE SUCH CERTIFICATIONS. SUCH PERSONS SHALL  INCLUDE  BUT\n   16  NEED NOT BE LIMITED TO PHYSICIANS, AUDIOLOGISTS, SPEECH-LANGUAGE PATHOL-\n   17  OGISTS, VOCATIONAL REHABILITATION COUNSELORS, OR OTHER QUALIFIED PROFES-\n   18  SIONALS WITHIN THE AREA OF THEIR QUALIFICATIONS.\n   19    3.  NOTWITHSTANDING ANY OTHER PROVISION OF THIS SECTION, AN INDIVIDUAL\n   20  WHO IS HEARING IMPAIRED TO A DEGREE THAT THE ONLY ASSISTIVE TELECOMMUNI-\n   21  CATION DEVICES REQUIRED FOR EFFECTIVE TELEPHONE COMMUNICATIONS WOULD  BE\n   22  AN  AMPLIFIER,  AMPLIFIED TELEPHONE, AN AUDIBLE SIGNALING DEVICE, OR ANY\n   23  COMBINATION THEREOF THAT ARE READILY AVAILABLE ON THE RETAIL MARKET AT A\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01927-01-1\n\n       S. 485                              2\n\n    1  PRICE SUCH THAT THE COST (AS DETERMINED BY THE COMMISSION) OF THE COMBI-\n    2  NATION OF SUCH DEVICES DOES NOT EXCEED TWO HUNDRED PERCENT OF THE  AVER-\n    3  AGE  COST  OF  A NON-AMPLIFIED TELEPHONE OF SIMILAR QUALITY SHALL NOT BE\n    4  ENTITLED  TO RECEIVE SUCH ASSISTIVE TELECOMMUNICATION DEVICES UNLESS THE\n    5  INDIVIDUAL IS A MEMBER OF A FAMILY WITH A FAMILY INCOME OF LESS THAN TWO\n    6  HUNDRED PERCENT OF THE FEDERAL POVERTY LEVEL.\n    7    4. THE COMMISSION SHALL PROMULGATE SUCH REGULATIONS AS  ARE  NECESSARY\n    8  TO IMPLEMENT THE PROGRAM ESTABLISHED BY THIS SECTION, INCLUDING, BUT NOT\n    9  LIMITED TO, REGULATIONS CONCERNING TECHNOLOGY ELIGIBLE FOR DISTRIBUTION,\n   10  METHODS  OF  ENCOURAGING AND TAKING ADVANTAGE OF TECHNOLOGICAL ADVANCES,\n   11  AND METHODS OF ESTABLISHING PRIORITIES  AMONG  APPLICANTS,  WHICH  SHALL\n   12  TAKE  INTO CONSIDERATION THE FACT THAT AN APPLICANT HAS ASSISTIVE EQUIP-\n   13  MENT AT THE TIME OF APPLICATION REGARDLESS OF THE SOURCE OF FUNDING  FOR\n   14  SUCH ASSISTIVE EQUIPMENT.\n   15    5.  THE  DEPARTMENT SHALL UTILIZE THE ASSISTANCE OF AND COOPERATE WITH\n   16  COMMUNITY-BASED PROGRAMS FOR PEOPLE WITH DISABILITIES IN  THE  AREAS  OF\n   17  TRAINING,  OUTREACH,  EQUIPMENT DISTRIBUTION, TROUBLESHOOTING, AND OTHER\n   18  AREAS WHICH MAY BE APPROPRIATE FOR COMMUNITY BASED PROGRAMS.    COMMUNI-\n   19  TY-BASED  PROGRAMS  SHALL  BE  COMPENSATED  FOR  THE SERVICES WHICH THEY\n   20  PROVIDE.\n   21    6. THE DEPARTMENT  SHALL  CONVENE  AND  SUPPORT  A  CITIZENS  ADVISORY\n   22  COMMITTEE  ON TELEPHONE ACCESS FOR ALL NEW YORKERS. THE ADVISORY COMMIT-\n   23  TEE SHALL CONSIST OF ONE MEMBER EACH  APPOINTED  BY  THE  GOVERNOR,  THE\n   24  TEMPORARY  PRESIDENT OF THE SENATE, AND THE SPEAKER OF THE ASSEMBLY, AND\n   25  AT LEAST FOUR ADDITIONAL MEMBERS WHO REPRESENT PEOPLE WITH DISABILITIES,\n   26  INCLUDING, BUT NOT LIMITED TO, PEOPLE WHO ARE HARD OF HEARING, DEAF,  OR\n   27  DEAF-BLIND.  THE  LATTER MEMBERS SHALL BE APPOINTED BY THE GOVERNOR UPON\n   28  NOMINATION BY PROVIDERS OF COMMUNITY-BASED SERVICES TO PEOPLE WITH DISA-\n   29  BILITIES, INDIVIDUALS WITH DISABILITIES, AND OTHER INTERESTED PARTIES.\n   30    7. THE DEPARTMENT, IN COOPERATION WITH THE ADVISORY  COMMITTEE,  SHALL\n   31  PROVIDE A REPORT TO THE GOVERNOR, THE TEMPORARY PRESIDENT OF THE SENATE,\n   32  AND THE SPEAKER OF THE ASSEMBLY ONE YEAR FROM THE EFFECTIVE DATE OF THIS\n   33  SECTION  AND ANNUALLY ON THAT DATE THEREAFTER. THE REPORT SHALL DOCUMENT\n   34  THE PROGRESS OF THE PROGRAM IN PROVIDING TELEPHONE  ACCESS  TO  ALL  NEW\n   35  YORKERS.\n   36    S 2. Section 18-a of the public service law is amended by adding a new\n   37  subdivision 3-a to read as follows:\n   38    3-A.  THE  CHAIRPERSON  OF THE COMMISSION SHALL ESTIMATE, PRIOR TO THE\n   39  START OF EACH FISCAL YEAR BEGINNING AFTER MARCH THIRTY-FIRST OF THE YEAR\n   40  AFTER THE YEAR IN WHICH THIS SUBDIVISION WAS ADDED, THE TOTAL COSTS  AND\n   41  EXPENSES  OF  OPERATING  THE PROGRAM TO PROVIDE EQUIPMENT TO ALLOW TELE-\n   42  PHONE ACCESS TO ALL NEW YORKERS ESTABLISHED PURSUANT TO SECTION  NINETY-\n   43  ONE-B OF THIS CHAPTER FOR THE FOLLOWING FISCAL YEAR, INCLUDING THE COSTS\n   44  OF  EQUIPMENT  AND OF ADMINISTERING THE PROGRAM. BASED ON SUCH ESTIMATE,\n   45  THE CHAIRPERSON SHALL DETERMINE THE AMOUNT TO BE PAID AS A CONDITION  OF\n   46  DOING BUSINESS WITHIN THIS STATE BY EACH TELECOMMUNICATIONS COMPANY THAT\n   47  PROVIDES  LOCAL SERVICE IN THIS STATE; PROVIDED, HOWEVER, THAT THE TOTAL\n   48  COSTS AND EXPENSES SHALL BE ALLOCATED TO  EACH  SUCH  TELECOMMUNICATIONS\n   49  COMPANY  IN  THE  PROPORTION  THAT THE NUMBER OF TELEPHONE LINES IN THIS\n   50  STATE OF EACH SUCH TELECOMMUNICATIONS COMPANY BEARS TO THE TOTAL  NUMBER\n   51  OF  LINES  IN  THE  STATE, AND A BILL SHALL BE RENDERED THEREFOR TO EACH\n   52  SUCH TELECOMMUNICATIONS COMPANY ACCORDINGLY.\n   53    S 3. Subdivision 5 of section 18-a  of  the  public  service  law,  as\n   54  amended  by  chapter  788  of  the  laws  of 1978, is amended to read as\n   55  follows:\n\n       S. 485                              3\n\n    1    5. On demand made within thirty days of  the  rendition  of  any  bill\n    2  pursuant  to  subdivision  two, three, THREE-A, or four of this section,\n    3  the party so charged shall be afforded an opportunity to be heard as  to\n    4  the  amount  thereof.   Any amounts of such bills not paid within thirty\n    5  days  from  the  date  of  determination upon such hearings, or, if none\n    6  shall be demanded, on the date upon which such  payment  is  due,  shall\n    7  bear  interest  at  a rate to be prescribed by regulation of the commis-\n    8  sion. Such rate shall be not less than six [percentum]  PER  CENTUM  per\n    9  annum nor more than the rate of interest prescribed by the banking board\n   10  pursuant  to  the provisions of section fourteen-a of the banking law in\n   11  effect on the day immediately [preceeding] PRECEDING the date  on  which\n   12  the provisions of this subdivision, as amended, become effective, but if\n   13  the  commission  has  not set such rate, interest at six [percentum] PER\n   14  CENTUM per annum shall apply. Any interest rate set  by  the  commission\n   15  shall  become  effective  not  less  than  sixty days after such rate is\n   16  promulgated.\n   17    S 4. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public service law, in relation to telephone access for all New Yorkers ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101222.T164854.TXT", "SOBI.D101220.T151337.TXT", "SOBI.D101220.T145335.TXT", "SOBI.D101220.T152337.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1293054534054
}