{
  "year" : 2011,
  "senateBillNo" : "S486-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO COMMERCE, ECONOMIC DEVELOPMENT AND SMALL BUSINESS",
    "billEventId" : "S486-2011-1294203600000-REFERRED+TO+COMMERCE%2C+ECONOMIC+DEVELOPMENT+AND+SMALL+BUSINESS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "ROBACH",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes the sale of wine supplies",
  "summary" : "Authorizes the sale of wine supplies and accessories, including any item utilized for the storage, transport, serving or consumption of wine or for decorative purposes whether sold as single items or combined into a package containing wine or a wine product. ",
  "currentCommittee" : "COMMERCE, ECONOMIC DEVELOPMENT AND SMALL BUSINESS",
  "sameAs" : null,
  "lawSection" : "Alcoholic Beverage Control Law",
  "previousVersions" : [ "S622-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          486\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  ROBACH -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Commerce, Economic  Devel-\n         opment and Small Business\n\n       AN  ACT  to amend the alcoholic beverage control law, in relation to the\n         sale of wine supplies and accessories\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision  4  of  section  63 of the alcoholic beverage\n    2  control law, as amended by chapter 603 of the laws of 1992,  is  amended\n    3  and a new subdivision 7 is added to read as follows:\n    4    4.  No licensee under this section shall be engaged in any other busi-\n    5  ness on the licensed premises. The sale of lottery  tickets,  when  duly\n    6  authorized and lawfully conducted, the sale of corkscrews or the sale of\n    7  ice  or  the  sale  of  publications, including prerecorded video and/or\n    8  audio cassette tapes, designed to help educate consumers in their  know-\n    9  ledge  and appreciation of wine and wine products, as defined in section\n   10  three of this chapter,  or  the  sale  of  non-carbonated,  non-flavored\n   11  mineral waters, spring waters and drinking waters or the [sale of glass-\n   12  es  designed for the consumption of wine, racks designed for the storage\n   13  of wine, and devices designed to minimize oxidation in bottles  of  wine\n   14  which  have  been uncorked] SALE OF WINE SUPPLIES AND ACCESSORIES, WHICH\n   15  SHALL INCLUDE ANY ITEM UTILIZED FOR THE STORAGE, TRANSPORT,  SERVING  OR\n   16  CONSUMPTION  OF  WINE  OR FOR DECORATIVE PURPOSES WHETHER SOLD AS SINGLE\n   17  ITEMS OR COMBINED INTO A PACKAGE CONTAINING  WINE  OR  A  WINE  PRODUCT,\n   18  shall  not constitute engaging in another business within the meaning of\n   19  this subdivision.\n   20    7. NO LICENSEE MAY BE ASSESSED A CIVIL  PENALTY  FOR  A  VIOLATION  OF\n   21  SUBDIVISION  FOUR  OF  THIS SECTION, UNLESS THEY HAVE FIRST BEEN GIVEN A\n   22  WRITTEN WARNING FROM THE LIQUOR AUTHORITY, AFFORDING THEM NO  LESS  THAN\n   23  THIRTY DAYS NOTICE WITHIN WHICH TO CEASE ENGAGING IN OTHER BUSINESSES ON\n   24  THE  LICENSED  PREMISES. SUCH WARNING SHALL ENUMERATE THE SPECIFIC ITEMS\n   25  WHICH MUST BE REMOVED TO COMPLY WITH SUBDIVISION FOUR OF THIS SECTION.\n   26    S 2. This act shall take effect immediately.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01929-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the alcoholic beverage control law, in relation to the sale of wine supplies and accessories ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101223.T101051.TXT", "SOBI.D101220.T151337.TXT", "SOBI.D101220.T145335.TXT", "SOBI.D101220.T152337.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1293117051508
}