{
  "year" : 2011,
  "senateBillNo" : "S487-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S487-2011-1294203600000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "ROBACH",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes the court to order sexual offenders on probation to terms of imprisonment which run consecutively to sentences already being served",
  "summary" : "Authorizes the court to order sexual offenders on probation, where such probation has been revoked, to terms of imprisonment which run consecutively to sentences already being served. ",
  "currentCommittee" : "CODES",
  "sameAs" : "A1894",
  "lawSection" : "Penal Law",
  "previousVersions" : [ "S623-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          487\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  ROBACH -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Codes\n\n       AN ACT to amend the penal law, in relation to consecutive sentences  for\n         sexual offenders on probation\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 4 of section 60.01 of the penal law, as amended\n    2  by chapter 548 of the laws of 1984, is amended to read as follows:\n    3    4. In any case where a person  has  been  sentenced  to  a  period  of\n    4  probation imposed pursuant to section 65.00 of this chapter, if the part\n    5  of  the  sentence that provides for probation is revoked, the court must\n    6  sentence such person to imprisonment or to the sentence of  imprisonment\n    7  and  probation  as  provided  for in paragraph (d) of subdivision two of\n    8  this section; PROVIDED, HOWEVER, EVERY SUCH SENTENCE OF IMPRISONMENT FOR\n    9  A PERSON CONVICTED OF AN OFFENSE CONTAINED IN ARTICLE ONE HUNDRED THIRTY\n   10  OF THIS CHAPTER OR SECTION 255.25, 255.26,  255.27,  263.05,  263.10  OR\n   11  263.15  OF  THIS  CHAPTER  SHALL  RUN CONSECUTIVELY TO ANY OTHER TERM OF\n   12  IMPRISONMENT IMPOSED FOR ANOTHER SUCH OFFENSE BY A COURT OF THIS STATE.\n   13    S 2. This act shall take effect on the first of November next succeed-\n   14  ing the date on which it shall have become a law.\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01930-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, in relation to consecutive sentences for sexual offenders on probation ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101223.T101051.TXT", "SOBI.D101220.T151337.TXT", "SOBI.D101220.T145335.TXT", "SOBI.D110112.T143512.TXT", "SOBI.D101220.T152337.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294860912665
}