{
  "year" : 2011,
  "senateBillNo" : "S490-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO JUDICIARY",
    "billEventId" : "S490-2011-1294203600000-REFERRED+TO+JUDICIARY",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "ROBACH",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes certain military personnel to get married within twenty-four hours of receiving a marriage license",
  "summary" : "Authorizes certain military personnel who are scheduled to be deployed within thirty days to get married within twenty-four hours of receiving a marriage license. ",
  "currentCommittee" : "JUDICIARY",
  "sameAs" : null,
  "lawSection" : "Domestic Relations Law",
  "previousVersions" : [ "S427-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          490\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  ROBACH -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Judiciary\n\n       AN ACT to amend the domestic relations  law,  in  relation  to  allowing\n         marriages within twenty-four hours of receiving a marriage license\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 13-b of the domestic relations law, as  amended  by\n    2  chapter 652 of the laws of 2007, is amended to read as follows:\n    3    S 13-b. Time within which marriage may be solemnized. [A] 1. EXCEPT AS\n    4  PROVIDED  IN  SUBDIVISION  TWO  OF THIS SECTION, A marriage shall not be\n    5  solemnized within twenty-four hours after the issuance of  the  marriage\n    6  license,  unless  authorized by an order of a court of record as herein-\n    7  after provided, nor shall it be solemnized after  sixty  days  from  the\n    8  date  of the issuance of the marriage license unless authorized pursuant\n    9  to section three hundred fifty-four-d  of  the  executive  law.    Every\n   10  license  to  marry hereafter issued by a town or city clerk, in addition\n   11  to other requirements specified by this chapter, must contain  a  state-\n   12  ment of the day and the hour the license is issued and the period during\n   13  which  the marriage may be solemnized. It shall be the duty of the cler-\n   14  gyman or magistrate performing the marriage ceremony, or if the marriage\n   15  is solemnized by written contract, of the judge before whom the contract\n   16  is acknowledged, to annex to or endorse upon the  marriage  license  the\n   17  date  and  hour  the  marriage  is solemnized. A judge or justice of the\n   18  supreme court of this state or the county judge of the county  in  which\n   19  either  party  to  be married resides, or if such party is under sixteen\n   20  years of age, the judge of the family court of such county, if it  shall\n   21  appear from an examination of the license and any other proofs submitted\n   22  by  the  parties that one of the parties is in danger of imminent death,\n   23  or by reason of other emergency public interest will be promoted  there-\n   24  by,  or  that  such delay will work irreparable injury or great hardship\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01924-01-1\n\n       S. 490                              2\n\n    1  upon the contracting parties, or one of them, may make an order  author-\n    2  izing  the  immediate solemnization of the marriage and upon filing such\n    3  order with the clergyman or magistrate performing the marriage ceremony,\n    4  or  if  the  marriage  is to be solemnized by written contract, with the\n    5  judge before whom the contract is acknowledged, such clergyman or magis-\n    6  trate may solemnize such marriage, or such judge may take such  acknowl-\n    7  edgment  as  the  case may be, without waiting for such three day period\n    8  and twenty-four hour period to  elapse.  The  clergyman,  magistrate  or\n    9  judge  must  file  such order with the town or city clerk who issued the\n   10  license within five days after the marriage is solemnized.  Such town or\n   11  city clerk must record and index the order in the book  required  to  be\n   12  kept  by  him  OR HER for recording affidavits, statements, consents and\n   13  licenses, and when so recorded the order shall become  a  public  record\n   14  and  available in any prosecution under this section. A person who shall\n   15  solemnize a marriage in violation of this section shall be guilty  of  a\n   16  misdemeanor  and  upon conviction thereof shall be punished by a fine of\n   17  fifty dollars for each offense, and in  addition  thereto,  his  OR  HER\n   18  right to solemnize a marriage shall be suspended for ninety days.\n   19    2.  NOTWITHSTANDING  THE TWENTY-FOUR HOUR WAITING PERIOD PRESCRIBED IN\n   20  SUBDIVISION ONE OF THIS SECTION, ANY MILITARY PERSONNEL WHOSE  SCHEDULED\n   21  MILITARY DEPLOYMENT IS LESS THAN THIRTY DAYS AWAY MAY GET MARRIED WITHIN\n   22  TWENTY-FOUR HOURS OF RECEIVING A MARRIAGE LICENSE.\n   23    S  2.  Section  354-d of the executive law, as added by chapter 723 of\n   24  the laws of 2005, and as renumbered by chapter 652 of the laws of  2007,\n   25  is amended to read as follows:\n   26    S  354-d.  Time within which marriage may be solemnized; member of the\n   27  armed forces. 1. Notwithstanding  section  thirteen-b  of  the  domestic\n   28  relations  law,  where  either  of  the parties making application for a\n   29  marriage license, pursuant to section thirteen of the domestic relations\n   30  law, is a member of the armed forces of the United States on active duty\n   31  the marriage of the parties shall not be solemnized  within  twenty-four\n   32  hours after the issuance of the marriage license, nor shall it be solem-\n   33  nized after one hundred eighty days from the date of the issuance of the\n   34  marriage  license.  Proof  that  the  applicant is a member of the armed\n   35  forces of the United States shall be furnished to  the  satisfaction  of\n   36  the official issuing the marriage license. Every license to marry issued\n   37  pursuant  to the provisions of this section shall state the day and hour\n   38  the license is issued and shall contain a  recital  that  it  is  issued\n   39  pursuant to the provisions of this section.\n   40    2.  NOTWITHSTANDING  THE TWENTY-FOUR HOUR WAITING PERIOD PRESCRIBED IN\n   41  SUBDIVISION ONE OF THIS SECTION, ANY MILITARY PERSONNEL WHOSE  SCHEDULED\n   42  MILITARY DEPLOYMENT IS LESS THAN THIRTY DAYS AWAY MAY GET MARRIED WITHIN\n   43  TWENTY-FOUR HOURS OF RECEIVING A MARRIAGE LICENSE.\n   44    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the domestic relations law, in relation to allowing marriages within twenty-four hours of receiving a marriage license ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101223.T101550.TXT", "SOBI.D101220.T151337.TXT", "SOBI.D101220.T145335.TXT", "SOBI.D101220.T153838.TXT", "SOBI.D101220.T152337.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1293117350585
}