{
  "year" : 2011,
  "senateBillNo" : "S492-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO ENVIRONMENTAL CONSERVATION",
    "billEventId" : "S492-2011-1294203600000-REFERRED+TO+ENVIRONMENTAL+CONSERVATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "ROBACH",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Permits the state to act as parens patriae to recover a municipality's share of the cost of an environmental restoration project from responsible parties",
  "summary" : "Authorizes the state to act as an agent of a municipality (to which state assistance has been provided) in the form of parens patriae, upon written request made by a municipality to the commissioner of environmental conservation and to the attorney general, to recover a municipality's share of the cost of an environmental restoration project from the responsible parties; provides that where a municipality has requested the state to so act to recover its share of the costs of an environmental restoration project, then that portion of such monies recovered or reimbursed which represents the proportionate share of the costs incurred by the municipality for each such project shall be paid out of such funds to the municipality by the comptroller upon the presentation of a claim therefor. ",
  "currentCommittee" : "ENVIRONMENTAL CONSERVATION",
  "sameAs" : null,
  "lawSection" : "Environmental Conservation Law",
  "previousVersions" : [ "S411-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          492\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  ROBACH -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Environmental Conservation\n\n       AN ACT to amend the  environmental  conservation  law,  in  relation  to\n         permitting  the  state  to  act as parens patriae to recover a munici-\n         pality's share of the cost of  an  environmental  restoration  project\n         from responsible parties\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivisions 2 and 3 of section  56-0507  of  the  environ-\n    2  mental  conservation law, as amended by section 6 of part D of chapter 1\n    3  of the laws of 2003, are amended to read as follows:\n    4    2. The state shall make all reasonable efforts  to  recover  the  full\n    5  amount  of  any  state  assistance provided TO A MUNICIPALITY under this\n    6  title FOR AN ENVIRONMENTAL RESTORATION  PROJECT  AND,  IF  REQUESTED  IN\n    7  WRITING TO THE COMMISSIONER AND THE ATTORNEY GENERAL OF THE STATE OF NEW\n    8  YORK  BY  THE MUNICIPALITY TO WHICH SUCH ASSISTANCE WAS GIVEN, SHALL ACT\n    9  AS AGENT OF SUCH MUNICIPALITY IN THE FORM OF PARENS PATRIAE, TO  RECOVER\n   10  THE  MUNICIPALITY'S  SHARE OF ITS COST OF SUCH ENVIRONMENTAL RESTORATION\n   11  PROJECT, through litigation brought under this section or other  statute\n   12  or under the common law, or through cooperative agreements, with respon-\n   13  sible parties (other than the municipality to which state assistance was\n   14  provided  under  this  title; or a successor in title, lender, or lessee\n   15  who was not otherwise a responsible party prior  to  the  municipality's\n   16  taking title to such property).\n   17    3. Any and all monies recovered or reimbursed AS TO EACH ENVIRONMENTAL\n   18  RESTORATION PROJECT pursuant to this section shall be deposited into the\n   19  environmental restoration project account of the hazardous waste remedi-\n   20  al  fund  established  under section ninety-seven-b of the state finance\n   21  law; PROVIDED HOWEVER, THAT IF ANY MUNICIPALITY HAS REQUESTED  THAT  THE\n   22  STATE  ACT  AS ITS AGENT AS PARENS PATRIAE TO RECOVER ITS SHARE OF COSTS\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01922-01-1\n\n       S. 492                              2\n\n    1  OF AN ENVIRONMENTAL RESTORATION  PROJECT,  THEN  THAT  PORTION  OF  SUCH\n    2  MONIES  RECOVERED  OR  REIMBURSED  AS  TO EACH ENVIRONMENTAL RESTORATION\n    3  PROJECT WHICH REPRESENTS THE PROPORTIONATE SHARE OF THE  COSTS  INCURRED\n    4  BY  SUCH  MUNICIPALITY FOR EACH SUCH ENVIRONMENTAL PROJECT SHALL BE PAID\n    5  OUT OF SUCH FUNDS TO SUCH MUNICIPALITY BY THE COMPTROLLER OF  THE  STATE\n    6  UPON  THE  PRESENTATION  TO THE COMPTROLLER OF A CLAIM FOR SUCH MONEY BY\n    7  SUCH MUNICIPALITY.\n    8    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the environmental conservation law, in relation to permitting the state to act as parens patriae to recover a municipality's share of the cost of an environmental restoration project from responsible parties ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101223.T101550.TXT", "SOBI.D101220.T151337.TXT", "SOBI.D101220.T145335.TXT", "SOBI.D101220.T152337.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1293117350589
}