{
  "year" : 2011,
  "senateBillNo" : "S493-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO CULTURAL AFFAIRS, TOURISM, PARKS AND RECREATION",
    "billEventId" : "S493-2011-1294203600000-REFERRED+TO+CULTURAL+AFFAIRS%2C+TOURISM%2C+PARKS+AND+RECREATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "ROBACH",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides free golf for veterans at state park golf courses",
  "summary" : "Provides that a person who is a veteran of the wars of the United States be permitted to use any of the state park golf courses in this state without the payment of any fees or other charges for the use of such state park golf courses. ",
  "currentCommittee" : "CULTURAL AFFAIRS, TOURISM, PARKS AND RECREATION",
  "sameAs" : null,
  "lawSection" : "Parks, Recreation and Historic Preservation Law",
  "previousVersions" : [ "S428-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          493\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  ROBACH -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Cultural Affairs, Tourism,\n         Parks and Recreation\n\n       AN ACT to amend the parks, recreation and historic preservation law,  in\n         relation to providing free golf for veterans at state park golf cours-\n         es\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The parks, recreation  and  historic  preservation  law  is\n    2  amended by adding a new section 13.20 to read as follows:\n    3    S  13.20  FREE  GOLF  AT  STATE PARK GOLF COURSES. NOTWITHSTANDING THE\n    4  PROVISIONS OF ANY OTHER LAW, ANY PERSON WHO IS A RESIDENT  OF  NEW  YORK\n    5  STATE, WHO SERVED IN THE ARMED FORCES OF THE UNITED STATES DURING A TIME\n    6  OF WAR, AS DEFINED IN PARAGRAPH (C) OF SUBDIVISION ONE OF SECTION EIGHT-\n    7  Y-FIVE  OF  THE  CIVIL SERVICE LAW, SHALL BE PERMITTED TO USE ANY OF THE\n    8  STATE PARK GOLF COURSES IN THIS STATE, UPON THE SAME  TERMS  AND  CONDI-\n    9  TIONS  AS  APPLY  TO  THE GENERAL PUBLIC, BUT WITHOUT THE PAYMENT OF ANY\n   10  FEES OR OTHER CHARGES FOR THE USE OF SUCH STATE PARK GOLF COURSES.\n   11    S 2. This act shall take effect on the sixtieth  day  after  it  shall\n   12  have become a law. Effective immediately, the addition, amendment and/or\n   13  repeal  of  any  rule  or regulation necessary for the implementation of\n   14  this act on its effective date is authorized and directed to be made and\n   15  completed on or before such effective date.\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01925-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the parks, recreation and historic preservation law, in relation to providing free golf for veterans at state park golf courses ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101223.T101550.TXT", "SOBI.D101220.T145856.TXT", "SOBI.D101220.T151337.TXT", "SOBI.D101223.T102050.TXT", "SOBI.D101220.T152337.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1293117650646
}