{
  "year" : 2011,
  "senateBillNo" : "S494-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S494-2011-1294203600000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "ROBACH",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Adds additional objects which a person would be guilty of criminally using drug paraphernalia in the 2nd degree if he or she knowingly possesses or sells such object",
  "summary" : "Relates to adding additional objects which a person would be guilty of criminally using drug paraphernalia in the second degree if he or she knowingly possesses or sells such objects. ",
  "currentCommittee" : "CODES",
  "sameAs" : "A2027",
  "lawSection" : "Penal Law",
  "previousVersions" : [ "S626-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          494\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  ROBACH -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Codes\n\n       AN ACT to amend the penal law, in  relation  to  criminally  using  drug\n         paraphernalia in the second degree\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 3 of section 220.50 of the penal law, as  added\n    2  by  chapter  627 of the laws of 1990, is amended and a new subdivision 4\n    3  is added to read as follows:\n    4    3. Scales and balances used or designed for the purpose of weighing or\n    5  measuring controlled substances, under circumstances evincing an  intent\n    6  to  use,  or  under  circumstances  evincing  knowledge that some person\n    7  intends to use, the same for purpose of unlawfully manufacturing,  pack-\n    8  aging or dispensing of any narcotic drug or stimulant[.]; OR\n    9    4.  OBJECTS  INCLUDING,  BUT  NOT  LIMITED  TO:  PIPES WITH OR WITHOUT\n   10  SCREENS, GLASS TUBING, PIPE SCREENS, STEEL WOOL,  OR  MINIATURE  SPOONS,\n   11  CAPABLE FOR USE IN INGESTING, INHALING OR OTHERWISE INTRODUCING INTO THE\n   12  HUMAN  BODY,  A  CONTROLLED  SUBSTANCE,  POSSESSION OF WHICH IS UNLAWFUL\n   13  UNDER THIS CHAPTER, UNDER CIRCUMSTANCES EVINCING AN INTENT  TO  USE,  OR\n   14  UNDER  CIRCUMSTANCES  EVINCING KNOWLEDGE THAT SOME PERSON INTENDS TO USE\n   15  THE SAME, UNLAWFULLY.\n   16    S 2. This act shall take effect on the first of November next succeed-\n   17  ing the date on which it shall have become a law.\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01980-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, in relation to criminally using drug paraphernalia in the second degree ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101220.T145856.TXT", "SOBI.D110113.T115832.TXT", "SOBI.D101220.T151337.TXT", "SOBI.D101223.T104052.TXT", "SOBI.D101223.T102050.TXT", "SOBI.D101220.T152337.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294937912643
}