{
  "year" : 2011,
  "senateBillNo" : "S495-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO EDUCATION",
    "billEventId" : "S495-2011-1294203600000-REFERRED+TO+EDUCATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "ROBACH",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Creates the empire state internship program",
  "summary" : "Creates the empire state internship program for secondary students who may be interested in specific careers; program provides exposure to advanced technologies and equipment not available in the classroom; authorizes commissioner of education to establish and administer such program; requires department of education to submit a report by October 1, 2014 and every October first thereafter, to the legislature. ",
  "currentCommittee" : "EDUCATION",
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "S625-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          495\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  ROBACH -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Education\n\n       AN ACT to amend the education law, in relation to  creating  the  empire\n         state internship program\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Legislative findings.  The  legislature  hereby  finds  and\n    2  declares that secondary school students who may be interested in specif-\n    3  ic  careers  have  little  or  no opportunity to explore those interests\n    4  beyond the classroom.\n    5    The legislature also finds that students who gain practical work expe-\n    6  rience through internships generally  become  more  committed  to  their\n    7  academic  fields,  more  serious  about  their  course  work,  and  more\n    8  constructive contributors in the classroom.\n    9    The legislature further finds that  internships  provide  exposure  to\n   10  advanced  technologies  and  equipment  not  available in the classroom.\n   11  Students learn about the competitive nature of job markets and  what  is\n   12  needed to prepare themselves to make career choices.\n   13    Therefore,  the  legislature  declares  that  students  interested  in\n   14  exploring opportunities related to their specific  career  interests  be\n   15  eligible  for  internships  and deserve recognition that exemplifies the\n   16  students' scholastic achievement.\n   17    S 2. The education law is amended by adding a new article 12-B to read\n   18  as follows:\n   19                                 ARTICLE 12-B\n   20                       EMPIRE STATE INTERNSHIP PROGRAM\n   21  SECTION 565. SHORT TITLE.\n   22          566. DEFINITIONS.\n   23          567. ADMINISTRATION.\n   24          568. WORK-BASED LEARNING COORDINATION.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01978-01-1\n\n       S. 495                              2\n\n    1          569. PROGRAM COMPONENTS.\n    2          570. REPORTING AND EVALUATION.\n    3          571. RULES AND REGULATIONS.\n    4    S  565.  SHORT  TITLE. THIS ARTICLE SHALL BE KNOWN AND MAY BE CITED AS\n    5  THE \"EMPIRE STATE INTERNSHIP PROGRAM\".\n    6    S 566. DEFINITIONS. FOR THE PURPOSE  OF  THIS  ARTICLE  THE  FOLLOWING\n    7  TERMS SHALL HAVE THE FOLLOWING MEANINGS:\n    8    1.  \"INTERNSHIP\"  SHALL  MEAN  AN  ACTIVITY THAT PLACES A STUDENT IN A\n    9  LEARNING ENVIRONMENT, OTHER THAN THE  CLASSROOM,  PROVIDING  A  WORKSITE\n   10  ASSIGNMENT  DESIGNED  TO  HELP STUDENTS UTILIZE AND APPLY PRINCIPLES AND\n   11  THEORIES TAUGHT IN THE CLASSROOM TO THE WORKPLACE;\n   12    2. \"EMPLOYER\" SHALL MEAN PUBLIC, PRIVATE AND NOT-FOR-PROFIT EMPLOYERS;\n   13    3. \"STIPEND\" SHALL MEAN A GRANT OF SUCH FUNDS AS MAY BE AVAILABLE FROM\n   14  FEDERAL, STATE OR LOCAL SOURCES AWARDED TO A  PARTICIPATING  STUDENT  AS\n   15  PART OF A WORKPLACE EXPERIENCE;\n   16    4. \"MENTOR\" SHALL MEAN AN INDIVIDUAL DESIGNATED BY THE EMPLOYER IN THE\n   17  WORKPLACE TO INSTRUCT AND CRITIQUE THE PERFORMANCE OF THE STUDENT, CHAL-\n   18  LENGE  THE  STUDENT  TO  PERFORM  WELL,  WORK  IN  CONSULTATION WITH THE\n   19  WORK-BASED LEARNING COORDINATOR AND THE EMPLOYER, AND SHALL POSSESS  THE\n   20  SKILLS AND KNOWLEDGE TO BE MASTERED BY A STUDENT AT THE WORKPLACE;\n   21    5.  \"ELIGIBLE  STUDENT\"  SHALL MEAN ANY STUDENT SIXTEEN YEARS OR OLDER\n   22  ENROLLED IN A PUBLIC OR NONPUBLIC SECONDARY INSTITUTION AS A  JUNIOR  IN\n   23  THE YEAR PRECEDING THE AWARD;\n   24    6.  \"WORK-BASED  LEARNING  COORDINATOR\"  SHALL  MEAN AN INDIVIDUAL WHO\n   25  HOLDS CERTIFICATION FROM THE DEPARTMENT  AS  A  DIVERSIFIED  COOPERATIVE\n   26  EDUCATION  COORDINATOR  AS  ESTABLISHED  IN  SUBDIVISION  (F) OF SECTION\n   27  80-2.5 OF THE NEW  YORK  STATE  CODES,  RULES  AND  REGULATIONS  OR  HAS\n   28  COMPLETED  COURSE  WORK  OR IN-SERVICE TRAINING PURSUANT TO SECTION FIVE\n   29  HUNDRED SIXTY-EIGHT OF THIS ARTICLE.\n   30    S 567. ADMINISTRATION. 1. THE COMMISSIONER SHALL ESTABLISH  AN  EMPIRE\n   31  STATE  INTERNSHIP PROGRAM HEREAFTER KNOWN AS \"THE PROGRAM\". SUCH PROGRAM\n   32  SHALL INCLUDE COMPONENTS DEVELOPED  PURSUANT  TO  SECTION  FIVE  HUNDRED\n   33  SIXTY-NINE OF THIS ARTICLE.\n   34    2. THE COMMISSIONER SHALL:\n   35    (A)  CONSULT  WITH  STATE  AGENCIES  INCLUDING  BUT NOT LIMITED TO THE\n   36  DEPARTMENT OF LABOR FOR THE PURPOSE OF DEVELOPING THE PROGRAM; AND\n   37    (B) COORDINATE WITH PUBLIC AND PRIVATE INSTITUTIONS OF  HIGHER  EDUCA-\n   38  TION  TO ENSURE THAT THEY ARE ABLE TO ASSESS AND EVALUATE THE INTERNSHIP\n   39  AS PART OF AN APPLICATION FOR ADMISSION INTO  A  POST  SECONDARY  EDUCA-\n   40  TIONAL OR TRAINING PROGRAM.\n   41    3. THE DEPARTMENT SHALL:\n   42    (A) PROVIDE TECHNICAL ASSISTANCE TO SCHOOLS INTERESTED IN ESTABLISHING\n   43  AND MAINTAINING SUCH PROGRAM; AND\n   44    (B)  DEVELOP  GUIDELINES FOR THE PROGRAM SUBJECT TO THE COMMISSIONER'S\n   45  RULES AND REGULATIONS PURSUANT TO SECTION FIVE  HUNDRED  SEVENTY-ONE  OF\n   46  THIS ARTICLE. GUIDELINES SHALL, AT A MINIMUM, INCLUDE:\n   47    (I) STATEMENT OF PROGRAM OBJECTIVES;\n   48    (II) DUTIES AND RESPONSIBILITIES OF WORK-BASED LEARNING COORDINATORS;\n   49    (III)  DUTIES  AND RESPONSIBILITIES OF THE SCHOOL AND EMPLOYER INCLUD-\n   50  ING, BUT NOT LIMITED TO MENTORING THE STUDENT;\n   51    (IV) PROCEDURES FOR ESTABLISHING INTERNSHIP OPPORTUNITIES FOR ELIGIBLE\n   52  STUDENTS INCLUDING, BUT NOT LIMITED TO: (1) DEFINITION OF  THE  POSITION\n   53  AVAILABLE;  (2)  DESCRIPTION OF THE TASKS INVOLVED IN EACH POSITION; AND\n   54  (3) EXPLANATION OF THE SKILLS NEEDED TO PERFORM THOSE TASKS;\n   55    (V) STATEMENT OF THE MANNER IN WHICH PROGRAM  COMPONENTS  PURSUANT  TO\n   56  SECTION FIVE HUNDRED SIXTY-NINE OF THIS ARTICLE SHALL BE INTEGRATED WITH\n\n       S. 495                              3\n\n    1  ACADEMIC  CURRICULA  SUPPORTING  EFFORTS OF STUDENTS TO MEET THE STATE'S\n    2  HIGHER LEARNING STANDARDS;\n    3    (VI) STRATEGIES FOR SCHOOLS TO ENSURE STUDENT PARTICIPATION;\n    4    (VII)  PROCEDURES  FOR STUDENT APPLICATIONS INCLUDING, BUT NOT LIMITED\n    5  TO:\n    6    (1) A SCHEDULE FOR DATES FOR APPLICATION, SUCH THAT THE INTERNSHIP CAN\n    7  BEGIN NO LATER THAN OCTOBER FIRST OF THE STUDENT'S SENIOR YEAR;\n    8    (2) CRITERIA FOR STUDENT SELECTION INCLUDING, BUT NOT LIMITED TO:  (A)\n    9  STUDENT  CAREER INTEREST; (B) ACADEMIC PERFORMANCE; AND (C) AN INTERVIEW\n   10  WITH A WORK-BASED LEARNING COORDINATOR;\n   11    (VIII) PERFORMANCE  STANDARDS  FOR  PARTICIPATING  IN  THE  INTERNSHIP\n   12  INCLUDING,  BUT  NOT  LIMITED  TO:  (1)  ATTENDANCE;  (2)  PARTICIPATION\n   13  REQUIREMENTS FOR STUDENTS; (3) COMPLETION OF A FINAL PROJECT PURSUANT TO\n   14  SUBDIVISION TWO OF SECTION FIVE HUNDRED SIXTY-NINE OF THIS ARTICLE;  AND\n   15  (4) COMPLETION OF ALL OTHER ACADEMIC COURSES; AND\n   16    (IX) PROCEDURES FOR SCHOOLS TO EVALUATE AND ASSESS EACH INTERNSHIP FOR\n   17  THE PURPOSE OF AWARDING ACADEMIC CREDITS.\n   18    S  568.  WORK-BASED  LEARNING  COORDINATION. EACH PARTICIPATING SCHOOL\n   19  SHALL IN A MANNER CONSISTENT WITH  GUIDELINES  COORDINATE  STUDENTS  AND\n   20  EMPLOYERS PARTICIPATING IN SUCH PROGRAM BY:\n   21    1. IDENTIFYING APPROPRIATE CERTIFIED STAFF WITHIN THE SCHOOL SUCH AS A\n   22  GUIDANCE  COUNSELOR  OR OTHER STAFF WITHIN NONPUBLIC SCHOOLS WHOM EITHER\n   23  HAS EXPERIENCE OR HAS RECEIVED IN-SERVICE TRAINING ENABLING HIM  OR  HER\n   24  TO COORDINATE INTERNSHIP ACTIVITIES; OR\n   25    2.  ENTERING  INTO A COOPERATIVE SHARED SERVICE AGREEMENT WITH A BOARD\n   26  OF COOPERATIVE EDUCATION SERVICES (BOCES) TO SECURE THE  SERVICES  OF  A\n   27  WORK-BASED LEARNING COORDINATOR.\n   28    S  569.  PROGRAM  COMPONENTS.  THE  PROGRAM  SHALL INCLUDE, BUT IS NOT\n   29  LIMITED TO THE FOLLOWING COMPONENTS: 1. WORKPLACE EXPERIENCES. WORKPLACE\n   30  EXPERIENCES OFFERED BY EMPLOYERS SHALL:\n   31    (A) TAKE PLACE IN THE PRIVATE SECTOR OR IN ANY PUBLIC OR PRIVATE  NOT-\n   32  FOR-PROFIT AGENCY OTHER THAN THE SCHOOL DISTRICT;\n   33    (B)  BE  FOR  A  DURATION  OF NOT LESS THAN THREE MONTHS AND INCLUDE A\n   34  MINIMUM OF ONE HUNDRED HOURS;\n   35    (C) CONFORM WITH THE REQUIRED NEW YORK STATE LABOR LAWS;\n   36    (D) INVOLVE THE DIRECT APPLICATION OF SKILLS LEARNED IN THE CLASSROOM;\n   37    (E) INCLUDE THE ASSIGNMENT OF A WORKPLACE MENTOR;\n   38    (F) CARRY ACADEMIC CREDIT PURSUANT TO DEPARTMENTAL  GUIDELINES  DEVEL-\n   39  OPED IN SECTION FIVE HUNDRED SIXTY-SEVEN OF THIS ARTICLE; AND\n   40    (G)  MAY  INCLUDE  A  STIPEND, AT LOCAL DISCRETION, PROVIDED THAT SUCH\n   41  AWARD SHALL NOT BE COUNTED AS INCOME  FOR  THE  PURPOSE  OF  DETERMINING\n   42  ELIGIBILITY  FOR  PUBLIC  ASSISTANCE  AND CARE AS DEFINED IN SUBDIVISION\n   43  EIGHTEEN OF SECTION TWO OF THE SOCIAL SERVICES LAW AND THAT THE  STUDENT\n   44  IS  NOT  SIMULTANEOUSLY EMPLOYED BY THE EMPLOYER PROVIDING THE WORKPLACE\n   45  EXPERIENCE.\n   46    2. FINAL PROJECT. THE INTERNSHIP SHALL INCLUDE A FINAL  PROJECT  WHICH\n   47  MAY  BE  EITHER  A  WRITTEN OR ORAL PRESENTATION CONNECTED WITH THE WORK\n   48  EXPERIENCE.\n   49    3. CERTIFICATE. UPON COMPLETION OF MEETING  THE  REQUIREMENTS  OF  THE\n   50  INTERNSHIP  THE  STUDENT  SHALL  BE  AWARDED THE EMPIRE STATE INTERNSHIP\n   51  CERTIFICATE WHICH SHALL BE NOTED ON THE STUDENT'S TRANSCRIPT.\n   52    S 570. REPORTING AND EVALUATION. ON OR BEFORE OCTOBER FIRST, TWO THOU-\n   53  SAND FOURTEEN AND EVERY OCTOBER FIRST THEREAFTER, THE  DEPARTMENT  SHALL\n   54  REPORT  TO  THE  SPEAKER OF THE ASSEMBLY, THE TEMPORARY PRESIDENT OF THE\n   55  SENATE, THE CHAIR OF THE ASSEMBLY EDUCATION COMMITTEE, THE CHAIR OF  THE\n   56  SENATE  EDUCATION  COMMITTEE AND THE CHAIR OF THE LEGISLATIVE COMMISSION\n\n       S. 495                              4\n\n    1  ON SKILLS DEVELOPMENT AND CAREER EDUCATION ON THE PROGRAM.  SUCH  REPORT\n    2  SHALL INCLUDE, BUT NOT BE LIMITED TO THE FOLLOWING:\n    3    1. IDENTIFICATION OF PARTICIPATING SCHOOLS IN EACH DISTRICT;\n    4    2. NUMBER OF STUDENTS IN EACH SCHOOL PARTICIPATING IN THE PROGRAM;\n    5    3. NUMBER AND TYPE OF BUSINESSES PARTICIPATING IN THE PROGRAM; AND\n    6    4. DESCRIPTION OF THE TYPES OF INTERNSHIPS.\n    7    S  571. RULES AND REGULATIONS. THE COMMISSIONER SHALL PROMULGATE RULES\n    8  AND REGULATIONS NECESSARY TO CARRY OUT THE PROVISIONS OF THIS ARTICLE.\n    9    S 3. This act shall take effect September 1, 2013.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to creating the empire state internship program ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101220.T145856.TXT", "SOBI.D101220.T151337.TXT", "SOBI.D101223.T104052.TXT", "SOBI.D101220.T153838.TXT", "SOBI.D101220.T152337.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1293118852723
}