{
  "year" : 2011,
  "senateBillNo" : "S496-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO INVESTIGATIONS AND GOVERNMENT OPERATIONS",
    "billEventId" : "S496-2011-1294203600000-REFERRED+TO+INVESTIGATIONS+AND+GOVERNMENT+OPERATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "ROBACH",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for the establishment of a joint budget committee on conference to resolve differences between legislation passed by the senate and assembly",
  "summary" : "Provides for the establishment of a joint budget committee or conference on appropriations and proposed legislation or resolutions related to the budget to resolve differences between similar but not identical legislation passed by the senate and assembly. ",
  "currentCommittee" : "INVESTIGATIONS AND GOVERNMENT OPERATIONS",
  "sameAs" : null,
  "lawSection" : "Legislative Law",
  "previousVersions" : [ "S941-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          496\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  ROBACH -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Investigations and Govern-\n         ment Operations\n\n       AN ACT to amend the legislative law, in  relation  to  providing  for  a\n         joint  budget  committee  on conference to resolve differences between\n         similar but not identical legislation passed by the senate and  assem-\n         bly\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The legislative law is amended by adding a new section 53-a\n    2  to read as follows:\n    3    S 53-A. JOINT BUDGET COMMITTEE ON  CONFERENCE  ON  APPROPRIATIONS  AND\n    4  PROPOSED LEGISLATION OR RESOLUTIONS RELATED TO THE BUDGET. 1. WITHIN TWO\n    5  DAYS OF THE PASSAGE OF APPROPRIATIONS AND PROPOSED LEGISLATION OR RESOL-\n    6  UTIONS RELATED TO THE BUDGET IN EACH HOUSE OF THE LEGISLATURE, WHICH ARE\n    7  SIMILAR  BUT  NOT  IDENTICAL  TO THOSE OF THE OTHER HOUSE, AND WHICH, IF\n    8  AGREED TO BY BOTH HOUSES, WOULD CONSTITUTE SUFFICIENT  FUNDING  FOR  THE\n    9  SUPPORT  OF  GOVERNMENT,  THE  TEMPORARY PRESIDENT OF THE SENATE AND THE\n   10  SPEAKER OF THE ASSEMBLY SHALL JOINTLY  CONVENE  A  BUDGET  COMMITTEE  ON\n   11  CONFERENCE  TO CONSIDER AND WHICH MAY REPORT UPON SUCH LEGISLATION. SUCH\n   12  COMMITTEE SHALL BE CONSTITUTED BY THE FILING OF A JOINT  CERTIFICATE  BY\n   13  THE  TEMPORARY  PRESIDENT  OF THE SENATE AND THE SPEAKER OF THE ASSEMBLY\n   14  WITH THE SECRETARY OF THE SENATE AND THE  CLERK  OF  THE  ASSEMBLY,  AND\n   15  SHALL CONSIST OF THE SAME NUMBER OF MEMBERS OF EACH HOUSE. UNLESS OTHER-\n   16  WISE  PROVIDED  IN  THE CERTIFICATE, THERE SHALL BE FIVE MEMBERS ON SUCH\n   17  COMMITTEE FROM EACH HOUSE TO BE APPOINTED BY THE TEMPORARY PRESIDENT  OF\n   18  THE SENATE WHO SHALL APPOINT THE MEMBERS FROM THE SENATE AND THE SPEAKER\n   19  OF  THE  ASSEMBLY  WHO  SHALL  APPOINT  THE  MEMBERS  FROM THE ASSEMBLY;\n   20  PROVIDED, HOWEVER, THAT OF EACH HOUSE'S DELEGATION AT LEAST ONE  MEMBER,\n   21  UPON THE RECOMMENDATION OF THE RESPECTIVE MINORITY LEADERS, SHALL REPRE-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01983-01-1\n\n       S. 496                              2\n\n    1  SENT  THE  MINORITY IN EACH HOUSE.  UNLESS DELEGATED TO THE CHAIR OF THE\n    2  SENATE STANDING COMMITTEE ON FINANCE BY THE TEMPORARY PRESIDENT  OF  THE\n    3  SENATE  OR  TO  THE CHAIR OF THE ASSEMBLY STANDING COMMITTEE ON WAYS AND\n    4  MEANS  BY  THE  SPEAKER  OF THE ASSEMBLY, THE TEMPORARY PRESIDENT OF THE\n    5  SENATE AND THE SPEAKER OF THE ASSEMBLY SHALL EACH SERVE AS  CO-CHAIRPER-\n    6  SONS  OF THE COMMITTEE AND SUCH CO-CHAIRPERSONS SHALL CONVENE AND RECESS\n    7  MEETINGS OF THE COMMITTEE. MEETINGS JOINTLY CONVENED BY THE CO-CHAIRPER-\n    8  SONS SHALL BE SUBJECT TO THE PROVISIONS OF ARTICLE SEVEN OF  THE  PUBLIC\n    9  OFFICERS LAW.  THE COMMITTEE MAY FILE A WRITTEN REPORT SETTING FORTH THE\n   10  JOINT  RECOMMENDATIONS OF A MAJORITY OF EACH HOUSE'S DELEGATION WITH THE\n   11  SECRETARY OF THE SENATE AND THE CLERK OF  THE  ASSEMBLY  OR  SUCH  OTHER\n   12  COMMITTEES  OR OFFICERS AS MAY BE SET FORTH IN THE CERTIFICATE, AND SUCH\n   13  REPORT MAY INCLUDE SPECIFIC BILL LANGUAGE THAT WOULD IMPLEMENT THE JOINT\n   14  BUDGET COMMITTEE ON CONFERENCE'S RECOMMENDATIONS.  NO  REPORT  SHALL  BE\n   15  FILED  EXCEPT  UPON THE AFFIRMATIVE VOTE OF A MAJORITY OF THE MEMBERS OF\n   16  EACH HOUSE'S DELEGATION ON THE COMMITTEE. MINORITY REPORTS MAY  ALSO  BE\n   17  FILED.\n   18    2.  FOR  PURPOSES OF THIS SECTION, THE LEGISLATION TO BE CONSIDERED BY\n   19  THE JOINT BUDGET COMMITTEE ON CONFERENCE MAY BE BILLS OR RESOLUTIONS  OR\n   20  A COMBINATION OF BILLS OR RESOLUTIONS WHICH HAVE BEEN MUTUALLY AGREED TO\n   21  BY THE TEMPORARY PRESIDENT OF THE SENATE AND THE SPEAKER OF THE ASSEMBLY\n   22  TO CONSTITUTE LEGISLATION WHICH IS SIMILAR BUT NOT IDENTICAL.\n   23    3.  THE CO-CHAIRPERSONS OF THE JOINT COMMITTEE SHALL CREATE SUBCOMMIT-\n   24  TEES CONSISTING OF AN EQUAL NUMBER OF MEMBERS OF  EACH  HOUSE,  BUT  NOT\n   25  FEWER  THAN  THREE  MEMBERS OF EACH HOUSE, WHICH CORRESPOND TO THE MAJOR\n   26  RELEVANT BUDGETARY ISSUES CONTAINED IN THE GOVERNOR'S BUDGET  SUBMISSION\n   27  WHICH  REMAIN UNRESOLVED. AT LEAST ONE MEMBER OF THE MINORITY CONFERENCE\n   28  OF EACH HOUSE AS RECOMMENDED BY THE RESPECTIVE MINORITY LEADERS SHALL BE\n   29  DESIGNATED TO SERVE ON EACH  SUBCOMMITTEE  CREATED.  SUCH  SUBCOMMITTEES\n   30  SHALL FACILITATE DISCUSSION, ANALYSIS, AND REVIEW OF OUTSTANDING BUDGET-\n   31  ARY ISSUES RELEVANT TO THE BUDGETARY AREAS FOR WHICH THE SUBCOMMITTEE IS\n   32  RESPONSIBLE.  SUCH  SUBCOMMITTEES  SHALL  WORK TO ACHIEVE AN APPROPRIATE\n   33  ALLOCATION OF STATE FUNDS ALLOCATED FOR  ITS  PURPOSES  AND  TO  DEVELOP\n   34  LANGUAGE  TO  IMPLEMENT  PROGRAMMATIC  PROPOSALS INCIDENTAL TO THE ALLO-\n   35  CATION OF STATE FUNDS WITHIN THE SUBCOMMITTEE'S AREA OF  RESPONSIBILITY.\n   36  UPON AN AFFIRMATIVE VOTE OF EACH HOUSE'S DELEGATION ON THE SUBCOMMITTEE,\n   37  SUCH  SUBCOMMITTEE  MAY  REPORT  ITS JOINT RECOMMENDATIONS TO THE BUDGET\n   38  COMMITTEE ON CONFERENCE AT THE CONCLUSION OF SUBCOMMITTEE DELIBERATIONS.\n   39  ANY MINORITY REPORT SHALL ALSO BE FORWARDED TO THE JOINT BUDGET  COMMIT-\n   40  TEE  ON  CONFERENCE. IN THE EVENT THAT THE SUBCOMMITTEE DOES NOT RESOLVE\n   41  ALL OUTSTANDING ISSUES WITHIN THE SUBCOMMITTEE'S AREA OF RESPONSIBILITY,\n   42  SUCH UNRESOLVED ISSUES SHALL BE REFERRED TO THE JOINT  BUDGET  COMMITTEE\n   43  ON CONFERENCE FOR RESOLUTION.\n   44    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the legislative law, in relation to providing for a joint budget committee on conference to resolve differences between similar but not identical legislation passed by the senate and assembly ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101220.T145856.TXT", "SOBI.D101220.T151337.TXT", "SOBI.D101223.T104052.TXT", "SOBI.D101220.T151837.TXT", "SOBI.D101220.T152337.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1293118852727
}