{
  "year" : 2011,
  "senateBillNo" : "S497-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO INVESTIGATIONS AND GOVERNMENT OPERATIONS",
    "billEventId" : "S497-2011-1294203600000-REFERRED+TO+INVESTIGATIONS+AND+GOVERNMENT+OPERATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "ROBACH",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes the economic resurgence initiative credit",
  "summary" : "Establishes the economic resurgence initiative credit for taxpayers allowed a credit under the investment tax credit with respect to property, the acquisition, construction, reconstruction or erection of which commenced on or after January 1, 2011; allows the taxpayer to elect the economic resurgence initiative credit; sets forth calculation procedures. ",
  "currentCommittee" : "INVESTIGATIONS AND GOVERNMENT OPERATIONS",
  "sameAs" : null,
  "lawSection" : "Tax Law",
  "previousVersions" : [ "S938-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          497\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  ROBACH -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Investigations and Govern-\n         ment Operations\n\n       AN ACT to amend the tax law, in relation to  establishing  the  economic\n         resurgence initiative credit\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 210 of the tax law  is  amended  by  adding  a  new\n    2  subdivision 12-H to read as follows:\n    3    12-H.  ECONOMIC  RESURGENCE INITIATIVE CREDIT. (A) WHERE A TAXPAYER IS\n    4  ALLOWED A CREDIT UNDER THE  INVESTMENT  TAX  CREDIT  (ITC)  PURSUANT  TO\n    5  SUBDIVISION  TWELVE OF THIS SECTION WITH RESPECT TO PROPERTY, THE ACQUI-\n    6  SITION, CONSTRUCTION, RECONSTRUCTION, OR ERECTION OF WHICH COMMENCED  ON\n    7  OR AFTER THE FIRST DAY OF JANUARY, TWO THOUSAND ELEVEN, THE TAXPAYER MAY\n    8  WAIVE  THE  RIGHT  TO  USE  ALL OR A PORTION OF THE EXPENDITURE FOR SUCH\n    9  PROPERTY ELIGIBLE FOR THE INVESTMENT TAX CREDIT AND ELECT, TO THE EXTENT\n   10  OF THE AMOUNT OF SUCH PROPERTY EXPENDITURE FOR WHICH  THE  TAXPAYER  HAS\n   11  WAIVED  ELIGIBILITY  UNDER THE INVESTMENT TAX CREDIT, IN LIEU THEREOF, A\n   12  CREDIT DETERMINED UNDER THIS SUBDIVISION.\n   13    (B) A TAXPAYER SHALL BE  ALLOWED  AN  ECONOMIC  RESURGENCE  INITIATIVE\n   14  CREDIT  TO  BE COMPUTED AS HEREINAFTER PROVIDED, AGAINST THE TAX IMPOSED\n   15  BY THIS ARTICLE. THE TAXPAYER MAY CONVERT, ON AN ELECTIVE SLIDING  SCALE\n   16  BASIS AS DELINEATED IN PARAGRAPH (C) OF THIS SUBDIVISION EARNED, BUT NOT\n   17  USED,  INVESTMENT  TAX  CREDIT  THAT HAS BEEN CARRIED-FORWARD FOR TEN OR\n   18  MORE YEARS INTO A NEW CREDIT, KNOWN AS THE  ECONOMIC  RESURGENCE  INITI-\n   19  ATIVE  CREDIT, UP TO THE AMOUNT EXPENDED IN THE SAME TAXABLE YEAR ON NEW\n   20  INVESTMENT IN THIS STATE WHICH OTHERWISE  IS  ELIGIBLE  FOR  THE  CREDIT\n   21  UNDER SUBDIVISION TWELVE OF THIS SECTION.\n   22    (C) THE AMOUNT OF EARNED, BUT NOT USED, INVESTMENT TAX CREDIT ELIGIBLE\n   23  FOR CONVERSION SHALL BE CALCULATED AS FOLLOWS:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01982-01-1\n\n       S. 497                              2\n\n    1  NUMBER OF YEARS CARRIED FORWARD     PERCENTAGE\n    2              10                        20%\n    3              11                        40%\n    4              12                        60%\n    5              13                        80%\n    6              14 OR MORE                100%\n\n    7    (D)  THE NEW CURRENT YEAR INVESTMENT EXPENDITURE SHALL NOT QUALIFY FOR\n    8  OR GENERATE ITS OWN  INVESTMENT  TAX  CREDIT  IF  THE  TAXPAYER  ELECTED\n    9  CONVERSION.\n   10    (E)  IN  THE EVENT THAT THE CREDITS ALLOWED UNDER THIS ARTICLE FOR ANY\n   11  TAXABLE YEAR REDUCES THE TAX DUE FOR SUCH YEAR TO LESS THAN  THE  HIGHER\n   12  OF  THE  AMOUNTS PRESCRIBED IN PARAGRAPHS (C) AND (D) OF SUBDIVISION ONE\n   13  OF THIS SECTION, THE TAXPAYER MAY ELECT  TO  TREAT  THE  AMOUNT  OF  THE\n   14  ECONOMIC  RESURGENCE  INITIATIVE CREDIT NOT USED IN REDUCING THE TAX DUE\n   15  TO THE HIGHER OF THE AMOUNTS PRESCRIBED IN PARAGRAPHS  (C)  AND  (D)  OF\n   16  SUBDIVISION  ONE OF THIS SECTION AS AN OVERPAYMENT OF TAX TO BE CREDITED\n   17  OR REFUNDED IN ACCORDANCE WITH THE PROVISIONS OF  SECTION  ONE  THOUSAND\n   18  EIGHTY-SIX  OF  THIS  CHAPTER,  PROVIDED,  HOWEVER,  THE  PROVISIONS  OF\n   19  SUBSECTION (C) OF SECTION ONE  THOUSAND  EIGHTY-EIGHT  OF  THIS  CHAPTER\n   20  NOTWITHSTANDING, NO INTEREST SHALL BE PAID THEREON.\n   21    S 2. Paragraph (e) of subdivision 12 of section 210 of the tax law, as\n   22  amended  by  section  9 of part M of chapter 407 of the laws of 1999, is\n   23  amended to read as follows:\n   24    (e) Except as otherwise provided in this paragraph, the credit allowed\n   25  under this subdivision for any taxable year shall not reduce the tax due\n   26  for such year to less than the higher of the amounts prescribed in para-\n   27  graphs (c) and (d) of subdivision one of this section. However,  if  the\n   28  amount  of  credit allowable under this subdivision for any taxable year\n   29  reduces the tax to such amount, any amount of credit allowed for a taxa-\n   30  ble year commencing prior to January first, nineteen hundred eighty-sev-\n   31  en and not deductible in such taxable year may be carried  over  to  the\n   32  following  year or years and may be deducted from the taxpayer's tax for\n   33  such year or years but in no event shall such credit be carried over  to\n   34  taxable  years  commencing on or after January first, two thousand two[,\n   35  and any]. ANY amount of credit allowed for a taxable year commencing  on\n   36  or after January first, nineteen hundred eighty-seven and not deductible\n   37  in  such  year may be carried over to the [fifteen] TWENTY taxable years\n   38  next following such taxable year and may be deducted from the taxpayer's\n   39  tax for such year or years. In lieu of such carryover, any such taxpayer\n   40  which qualifies as a new business under paragraph (j) of  this  subdivi-\n   41  sion  may  elect to treat the amount of such carryover as an overpayment\n   42  of tax to be credited or refunded in accordance with the  provisions  of\n   43  section [ten hundred] ONE THOUSAND eighty-six of this chapter, provided,\n   44  however,  the  provisions of subsection (c) of section [ten hundred] ONE\n   45  THOUSAND eighty-eight of this chapter notwithstanding, no interest shall\n   46  be paid thereon.\n   47    S 3. This act shall take effect immediately and shall apply to taxable\n   48  years beginning on or after January 1, 2011.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the tax law, in relation to establishing the economic resurgence initiative credit ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101220.T145856.TXT", "SOBI.D101220.T153838.TXT", "SOBI.D101222.T152348.TXT", "SOBI.D101220.T151837.TXT", "SOBI.D101220.T152337.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1293049428896
}