{
  "year" : 2011,
  "senateBillNo" : "S498-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO INVESTIGATIONS AND GOVERNMENT OPERATIONS",
    "billEventId" : "S498-2011-1294203600000-REFERRED+TO+INVESTIGATIONS+AND+GOVERNMENT+OPERATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1295845200000,
    "eventText" : "REPORTED AND COMMITTED TO CODES",
    "billEventId" : "S498-2011-1295845200000-REPORTED+AND+COMMITTED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "ROBACH",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prohibits certain discriminatory practices against victims of domestic violence",
  "summary" : "Prohibits certain discriminatory practices against victims of domestic violence relating to housing, including but not limited to, the purchase, rent, lease or housing accommodation; defines domestic violence victim to include victims of domestic violence pursuant to the social services law and victims of stalking offenses. ",
  "currentCommittee" : "CODES",
  "sameAs" : null,
  "lawSection" : "Executive Law",
  "previousVersions" : [ "S936-2009" ],
  "coSponsors" : null,
  "pastCommittees" : [ "INVESTIGATIONS AND GOVERNMENT OPERATIONS" ],
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          498\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  ROBACH -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Investigations and Govern-\n         ment Operations\n\n       AN ACT to amend the executive law, in relation to prohibiting  discrimi-\n         natory practices against domestic violence victims\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 292 of the executive law is amended by adding a new\n    2  subdivision 35 to read as follows:\n    3    35. THE TERM \"DOMESTIC VIOLENCE VICTIM\" MEANS AN INDIVIDUAL WHO IS  OR\n    4  IS PERCEIVED BY THE ACTOR TO BE A VICTIM OF DOMESTIC VIOLENCE AS DEFINED\n    5  IN  SECTION  FOUR  HUNDRED  FIFTY-NINE-A  OF THE SOCIAL SERVICES LAW, OR\n    6  STALKING AS DEFINED IN ARTICLE ONE HUNDRED TWENTY OF THE PENAL LAW.\n    7    S 2. Paragraphs (a), (b) and (c) of subdivision 2-a of section 296  of\n    8  the  executive  law,  as amended by chapter 106 of the laws of 2003, are\n    9  amended to read as follows:\n   10    (a) To refuse to sell, rent or lease or otherwise to deny to or  with-\n   11  hold  from  any  person  or group of persons such housing accommodations\n   12  because of the race, creed, color, disability, national  origin,  sexual\n   13  orientation,   military  status,  age,  sex,  marital  status,  DOMESTIC\n   14  VIOLENCE VICTIM STATUS, or familial status of such person or persons, or\n   15  to represent that any housing accommodation or land is not available for\n   16  inspection, sale, rental or lease when in fact it is so available.\n   17    (b) To discriminate against any person because of  his  or  her  race,\n   18  creed,  color, disability, national origin, sexual orientation, military\n   19  status, age, sex, marital status, DOMESTIC VIOLENCE  VICTIM  STATUS,  or\n   20  familial  status in the terms, conditions or privileges of any publicly-\n   21  assisted housing accommodations or in the furnishing  of  facilities  or\n   22  services in connection therewith.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01981-01-1\n\n       S. 498                              2\n\n    1    (c) To cause to be made any written or oral inquiry or record concern-\n    2  ing  the  race, creed, color, disability, national origin, sexual orien-\n    3  tation, membership in the reserve armed forces of the United  States  or\n    4  in  the organized militia of the state, age, sex, marital status, DOMES-\n    5  TIC  VIOLENCE  VICTIM  STATUS, or familial status of a person seeking to\n    6  rent or lease any  publicly-assisted  housing  accommodation;  provided,\n    7  however, that nothing in this subdivision shall prohibit a member of the\n    8  reserve armed forces of the United States or in the organized militia of\n    9  the state from voluntarily disclosing such membership.\n   10    S  3.  Subparagraphs  1,  2 and 3 of paragraph (a) of subdivision 5 of\n   11  section 296 of the executive law, as amended by chapter 106 of the  laws\n   12  of 2003, are amended to read as follows:\n   13    (1) To refuse to sell, rent, lease or otherwise to deny to or withhold\n   14  from any person or group of persons such a housing accommodation because\n   15  of the race, creed, color, national origin, sexual orientation, military\n   16  status,  sex,  age, disability, marital status, DOMESTIC VIOLENCE VICTIM\n   17  STATUS, or familial status of such person or persons,  or  to  represent\n   18  that  any housing accommodation or land is not available for inspection,\n   19  sale, rental or lease when in fact it is so available.\n   20    (2) To discriminate against any person because of race, creed,  color,\n   21  national origin, sexual orientation, military status, sex, age, disabil-\n   22  ity, marital status, DOMESTIC VIOLENCE VICTIM STATUS, or familial status\n   23  in  the  terms, conditions or privileges of the sale, rental or lease of\n   24  any such housing accommodation or in the  furnishing  of  facilities  or\n   25  services in connection therewith.\n   26    (3)  To  print  or  circulate or cause to be printed or circulated any\n   27  statement, advertisement or publication, or to use any form of  applica-\n   28  tion  for the purchase, rental or lease of such housing accommodation or\n   29  to make any  record  or  inquiry  in  connection  with  the  prospective\n   30  purchase,  rental  or  lease  of  such  a  housing  accommodation  which\n   31  expresses, directly or  indirectly,  any  limitation,  specification  or\n   32  discrimination  as to race, creed, color, national origin, sexual orien-\n   33  tation, military status, sex, age, disability, marital status,  DOMESTIC\n   34  VIOLENCE  VICTIM  STATUS,  or familial status, or any intent to make any\n   35  such limitation, specification or discrimination.\n   36    S 4. Subdivision 5 of section 296 of the executive law is  amended  by\n   37  adding a new paragraph (h) to read as follows:\n   38    (H)  IT SHALL BE AN UNLAWFUL DISCRIMINATORY PRACTICE FOR ANY PERSON OR\n   39  ENTITY TO OBTAIN FOR, OR PROVIDE TO, ANY  PERSON  HAVING  THE  RIGHT  TO\n   40  SELL,  RENT  OR  LEASE A HOUSING ACCOMMODATION, OR ANY AGENT OR EMPLOYEE\n   41  THEREOF, INFORMATION RELATING TO THE DOMESTIC VIOLENCE VICTIM STATUS  OF\n   42  AN INDIVIDUAL WHO RENTS, LEASES OR SUB-LEASES A HOUSING ACCOMMODATION OR\n   43  WHO SEEKS TO PURCHASE, RENT, LEASE OR SUB-LEASE A HOUSING ACCOMMODATION.\n   44    S 5. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the executive law, in relation to prohibiting discriminatory practices against domestic violence victims ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T123622.TXT", "SOBI.D101220.T145856.TXT", "SOBI.D101222.T152848.TXT", "SOBI.D101220.T151837.TXT", "SOBI.D101220.T152337.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295890582615
}