{
  "year" : 2011,
  "senateBillNo" : "S499-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO CONSUMER PROTECTION",
    "billEventId" : "S499-2011-1294203600000-REFERRED+TO+CONSUMER+PROTECTION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "DIAZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Changes fine for violations by employment agencies to up to $500 a day and a class A misdemeanor for 3 or more violations in 5 years",
  "summary" : "Changes fine for violations by employment agencies to up to $500 a day and a class A misdemeanor for 3 or more violations in 5 years. ",
  "currentCommittee" : "CONSUMER PROTECTION",
  "sameAs" : null,
  "lawSection" : "General Business Law",
  "previousVersions" : [ "S5583-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          499\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  DIAZ  --  read twice and ordered printed, and when\n         printed to be committed to the Committee on Consumer Protection\n\n       AN ACT to amend the general  business  law,  in  relation  to  the  fine\n         imposed for certain violations relating to employment agencies\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 190 of the general  business  law,  as  amended  by\n    2  chapter 632 of the laws of 1975, is amended to read as follows:\n    3    S 190. Penalties for violations. Any person who violates and the offi-\n    4  cers  of  a  corporation and stockholders holding ten percent or more of\n    5  the stock of a corporation which is not publicly traded,  who  knowingly\n    6  permit the corporation to violate [sections one hundred seventy-two, one\n    7  hundred seventy-three, one hundred seventy-six, one hundred eighty-four,\n    8  one  hundred eighty-four-a, one hundred eighty-five, one hundred eighty-\n    9  five-a,  one  hundred  eighty-six,  or  one  hundred  eighty-seven]  ANY\n   10  PROVISION  of  this  article  [shall be guilty of a misdemeanor and upon\n   11  conviction] shall be subject to a fine [not to exceed one  thousand]  OF\n   12  NOT  MORE  THAN FIVE HUNDRED dollars[, or imprisonment for not more than\n   13  one year, or both, by any court of competent jurisdiction] FOR EACH  DAY\n   14  SUCH  VIOLATION  CONTINUES;  PROVIDED,  HOWEVER, THAT ANY SUCH PERSON OR\n   15  OFFICER WHO HAS BEEN CONVICTED OF THREE OR MORE VIOLATIONS OF THIS ARTI-\n   16  CLE WITHIN ANY PERIOD OF FIVE YEARS, SHALL BE GUILTY OF A CLASS A MISDE-\n   17  MEANOR. [The violation of any other provision of this article  shall  be\n   18  punishable  by  a fine not to exceed one hundred dollars or imprisonment\n   19  for  not  more  than  thirty  days.]  Criminal  proceedings  based  upon\n   20  violations of these sections shall be instituted by the commissioner and\n   21  may be instituted by any persons aggrieved by such violations.\n   22    S  2.  Section  193 of the general business law, as amended by chapter\n   23  617 of the laws of 1988, is amended to read as follows:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03236-01-1\n\n       S. 499                              2\n\n    1    S 193. Penalties for violation. Any person violating the provisions of\n    2  section one hundred ninety-two of this article [shall  be  guilty  of  a\n    3  class  A  misdemeanor and] shall be subject to a fine [not to exceed one\n    4  thousand] OF NOT MORE THAN FIVE HUNDRED dollars [or imprisonment for not\n    5  more  than  one  year  or  both]  FOR EACH DAY SUCH VIOLATION CONTINUES;\n    6  PROVIDED, HOWEVER, THAT ANY SUCH PERSON WHO HAS BEEN CONVICTED OF  THREE\n    7  OR  MORE  VIOLATIONS  OF  THIS  ARTICLE WITHIN ANY PERIOD OF FIVE YEARS,\n    8  SHALL BE GUILTY OF A CLASS A MISDEMEANOR.\n    9    Criminal proceedings based upon violations may be  instituted  by  the\n   10  commissioner  or  may  be  instituted  by  any  person aggrieved by such\n   11  violation.\n   12    S 3. This act shall take effect on the thirtieth day  after  it  shall\n   13  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general business law, in relation to the fine imposed for certain violations relating to employment agencies ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101222.T152848.TXT", "SOBI.D101221.T093103.TXT", "SOBI.D101221.T103607.TXT", "SOBI.D101221.T095104.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1293049728971
}