{
  "year" : 2011,
  "senateBillNo" : "S501-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S501-2011-1294203600000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "DIAZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to making the cost of incarceration for non-violent felons available to the public",
  "summary" : "Relates to making the cost of incarceration for non-violent felons available to the public. ",
  "currentCommittee" : "CODES",
  "sameAs" : null,
  "lawSection" : "Criminal Procedure Law",
  "previousVersions" : [ "S8494-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          501\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  DIAZ  --  read twice and ordered printed, and when\n         printed to be committed to the Committee on Codes\n\n       AN ACT to amend the criminal procedure law and the  correction  law,  in\n         relation  to  making  the cost of incarceration for non-violent felony\n         offenders available to the public\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The criminal procedure law is amended by adding a new arti-\n    2  cle 425 to read as follows:\n    3       ARTICLE 425--COST OF INCARCERATION FOR NON-VIOLENT FELONS MADE\n    4                                   PUBLIC\n    5  SECTION 425.10 COST OF INCARCERATION FOR NON-VIOLENT FELONS MADE PUBLIC.\n    6  S 425.10 COST OF INCARCERATION FOR NON-VIOLENT FELONS MADE PUBLIC.\n    7    1.  UPON  IMPOSING  A  SENTENCE OF INCARCERATION FOR A CONVICTION OF A\n    8  NON-VIOLENT FELONY OFFENSE, THE SENTENCING JUDGE SHALL  MAKE  SUCH  COST\n    9  AVAILABLE TO THE PUBLIC.\n   10    2.  AT  THE  REQUEST OF THE SENTENCING JUDGE, AN ESTIMATE OF SUCH COST\n   11  SHALL BE PROVIDED BY THE DEPARTMENT  OF  CORRECTIONAL  SERVICES  TO  THE\n   12  SENTENCING JUDGE PRIOR TO THE IMPOSITION OF SUCH SENTENCE.\n   13    3. FOR PURPOSES OF THIS SECTION, NON-VIOLENT FELONY OFFENSE SHALL MEAN\n   14  AND  INCLUDE  ANY FELONY NOT DEFINED IN SUBDIVISION ONE OF SECTION 70.02\n   15  OF THE PENAL LAW.\n   16    S 2. The correction law is amended by adding a new  section  601-e  to\n   17  read as follows:\n   18    S  601-E.  COST OF INCARCERATION FOR NON-VIOLENT FELONY OFFENDERS. THE\n   19  DEPARTMENT SHALL PROVIDE A SENTENCING COURT WITH AN ESTIMATE OF THE COST\n   20  OF INCARCERATION FOR A NON-VIOLENT FELONY OFFENDER AT THE REQUEST  OF  A\n   21  SENTENCING JUDGE.\n   22    S  3.  This  act  shall take effect on the sixtieth day after it shall\n   23  have become a law.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03340-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the criminal procedure law and the correction law, in relation to making the cost of incarceration for non-violent felony offenders available to the public ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101221.T093604.TXT", "SOBI.D101222.T152848.TXT", "SOBI.D101221.T103607.TXT", "SOBI.D101221.T095104.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1293049728969
}