{
  "year" : 2011,
  "senateBillNo" : "S504-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO INSURANCE",
    "billEventId" : "S504-2011-1294203600000-REFERRED+TO+INSURANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "DIAZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to prohibiting retained asset accounts",
  "summary" : "Prohibits insurers from using retained asset accounts to hold proceeds from death benefits. ",
  "currentCommittee" : "INSURANCE",
  "sameAs" : null,
  "lawSection" : "Insurance Law",
  "previousVersions" : [ "S8469-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          504\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  DIAZ  --  read twice and ordered printed, and when\n         printed to be committed to the Committee on Insurance\n\n       AN ACT to amend the insurance law, in relation to prohibiting  retained-\n         asset accounts\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 3213 of the insurance law is  amended  to  read  as\n    2  follows:\n    3    S  3213.  Payment  of proceeds.   1. WHERE THE PROCEEDS OF A POLICY OF\n    4  LIFE INSURANCE DELIVERED OR ISSUED FOR DELIVERY IN THIS STATE ARE  PAYA-\n    5  BLE,  ACCORDING  TO  ITS  TERMS,  SUCH  PROCEEDS  SHALL NOT BE HELD IN A\n    6  RETAINED-ASSET ACCOUNT HELD BY THE INSURER. FOR PURPOSES OF THIS SECTION\n    7  A \"RETAINED-ASSET ACCOUNT\" SHALL MEAN AN ACCOUNT NOT GUARANTEED  BY  THE\n    8  FEDERAL  DEPOSIT  INSURANCE CORPORATION, THE FUNDS OF WHICH ARE RETAINED\n    9  BY THE INSURER, WITH ALL OR A PORTION OF THE INTEREST BEING PAID TO  THE\n   10  INSURER, BUT THE FUNDS OF SUCH ACCOUNT ARE PAYABLE TO THE BENEFICIARY OR\n   11  BENEFICIARIES BY USE OF A CHECKBOOK.\n   12    2.  Where  the  proceeds  of  a  policy of life insurance delivered or\n   13  issued for delivery in this state are payable, according to  its  terms,\n   14  to  two  or  more  beneficiaries without designation of their respective\n   15  interests, the proceeds shall be paid to  such  beneficiaries  in  equal\n   16  portions.\n   17    S  2.  This  act  shall take effect on the sixtieth day after it shall\n   18  have become a law.\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03338-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the insurance law, in relation to prohibiting retained-asset accounts ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101221.T093604.TXT", "SOBI.D101222.T152848.TXT", "SOBI.D101221.T103607.TXT", "SOBI.D101221.T095104.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1293049728981
}