{
  "year" : 2011,
  "senateBillNo" : "S506-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO JUDICIARY",
    "billEventId" : "S506-2011-1294203600000-REFERRED+TO+JUDICIARY",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "LITTLE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes state residents to gather dead timber from the floor of the state forest preserve when such timber is on the side of a public highway",
  "summary" : "Authorizes state residents to gather dead timber from the floor of the state forest preserve when such timber is on the side of a public highway. ",
  "currentCommittee" : "JUDICIARY",
  "sameAs" : "A153",
  "lawSection" : "Constitution, Concurrent Resolutions to Amend",
  "previousVersions" : [ "S272-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          506\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  LITTLE -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Judiciary\n\n                   CONCURRENT RESOLUTION OF THE SENATE AND ASSEMBLY\n\n       proposing an amendment to section 1 of article 14 of  the  constitution,\n         in  relation  to  the  gathering  of dead timber from the lands of the\n         state forest preserve\n\n    1    Section 1. Resolved (if the Assembly concur), That section 1 of  arti-\n    2  cle 14 of the constitution be amended to read as follows:\n    3    Section 1. A. The lands of the state, now owned or hereafter acquired,\n    4  constituting  the  forest preserve as now fixed by law, shall be forever\n    5  kept as wild forest lands. They shall not be leased, sold or  exchanged,\n    6  or  be taken by any corporation, public or private, nor shall the timber\n    7  thereon be sold, removed or destroyed. Nothing  herein  contained  shall\n    8  prevent  the  state  from  constructing,  completing and maintaining any\n    9  highway heretofore specifically authorized by constitutional  amendment,\n   10  nor  from  constructing and maintaining to federal standards federal aid\n   11  interstate highway route five hundred two from a point in  the  vicinity\n   12  of  the  city  of  Glens  Falls, thence northerly to the vicinity of the\n   13  villages of Lake George and Warrensburg, the hamlets  of  South  Horicon\n   14  and  Pottersville  and  thence northerly in a generally straight line on\n   15  the west side of Schroon Lake to the vicinity of the hamlet of  Schroon,\n   16  then  continuing  northerly  to  the  vicinity of Schroon Falls, Schroon\n   17  River and North Hudson, and to the east of Makomis Mountain, east of the\n   18  hamlet of New Russia, east of the village of Elizabethtown and  continu-\n   19  ing northerly in the vicinity of the hamlet of Towers Forge, and east of\n   20  Poke-O-Moonshine  Mountain  and  continuing northerly to the vicinity of\n   21  the village of Keeseville and the city of Plattsburgh, all of the afore-\n   22  said taking not to exceed a total of three hundred acres of state forest\n   23  preserve land, nor from constructing and maintaining not more than twen-\n   24  ty-five miles of ski trails thirty to two hundred  feet  wide,  together\n   25  with  appurtenances  thereto,  provided  that no more than five miles of\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD89003-01-1\n\n       S. 506                              2\n\n    1  such trails shall be in excess of one hundred twenty feet wide,  on  the\n    2  north,  east and northwest slopes of Whiteface Mountain in Essex county,\n    3  nor from constructing and maintaining not more than twenty-five miles of\n    4  ski  trails thirty to two hundred feet wide, together with appurtenances\n    5  thereto, provided that no more than two miles of such trails shall be in\n    6  excess of one hundred twenty feet wide, on the slopes of Belleayre Moun-\n    7  tain in Ulster and Delaware counties and not more than  forty  miles  of\n    8  ski  trails thirty to two hundred feet wide, together with appurtenances\n    9  thereto, provided that no more than eight miles of such trails shall  be\n   10  in  excess  of  one  hundred twenty feet wide, on the slopes of Gore and\n   11  Pete Gay mountains in Warren county, nor from relocating, reconstructing\n   12  and maintaining a total of not more than fifty miles of  existing  state\n   13  highways  for the purpose of eliminating the hazards of dangerous curves\n   14  and grades, provided a total of no  more  than  four  hundred  acres  of\n   15  forest  preserve  land shall be used for such purpose and that no single\n   16  relocated portion of any  highway  shall  exceed  one  mile  in  length.\n   17  Notwithstanding  the  foregoing  provisions, the state may convey to the\n   18  village of Saranac Lake ten acres of forest preserve  land  adjacent  to\n   19  the  boundaries  of  such village for public use in providing for refuse\n   20  disposal and in exchange [therefore] THEREFOR  the  village  of  Saranac\n   21  Lake  shall convey to the state thirty acres of certain true forest land\n   22  owned by such village on Roaring Brook in the northern half of Lot  113,\n   23  Township  11, Richards Survey. Notwithstanding the foregoing provisions,\n   24  the state may convey to the town of Arietta twenty-eight acres of forest\n   25  preserve land within such town for  public  use  in  providing  for  the\n   26  extension  of  the runway and landing strip of the Piseco airport and in\n   27  exchange therefor the town of Arietta shall convey to the  state  thirty\n   28  acres  of  certain  land  owned  by  such  town  in the town of Arietta.\n   29  Notwithstanding the foregoing  provisions  and  subject  to  legislative\n   30  approval  of  the tracts to be exchanged prior to the actual transfer of\n   31  title, the state, in order to consolidate its land holdings  for  better\n   32  management,  may  convey  to  International  Paper Company approximately\n   33  eight thousand five hundred acres of forest  preserve  land  located  in\n   34  townships two and three of Totten and Crossfield's Purchase and township\n   35  nine  of the Moose River Tract, Hamilton county, and in exchange [there-\n   36  fore] THEREFOR International Paper Company shall convey to the state for\n   37  incorporation into the forest preserve approximately the same number  of\n   38  acres of land located within such townships and such County on condition\n   39  that  the  legislature  shall determine that the lands to be received by\n   40  the state are at least equal in value to the lands to be conveyed by the\n   41  state. Notwithstanding the foregoing provisions and subject to  legisla-\n   42  tive approval of the tracts to be exchanged prior to the actual transfer\n   43  of  title  and  the  conditions herein set forth, the state, in order to\n   44  facilitate the preservation of historic buildings listed on the national\n   45  register of historic places by rejoining an historic grouping of  build-\n   46  ings  under  unitary  ownership  and stewardship, may convey to Sagamore\n   47  Institute Inc., a not-for-profit educational organization, approximately\n   48  ten acres of land and buildings thereon adjoining the real  property  of\n   49  the  Sagamore  Institute,  Inc.  and  located  on  Sagamore  Road,  near\n   50  Racquette Lake Village, in the Town of Long Lake,  county  of  Hamilton,\n   51  and  in exchange therefor; Sagamore Institute, Inc.  shall convey to the\n   52  state for incorporation  into  the  forest  preserve  approximately  two\n   53  hundred  acres of wild forest land located within the Adirondack Park on\n   54  condition that the legislature shall determine  that  the  lands  to  be\n   55  received  by  the  state  are  at  least equal in value to the lands and\n   56  buildings to be conveyed by the state and that the natural and  historic\n\n       S. 506                              3\n\n    1  character  of  the  lands  and  buildings  conveyed by the state will be\n    2  secured by appropriate covenants and restrictions and that the lands and\n    3  buildings conveyed by the state will reasonably be available for  public\n    4  visits  according to agreement between Sagamore Institute, Inc.  and the\n    5  state. Notwithstanding the foregoing provisions the state may convey  to\n    6  the town of Arietta fifty acres of forest preserve land within such town\n    7  for  public use in providing for the extension of the runway and landing\n    8  strip of the Piseco airport and providing for the maintenance of a clear\n    9  zone around such runway, and in exchange therefor, the town  of  Arietta\n   10  shall  convey to the state fifty-three acres of true forest land located\n   11  in lot 2 township 2 Totten and Crossfield's Purchase in the town of Lake\n   12  Pleasant.\n   13    Notwithstanding the foregoing provisions and  subject  to  legislative\n   14  approval  prior to actual transfer of title, the state may convey to the\n   15  town of Keene, Essex county, for public use as a cemetery owned by  such\n   16  town,  approximately  twelve  acres  of forest preserve land within such\n   17  town and, in exchange therefor, the town of Keene shall  convey  to  the\n   18  state  for  incorporation  into  the  forest  preserve approximately one\n   19  hundred forty-four acres of land, together with an  easement  over  land\n   20  owned  by  such  town  including the riverbed adjacent to the land to be\n   21  conveyed to the state that will restrict  further  development  of  such\n   22  land, on condition that the legislature shall determine that the proper-\n   23  ty to be received by the state is at least equal in value to the land to\n   24  be conveyed by the state.\n   25    Notwithstanding  the  foregoing  provisions and subject to legislative\n   26  approval prior to actual transfer of title, because there is  no  viable\n   27  alternative  to  using  forest preserve lands for the siting of drinking\n   28  water wells and necessary  appurtenances  and  because  such  wells  are\n   29  necessary to meet drinking water quality standards, the state may convey\n   30  to  the  town of Long Lake, Hamilton county, one acre of forest preserve\n   31  land within such town for public use as the site of such drinking  water\n   32  wells and necessary appurtenances for the municipal water supply for the\n   33  hamlet  of  Raquette  Lake.  In exchange therefor, the town of Long Lake\n   34  shall convey to the state at least  twelve  acres  of  land  located  in\n   35  Hamilton  county  for  incorporation  into  the forest preserve that the\n   36  legislature shall determine is at least equal in value to the land to be\n   37  conveyed by the state. The Raquette  Lake  surface  reservoir  shall  be\n   38  abandoned as a drinking water supply source.\n   39    Notwithstanding  the  foregoing  provisions and subject to legislative\n   40  approval prior to actual transfer of title,  the  state  may  convey  to\n   41  National  Grid up to six acres adjoining State Route 56 in St.  Lawrence\n   42  County where it passes through Forest Preserve in Township 5, Lots 1, 2,\n   43  5 and 6 that is necessary and appropriate for National Grid to construct\n   44  a new 46kV power line and in  exchange  therefore  National  Grid  shall\n   45  convey  to the state for incorporation into the forest preserve at least\n   46  10 acres of forest land owned by National Grid in St.  Lawrence  county,\n   47  on  condition  that the legislature shall determine that the property to\n   48  be received by the state is at least equal in value to the land conveyed\n   49  by the state.\n   50    B. PROVIDED, HOWEVER, THAT NOTHING CONTAINED  IN  THIS  ARTICLE  SHALL\n   51  PROHIBIT  RESIDENTS OF THE STATE FROM GATHERING DEAD TIMBER LYING ON THE\n   52  FOREST FLOOR ON STATE-OWNED LANDS WHEN SUCH TIMBER IS ON THE SIDE  OF  A\n   53  PUBLIC HIGHWAY, EXCEPT LANDS THE COMMISSIONER OF ENVIRONMENTAL CONSERVA-\n   54  TION  MAY DESIGNATE BY RULE AND REGULATION WHERE SUCH GATHERING SHALL BE\n   55  PROHIBITED.  EVERY  PERSON  GATHERING  DEAD  TIMBER  PURSUANT   TO   THE\n\n       S. 506                              4\n\n    1  PROVISIONS  OF  THIS  SUBDIVISION SHALL DO SO AT HIS OR HER OWN RISK AND\n    2  WITHOUT DISTURBING THE SURROUNDING VEGETATION.\n    3    S 2. Resolved (if the Assembly concur), That the foregoing be referred\n    4  to  the  first  regular  legislative  session  convening  after the next\n    5  succeeding general election of members of the assembly, and, in conform-\n    6  ity with section 1 of article 19 of the constitution, be published for 3\n    7  months previous to the time of such election.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "Concurrent Resolution of the Senate and Assembly proposing an amendment to section 1 of article 14 of the constitution, in relation to the gathering of dead timber from the lands of the state forest preserve ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101221.T101605.TXT", "SOBI.D101222.T155350.TXT", "SOBI.D101221.T115112.TXT", "SOBI.D101221.T114110.TXT", "SOBI.D101221.T100104.TXT", "SOBI.D101222.T154850.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1293051230337
}