{
  "year" : 2011,
  "senateBillNo" : "S507-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S507-2011-1294203600000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MAZIARZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prohibits certain sex offenders from entering upon school grounds for the remainder of his or her natural life without a legitimate purpose",
  "summary" : "Prohibits certain sex offenders from entering upon school grounds for the remainder of his or her natural life without a legitimate purpose as determined by the office of sex offender management. ",
  "currentCommittee" : "CODES",
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : [ "S6672-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "DEFRANCISCO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "GOLDEN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "LARKIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "RANZENHOFER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          507\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sens.  MAZIARZ,  GOLDEN,  RANZENHOFER  -- read twice and\n         ordered printed, and when printed to be committed to the Committee  on\n         Codes\n\n       AN  ACT  to  amend  the  penal law and the executive law, in relation to\n         prohibiting certain sex offenders from  entering  in  or  upon  school\n         grounds without a legitimate purpose\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraph (a) of subdivision 4-a of section  65.10  of  the\n    2  penal  law,  as amended by chapter 67 of the laws of 2008, is amended to\n    3  read as follows:\n    4    (a) When imposing a sentence of  probation  or  conditional  discharge\n    5  upon  a  person  convicted  of an offense defined in article one hundred\n    6  thirty, two hundred thirty-five or two hundred sixty-three of this chap-\n    7  ter, or section 255.25, 255.26 or 255.27 of this chapter, and the victim\n    8  of such offense was under the age  of  eighteen  at  the  time  of  such\n    9  offense  or  such  person  has  been designated a level TWO OR three sex\n   10  offender pursuant to subdivision six  of  section  [168-l]  ONE  HUNDRED\n   11  SIXTY-EIGHT-L  of  the  correction  law,  the  court shall require, as a\n   12  mandatory condition of such sentence, that such sentenced offender shall\n   13  refrain, FOR THE REMAINDER OF HIS OR HER NATURAL  LIFE,  from  knowingly\n   14  entering  into  or  upon  any school grounds, as that term is defined in\n   15  subdivision fourteen of section 220.00 of this  chapter,  or  any  other\n   16  facility  or  institution  primarily  used  for the care or treatment of\n   17  persons under the age of eighteen while one  or  more  of  such  persons\n   18  under  the  age  of eighteen are present WITHOUT A LEGITIMATE PURPOSE AS\n   19  DETERMINED BY THE OFFICE OF SEX OFFENDER MANAGEMENT,  provided  however,\n   20  that when such sentenced offender is a registered student or participant\n   21  or  an  employee  of  such facility or institution or entity contracting\n   22  therewith or has a family member enrolled in such facility  or  institu-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01184-01-1\n\n       S. 507                              2\n\n    1  tion, such sentenced offender may, with the written authorization of his\n    2  or  her  probation  officer or the court and the superintendent or chief\n    3  administrator of such  facility,  institution  or  grounds,  enter  such\n    4  facility,  institution  or  upon  such  grounds for the limited purposes\n    5  authorized by the probation officer or the court and  superintendent  or\n    6  chief  officer.  Nothing  in  this  subdivision  shall  be  construed as\n    7  restricting any lawful condition of supervision that may be  imposed  on\n    8  such sentenced offender.\n    9    S  2. Subdivision 14 of section 259-c of the executive law, as amended\n   10  by chapter 320 of the laws of 2006, is amended to read as follows:\n   11    14. notwithstanding any other provision of law to the contrary,  where\n   12  a  person  serving  a  sentence  for  an  offense defined in article one\n   13  hundred thirty, one hundred thirty-five or two  hundred  sixty-three  of\n   14  the  penal  law or section 255.25, 255.26 or 255.27 of the penal law and\n   15  the victim of such offense was under the age of eighteen at the time  of\n   16  such offense or such person has been designated a level TWO OR three sex\n   17  offender   pursuant   to   subdivision   six   of  section  one  hundred\n   18  sixty-eight-l of the correction law, is released  on  parole  or  condi-\n   19  tionally  released  pursuant  to subdivision one or two of this section,\n   20  the board shall require, as a mandatory condition of such release,  that\n   21  such  sentenced  offender shall refrain, FOR THE REMAINDER OF HIS OR HER\n   22  NATURAL LIFE, from knowingly entering into or upon any  school  grounds,\n   23  as that term is defined in subdivision fourteen of section 220.00 of the\n   24  penal  law,  or any other facility or institution primarily used for the\n   25  care or treatment of persons under the age of eighteen while one or more\n   26  of such persons under the age of eighteen are present WITHOUT A  LEGITI-\n   27  MATE  PURPOSE  AS  DETERMINED  BY THE OFFICE OF SEX OFFENDER MANAGEMENT,\n   28  provided however, that when such  sentenced  offender  is  a  registered\n   29  student or participant or an employee of such facility or institution or\n   30  entity  contracting  therewith  or  has a family member enrolled in such\n   31  facility or institution, such sentenced offender may, with  the  written\n   32  authorization  of  his  or  her parole officer and the superintendent or\n   33  chief administrator of such facility, institution or grounds, enter such\n   34  facility, institution or upon such  grounds  for  the  limited  purposes\n   35  authorized  by  the  parole officer and superintendent or chief officer.\n   36  Nothing in this subdivision shall be construed as restricting any lawful\n   37  condition of supervision that may be imposed on such sentenced offender.\n   38    S 3. This act shall take effect on the sixtieth  day  after  it  shall\n   39  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the penal law and the executive law, in relation to prohibiting certain sex offenders from entering in or upon school grounds without a legitimate purpose ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110105.T140706.TXT", "SOBI.D101221.T105608.TXT", "SOBI.D101223.T092547.TXT", "SOBI.D101222.T155350.TXT", "SOBI.D101221.T110108.TXT", "SOBI.D101221.T114110.TXT", "SOBI.D101221.T115112.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294254426889
}