{
  "year" : 2011,
  "senateBillNo" : "S509-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO JUDICIARY",
    "billEventId" : "S509-2011-1294203600000-REFERRED+TO+JUDICIARY",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1294981200000,
    "eventText" : "TO ATTORNEY-GENERAL FOR OPINION",
    "billEventId" : "S509-2011-1294981200000-TO+ATTORNEY-GENERAL+FOR+OPINION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MAZIARZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for procedure in filling vacancies in the offices of comptroller and attorney-general",
  "summary" : "Provides for procedure in filling vacancies in the offices of comptroller and attorney-general. ",
  "currentCommittee" : "JUDICIARY",
  "sameAs" : "A1251",
  "lawSection" : "Constitution, Concurrent Resolutions to Amend",
  "previousVersions" : [ "S6127-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          509\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen. MAZIARZ -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Judiciary\n\n                   CONCURRENT RESOLUTION OF THE SENATE AND ASSEMBLY\n\n       proposing an amendment to article 5 of the constitution, relating to the\n         filling of vacancies in the offices of comptroller and attorney-gener-\n         al\n\n    1    Section 1. Resolved (if the Assembly concur), That section 1 of  arti-\n    2  cle 5 of the constitution be amended to read as follows:\n    3    Section 1. The comptroller and attorney-general shall be chosen at the\n    4  same general election as the governor and hold office for the same term,\n    5  and  shall  possess  the qualifications provided in section 2 of article\n    6  IV. The legislature shall provide for filling vacancies in the office of\n    7  comptroller and of attorney-general  UNTIL  THE  NEXT  GENERAL  ELECTION\n    8  HAPPENING  NOT LESS THAN THREE MONTHS AFTER THE OFFICE SHALL HAVE BECOME\n    9  VACANT, AT WHICH A COMPTROLLER OR ATTORNEY-GENERAL SHALL BE  ELECTED  TO\n   10  SERVE  THE  REMAINDER  OF THE TERM.  [No election of a comptroller or an\n   11  attorney-general shall be had except at the time of  electing  a  gover-\n   12  nor.]  IN  CASE  THE  COMPTROLLER-ELECT  OR ATTORNEY-GENERAL-ELECT SHALL\n   13  DECLINE TO SERVE OR SHALL DIE, THE LEGISLATURE SHALL PROVIDE FOR FILLING\n   14  THE VACANCY UNTIL THE NEXT GENERAL ELECTION. The  comptroller  shall  be\n   15  required:  (1)  to  audit  all  vouchers before payment and all official\n   16  accounts; (2) to audit the accrual and collection of  all  revenues  and\n   17  receipts;  and (3) to prescribe such methods of accounting as are neces-\n   18  sary for the performance of the foregoing duties.  The  payment  of  any\n   19  money  of the state, or of any money under its control, or the refund of\n   20  any money paid to the state, except upon audit by the comptroller, shall\n   21  be void, and may be restrained upon the suit of any  taxpayer  with  the\n   22  consent  of  the  supreme  court  in appellate division on notice to the\n   23  attorney-general. In such  respect  the  legislature  shall  define  the\n   24  powers  and duties and may also assign to him or her: (1) supervision of\n   25  the accounts of any political subdivision of the state; and  (2)  powers\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD89018-01-1\n\n       S. 509                              2\n\n    1  and  duties  pertaining to or connected with the assessment and taxation\n    2  of real estate, including determination of  ratios  which  the  assessed\n    3  valuation  of taxable real property bears to the full valuation thereof,\n    4  but not including any of those powers and duties reserved to officers of\n    5  a  county,  city, town or village by virtue of [sections seven and eight\n    6  of] article nine of this constitution. The legislature shall  assign  to\n    7  him or her no administrative duties, excepting such as may be incidental\n    8  to  the  performance  of  these  functions,  any other provision of this\n    9  constitution to the contrary notwithstanding.\n   10    S 2. Resolved (if the Assembly concur), That the  foregoing  amendment\n   11  be referred to the first regular legislative session convening after the\n   12  next  succeeding  general  election  of members of the assembly, and, in\n   13  conformity with  section  1  of  article  19  of  the  constitution,  be\n   14  published for 3 months previous to the time of such election.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "Concurrent Resolution of the Senate and Assembly proposing an amendment to article 5 of the constitution, relating to the filling of vacancies in the offices of comptroller and attorney-general ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101222.T155350.TXT", "SOBI.D101221.T110108.TXT", "SOBI.D110114.T094906.TXT", "SOBI.D101221.T114110.TXT", "SOBI.D101221.T115112.TXT", "SOBI.D110107.T113353.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295016546751
}