{
  "year" : 2011,
  "senateBillNo" : "S511-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO ENERGY AND TELECOMMUNICATIONS",
    "billEventId" : "S511-2011-1294203600000-REFERRED+TO+ENERGY+AND+TELECOMMUNICATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MAZIARZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Directs NYSERDA to undertake a statewide study of consumer behaviors with respect to energy efficiency and clean energy technology",
  "summary" : "Directs NYS energy research and development authority to undertake a statewide study of consumer behaviors with respect to energy efficiency and clean energy technology programs. ",
  "currentCommittee" : "ENERGY AND TELECOMMUNICATIONS",
  "sameAs" : "A42",
  "lawSection" : "Public Authorities",
  "previousVersions" : [ "SA6128-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          511\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen. MAZIARZ -- read twice and ordered printed, and when\n         printed to be committed to the Committee on  Energy  and  Telecommuni-\n         cations\n\n       AN  ACT  directing  the  New  York State Energy Research and Development\n         Authority to undertake a statewide study of  consumer  behaviors  with\n         respect to energy efficiency and clean energy technology programs\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. 1. The New  York  State  Energy  Research  and  Development\n    2  Authority  shall  undertake a statewide study of consumer behaviors with\n    3  respect to energy efficiency and clean energy technology  programs.  The\n    4  authority  may  contract  with an independent and competitively selected\n    5  contractor to undertake such study. The authority shall prepare a report\n    6  on its findings. On or before July 1, 2012, the authority shall transmit\n    7  such report to the governor, the speaker of the assembly, the  temporary\n    8  president  of  the  senate,  the  chairman of the assembly environmental\n    9  conservation committee, ranking minority member of the assembly environ-\n   10  mental conservation committee, the chairman of the senate  environmental\n   11  conservation  committee,  ranking minority member of the senate environ-\n   12  mental conservation committee,  the  chairman  of  the  assembly  energy\n   13  committee, the ranking minority member of the assembly energy committee,\n   14  the  chairman of the senate energy and telecommunications committee, the\n   15  ranking minority member of  the  senate  energy  and  telecommunications\n   16  committee,  the  chairman  of the assembly corporations, authorities and\n   17  commissions committee, the  ranking  minority  member  of  the  assembly\n   18  corporations, authorities and commissions committee, the chairman of the\n   19  senate  corporations, authorities and commissions committee, the ranking\n   20  minority member of the senate corporations, authorities and  commissions\n   21  committee,  and  the  chairman of the assembly subcommittee on renewable\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00812-01-1\n\n       S. 511                              2\n\n    1  energy. The report shall also be made available to the  public  via  the\n    2  authority website.\n    3    2.  The  study  shall include, but not be limited to an examination of\n    4  the following:\n    5    a. The duration of any behavioral changes with respect to energy effi-\n    6  ciency and clean energy practices and services including  a  comparative\n    7  examination  of consumers who maintain energy efficiency practices after\n    8  participation in energy efficiency and other clean energy  programs  and\n    9  consumers  who  do not maintain such practices. In completing this exam-\n   10  ination, the authority may  apply  social  science  theories  and  other\n   11  applicable  methods  and  mechanisms to better understand, and thus have\n   12  energy efficiency and clean energy programs replicate program strategies\n   13  that result in sustainable behaviors;\n   14    b. Behavioral change as a tool to improve the effectiveness of  energy\n   15  efficiency  programs, including an examination of consumers that partic-\n   16  ipate in energy efficiency and other clean energy programs, and  consum-\n   17  ers who do not. In completing this examination, the authority may devel-\n   18  op  program  strategies  and  recommendations through the application of\n   19  insights from the behavioral sciences and/or behavior change  tools  and\n   20  strategies  which  can  elicit different consumer motivations that drive\n   21  energy-related decisions.   From such examinations,  the  authority  may\n   22  make  program recommendations and implement program strategies that will\n   23  help to improve program participation and consumer decision-making; and\n   24    c. The impact of  market  prices  and  market  price  fluctuations  on\n   25  consumer  choices  and  behavior  and the effect as a response to market\n   26  based fluctuations to determine the impact this has on energy  conserva-\n   27  tion efforts.\n   28    3.  The authority shall consult with the department of public service,\n   29  the power authority of the state of New  York,  the  Long  Island  power\n   30  authority  and appropriate gas and electric corporations. The department\n   31  of public service, the power authority of the state  of  New  York,  the\n   32  Long  Island  power  authority  and  gas and electric corporations shall\n   33  cooperate with the authority and its contractor  in  the  completion  of\n   34  this study.\n   35    4.  The  commissioner  of the department of environmental conservation\n   36  shall provide for the transfer of $1,000,000 of revenues collected under\n   37  direct oversight by the department of environmental  conservation,  from\n   38  the  auction of any emissions allowances for air contaminants to the New\n   39  York State Energy Research and Development Authority for the purposes of\n   40  this act.\n   41    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT directing the New York State Energy Research and Development Authority to undertake a statewide study of consumer behaviors with respect to energy efficiency and clean energy technology programs ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101222.T155350.TXT", "SOBI.D101221.T110108.TXT", "SOBI.D101221.T114110.TXT", "SOBI.D101221.T115112.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1293051230359
}