{
  "year" : 2011,
  "senateBillNo" : "S513-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO ENVIRONMENTAL CONSERVATION",
    "billEventId" : "S513-2011-1294203600000-REFERRED+TO+ENVIRONMENTAL+CONSERVATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MAZIARZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for the disposal of pharmaceutical drugs and controlled substances",
  "summary" : "Provides for the disposal of pharmaceutical drugs and controlled substances; directs counties to develop a system for the collection and acceptance of prescription drugs and for their proper disposal; to be operated by sheriffs' offices. ",
  "currentCommittee" : "ENVIRONMENTAL CONSERVATION",
  "sameAs" : null,
  "lawSection" : "Environmental Conservation Law",
  "previousVersions" : [ "SA6228-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          513\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen. MAZIARZ -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Environmental Conservation\n\n       AN ACT to amend the environmental conservation law, in relation  to  the\n         disposal of pharmaceutical drugs and controlled substances\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Title 27 of article 27 of  the  environmental  conservation\n    2  law, as added by chapter 625 of the laws of 2008, is amended by adding a\n    3  new section 27-2705 to read as follows:\n    4  S 27-2705. DISPOSAL OF PHARMACEUTICAL DRUGS AND CONTROLLED SUBSTANCES.\n    5    1.  FOR  PURPOSES  OF THIS SECTION, THE FOLLOWING TERMS SHALL HAVE THE\n    6  FOLLOWING MEANINGS:\n    7    A. \"PHARMACEUTICAL DRUGS\" SHALL MEAN:\n    8    (I) ARTICLES RECOGNIZED IN THE OFFICIAL UNITED  STATES  PHARMACOPOEIA,\n    9  OFFICIAL NATIONAL FORMULARY OR OFFICIAL HOMEOPATHIC PHARMACOPOEIA OF THE\n   10  UNITED STATES, OR ANY SUPPLEMENT OF ANY OF THEM;\n   11    (II)  ARTICLES  INTENDED  FOR  USE IN THE DIAGNOSIS, CURE, MITIGATION,\n   12  TREATMENT OR PREVENTION OF DISEASE IN HUMANS OR OTHER ANIMALS; OR\n   13    (III) ARTICLES, OTHER THAN FOOD, INTENDED TO AFFECT THE  STRUCTURE  OR\n   14  ANY FUNCTION OF THE BODY OF HUMANS OR OTHER ANIMALS.\n   15    ARTICLES  DESCRIBED  IN  SUBPARAGRAPH (I), (II) OR (III) OF THIS PARA-\n   16  GRAPH SHALL NOT INCLUDE DEVICES OR THEIR COMPONENT PARTS OR ACCESSORIES.\n   17    B. \"CONTROLLED SUBSTANCES\" SHALL MEAN ANY CONTROLLED SUBSTANCE  LISTED\n   18  IN   THE   SCHEDULE  OF  CONTROLLED  SUBSTANCES  SET  FORTH  IN  SECTION\n   19  THIRTY-THREE HUNDRED SIX OF THE PUBLIC HEALTH LAW.\n   20    2. ON AND AFTER APRIL NINETEENTH, TWO THOUSAND TWELVE, EVERY COUNTY IN\n   21  THIS STATE SHALL PROVIDE A PERMANENT  PROGRAM  FOR  THE  ACCEPTANCE  AND\n   22  COLLECTION  OF PHARMACEUTICAL DRUGS FROM RESIDENTIAL CITIZENS, EXCLUDING\n   23  HOSPITALS, HEALTH CARE FACILITIES AND PHARMACIES, FOR  PROPER  DISPOSAL.\n   24  SUCH  PROGRAM  SHALL BE IMPLEMENTED AND OPERATED BY THE SHERIFFS DEPART-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01181-02-1\n\n       S. 513                              2\n\n    1  MENT OF EACH COUNTY. SUCH PROGRAM SHALL PROVIDE THAT THE PROPER DISPOSAL\n    2  OF PHARMACEUTICAL DRUGS BE MADE AT A DEPARTMENT  REGULATED  SOLID  WASTE\n    3  INCINERATOR.\n    4    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the environmental conservation law, in relation to the disposal of pharmaceutical drugs and controlled substances ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101221.T120112.TXT", "SOBI.D101222.T162853.TXT", "SOBI.D101221.T110608.TXT", "SOBI.D101221.T115612.TXT", "SOBI.D101221.T114110.TXT", "SOBI.D101221.T115112.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1293053333792
}