{
  "year" : 2011,
  "senateBillNo" : "S5135-2011",
  "billEvents" : null,
  "votes" : null,
  "sponsor" : null,
  "title" : null,
  "summary" : null,
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : null,
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : null,
  "memo" : "BILL NUMBER:S5135\n\nTITLE OF BILL:\nAn act\nto amend the private housing finance law, in relation to preferences\nunder the affordable home ownership development program for service\nrelated disabled veterans\n\nPURPOSE OR GENERAL IDEA OF BILL:\nTo give preference to a disabled veteran with a VA disability rating\nof 40% or higher the opportunity to get into an affordable home\nownership program.\n\nSUMMARY OF SPECIFIC PROVISIONS:\nThis legislation will make the Affordable Home Ownership Development\nProgram available to home buyers who are service related disabled\nveterans. This legislation directs the Affordable Housing\nCorporation, when determining awards under the Affordable Home\nOwnership Development Program, to provide a preference to\napplications based upon the extent to which the proposed project or\nprogram will serve households in which the home buyer is a disabled\nveteran, defined as those with a federal VA disability rating of 40%\nor higher.\n\nJUSTIFICATION:\nDisabled veterans have given their health for our freedoms so it is\nonly fitting that when they come back home they have an affordable\nplace to live. This legislation would help disabled veterans sustain\na good quality of life after sacrificing their health well being on\nthe battlefield.\n\nPRIOR LEGISLATIVE HISTORY:\nNew Bill.\n\nFISCAL IMPLICATIONS:\nTo be determined.\n\nEFFECTIVE DATE:\nThis act shall take effect on the thirtieth day after it shall have\nbecome a law.\n\n",
  "law" : null,
  "actClause" : null,
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110127.T181922.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296170362868
}