{
  "year" : 2011,
  "senateBillNo" : "S515-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO TRANSPORTATION",
    "billEventId" : "S515-2011-1294203600000-REFERRED+TO+TRANSPORTATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MAZIARZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Creates stricter fines and criminal penalties for passing a stopped school bus",
  "summary" : "Increases fines and penalties for passing a stopped school bus. ",
  "currentCommittee" : "TRANSPORTATION",
  "sameAs" : null,
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "S7388-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "HANNON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "JOHNSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          515\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sens. MAZIARZ, HANNON, JOHNSON -- read twice and ordered\n         printed, and when printed to be committed to the Committee  on  Trans-\n         portation\n\n       AN  ACT  to  amend  the  vehicle  and  traffic law and the penal law, in\n         relation to increasing fines  and  penalties  for  passing  a  stopped\n         school bus\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision (c) of section 1174 of the vehicle and  traffic\n    2  law,  as  amended by chapter 254 of the laws of 2002, is amended to read\n    3  as follows:\n    4    (c) Every person convicted of a violation of subdivision (a)  of  this\n    5  section shall BE SUBJECT TO THE FOLLOWING FINES AND PENALTIES:\n    6    (I)  for a first conviction thereof, be punished by a fine of not less\n    7  than [two hundred fifty]  FOUR  HUNDRED  dollars  nor  more  than  [four\n    8  hundred]  SEVEN  HUNDRED  FIFTY  dollars or by imprisonment for not more\n    9  than thirty days or by both such fine and imprisonment;\n   10    (II) for a conviction of  a  second  violation,  both  of  which  were\n   11  committed  within a period of three years, such person shall be punished\n   12  by a fine of not less than [six hundred dollars] NINE HUNDRED FIFTY  nor\n   13  more  than  [seven hundred fifty] ONE THOUSAND ONE HUNDRED FIFTY dollars\n   14  or by imprisonment for not more than one hundred eighty days or by  both\n   15  such fine and imprisonment;\n   16    (III)  upon  a  conviction  of a third or subsequent violation, all of\n   17  which were committed within a period of three years, such  person  shall\n   18  be  punished  by a fine of not less than [seven hundred fifty] ONE THOU-\n   19  SAND ONE HUNDRED FIFTY dollars nor more than [one thousand] ONE THOUSAND\n   20  FIVE HUNDRED dollars or by imprisonment for not more  than  one  hundred\n   21  eighty days or by both such fine and imprisonment;\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01222-01-1\n\n       S. 515                              2\n\n    1    (IV)  WHERE  AN  INDIVIDUAL  CONVICTED OF VIOLATING SUBDIVISION (A) OF\n    2  THIS SECTION AND (1) ALSO CAUSES INJURY  TO  A  PERSON  SUCH  INDIVIDUAL\n    3  SHALL  BE  CHARGED  WITH  THE  CRIME  OF AGGRAVATED VEHICULAR ASSAULT AS\n    4  DEFINED IN SECTION 120.04-A OF THE PENAL LAW  OR  (2)  ALSO  CAUSES  THE\n    5  DEATH  OF  A  PERSON, SUCH INDIVIDUAL SHALL BE CHARGED WITH THE CRIME OF\n    6  CRIMINALLY NEGLIGENT HOMICIDE AS DEFINED IN SECTION 125.10 OF THE  PENAL\n    7  LAW.\n    8    S 2. Subdivision 5 of section 120.04-a of the penal law, as amended by\n    9  chapter 496 of the laws of 2009, is amended to read as follows:\n   10    (5)  has  previously been convicted of violating any provision of this\n   11  article or article one hundred twenty-five of this title  involving  the\n   12  operation  of  a  motor  vehicle, or was convicted in any other state or\n   13  jurisdiction of an offense involving the operation of  a  motor  vehicle\n   14  which,  if committed in this state, would constitute a violation of this\n   15  article or article one hundred twenty-five of this title OR IS CONVICTED\n   16  OF VIOLATING ANY PROVISION OF SUBDIVISION (A) OF SECTION ELEVEN  HUNDRED\n   17  SEVENTY-FOUR OF THE VEHICLE AND TRAFFIC LAW; or\n   18    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law and the penal law, in relation to increasing fines and penalties for passing a stopped school bus ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101221.T110608.TXT", "SOBI.D101222.T162853.TXT", "SOBI.D101222.T163353.TXT", "SOBI.D101221.T115112.TXT", "SOBI.D101221.T114110.TXT", "SOBI.D101221.T111609.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1293053633840
}