{
  "year" : 2011,
  "senateBillNo" : "S520-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S520-2011-1294203600000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUEGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes a safety course requirement for firearm license",
  "summary" : "Establishes a three-hour safety course, developed by the municipal police training council, which shall be completed by an applicant prior to the issuance of a license to possess a pistol, revolver, rifle or shotgun; provides that a license for a firearm shall not be issued until a certificate of participation in such course is submitted to the licensing agency or officer. ",
  "currentCommittee" : "CODES",
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : [ "S3597-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "HUNTLEY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SERRANO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "STAVISKY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          520\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sens.  KRUEGER, HUNTLEY, SERRANO, STAVISKY -- read twice\n         and ordered printed, and when printed to be committed to the Committee\n         on Codes\n\n       AN ACT to amend the penal law and the environmental conservation law, in\n         relation to requiring completion of a gun safety course as a condition\n         for a license to possess a pistol, revolver, rifle or shotgun\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1.  Section 400.00 of the penal law is amended by adding a new\n    2  subdivision 2-a to read as follows:\n    3    2-A. SAFETY COURSE REQUIREMENT. (A) ANYWHERE IN NEW YORK STATE WHERE A\n    4  LICENSE  IS  REQUIRED  TO  CARRY OR POSSESS A PISTOL, REVOLVER, RIFLE OR\n    5  SHOTGUN, COMPLETION OF A THREE  HOUR  WEAPONS  SAFETY  TRAINING  COURSE,\n    6  CERTIFIED  BY  THE DEPARTMENT OF ENVIRONMENTAL CONSERVATION AND ADMINIS-\n    7  TERED BY THE LOCAL LICENSING OFFICER, SHALL BE  A  PREREQUISITE  TO  THE\n    8  ISSUANCE  OF  SUCH  LICENSE.  OUTSIDE THE CITY OF NEW YORK, NO DEALER IN\n    9  FIREARMS SHALL SELL A  RIFLE  OR  SHOTGUN,  WITHOUT  RETAINING  FOR  THE\n   10  RECORDS  OF  SUCH  ESTABLISHMENT,  A  COPY OF THE CERTIFICATE OF PARTIC-\n   11  IPATION IN A CERTIFIED WEAPONS SAFETY TRAINING COURSE OR A COPY OF A NEW\n   12  YORK RESIDENT HUNTING LICENSE ISSUED BY THE DEPARTMENT OF  ENVIRONMENTAL\n   13  CONSERVATION AND CURRENTLY VALID FOR HUNTING WITH A RIFLE OR SHOTGUN, OF\n   14  ANY INDIVIDUAL PURCHASING SUCH A WEAPON. FAILURE OF A DEALER IN FIREARMS\n   15  TO  RETAIN  A  COPY OF A CERTIFICATE OF PARTICIPATION OR HUNTING LICENSE\n   16  REQUIRED TO BE RETAINED PURSUANT TO THIS SUBDIVISION, SHALL CONSTITUTE A\n   17  VIOLATION, PUNISHABLE BY A CIVIL FINE OF TWO HUNDRED DOLLARS.\n   18    (B) INSTRUCTORS FOR THE COURSE  SHALL  HAVE  COMPLETED  THE  MUNICIPAL\n   19  POLICE  TRAINING  COUNCIL'S  FIREARM  INSTRUCTOR  TRAINING COURSE AND BE\n   20  CERTIFIED AS QUALIFIED INSTRUCTORS OF SUCH PROGRAMS.\n   21    (C) THE AMOUNT OF THE FEE FOR TAKING SUCH A  COURSE  SHALL  BE  ESTAB-\n   22  LISHED  BY THE MUNICIPALITY ADMINISTERING THE COURSE WHICH SHALL DEPOSIT\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03090-01-1\n\n       S. 520                              2\n\n    1  SUCH FEE IN THE COUNTY TREASURY OR IN THE CITY OF  NEW  YORK,  THE  CITY\n    2  TREASURY,  TO BE USED TO COVER THE COSTS OF ADMINISTERING THE COURSE AND\n    3  TO ENHANCE LAW ENFORCEMENT EFFORTS AND NOT TO SUPPLANT  ORDINARY  BUDGET\n    4  COSTS.\n    5    S 2. Subdivision 2 of section 3-0301 of the environmental conservation\n    6  law is amended by adding a new paragraph dd to read as follows:\n    7    DD.    PROMULGATE  MINIMUM  STANDARDS  FOR A THREE HOUR WEAPONS SAFETY\n    8  TRAINING COURSE.\n    9    S 3. This act shall take effect on the one hundred eightieth day after\n   10  it shall  have  become  a  law.  Effective  immediately,  the  standards\n   11  required  by  section  two of this act shall be promulgated on or before\n   12  the ninetieth day after this act shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the penal law and the environmental conservation law, in relation to requiring completion of a gun safety course as a condition for a license to possess a pistol, revolver, rifle or shotgun ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101221.T115612.TXT", "SOBI.D101222.T163353.TXT", "SOBI.D101221.T114110.TXT", "SOBI.D101221.T112610.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1293053633859
}