{
  "year" : 2011,
  "senateBillNo" : "S522-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO HIGHER EDUCATION",
    "billEventId" : "S522-2011-1294203600000-REFERRED+TO+HIGHER+EDUCATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUEGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to certification as a clinical nurse specialist (CNS)",
  "summary" : "Relates to certification as a clinical nurse specialist (CNS). ",
  "currentCommittee" : "HIGHER EDUCATION",
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "S8021-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          522\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen. KRUEGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Higher Education\n\n       AN ACT to amend the education law, in relation  to  certification  as  a\n         clinical nurse specialist (CNS)\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The education law is amended by adding a new  section  6911\n    2  to read as follows:\n    3    S  6911.  CERTIFICATION  AS A CLINICAL NURSE SPECIALIST (CNS).  1. FOR\n    4  ISSUANCE OF A LICENSE TO PRACTICE AS A CLINICAL NURSE  SPECIALIST  UNDER\n    5  SECTION  SIX  THOUSAND  NINE  HUNDRED TWO OF THIS ARTICLE, THE APPLICANT\n    6  SHALL FULFILL THE FOLLOWING REQUIREMENTS:\n    7    (A) FILE AN APPLICATION WITH THE DEPARTMENT;\n    8    (B) BE LICENSED AS A REGISTERED PROFESSIONAL NURSE IN THIS STATE;\n    9    (C) (I) HAVE SATISFACTORILY COMPLETED AN  EDUCATIONAL  PROGRAM  REGIS-\n   10  TERED  BY  THE  DEPARTMENT INCLUDING A MASTER'S OR DOCTORAL DEGREE, OR A\n   11  POST-MASTER'S CERTIFICATE FROM A PROGRAM ACCEPTABLE  TO  THE  DEPARTMENT\n   12  WHICH  PREPARES GRADUATES TO PRACTICE AS CNSS AND WHICH IS ACCREDITED BY\n   13  A NATIONAL NURSING ACCREDITED BODY ACCEPTABLE TO  THE  STATE  BOARD  FOR\n   14  NURSING,  AND  (II)  MEETS  ALL  OTHER  REQUIREMENTS  ESTABLISHED BY THE\n   15  DEPARTMENT TO PRACTICE AS A  CLINICAL  NURSE  SPECIALIST  INCLUDING  THE\n   16  PASSAGE OF A NATIONALLY RECOGNIZED EXAMINATION ACCEPTABLE TO THE DEPART-\n   17  MENT,  OR  (III) HAVE RECEIVED EDUCATIONAL PREPARATION DETERMINED BY THE\n   18  DEPARTMENT TO BE THE SUBSTANTIAL EQUIVALENT  OF  SUBPARAGRAPHS  (I)  AND\n   19  (II) OF THIS PARAGRAPH; AND\n   20    (D)  PAY  A  FEE  TO  THE DEPARTMENT OF FIFTY DOLLARS FOR EACH INITIAL\n   21  CERTIFICATE AUTHORIZING CLINICAL NURSE SPECIALIST PRACTICE AND A  TRIEN-\n   22  NIAL REGISTRATION FEE OF THIRTY DOLLARS. REGISTRATION UNDER THIS SECTION\n   23  SHALL  BE  COTERMINOUS WITH THE CLINICAL NURSE SPECIALIST'S REGISTRATION\n   24  AS A PROFESSIONAL NURSE.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00726-01-1\n\n       S. 522                              2\n\n    1    2. ONLY A PERSON CERTIFIED UNDER THIS  SECTION  SHALL  USE  THE  TITLE\n    2  \"CLINICAL NURSE SPECIALIST\" OR THE DESIGNATION \"CNS\".\n    3    3.  THIS SECTION SHALL NOT APPLY TO ANY PERSON WHO IS CURRENTLY CERTI-\n    4  FIED AND PRACTICING AS A CLINICAL NURSE SPECIALIST OR WHO IS ELIGIBLE TO\n    5  TAKE A NATIONAL CERTIFYING EXAM ACCEPTABLE TO THE DEPARTMENT FOR CERTIF-\n    6  ICATION AS A CLINICAL NURSE SPECIALIST WHEN THIS SECTION TAKES EFFECT.\n    7    S 2. The provisions of this act shall not apply to any act or practice\n    8  authorized by any other law,  rule,  regulation  or  certification.  The\n    9  provisions  of  this  act  shall  not  apply to any activity authorized,\n   10  pursuant to statute, rule or regulation, to be performed by a registered\n   11  professional nurse in a hospital as defined in article  twenty-eight  of\n   12  the public health law.\n   13    S  3.  The  commissioner  of education is authorized to promulgate all\n   14  rules and regulations necessary for the implementation of this act.\n   15    S 4. This act shall take effect on the one hundred eightieth day after\n   16  it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to certification as a clinical nurse specialist (CNS) ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101221.T115612.TXT", "SOBI.D101222.T163853.TXT", "SOBI.D101221.T114110.TXT", "SOBI.D101221.T112610.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1293053933919
}