{
  "year" : 2011,
  "senateBillNo" : "S523-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO HOUSING, CONSTRUCTION AND COMMUNITY DEVELOPMENT",
    "billEventId" : "S523-2011-1294203600000-REFERRED+TO+HOUSING%2C+CONSTRUCTION+AND+COMMUNITY+DEVELOPMENT",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUEGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires the cost of major capital improvements to be recovered through a monthly surcharge on rents",
  "summary" : "Establishes a methodology for determining major capital improvements (MCI) rent surcharges based on a seven year schedule; provides that such MCIs shall be calculated as a rent surcharge and shall not become part of the base legal regulated rent by which rent increases are calculated, and requires the amount thereof to be separately designated and billed as such; codifies current practices regarding the annual 6% cap on MCI increases and the methodology for determining MCI surcharges based on the number of rooms; requires that rent surcharges authorized for major capital improvements shall cease when the cost of the improvement has been recovered. ",
  "currentCommittee" : "HOUSING, CONSTRUCTION AND COMMUNITY DEVELOPMENT",
  "sameAs" : null,
  "lawSection" : "New York City Administrative Code",
  "previousVersions" : [ "SA745-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "DUANE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "HASSELL-THOMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "MONTGOMERY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "PERALTA",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "PERKINS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SERRANO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "STAVISKY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "STEWART-COUSINS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          523\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by Sens. KRUEGER, DUANE, HASSELL-THOMPSON, MONTGOMERY, PERAL-\n         TA,  PERKINS,  SERRANO,  STAVISKY,  STEWART-COUSINS  -- read twice and\n         ordered printed, and when printed to be committed to the Committee  on\n         Housing, Construction and Community Development\n\n       AN  ACT  to  amend  the administrative code of the city of New York, the\n         emergency tenant protection act of nineteen seventy-four and the emer-\n         gency housing rent control law, in relation to extending the length of\n         time over which major capital improvement expenses may be recovered\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subparagraph (g) of paragraph 1 of subdivision g of section\n    2  26-405 of the administrative code of the city of New York, as amended by\n    3  chapter 749 of the laws of 1990,  is amended to read as follows:\n    4    (g) (I) COLLECTION OF SURCHARGES TO THE MAXIMUM RENT AUTHORIZED PURSU-\n    5  ANT  TO  ITEM  (II)  OF THIS SUBPARAGRAPH SHALL CEASE WHEN THE OWNER HAS\n    6  RECOVERED THE COST OF THE MAJOR CAPITAL IMPROVEMENT;\n    7    (II) There has been since July  first,  nineteen  hundred  seventy,  a\n    8  major  capital  improvement [required for the operation, preservation or\n    9  maintenance of the structure. An adjustment under this subparagraph  (g)\n   10  shall  be  in  an amount sufficient to amortize the cost of the improve-\n   11  ments pursuant to this  subparagraph  (g)  over  a  seven-year  period];\n   12  PROVIDED  THAT  THE COMMISSIONER FINDS THAT SUCH IMPROVEMENTS ARE DEEMED\n   13  DEPRECIABLE UNDER THE INTERNAL REVENUE CODE AND  SUCH  IMPROVEMENTS  ARE\n   14  REQUIRED  FOR  THE  OPERATION, PRESERVATION OR MAINTENANCE OF THE STRUC-\n   15  TURE. THE INCREASE PERMITTED  FOR  SUCH  CAPITAL  IMPROVEMENT  SHALL  BE\n   16  COLLECTED  AS A MONTHLY SURCHARGE TO THE MAXIMUM RENT. IT SHALL BE SEPA-\n   17  RATELY DESIGNATED AND BILLED AS SUCH AND SHALL NOT BE COMPOUNDED BY  ANY\n   18  OTHER  ADJUSTMENT  TO  THE MAXIMUM RENT. THE SURCHARGE ALLOCABLE TO EACH\n   19  APARTMENT SHALL BE AN AMOUNT  EQUAL  TO  THE  COST  OF  THE  IMPROVEMENT\n   20  DIVIDED BY  EIGHTY-FOUR, DIVIDED BY THE NUMBER OF ROOMS IN THE BUILDING,\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00854-01-1\n\n       S. 523                              2\n\n    1  AND  THEN  MULTIPLIED BY THE NUMBER OF ROOMS IN SUCH APARTMENT; PROVIDED\n    2  THAT THE SURCHARGE ALLOCABLE TO ANY APARTMENT IN ANY ONE  YEAR  MAY  NOT\n    3  EXCEED  AN  AMOUNT EQUAL TO SIX PERCENT OF THE MONTHLY RENT COLLECTED BY\n    4  THE  OWNER  FOR  SUCH  APARTMENT  AS  SET FORTH IN THE SCHEDULE OF GROSS\n    5  RENTS.  ANY EXCESS ABOVE SAID SIX PERCENT SHALL BE CARRIED  FORWARD  AND\n    6  COLLECTED  IN FUTURE YEARS AS A FURTHER SURCHARGE NOT TO EXCEED AN ADDI-\n    7  TIONAL SIX PERCENT IN ANY ONE YEAR  PERIOD  UNTIL  THE  TOTAL  SURCHARGE\n    8  EQUALS  THE  AMOUNT IT WOULD HAVE BEEN IF THE AFOREMENTIONED SIX PERCENT\n    9  LIMITATION DID NOT APPLY; or\n   10    S 2. Subparagraph (k) of paragraph  1  of  subdivision  g  of  section\n   11  26-405 of the administrative code of the city of New York, as amended by\n   12  chapter 749 of the laws of 1990,  is amended to read as follows:\n   13    (k)  The  landlord has incurred, since January first, nineteen hundred\n   14  seventy, in connection with and in addition to a concurrent major  capi-\n   15  tal  improvement  pursuant  to subparagraph (g) of this paragraph, other\n   16  expenditures to improve, restore or preserve the quality of  the  struc-\n   17  ture.  An  adjustment  under  this subparagraph shall be granted only if\n   18  such improvements represent an expenditure equal to  at  least  ten  per\n   19  centum of the total operating and maintenance expenses for the preceding\n   20  year.  An adjustment under this subparagraph shall be in addition to any\n   21  adjustment granted for the  concurrent  major  capital  improvement  and\n   22  shall  be  [in an amount sufficient to amortize the cost of the improve-\n   23  ments pursuant to this subparagraph over a seven-year    period]  IMPLE-\n   24  MENTED IN THE SAME MANNER AS SUCH MAJOR CAPITAL IMPROVEMENT AS A FURTHER\n   25  SURCHARGE TO THE MAXIMUM RENT.\n   26    S 3. Paragraph 6 of subdivision c of section 26-511 of the administra-\n   27  tive code of the city of New York, as amended by chapter 116 of the laws\n   28  of 1997,  is amended to read as follows:\n   29    (6)  provides  criteria whereby the commissioner may act upon applica-\n   30  tions by owners for increases in  excess  of  the  level  of  fair  rent\n   31  increase  established under this law provided, however, that such crite-\n   32  ria shall provide [(a)] as to hardship applications, for a finding  that\n   33  the level of fair rent increase is not sufficient to enable the owner to\n   34  maintain  approximately  the same average annual net income (which shall\n   35  be computed without regard to debt service, financing costs  or  manage-\n   36  ment  fees)  for the three year period ending on or within six months of\n   37  the date of an application pursuant to such criteria  as  compared  with\n   38  annual  net income, which prevailed on the average over the period nine-\n   39  teen hundred sixty-eight through nineteen hundred seventy,  or  for  the\n   40  first three years of operation if the building was completed since nine-\n   41  teen  hundred  sixty-eight  or  for the first three fiscal years after a\n   42  transfer of title to a new owner provided the new owner can establish to\n   43  the satisfaction of the commissioner that he or she  acquired  title  to\n   44  the  building as a result of a bona fide sale of the entire building and\n   45  that the new owner is unable to obtain requisite records for the  fiscal\n   46  years  nineteen  hundred  sixty-eight  through  nineteen hundred seventy\n   47  despite diligent efforts to obtain same from predecessors in  title  and\n   48  further  provided that the new owner can provide financial data covering\n   49  a minimum of six years under his or  her  continuous  and  uninterrupted\n   50  operation  of  the building to meet the three year to three year compar-\n   51  ative test periods herein provided[; and (b) as to  completed  building-\n   52  wide  major  capital  improvements, for a finding that such improvements\n   53  are deemed depreciable under the Internal Revenue Code and that the cost\n   54  is to be amortized over a seven-year period, based  upon  cash  purchase\n   55  price  exclusive  of  interest  or  service  charges].   Notwithstanding\n   56  anything to the contrary contained herein, no hardship increase  granted\n\n       S. 523                              3\n\n    1  pursuant  to this paragraph shall, when added to the annual gross rents,\n    2  as determined by the commissioner, exceed the sum  of,  (i)  the  annual\n    3  operating  expenses, (ii) an allowance for management services as deter-\n    4  mined  by  the  commissioner,  (iii) actual annual mortgage debt service\n    5  (interest and amortization) on its indebtedness to  a  lending  institu-\n    6  tion,  an  insurance company, a retirement fund or welfare fund which is\n    7  operated under the supervision of the banking or insurance laws  of  the\n    8  state  of  New  York  or  the United States, and (iv) eight and one-half\n    9  percent of that portion of the fair market value of the  property  which\n   10  exceeds  the  unpaid  principal  amount  of  the  mortgage  indebtedness\n   11  referred to in subparagraph (iii) of this paragraph. Fair  market  value\n   12  for  the  purposes of this paragraph shall be six times the annual gross\n   13  rent. The collection of any increase in  the  stabilized  rent  for  any\n   14  apartment pursuant to this paragraph shall not exceed six percent in any\n   15  year from the effective date of the order granting the increase over the\n   16  rent  set  forth  in the schedule of gross rents, with collectability of\n   17  any dollar excess above said sum to be spread forward in similar  incre-\n   18  ments  and  added to the stabilized rent as established or set in future\n   19  years;\n   20    S 4. Subdivision c of section 26-511 of the administrative code of the\n   21  city of New York is amended by adding two new paragraphs 6-b and 6-c  to\n   22  read as follows:\n   23    (6-B) PROVIDES CRITERIA WHEREBY THE COMMISSIONER MAY ACT UPON APPLICA-\n   24  TION  BY  OWNERS  FOR  INCREASES  IN  EXCESS  OF  THE LEVEL OF FAIR RENT\n   25  INCREASE ESTABLISHED UNDER THIS LAW PROVIDED, HOWEVER, THAT SUCH  CRITE-\n   26  RIA  SHALL  PROVIDE AS TO COMPLETED BUILDING-WIDE MAJOR CAPITAL IMPROVE-\n   27  MENTS, FOR A FINDING THAT SUCH IMPROVEMENTS ARE DEEMED DEPRECIABLE UNDER\n   28  THE INTERNAL REVENUE CODE AND SUCH IMPROVEMENTS  ARE  REQUIRED  FOR  THE\n   29  OPERATION,  PRESERVATION  OR  MAINTENANCE OF THE STRUCTURE. THE INCREASE\n   30  PERMITTED FOR SUCH CAPITAL IMPROVEMENT SHALL BE COLLECTED AS  A  MONTHLY\n   31  SURCHARGE TO THE LEGAL REGULATED RENT. IT SHALL BE SEPARATELY DESIGNATED\n   32  AND  BILLED AS SUCH AND SHALL NOT BE COMPOUNDED BY ANY ANNUAL ADJUSTMENT\n   33  OF THE LEVEL OF FAIR RENT PROVIDED FOR UNDER SUBDIVISION  B  OF  SECTION\n   34  26-510  OF THIS LAW.  THE SURCHARGE ALLOCABLE TO EACH APARTMENT SHALL BE\n   35  AN AMOUNT EQUAL TO THE COST OF THE IMPROVEMENT DIVIDED  BY  EIGHTY-FOUR,\n   36  DIVIDED  BY  THE NUMBER OF ROOMS IN THE BUILDING, AND THEN MULTIPLIED BY\n   37  THE NUMBER OF ROOMS IN SUCH APARTMENT; PROVIDED THAT THE SURCHARGE ALLO-\n   38  CABLE TO ANY APARTMENT, IN ANY ONE YEAR MAY NOT EXCEED AN  AMOUNT  EQUAL\n   39  TO  SIX  PERCENT  OF  THE  MONTHLY  RENT COLLECTED BY THE OWNER FOR SUCH\n   40  APARTMENT AS SET FORTH IN THE SCHEDULE OF GROSS RENTS.  ANY EXCESS ABOVE\n   41  SAID SIX PERCENT SHALL BE CARRIED FORWARD AND COLLECTED IN FUTURE  YEARS\n   42  AS  A  FURTHER  SURCHARGE NOT TO EXCEED AN ADDITIONAL SIX PERCENT IN ANY\n   43  ONE YEAR PERIOD UNTIL THE TOTAL SURCHARGE EQUALS  THE  AMOUNT  IT  WOULD\n   44  HAVE BEEN IF THE AFOREMENTIONED SIX PERCENT LIMITATION DID NOT APPLY.\n   45    (6-C)  COLLECTION  OF  SURCHARGES  IN EXCESS OF THE LEVEL OF FAIR RENT\n   46  AUTHORIZED PURSUANT TO PARAGRAPH SIX-B OF THIS SUBDIVISION  SHALL  CEASE\n   47  WHEN THE OWNER HAS RECOVERED THE COST OF THE MAJOR CAPITAL IMPROVEMENT.\n   48    S 5. Paragraph 3 of subdivision d of section 6 of section 4 of chapter\n   49  576  of  the  laws of 1974, constituting the emergency tenant protection\n   50  act of nineteen seventy-four, as amended by chapter 749 of the  laws  of\n   51  1990, is amended to read as follows:\n   52    (3)  (I)  COLLECTION  OF SURCHARGES IN ADDITION TO THE LEGAL REGULATED\n   53  RENT AUTHORIZED PURSUANT TO SUBPARAGRAPH (II) OF  THIS  PARAGRAPH  SHALL\n   54  CEASE  WHEN  THE  OWNER  HAS  RECOVERED  THE  COST  OF THE MAJOR CAPITAL\n   55  IMPROVEMENT;\n\n       S. 523                              4\n\n    1    (II) there has been since January first, nineteen hundred seventy-four\n    2  a major capital improvement [required for the operation, preservation or\n    3  maintenance of the structure.  An adjustment under this paragraph  shall\n    4  be  in  an  amount  sufficient  to amortize the cost of the improvements\n    5  pursuant  to this paragraph over a seven-year period]; PROVIDED THAT THE\n    6  COMMISSIONER FINDS THAT SUCH IMPROVEMENTS ARE DEEMED  DEPRECIABLE  UNDER\n    7  THE  INTERNAL  REVENUE  CODE  AND SUCH IMPROVEMENTS ARE REQUIRED FOR THE\n    8  OPERATION, PRESERVATION OR MAINTENANCE OF THE STRUCTURE.   THE  INCREASE\n    9  PERMITTED  FOR  SUCH CAPITAL IMPROVEMENT SHALL BE COLLECTED AS A MONTHLY\n   10  SURCHARGE TO THE LEGAL REGULATED RENT. IT SHALL BE SEPARATELY DESIGNATED\n   11  AND BILLED AS SUCH AND SHALL  NOT  BE  COMPOUNDED  BY  ANY  ANNUAL  RENT\n   12  ADJUSTMENT  AUTHORIZED  BY THE RENT GUIDELINES BOARD UNDER THIS ACT. THE\n   13  SURCHARGE ALLOCABLE TO EACH APARTMENT SHALL BE AN AMOUNT  EQUAL  TO  THE\n   14  COST OF THE IMPROVEMENT DIVIDED BY EIGHTY-FOUR, DIVIDED BY THE NUMBER OF\n   15  ROOMS  IN  THE  BUILDING,  AND THEN MULTIPLIED BY THE NUMBER OF ROOMS IN\n   16  SUCH APARTMENT; PROVIDED THAT THE SURCHARGE ALLOCABLE TO  ANY  APARTMENT\n   17  IN  ANY  ONE  YEAR  MAY NOT EXCEED AN AMOUNT EQUAL TO SIX PERCENT OF THE\n   18  MONTHLY RENT COLLECTED BY THE OWNER FOR SUCH APARTMENT AS SET  FORTH  IN\n   19  THE SCHEDULE OF GROSS RENTS.  ANY EXCESS ABOVE SAID SIX PERCENT SHALL BE\n   20  CARRIED FORWARD AND COLLECTED IN FUTURE YEARS AS A FURTHER SURCHARGE NOT\n   21  TO  EXCEED  AN  ADDITIONAL  SIX PERCENT IN ANY ONE YEAR PERIOD UNTIL THE\n   22  TOTAL SURCHARGE EQUALS THE AMOUNT IT WOULD HAVE BEEN  IF  THE  AFOREMEN-\n   23  TIONED SIX PERCENT LIMITATION DID NOT APPLY, or\n   24    S 6. The second undesignated paragraph of paragraph (a) of subdivision\n   25  4  of  section  4  of  chapter 274 of the laws of 1946, constituting the\n   26  emergency housing rent control law, as amended by chapter 21 of the laws\n   27  of 1962, clause 5 as amended by chapter 253 of  the  laws  of  1993,  is\n   28  amended to read as follows:\n   29    No application for adjustment of maximum rent based upon a sales price\n   30  valuation  shall  be filed by the landlord under this subparagraph prior\n   31  to six months from the date of such sale of the property.  In  addition,\n   32  no  adjustment  ordered  by  the  commission based upon such sales price\n   33  valuation shall be effective prior to one year from  the  date  of  such\n   34  sale.    Where, however, the assessed valuation of the land exceeds four\n   35  times the assessed valuation of the buildings  thereon,  the  commission\n   36  may determine a valuation of the property equal to five times the equal-\n   37  ized  assessed  valuation  of  the  buildings,  for the purposes of this\n   38  subparagraph.  The commission may make a determination  that  the  valu-\n   39  ation  of  the  property  is  an  amount  different  from such equalized\n   40  assessed valuation where there is a request  for  a  reduction  in  such\n   41  assessed  valuation  currently  pending;  or  where  there  has  been  a\n   42  reduction in the assessed valuation for  the  year  next  preceding  the\n   43  effective  date  of the current assessed valuation in effect at the time\n   44  of the filing of the application.  Net annual return shall be the amount\n   45  by which the earned income exceeds the operating expenses of the proper-\n   46  ty, excluding mortgage interest and amortization, and  excluding  allow-\n   47  ances  for  obsolescence  and  reserves,  but including an allowance for\n   48  depreciation of two per centum of the value of the  buildings  exclusive\n   49  of  the  land,  or the amount shown for depreciation of the buildings in\n   50  the latest required federal  income  tax  return,  whichever  is  lower;\n   51  provided,  however, that (1) no allowance for depreciation of the build-\n   52  ings shall be included where the buildings have been  fully  depreciated\n   53  for federal income tax purposes or on the books of the owner; or (2) the\n   54  landlord  who  owns  no more than four rental units within the state has\n   55  not been fully compensated by increases in rental income  sufficient  to\n   56  offset  unavoidable increases in property taxes, fuel, utilities, insur-\n\n       S. 523                              5\n\n    1  ance and repairs and maintenance, excluding mortgage interest and  amor-\n    2  tization,  and  excluding  allowances for depreciation, obsolescence and\n    3  reserves, which have occurred since the  federal  date  determining  the\n    4  maximum rent or the date the property was acquired by the present owner,\n    5  whichever  is  later;  or (3)   the landlord operates a hotel or rooming\n    6  house or owns a cooperative apartment and has not been fully compensated\n    7  by increases in rental income from the controlled housing accommodations\n    8  sufficient to offset unavoidable increases in property taxes  and  other\n    9  costs  as  are  allocable  to  such  controlled  housing accommodations,\n   10  including costs of operation of such hotel or rooming house, but exclud-\n   11  ing mortgage interest and amortization,  and  excluding  allowances  for\n   12  depreciation,  obsolescence  and reserves, which have occurred since the\n   13  federal date determining the maximum  rent  or  the  date  the  landlord\n   14  commenced the operation of the property, whichever is later; or (4)  the\n   15  landlord and tenant voluntarily enter into a valid written lease in good\n   16  faith  with  respect  to any housing accommodation, which lease provides\n   17  for an increase in the maximum rent not in excess of fifteen per  centum\n   18  and  for a term of not less than two years, except that where such lease\n   19  provides for an increase in excess of fifteen per centum,  the  increase\n   20  shall  be  automatically reduced to fifteen per centum; or (5) the land-\n   21  lord and tenant  by  mutual  voluntary  written  agreement  agree  to  a\n   22  substantial  increase  or  decrease in dwelling space or a change in the\n   23  services, furniture, furnishings or equipment provided  in  the  housing\n   24  accommodations;  provided  that  an  owner  shall  be entitled to a rent\n   25  increase where there has been a substantial modification or increase  of\n   26  dwelling  space  or  an increase in the services, or installation of new\n   27  equipment or improvements or new furniture or furnishings provided in or\n   28  to a tenant's housing accommodation. The permanent increase in the maxi-\n   29  mum rent for the affected housing accommodation shall be one-fortieth of\n   30  the total cost incurred by the landlord in providing  such  modification\n   31  or  increase  in  dwelling  space,  services,  furniture, furnishings or\n   32  equipment, including the cost of  installation,  but  excluding  finance\n   33  charges  provided  further  that  an  owner  who  is  entitled to a rent\n   34  increase pursuant to this clause shall not be entitled to a further rent\n   35  increase based upon the installation of similar equipment, or new furni-\n   36  ture or furnishings within the useful life of such new equipment, or new\n   37  furniture or furnishings. The owner shall give  written  notice  to  the\n   38  commission of any such adjustment pursuant to this clause; or (6)  there\n   39  has  been, since March first, nineteen hundred fifty, an increase in the\n   40  rental value of the housing accommodations as a result of a  substantial\n   41  rehabilitation  of  the  building or housing accommodation therein which\n   42  materially adds to the value of the property or appreciably prolongs its\n   43  life, excluding ordinary repairs, maintenance and replacements;  or  (7)\n   44  (I)  COLLECTION OF SURCHARGES TO THE MAXIMUM RENT AUTHORIZED PURSUANT TO\n   45  ITEM (II) OF THIS CLAUSE SHALL CEASE WHEN THE OWNER  HAS  RECOVERED  THE\n   46  COST  OF  THE MAJOR CAPITAL IMPROVEMENT; (II) there has been since March\n   47  first, nineteen hundred fifty, a major capital improvement [required for\n   48  the operation, preservation or maintenance of the  structure];  PROVIDED\n   49  THAT  THE COMMISSIONER FINDS THAT SUCH IMPROVEMENTS ARE DEEMED DEPRECIA-\n   50  BLE UNDER THE INTERNAL REVENUE CODE AND SUCH IMPROVEMENTS  ARE  REQUIRED\n   51  FOR  THE  OPERATION,  PRESERVATION  OR MAINTENANCE OF THE STRUCTURE. THE\n   52  INCREASE PERMITTED FOR SUCH CAPITAL IMPROVEMENT SHALL BE COLLECTED AS  A\n   53  MONTHLY SURCHARGE TO THE MAXIMUM RENT. IT SHALL BE SEPARATELY DESIGNATED\n   54  AND  BILLED  AS SUCH AND SHALL NOT BE COMPOUNDED BY ANY OTHER ADJUSTMENT\n   55  TO THE MAXIMUM RENT. THE SURCHARGE ALLOCABLE TO EACH APARTMENT SHALL  BE\n   56  AN  AMOUNT EQUAL TO THE COST OF THE IMPROVEMENT DIVIDED BY  EIGHTY-FOUR,\n\n       S. 523                              6\n\n    1  DIVIDED BY THE NUMBER OF ROOMS IN THE BUILDING, AND THEN  MULTIPLIED  BY\n    2  THE NUMBER OF ROOMS IN SUCH APARTMENT; PROVIDED THAT THE SURCHARGE ALLO-\n    3  CABLE TO ANY APARTMENT IN ANY ONE YEAR MAY NOT EXCEED AN AMOUNT EQUAL TO\n    4  SIX  PERCENT  OF THE MONTHLY RENT COLLECTED BY THE OWNER FOR SUCH APART-\n    5  MENT AS SET FORTH IN THE SCHEDULE OF GROSS RENTS.  ANY EXCESS ABOVE SAID\n    6  SIX PERCENT SHALL BE CARRIED FORWARD AND COLLECTED IN FUTURE YEARS AS  A\n    7  FURTHER  SURCHARGE  NOT  TO  EXCEED AN ADDITIONAL SIX PERCENT IN ANY ONE\n    8  YEAR PERIOD UNTIL THE TOTAL SURCHARGE EQUALS THE AMOUNT  IT  WOULD  HAVE\n    9  BEEN  IF THE AFOREMENTIONED SIX PERCENT LIMITATION DID NOT APPLY; or (8)\n   10  there has been since March first, nineteen hundred fifty, in  structures\n   11  containing  more  than  four  housing accommodations, other improvements\n   12  made with the express consent of the tenants in occupancy  of  at  least\n   13  seventy-five per  centum of the housing accommodations, provided, howev-\n   14  er, that no adjustment granted hereunder shall exceed fifteen per centum\n   15  unless  the  tenants  have agreed to a higher percentage of increase, as\n   16  herein provided; or (9)   there has been, since  March  first,  nineteen\n   17  hundred fifty, a subletting without written consent from the landlord or\n   18  an  increase in the number of adult occupants who are not members of the\n   19  immediate family of the tenant, and the landlord has  not  been  compen-\n   20  sated  therefor  by  adjustment of the maximum rent by lease or order of\n   21  the commission or pursuant to the federal act; or (10)  the presence  of\n   22  unique  or  peculiar circumstances materially affecting the maximum rent\n   23  has resulted in a maximum rent which is  substantially  lower  than  the\n   24  rents  generally  prevailing  in the same area for substantially similar\n   25  housing accommodations.\n   26    S 7. This act shall take effect immediately; provided that the  amend-\n   27  ments  to section 26-405 of the city rent and rehabilitation law made by\n   28  sections one and two of this act shall remain in full force  and  effect\n   29  only  so  long  as  the  public  emergency  requiring the regulation and\n   30  control of residential rents and evictions  continues,  as  provided  in\n   31  subdivision  3  of section 1 of the local emergency housing rent control\n   32  act; and provided further that the amendments to section 26-511  of  the\n   33  rent  stabilization  law of nineteen hundred sixty-nine made by sections\n   34  three and four of this act shall expire on the same  date  as  such  law\n   35  expires  and  shall  not  affect  the expiration of such law as provided\n   36  under section 26-520 of such law, as from  time  to  time  amended;  and\n   37  provided further that the amendment to section 6 of the emergency tenant\n   38  protection act of nineteen seventy-four made by section five of this act\n   39  shall  expire  on the same date as such act expires and shall not affect\n   40  the expiration of such act as provided in section 17 of chapter  576  of\n   41  the  laws  of  1974,  as from time to time amended; and further provided\n   42  that the amendment to section 4 of the emergency  housing  rent  control\n   43  law  made  by  section  six of this act shall expire on the same date as\n   44  such law expires and shall not affect the  expiration  of  such  law  as\n   45  provided  in  subdivision  2  of section 1 of chapter 274 of the laws of\n   46  1946.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the administrative code of the city of New York, the emergency tenant protection act of nineteen seventy-four and the emergency housing rent control law, in relation to extending the length of time over which major capital improvement expenses may be recovered ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101221.T120612.TXT", "SOBI.D101221.T115612.TXT", "SOBI.D101222.T163853.TXT", "SOBI.D101221.T121112.TXT", "SOBI.D101221.T114110.TXT", "SOBI.D101221.T112610.TXT", "SOBI.D101221.T115112.TXT", "SOBI.D101222.T164354.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1293054234965
}