{
  "year" : 2011,
  "senateBillNo" : "S524-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO HOUSING, CONSTRUCTION AND COMMUNITY DEVELOPMENT",
    "billEventId" : "S524-2011-1294203600000-REFERRED+TO+HOUSING%2C+CONSTRUCTION+AND+COMMUNITY+DEVELOPMENT",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SQUADRON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to determining eligibility for admission to certain limited-profit housing company housing accommodations",
  "summary" : "Relates to determining eligibility for admission to certain limited-profit housing company housing accommodations. ",
  "currentCommittee" : "HOUSING, CONSTRUCTION AND COMMUNITY DEVELOPMENT",
  "sameAs" : null,
  "lawSection" : "Private Housing Finance Law",
  "previousVersions" : [ "S8501-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          524\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by Sen. SQUADRON -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Housing, Construction  and\n         Community Development\n\n       AN  ACT  to amend the private housing finance law, in relation to deter-\n         mining eligibility for admission  to  certain  limited-profit  housing\n         company accommodations\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraph (e) of subdivision 2 of section 31 of the private\n    2  housing finance law, as added by chapter 729 of the  laws  of  1974,  is\n    3  amended to read as follows:\n    4    (e) Notwithstanding the provisions of this subdivision, families [with\n    5  two  or more dependents] whose probable aggregate annual income does not\n    6  exceed one hundred twenty-five percent of the limitations as  to  income\n    7  as  determined  pursuant  to paragraphs (a) and (b) of this subdivision,\n    8  shall also be eligible for admission to the dwelling or non-housekeeping\n    9  accommodations without board of a project on the understanding that  any\n   10  family  becoming eligible for admission by reason hereof shall pay, from\n   11  the time of admission, a rental surcharge as provided for in subdivision\n   12  three of this section, computed on the basis of the  income  limitations\n   13  applicable  to such family in the absence of this subdivision. In apply-\n   14  ing the provisions of subdivision three OF  THIS  SECTION  to  a  family\n   15  becoming  eligible  by  reason  of  this  section,  the  maximum  income\n   16  prescribed by law for admission or occupancy shall for all  purposes  be\n   17  computed without reference to this paragraph.\n   18    S 2. This act shall take effect immediately.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00445-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the private housing finance law, in relation to determining eligibility for admission to certain limited-profit housing company accommodations ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101222.T164854.TXT", "SOBI.D101221.T142619.TXT", "SOBI.D101221.T135117.TXT", "SOBI.D101221.T141118.TXT", "SOBI.D101221.T134617.TXT", "SOBI.D101221.T134117.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1293054534025
}