{
  "year" : 2011,
  "senateBillNo" : "S525-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO CONSUMER PROTECTION",
    "billEventId" : "S525-2011-1294203600000-REFERRED+TO+CONSUMER+PROTECTION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "FUSCHILLO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes no itinerant vendor shall offer for sale baby food, nonprescription drugs, cosmetics and batteries",
  "summary" : "Establishes no itinerant vendor, except for a manufacturer, an authorized manufacturer's representative, or authorized distributor, shall offer for sale baby food, nonprescription drugs, cosmetics or batteries. ",
  "currentCommittee" : "CONSUMER PROTECTION",
  "sameAs" : null,
  "lawSection" : "General Business Law",
  "previousVersions" : [ "S39-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          525\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by Sen. FUSCHILLO -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Consumer Protection\n\n       AN  ACT  to  amend  the  general  business law, in relation to itinerant\n         vendors\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 38 of the general business law, as added by chapter\n    2  282 of the laws of 1995, is amended to read as follows:\n    3    S  38. Prohibited sales. No itinerant vendor, except for A MANUFACTUR-\n    4  ER, an authorized manufacturer's representative, or authorized distribu-\n    5  tor, shall offer for sale any of the following items:\n    6    1. [Food manufactured and packaged for sale for consumption by a child\n    7  under the age of two years; or\n    8    2. Drugs as defined in section three thousand three hundred two of the\n    9  public health law] BABY FOOD, WHICH SHALL INCLUDE ANY FOOD  MANUFACTURED\n   10  AND  PACKAGED SPECIFICALLY FOR CONSUMPTION BY A CHILD UNDER TWO YEARS OF\n   11  AGE.  THE TERM SHALL INCLUDE INFANT FORMULA;\n   12    2. NONPRESCRIPTION DRUGS, WHICH SHALL INCLUDE ANY  NON-NARCOTIC  MEDI-\n   13  CINE  OR  DRUG  THAT  MAY BE SOLD WITHOUT A PRESCRIPTION. THE TERM SHALL\n   14  INCLUDE ANY DRUGS COMMONLY KNOWN  AS  \"OVER-THE-COUNTER  DRUGS,\"  HERBAL\n   15  PRODUCTS,  DIETARY  SUPPLEMENTS,  BOTANICAL  EXTRACTS,  AND VITAMINS AND\n   16  SUBSTANCES RECOGNIZED AS DRUGS IN THE OFFICIAL UNITED STATES PHARMACOPO-\n   17  EIA, OFFICIAL HOMEOPATHIC PHARMACOPOEIA OF THE UNITED STATES,  OR  OFFI-\n   18  CIAL NATIONAL FORMULARY, OR ANY SUPPLEMENT TO SUCH PUBLICATIONS;\n   19    3.  COSMETICS,  WHICH  SHALL  MEAN  MERCHANDISE,  OTHER THAN SOAP, BUT\n   20  INCLUDING RAZOR BLADES, THAT IS INTENDED TO BE  RUBBED,  POURED,  SPRIN-\n   21  KLED,  OR  SPRAYED  ONTO,  INTRODUCED  INTO, OR OTHERWISE APPLIED TO THE\n   22  HUMAN BODY OR ANY PART THEREOF  FOR  CLEANSING,  BEAUTIFYING,  PROMOTING\n   23  ATTRACTIVENESS, OR ALTERING THE APPEARANCE OF THE HUMAN BODY OR ANY PART\n   24  THEREOF; OR\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00472-01-1\n\n       S. 525                              2\n\n    1    4.  BATTERIES,  WHICH  SHALL MEAN   A DEVICE CONSISTING OF ONE OR MORE\n    2  CELLS, EACH CELL CONSISTING OF A POSITIVE ELECTRODE,  A  NEGATIVE  ELEC-\n    3  TRODE  AND  AN  ELECTROLYTE,  WHICH IS USED TO PROVIDE STORED ELECTRICAL\n    4  POWER.\n    5    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general business law, in relation to itinerant vendors ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101221.T164629.TXT", "SOBI.D101222.T164854.TXT", "SOBI.D101221.T161126.TXT", "SOBI.D101221.T162627.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1293054534030
}