{
  "year" : 2011,
  "senateBillNo" : "S526-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO TRANSPORTATION",
    "billEventId" : "S526-2011-1294203600000-REFERRED+TO+TRANSPORTATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1295413200000,
    "eventText" : "REPORTED AND COMMITTED TO CODES",
    "billEventId" : "S526-2011-1295413200000-REPORTED+AND+COMMITTED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1295931600000,
    "eventText" : "1ST REPORT CAL.20",
    "billEventId" : "S526-2011-1295931600000-1ST+REPORT+CAL.20",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : [ {
    "id" : "1295447400000S526-2011--1--1",
    "voteType" : 2,
    "voteDate" : 1295447400000,
    "ayes" : [ "Fuschillo", "Johnson", "Lanza", "Larkin", "Maziarz", "McDonald", "Nozzolio", "Robach", "Young", "Zeldin", "Dilan", "Adams", "Addabbo", "Kennedy", "Perkins", "Smith", "Squadron", "Stavisky" ],
    "nays" : [ "Diaz" ],
    "abstains" : null,
    "excused" : null,
    "ayeswr" : null,
    "description" : "Transportation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "FUSCHILLO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to sanctions for driving while ability impaired while holding a conditional license",
  "summary" : "Relates to sanctions for driving while ability impaired while holding a conditional license. ",
  "currentCommittee" : null,
  "sameAs" : "A850",
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "SA5141-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "LITTLE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "AVELLA",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "DIAZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "LARKIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "STAVISKY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : [ "TRANSPORTATION", "CODES" ],
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          526\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sens.  FUSCHILLO, LITTLE, DIAZ -- read twice and ordered\n         printed, and when printed to be committed to the Committee  on  Trans-\n         portation\n\n       AN  ACT  to  amend the vehicle and traffic law, in relation to sanctions\n         for driving while ability impaired while holding a conditional license\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Clauses  d  and  e  of subparagraph 7 of paragraph (e) of\n    2  subdivision 2 of section 1193 of the vehicle and traffic law, as amended\n    3  by chapter 251 of the laws of 2007, are amended to read as follows:\n    4    d. Notwithstanding any contrary provision  of  this  chapter,  if  any\n    5  suspension  occurring  under  this subparagraph has been in effect for a\n    6  period of thirty days, [the holder may be issued]  THE  DEPARTMENT  MAY,\n    7  WITH  THE  CONSENT OF THE COURT, ISSUE a conditional license, in accord-\n    8  ance with section eleven hundred ninety-six of  this  article,  provided\n    9  the  holder of such license is otherwise eligible to receive such condi-\n   10  tional license. A conditional license issued pursuant to  this  subpara-\n   11  graph  shall  not be valid for the operation of a commercial motor vehi-\n   12  cle. The commissioner shall prescribe by regulation the  procedures  for\n   13  the issuance of such conditional license.\n   14    e.  If  the  court  finds that the suspension imposed pursuant to this\n   15  subparagraph will result in extreme hardship, the court must issue  such\n   16  suspension,  but may grant a hardship privilege, IN CONJUNCTION WITH THE\n   17  INSTALLATION OF AN IGNITION INTERLOCK DEVICE, which shall be issued on a\n   18  form prescribed by the commissioner. For the purposes  of  this  clause,\n   19  \"extreme  hardship\" shall mean the inability to obtain alternative means\n   20  of travel to or from the licensee's employment, or to or from  necessary\n   21  medical  treatment for the licensee or a member of the licensee's house-\n   22  hold, or if the licensee is  a  matriculating  student  enrolled  in  an\n   23  accredited  school,  college  or  university  travel  to  or  from  such\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00094-01-1\n\n       S. 526                              2\n\n    1  licensee's school, college or university if such travel is necessary for\n    2  the completion of the educational degree or certificate. The  burden  of\n    3  proving  extreme hardship shall be on the licensee who may present mate-\n    4  rial  and  relevant  evidence.  A finding of extreme hardship may not be\n    5  based solely upon the testimony of  the  licensee.  In  no  event  shall\n    6  arraignment  be  adjourned or otherwise delayed more than three business\n    7  days solely for the purpose of allowing the licensee to present evidence\n    8  of extreme hardship. The court shall  set  forth  upon  the  record,  or\n    9  otherwise  set forth in writing, the factual basis for such finding. The\n   10  hardship privilege shall permit the operation  of  a  vehicle  only  for\n   11  travel  to  or  from  the licensee's employment, or to or from necessary\n   12  medical treatment for the licensee or a member of the licensee's  house-\n   13  hold,  or  if  the  licensee  is  a matriculating student enrolled in an\n   14  accredited  school,  college  or  university  travel  to  or  from  such\n   15  licensee's school, college or university if such travel is necessary for\n   16  the  completion  of  the  educational  degree or certificate. A hardship\n   17  privilege shall not be valid for the operation  of  a  commercial  motor\n   18  vehicle.  A  PRE-CONVICTION IGNITION INTERLOCK DEVICE INSTALLED PURSUANT\n   19  TO THIS CLAUSE SHALL BE INSTALLED AND MAINTAINED IN THE SAME  MANNER  AS\n   20  PRESCRIBED IN THIS ARTICLE.\n   21    S  2. This act shall take effect one year after it shall have become a\n   22  law; provided, however, that the  amendments  to  clauses  d  and  e  of\n   23  subparagraph  7 of paragraph (e) of subdivision 2 of section 1193 of the\n   24  vehicle and traffic law made by section one of this act shall not affect\n   25  the repeal of such subparagraph and shall be deemed repealed therewith.\n",
  "memo" : "",
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to sanctions for driving while ability impaired while holding a conditional license ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T144115.TXT", "SOBI.D110119.T121752.TXT", "SOBI.D110103.T110354.TXT", "SOBI.D101221.T161627.TXT", "SOBI.D101221.T161126.TXT", "SOBI.D110119.T152814.TXT-agenda-1.xml", "SOBI.D110104.T134505.TXT", "SOBI.D101221.T164629.TXT", "SOBI.D101222.T164854.TXT", "SOBI.D110119.T152814.TXT-agenda-1.xml-agenda-1.xml", "SOBI.D110120.T102826.TXT", "SOBI.D101221.T162627.TXT", "SOBI.D110125.T135419.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295981659555
}