{
  "year" : 2011,
  "senateBillNo" : "S528-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S528-2011-1294203600000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "FUSCHILLO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to verification of a name change",
  "summary" : "Relates to verification of a name change. ",
  "currentCommittee" : "CODES",
  "sameAs" : "A954",
  "lawSection" : "Civil Rights Law",
  "previousVersions" : [ "SA7667-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "DEFRANCISCO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "JOHNSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "LARKIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "LAVALLE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "NOZZOLIO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "RANZENHOFER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          528\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sens. FUSCHILLO, JOHNSON, LAVALLE, NOZZOLIO, RANZENHOFER\n         -- read twice and ordered printed, and when printed to be committed to\n         the Committee on Codes\n\n       AN ACT to amend the civil rights law, in relation to verification  of  a\n         name change\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The civil rights law is amended by  adding  a  new  section\n    2  61-a to read as follows:\n    3    S 61-A. VERIFICATION. 1. PRIOR TO THE ISSUANCE OF ANY ORDER GRANTING A\n    4  CHANGE  OF  NAME,  THE  COURT IN WHICH THE PETITION HAS BEEN FILED SHALL\n    5  TAKE ALL REASONABLE STEPS TO VERIFY  THE  INFORMATION  PROVIDED  BY  THE\n    6  PETITIONER PURSUANT TO SECTION SIXTY-ONE OF THIS ARTICLE.\n    7    2.  THE  OFFICE  OF  COURT ADMINISTRATION SHALL PROMULGATE SUCH RULES,\n    8  REGULATIONS AND FEE SCHEDULE AS ARE NECESSARY TO IMPLEMENT THIS SECTION.\n    9  IN PROMULGATING SUCH RULES AND REGULATIONS, THE OFFICE SHALL  TAKE  INTO\n   10  ACCOUNT  THE  LEGISLATURE'S  INTENT  THAT THE PROCESS OF VERIFICATION AS\n   11  DESCRIBED IN SUBDIVISION ONE OF THIS SECTION SHALL BE MEANT  TO  PREVENT\n   12  THE  PETITIONER  FROM  USING NAME CHANGE TO EVADE LEGAL PROCESS OR OBLI-\n   13  GATION.\n   14    S 2. Subdivision 2 of section 61 of the civil rights law,  as  amended\n   15  by chapter 320 of the laws of 2006, is amended to read as follows:\n   16    2.  If  the petitioner stands convicted of a violent felony offense as\n   17  defined in section 70.02 of the penal law or a felony defined in article\n   18  one hundred twenty-five of such law or any of the  following  provisions\n   19  of  such  law  sections  130.25, 130.30, 130.40, 130.45, 255.25, 255.26,\n   20  255.27,  article  two  hundred  sixty-three,  SECTIONS  135.10,  135.25,\n   21  230.05, 230.06, AND subdivision two of section 230.30 or SECTION 230.32,\n   22  [and  is currently confined as an inmate in any correctional facility or\n   23  currently under the supervision of the state division  of  parole  or  a\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00089-01-1\n\n       S. 528                              2\n\n    1  county  probation  department as a result of such conviction,] the peti-\n    2  tion shall for each such conviction specify such felony conviction,  the\n    3  date  of  such  conviction  or  convictions, and the court in which such\n    4  conviction or convictions were entered.\n    5    S  3.  Subdivision 2 of section 62 of the civil rights law, as amended\n    6  by chapter 320 of the laws of 2006, is amended to read as follows:\n    7    2. If the petition be to  change  the  name  of  a  person  [currently\n    8  confined  as  an  inmate in any correctional facility or currently under\n    9  the supervision of the state division of parole or  a  county  probation\n   10  department  as  a  result of a conviction for] WHO STANDS CONVICTED OF a\n   11  violent felony offense as defined in section 70.02 of the penal law or a\n   12  felony defined in article one hundred twenty-five of such law or any  of\n   13  the  following  provisions  of such law sections 130.25, 130.30, 130.40,\n   14  130.45,  255.25,  255.26,  255.27,  article  two  hundred   sixty-three,\n   15  SECTIONS  135.10, 135.25, 230.05, 230.06, AND subdivision two of section\n   16  230.30 or SECTION 230.32, notice of the time and place  when  and  where\n   17  the  petition  will  be  presented  shall be served, in like manner as a\n   18  notice of a motion upon an attorney in  an  action,  upon  the  district\n   19  attorney of every county in which such person has been convicted of such\n   20  felony and upon the court or courts in which the sentence for such felo-\n   21  ny was entered. Unless a shorter period of time is ordered by the court,\n   22  said  notice  shall be served upon each such district attorney and court\n   23  or courts not less than sixty days prior to the date on which such peti-\n   24  tion is noticed to be heard.\n   25    S 4. This act shall take effect on the one hundred eightieth day after\n   26  it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the civil rights law, in relation to verification of a name change ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101221.T164629.TXT", "SOBI.D110103.T110922.TXT", "SOBI.D101222.T164854.TXT", "SOBI.D101221.T161627.TXT", "SOBI.D110105.T122648.TXT", "SOBI.D101221.T162627.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294248408454
}