{
  "year" : 2011,
  "senateBillNo" : "S530-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S530-2011-1294203600000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KLEIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to removing the statute of limitations for sexual offenses",
  "summary" : "Relates to removing the statute of limitations for sexual offenses committed against minors. ",
  "currentCommittee" : "CODES",
  "sameAs" : "A533",
  "lawSection" : "Criminal Procedure Law",
  "previousVersions" : [ "SA1848-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "ALESI",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "MAZIARZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "RANZENHOFER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          530\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by Sens. KLEIN, ALESI, MAZIARZ, RANZENHOFER -- read twice and\n         ordered  printed, and when printed to be committed to the Committee on\n         Codes\n\n       AN ACT to amend the criminal procedure law, in relation to removing  the\n         statute of limitations for sex offenses committed against minors\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraph (f) of subdivision 3  of  section  30.10  of  the\n    2  criminal  procedure  law, as separately amended by chapters 3 and 320 of\n    3  the laws of 2006, is amended to read as follows:\n    4    (f) For purposes of  a  prosecution  involving  a  sexual  offense  as\n    5  defined  in  article  one  hundred thirty of the penal law, other than a\n    6  sexual offense delineated in paragraph (a) of subdivision  two  of  this\n    7  section,  committed  against  a  child  less than eighteen years of age,\n    8  incest in the first, second or  third  degree  as  defined  in  sections\n    9  255.27,  255.26  and  255.25  of the penal law committed against a child\n   10  less than eighteen years of age, or use of a child in a sexual  perform-\n   11  ance as defined in section 263.05 of the penal law, [the period of limi-\n   12  tation  shall  not  begin  to run until the child has reached the age of\n   13  eighteen or] OR FACILITATING A SEXUAL PERFORMANCE  BY  A  CHILD  WITH  A\n   14  CONTROLLED  SUBSTANCE  OR  ALCOHOL  AS  DEFINED IN SECTION 263.30 OF THE\n   15  PENAL LAW, THE PERIOD OF LIMITATION SHALL NOT BEGIN  TO  RUN  UNTIL  the\n   16  offense  is  reported  to  a law enforcement agency or statewide central\n   17  register of child abuse and  maltreatment,  [whichever  occurs  earlier]\n   18  PROVIDED,  HOWEVER, IF THE OFFENSE WAS REPORTED BEFORE THE CHILD REACHED\n   19  EIGHTEEN YEARS OF AGE, THE PERIOD OF LIMITATIONS SHALL NOT BEGIN TO  RUN\n   20  UNTIL THE CHILD HAS REACHED THE AGE OF EIGHTEEN.\n   21    S 2. This act shall take effect on the first of November next succeed-\n   22  ing the date on which it shall have become a law.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04354-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the criminal procedure law, in relation to removing the statute of limitations for sex offenses committed against minors ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101230.T151257.TXT", "SOBI.D101221.T164629.TXT", "SOBI.D101221.T161627.TXT", "SOBI.D101221.T162627.TXT", "SOBI.D101223.T100549.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1293739977734
}