{
  "year" : 2011,
  "senateBillNo" : "S531-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO HOUSING, CONSTRUCTION AND COMMUNITY DEVELOPMENT",
    "billEventId" : "S531-2011-1294203600000-REFERRED+TO+HOUSING%2C+CONSTRUCTION+AND+COMMUNITY+DEVELOPMENT",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KLEIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides that in N.Y. city, the rent following the dissolution date shall be the last rent authorized for the affected dwelling",
  "summary" : "Provides that in cities with a population of one million or more, the rent following the dissolution date of Mitchell-Lama developments shall be the last rent authorized for the affected dwelling. ",
  "currentCommittee" : "HOUSING, CONSTRUCTION AND COMMUNITY DEVELOPMENT",
  "sameAs" : null,
  "lawSection" : "Private Housing Finance Law",
  "previousVersions" : [ "SB1863-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "SERRANO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          531\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sens.  KLEIN, SERRANO -- read twice and ordered printed,\n         and when  printed  to  be  committed  to  the  Committee  on  Housing,\n         Construction and Community Development\n\n       AN  ACT to amend the private housing finance law, in relation to limited\n         profit housing companies in a city with a population of one million or\n         more\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. The private housing finance law is amended by adding a new\n    2  section 35-a to read as follows:\n    3    S 35-A. RENT FOLLOWING DISSOLUTION. 1. AS USED IN  THIS  SECTION,  THE\n    4  FOLLOWING TERMS SHALL HAVE THE FOLLOWING MEANINGS:\n    5    (A)  \"AFFECTED DEVELOPMENT\" SHALL MEAN HOUSING ACCOMMODATIONS THAT (I)\n    6  PRIOR TO THE DISSOLUTION DATE WERE  OPERATED  AS  A  RENTAL  DEVELOPMENT\n    7  PURSUANT  TO  THIS  ARTICLE; AND (II) FOLLOWING THE DISSOLUTION DATE ARE\n    8  SUBJECT TO THE RENT STABILIZATION LAW OF NINETEEN HUNDRED SIXTY-NINE  OR\n    9  THE EMERGENCY TENANT PROTECTION ACT OF NINETEEN SEVENTY-FOUR.\n   10    (B)  \"AFFECTED DWELLING UNIT\" SHALL MEAN A HOUSING UNIT IN AN AFFECTED\n   11  DEVELOPMENT.\n   12    (C) \"AFFECTED HOUSING COMPANY\" SHALL  MEAN  A  LIMITED-PROFIT  HOUSING\n   13  COMPANY WITH AN AFFECTED DEVELOPMENT.\n   14    (D) \"DISSOLUTION DATE\" SHALL MEAN, WITH RESPECT TO ANY AFFECTED DEVEL-\n   15  OPMENT,  THE DATE OF DISSOLUTION OR RECONSTITUTION OF THE AFFECTED HOUS-\n   16  ING  COMPANY  WITH  SUCH  AFFECTED  DEVELOPMENT  PURSUANT   TO   SECTION\n   17  THIRTY-FIVE OF THIS ARTICLE.\n   18    2.  NOTWITHSTANDING  THE  PROVISIONS  OF ANY GENERAL, SPECIAL OR LOCAL\n   19  LAW:  (A) THE INITIAL LEGAL REGULATED RENT  FOR  ANY  AFFECTED  DWELLING\n   20  UNIT ON AND AFTER THE DISSOLUTION DATE SHALL BE THE LAST RENT AUTHORIZED\n   21  FOR  THE  AFFECTED  DWELLING UNIT BEFORE THE DISSOLUTION DATE, INCLUDING\n   22  RENTAL SURCHARGES, IF ANY, AND (B) SUCH LEGAL REGULATED RENT  SHALL  NOT\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01769-01-1\n\n       S. 531                              2\n\n    1  AT  ANY  TIME  BE  SUBJECT  TO  ADJUSTMENT  PURSUANT TO SUBDIVISION A OF\n    2  SECTION 26-513 OF THE ADMINISTRATIVE CODE OF THE CITY OF  NEW  YORK,  OR\n    3  SUBDIVISION  A  OF  SECTION  9  OF  SECTION  4  OF  THE EMERGENCY TENANT\n    4  PROTECTION ACT OF NINETEEN SEVENTY-FOUR.\n    5    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the private housing finance law, in relation to limited profit housing companies in a city with a population of one million or more ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101221.T164629.TXT", "SOBI.D101221.T161627.TXT", "SOBI.D101223.T100549.TXT", "SOBI.D101221.T162627.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1293116749440
}