{
  "year" : 2011,
  "senateBillNo" : "S533-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO CONSUMER PROTECTION",
    "billEventId" : "S533-2011-1294203600000-REFERRED+TO+CONSUMER+PROTECTION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KLEIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires credit card issuers to implement various fraud prevention measures",
  "summary" : "Requires credit card issuers to implement as a fraud prevention measure telephone confirmation including proof of identity or contact through any other medium provided by the issuer, prior to activation, except for in-person transactions; provides that applications offering pre-approved credit cards may not indicate their contents on the envelopes; applies to both solicited and unsolicited applications. ",
  "currentCommittee" : "CONSUMER PROTECTION",
  "sameAs" : null,
  "lawSection" : "General Business Law",
  "previousVersions" : [ "S1855-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          533\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KLEIN  -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Consumer Protection\n\n       AN ACT to amend the general  business  law,  in  relation  to  requiring\n         issuers of credit cards to implement certain fraud prevention measures\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Legislative findings and intent. The legislature finds that\n    2  credit card fraud has a substantial negative impact on the  commerce  of\n    3  the  state  of  New  York,  and  that the burden of this fraud is shared\n    4  jointly by consumers and the financial industry. Most credit card  fraud\n    5  is  caused by the use of lost or stolen cards, or by the theft of credit\n    6  cards or pre-approved credit applications from the mail. The legislature\n    7  further finds that certain fraud prevention measures have been effective\n    8  in detecting and reducing credit card fraud, primarily in the  verifica-\n    9  tion  process.  Therefore,  it  is  the  purpose  of this legislation to\n   10  provide security and protection against credit card fraud  by  requiring\n   11  that  as  a  precondition  to a credit card's activation, the authorized\n   12  holder contact the issuer and provide  proof  of  identity,  in  certain\n   13  cases.    Also, this act prohibits issuers who mail applications of pre-\n   14  approved credit to residents of this state from indicating on the  exte-\n   15  rior  of the envelope that the enclosed material contains a pre-approved\n   16  credit application.\n   17    S 2. Section 515 of the general business law is amended  by  adding  a\n   18  new subdivision 3 to read as follows:\n   19    3. NO CONSUMER CREDIT CARD ISSUED TO A RESIDENT OF THIS STATE SHALL BE\n   20  ACTIVATED UNLESS AND UNTIL THE AUTHORIZED HOLDER CONTACTS THE ISSUER VIA\n   21  A  TOLL-FREE  NUMBER  OR THROUGH ANY OTHER MEDIUM PROVIDED BY THE ISSUER\n   22  AND PROVIDES THE ISSUER WITH PROOF OF IDENTITY OR  PROVIDES  THE  ISSUER\n   23  WITH  PROOF  OF  IDENTITY  AT THE POINT OF SALE WHEN THE CONSUMER CREDIT\n   24  CARD IS USED FOR THE FIRST TIME, EXCEPT WHERE  THE  CARD  IS  ISSUED  IN\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04420-01-1\n\n       S. 533                              2\n\n    1  PERSON TO THE AUTHORIZED HOLDER OR WHERE THE CREDIT ACCOUNT IS OPENED IN\n    2  PERSON BY THE AUTHORIZED HOLDER.\n    3    S  3.  Section  520 of the general business law is amended by adding a\n    4  new subdivision 10 to read as follows:\n    5    (10) IT SHALL BE UNLAWFUL FOR ANY ISSUER WHO MAILS AN APPLICATION  FOR\n    6  A  PRE-APPROVED  CREDIT CARD TO A RESIDENT OF THIS STATE TO PRINT ON THE\n    7  EXTERIOR OF THE ENVELOPE ANY WORDS, PHRASES OR INDICIA  SIGNIFYING  THAT\n    8  THE ENCLOSED MATERIAL CONTAINS A PRE-APPROVED CREDIT CARD APPLICATION OR\n    9  ANY  SUCH  RELATED  MATERIAL.  THIS  SUBDIVISION SHALL APPLY WHETHER THE\n   10  PRE-APPROVED CREDIT APPLICATION WAS SOLICITED OR UNSOLICITED.\n   11    S 4. This act shall take effect on the one hundred eightieth day after\n   12  it shall have become a law and shall apply to all credit cards issued on\n   13  or after such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general business law, in relation to requiring issuers of credit cards to implement certain fraud prevention measures ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101221.T164629.TXT", "SOBI.D101223.T100549.TXT", "SOBI.D101221.T163128.TXT", "SOBI.D101221.T162127.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1293116749446
}