{
  "year" : 2011,
  "senateBillNo" : "S534-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO CORPORATIONS, AUTHORITIES AND COMMISSIONS",
    "billEventId" : "S534-2011-1294203600000-REFERRED+TO+CORPORATIONS%2C+AUTHORITIES+AND+COMMISSIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KLEIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Allows public authority in a city with a population of over 1 million to cancel taxpayer-funded contract where contractor convicted of related crime",
  "summary" : "Allows public authority in a city with a population of over 1 million to cancel taxpayer-funded contract where contractor is convicted of related crime. ",
  "currentCommittee" : "CORPORATIONS, AUTHORITIES AND COMMISSIONS",
  "sameAs" : null,
  "lawSection" : "Public Authorities Law",
  "previousVersions" : [ "S1852-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          534\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KLEIN  -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Corporations,  Authorities\n         and Commissions\n\n       AN  ACT  to  amend  the public authorities law, in relation to review of\n         taxpayer-funded contracts with public authorities in  a  city  with  a\n         population of over one million\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Article 9 of the  public  authorities  law  is  amended  by\n    2  adding a new title 13 to read as follows:\n    3                                  TITLE 13\n    4           TAXPAYER-FUNDED CONTRACTS WITH PUBLIC AUTHORITIES IN A\n    5                 CITY WITH A POPULATION OF OVER ONE MILLION\n    6  SECTION  2990.  GROUNDS  FOR CANCELLATION OF CONTRACT BY PUBLIC AUTHORI-\n    7          TIES.\n    8    S 2990. GROUNDS FOR CANCELLATION OF CONTRACT  BY  PUBLIC  AUTHORITIES.\n    9  ANY  TAXPAYER-FUNDED  CONTRACT FOR THE PROCUREMENT OF GOODS, SERVICES OR\n   10  CONSTRUCTION WITH AN AUTHORITY OR COMMISSION  CONTINUED  OR  CREATED  BY\n   11  THIS  CHAPTER, WHOSE JURISDICTION IS LIMITED TO A CITY WITH A POPULATION\n   12  OF OVER ONE MILLION SHALL BE REVIEWED BY THE COMPTROLLER OF  SUCH  CITY.\n   13  IF  THE  COMPTROLLER  FINDS THAT THE CONTRACTOR WHO HAS BEEN AWARDED THE\n   14  CONTRACT HAS BEEN CONVICTED OF A CRIME WITHIN FIVE YEARS OF THE AWARDING\n   15  OF THE CONTRACT, DIRECTLY RELATED TO CONTRACT  PROCUREMENT  OR  PERFORM-\n   16  ANCE,  INCLUDING  BUT  NOT LIMITED TO BID RIGGING, FRAUDULENT BILLING OR\n   17  ACCOUNTING, PREVAILING WAGE VIOLATIONS AND OSHA VIOLATIONS, THE AUTHORI-\n   18  TY OR COMMISSION MAY CANCEL OR TERMINATE SUCH CONTRACT WITHOUT INCURRING\n   19  ANY PENALTY OR DAMAGES ON ACCOUNT OF SUCH CANCELLATION OR TERMINATION.\n   20    S 2. This act shall take effect immediately.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04421-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public authorities law, in relation to review of taxpayer-funded contracts with public authorities in a city with a population of over one million ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101221.T164629.TXT", "SOBI.D101223.T100549.TXT", "SOBI.D101221.T163128.TXT", "SOBI.D101221.T162127.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1293116749447
}