{
  "year" : 2011,
  "senateBillNo" : "S535-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO LABOR",
    "billEventId" : "S535-2011-1294203600000-REFERRED+TO+LABOR",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KLEIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires certain employers shall establish qualified transportation fringe benefit programs for employees",
  "summary" : "Requires employers with fifty or more employees shall establish qualified transportation fringe benefit programs consistent with section 132 of the internal revenue code; defines terms; provides that employers are not required to provide transportation for employees. ",
  "currentCommittee" : "LABOR",
  "sameAs" : null,
  "lawSection" : "Labor Law",
  "previousVersions" : [ "S1858-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "DIAZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "DILAN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "KRUEGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SAMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SMITH",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "STAVISKY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          535\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by Sens. KLEIN, DIAZ, DILAN, KRUEGER, SAMPSON, SMITH, STAVI-\n         SKY -- read twice and ordered printed, and when printed to be  commit-\n         ted to the Committee on Labor\n\n       AN  ACT to amend the labor law, in relation to requiring certain employ-\n         ers offer  a  qualified  transportation  fringe  benefit  program  for\n         employees\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The labor law is amended by adding a new article 32 to read\n    2  as follows:\n    3                                  ARTICLE 32\n    4                    EMPLOYEE TRANSPORTATION EXPENSES ACT\n\n    5  SECTION 930. SHORT TITLE.\n    6          931. APPLICABILITY; DEFINITIONS.\n    7          932. QUALIFIED TRANSPORTATION FRINGE BENEFIT PROGRAM.\n\n    8    S 930. SHORT TITLE. THIS ARTICLE SHALL BE KNOWN AND MAY  BE  CITED  AS\n    9  THE \"EMPLOYEE TRANSPORTATION EXPENSES ACT\".\n   10    S  931. APPLICABILITY; DEFINITIONS. 1. THIS ARTICLE SHALL APPLY TO ANY\n   11  EMPLOYEE OF A BUSINESS WITH FIFTY OR MORE EMPLOYEES.\n   12    2. FOR PURPOSES OF THIS ARTICLE: A. \"EMPLOYER\" SHALL MEAN ANY  PERSON,\n   13  PARTNERSHIP,  FIRM,  ASSOCIATION, LIMITED LIABILITY COMPANY, OR DOMESTIC\n   14  OR FOREIGN CORPORATION; PROVIDED, HOWEVER, SUCH TERM SHALL  NOT  INCLUDE\n   15  PUBLIC EMPLOYERS, INCLUDING THE STATE.\n   16    B.  \"PROGRAM  ADMINISTRATOR\"  SHALL  MEAN THE AGENT, AS DETERMINED AND\n   17  DESIGNATED BY THE EMPLOYER, RESPONSIBLE FOR THE MAINTENANCE AND  MANAGE-\n   18  MENT  OF  THE QUALIFIED TRANSPORTATION FRINGE BENEFIT PROGRAM AS AUTHOR-\n   19  IZED IN SUBDIVISION ONE OF SECTION NINE HUNDRED THIRTY-TWO OF THIS ARTI-\n   20  CLE.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04418-01-1\n\n       S. 535                              2\n\n    1    S 932. QUALIFIED  TRANSPORTATION  FRINGE  BENEFIT  PROGRAM.  1.  EVERY\n    2  EMPLOYER  SHALL  ESTABLISH  A  QUALIFIED  TRANSPORTATION  FRINGE BENEFIT\n    3  PROGRAM CONSISTENT WITH SECTION 132 OF THE  INTERNAL  REVENUE  CODE  AND\n    4  REGULATIONS  ADOPTED  PURSUANT  THERETO,  AND  IMPLEMENT  SUCH  PROGRAM.\n    5  FOLLOWING THE ESTABLISHMENT OF A QUALIFIED TRANSPORTATION FRINGE BENEFIT\n    6  PROGRAM  AS REQUIRED BY THIS SUBDIVISION EMPLOYEES SHALL BE PERMITTED TO\n    7  USE PRE-TAX EARNINGS TO PURCHASE QUALIFIED TRANSPORTATION  BENEFITS,  IN\n    8  ACCORDANCE  WITH  FEDERAL  LAW  AND  SHALL  BE ENTITLED TO SUCH PERSONAL\n    9  INCOME TAX BENEFITS AS MAY BE AUTHORIZED BY SUCH LAW.\n   10    2. AT THE REQUEST OF  AN  EMPLOYEE,  AN  EMPLOYER  SHALL,  BY  PAYROLL\n   11  DEDUCTION,  REDUCE  THE  AMOUNT  OF COMPENSATION ELECTED BY THE EMPLOYEE\n   12  PURSUANT TO PROGRAM REGULATIONS  AND  SECTION  132(F)  OF  THE  INTERNAL\n   13  REVENUE  CODE FOR THE PURPOSE OF PROVIDING THE EMPLOYEE WITH A QUALIFIED\n   14  TRANSPORTATION FRINGE BENEFIT AS AUTHORIZED IN SUBDIVISION ONE  OF  THIS\n   15  SECTION,  AND  SHALL  TRANSFER  THE  AMOUNT SO REDUCED TO THE AUTHORIZED\n   16  PROGRAM ADMINISTRATOR.\n   17    3. MONEYS DEDUCTED FROM THE SALARIES OF EMPLOYEES OF  EMPLOYERS  SHALL\n   18  BE HELD BY THE PROGRAM ADMINISTRATOR AS AGENT FOR THE EMPLOYER AND SHALL\n   19  BE  ACCOUNTED  FOR  SEPARATELY.  ALL  PAYMENTS  OF MONEYS BY THE PROGRAM\n   20  ADMINISTRATOR SHALL BE MADE ONLY IN ACCORDANCE WITH THE QUALIFIED TRANS-\n   21  PORTATION FRINGE BENEFIT PROGRAM.\n   22    4. TO THE EXTENT PERMITTED BY SECTION 132 OF THE INTERNAL REVENUE CODE\n   23  AND REGULATIONS ADOPTED PURSUANT THERETO, ANY  SALARY  DEDUCTED  FROM  A\n   24  PARTICIPATING  EMPLOYEE'S ANNUAL COMPENSATION FOR THE PURPOSE OF PROVID-\n   25  ING SUCH EMPLOYEE WITH A QUALIFIED TRANSPORTATION FRINGE  BENEFIT  SHALL\n   26  BE  CONSIDERED  PART OF ANNUAL COMPENSATION FOR THE PURPOSE OF COMPUTING\n   27  RETIREMENT BENEFITS.\n   28    5. NOTWITHSTANDING ANY OTHER PROVISION OF LAW TO THE  CONTRARY,  WHERE\n   29  AND  TO  THE  EXTENT THAT, AN AGREEMENT BETWEEN AN EMPLOYER AND A RECOG-\n   30  NIZED EMPLOYEE ORGANIZATION ENTERED INTO ON BEHALF  OF  EMPLOYEES  IN  A\n   31  COLLECTIVE  NEGOTIATING  UNIT  PROVIDES  FOR  A QUALIFIED TRANSPORTATION\n   32  FRINGE BENEFIT AS PROVIDED BY THIS SECTION, SUCH  QUALIFIED  TRANSPORTA-\n   33  TION  FRINGE BENEFIT SHALL BE ESTABLISHED IN ACCORDANCE WITH SUCH AGREE-\n   34  MENT.\n   35    6. THIS SECTION SHALL NOT BE CONSTRUED TO REQUIRE EMPLOYERS TO PROVIDE\n   36  TRANSPORTATION FOR EMPLOYEES.\n   37    S 2. This act shall take effect on the one hundred eightieth day after\n   38  it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the labor law, in relation to requiring certain employers offer a qualified transportation fringe benefit program for employees ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101223.T101051.TXT", "SOBI.D101221.T164629.TXT", "SOBI.D101221.T163128.TXT", "SOBI.D101221.T162127.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1293117051496
}