{
  "year" : 2011,
  "senateBillNo" : "S537-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO CHILDREN AND FAMILIES",
    "billEventId" : "S537-2011-1294203600000-REFERRED+TO+CHILDREN+AND+FAMILIES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KLEIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Allows release of birth certificate to adoptive person without court order if person and birth parents register with state's adoption registry and consent to release",
  "summary" : "Allows release of birth certificate to adoptive person without court order if person and biological parents register with state's adoption registry and consent to release, adoptive person must have reached majority. ",
  "currentCommittee" : "CHILDREN AND FAMILIES",
  "sameAs" : null,
  "lawSection" : "Domestic Relations Law",
  "previousVersions" : [ "S1842-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          537\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KLEIN  -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Children and Families\n\n       AN ACT to amend the domestic relations  law,  in  relation  to  adoption\n         records\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 114 of the domestic relations  law  is  amended  by\n    2  adding a new subdivision 5 to read as follows:\n    3    5.  AN  ADOPTIVE  PERSON  WHO HAS REACHED HIS OR HER MAJORITY MAY HAVE\n    4  ACCESS TO HIS OR HER ORIGINAL BIRTH CERTIFICATE WITHOUT THE NECESSITY OF\n    5  A COURT ORDER UPON PROOF TO THE COURT IN WHICH  THE  ORDER  WAS  GRANTED\n    6  THAT  THE  ADOPTIVE PERSON AND HIS OR HER BIOLOGICAL PARENTS HAVE REGIS-\n    7  TERED WITH THE STATE'S ADOPTION  REGISTRY  AND  HAVE  CONSENTED  TO  THE\n    8  RELEASE  OF  THE  IDENTIFYING INFORMATION. IF ONLY ONE BIOLOGICAL PARENT\n    9  EXECUTED THE SURRENDER AGREEMENT OR CONSENTED TO THE ADOPTION, THEN  THE\n   10  REGISTRATION  OF  THE OTHER BIOLOGICAL PARENT IN SAID REGISTRY SHALL NOT\n   11  BE NECESSARY FOR THE RELEASE OF THE INFORMATION PURSUANT TO THIS  SUBDI-\n   12  VISION.\n   13    S 2. This act shall take effect immediately.\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04344-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the domestic relations law, in relation to adoption records ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101223.T101051.TXT", "SOBI.D101221.T164629.TXT", "SOBI.D101221.T165129.TXT", "SOBI.D101221.T163128.TXT", "SOBI.D101221.T162127.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1293117051504
}