{
  "year" : 2011,
  "senateBillNo" : "S539-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO TRANSPORTATION",
    "billEventId" : "S539-2011-1294203600000-REFERRED+TO+TRANSPORTATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KLEIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to authorizing forms of licenses to include blood types",
  "summary" : "Relates to authorizing forms of licenses to include the blood type of the licensee at the option of such person; authorizes the commissioner of motor vehicles, in consultation with the commissioner of health, to promulgate any rules and regulations necessary for the implementation of this act. ",
  "currentCommittee" : "TRANSPORTATION",
  "sameAs" : null,
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "S1830-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "BRESLIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SAMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SMITH",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          539\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sens.  KLEIN,  BRESLIN, SAMPSON, SMITH -- read twice and\n         ordered printed, and when printed to be committed to the Committee  on\n         Transportation\n\n       AN  ACT to amend the vehicle and traffic law, in relation to authorizing\n         forms of licenses to include blood types\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Paragraph (a) of subdivision 1 of section 504 of the vehi-\n    2  cle and traffic law, as separately amended by chapters 568  and  639  of\n    3  the laws of 2006, is amended to read as follows:\n    4    (a)  Every  license  or renewal thereof shall contain a distinguishing\n    5  mark and adequate space upon  which  an  anatomical  gift,  pursuant  to\n    6  section  forty-three hundred ten of the public health law, by the licen-\n    7  see shall be recorded and shall contain such other information and shall\n    8  be issued in such form as the commissioner  shall  determine;  PROVIDED,\n    9  HOWEVER  THAT  EVERY  LICENSE OR RENEWAL THEREOF SHALL CONTAIN A DISTIN-\n   10  GUISHING NUMBER OR MARK AND ADEQUATE SPACE  UPON  WHICH  THE  LICENSEE'S\n   11  BLOOD  TYPE  MAY  BE  RECORDED  AT THE OPTION OF THE LICENSEE, AND SHALL\n   12  CONTAIN SUCH OTHER RELATED INFORMATION AND SHALL BE ISSUED IN SUCH  FORM\n   13  AS  THE  COMMISSIONER,  IN CONSULTATION WITH THE COMMISSIONER OF HEALTH,\n   14  SHALL DETERMINE; provided, however, every  license  or  renewal  thereof\n   15  issued  to  a person under the age of twenty-one years shall have promi-\n   16  nently imprinted upon it the statement \"UNDER 21 YEARS OF AGE\" in  nota-\n   17  bly  distinctive  print  or  format;  provided  further,  however, every\n   18  license or renewal thereof issued to a person making an anatomical  gift\n   19  shall have prominently printed upon the front of such license or renewal\n   20  thereof  the  statement  \"ORGAN  DONOR\"  in notably distinctive print or\n   21  format. The commissioner shall not require fees for the issuance of such\n   22  licenses or renewals thereof to persons under twenty-one years of age or\n   23  to persons making an anatomical gift which are different from  the  fees\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04224-01-1\n\n       S. 539                              2\n\n    1  required  for  the  issuance  of licenses or renewals thereof to persons\n    2  twenty-one years of age or over or to persons not making  an  anatomical\n    3  gift.\n    4    S  2.  This act shall take effect on the three hundred sixty-fifth day\n    5  after it shall have become  a  law  and  shall  apply  to  licenses  and\n    6  renewals thereof issued on or after such day. Effective immediately, the\n    7  addition,  amendment  and/or  repeal of any rule or regulation necessary\n    8  for the implementation of this act on its effective date  is  authorized\n    9  to be made on or before such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to authorizing forms of licenses to include blood types ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101221.T163629.TXT", "SOBI.D101221.T164629.TXT", "SOBI.D101221.T162627.TXT", "SOBI.D101221.T163128.TXT", "SOBI.D101223.T121603.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1293124563026
}