{
  "year" : 2011,
  "senateBillNo" : "S542-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO ELECTIONS",
    "billEventId" : "S542-2011-1294203600000-REFERRED+TO+ELECTIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KLEIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for the provision of voter registration forms to students by colleges, universities and public high schools",
  "summary" : "Provides for the provision of voter registration forms to students by colleges, universities and public high schools. ",
  "currentCommittee" : "ELECTIONS",
  "sameAs" : null,
  "lawSection" : "Election Law",
  "previousVersions" : [ "SC1872-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "BRESLIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "DIAZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "DILAN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "HASSELL-THOMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "HUNTLEY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "KRUEGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "MONTGOMERY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "OPPENHEIMER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SAMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "STAVISKY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          542\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by Sens. KLEIN, BRESLIN, DIAZ, DILAN, HASSELL-THOMPSON, HUNT-\n         LEY, KRUEGER, MONTGOMERY, OPPENHEIMER, SAMPSON, STAVISKY -- read twice\n         and ordered printed, and when printed to be committed to the Committee\n         on Elections\n\n       AN  ACT to amend the election law, in relation to voter registration and\n         enrollment\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Section  5-211 of the election law is amended by adding a\n    2  new subdivision 18 to read as follows:\n    3    18. ALL COLLEGES, UNIVERSITIES AND PUBLIC HIGH SCHOOLS LOCATED IN THIS\n    4  STATE SHALL MAKE VOTER REGISTRATION  FORMS  AVAILABLE  TO  ANY  ELIGIBLE\n    5  STUDENTS IN THE SAME MANNER AND SUBJECT TO THE SAME PROVISIONS AND RULES\n    6  AND REGULATIONS AS ALL OTHER DESIGNATED AGENCIES; EXCEPT THAT A COLLEGE,\n    7  UNIVERSITY  OR  PUBLIC  HIGH  SCHOOL SHALL NOT BE REQUIRED TO COLLECT OR\n    8  MAINTAIN FORMS CONTAINING AN INDIVIDUAL'S  DECLINATION  TO  REGISTER  TO\n    9  VOTE  AS  REQUIRED  BY  SUBDIVISION TEN OF THIS SECTION, OR TO CONDUCT A\n   10  STUDY AND REPORT THEREON AS REQUIRED BY SUBDIVISION  SEVENTEEN  OF  THIS\n   11  SECTION.\n   12    EACH  COLLEGE,  UNIVERSITY  AND  PUBLIC HIGH SCHOOL SHALL PROVIDE EACH\n   13  ELIGIBLE STUDENT WITH A REGISTRATION FORM WITHIN THE FIRST  THREE  WEEKS\n   14  OF  SUCH  STUDENT'S  ENTRY  TO  SCHOOL  OR ARRIVAL ON CAMPUS PURSUANT TO\n   15  SUBDIVISIONS TWO, THREE, FOUR, FIVE, SEVEN,  NINE,  ELEVEN,  TWELVE  AND\n   16  FIFTEEN  OF  THIS  SECTION.  EVERY  COLLEGE,  UNIVERSITY AND PUBLIC HIGH\n   17  SCHOOL SHALL DESIGNATE AT LEAST ONE CONVENIENTLY  LOCATED  OFFICE  WHERE\n   18  STUDENTS MAY RECEIVE VOTER REGISTRATION FORMS AND PERSONAL ASSISTANCE IN\n   19  THE COMPLETION OF SUCH FORMS. EACH SUCH OFFICE SHALL PUBLICIZE ITS VOTER\n   20  REGISTRATION SERVICES PURSUANT TO SUBDIVISION SEVEN OF THIS SECTION, AND\n   21  SHALL  OFFER  TO COLLECT AND TRANSMIT COMPLETED VOTER REGISTRATION FORMS\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00647-02-1\n\n       S. 542                              2\n\n    1  FROM STUDENTS TO THE LOCAL BOARD OF ELECTIONS PURSUANT  TO  SUBDIVISIONS\n    2  TWO, THREE, FIVE, NINE, ELEVEN, TWELVE AND FIFTEEN OF THIS SECTION.\n    3    ANY COLLEGE, UNIVERSITY OR SCHOOL DISTRICT MAY ELECT TO SOLICIT ONE OR\n    4  MORE  RECOGNIZED  NON-PARTISAN  CAMPUS  BASED  ORGANIZATIONS  OR STUDENT\n    5  GROUPS TO ASSIST IN ITS EFFORTS TO OFFER PERSONAL ASSISTANCE, COLLECTION\n    6  AND TRANSMITTAL OF VOTER REGISTRATION FORMS.\n    7    IN ADDITION TO THE REQUIREMENTS OF SUBDIVISIONS TWO, FIVE AND EIGHT OF\n    8  THIS SECTION, ALL COLLEGES AND UNIVERSITIES OFFERING VOTER  REGISTRATION\n    9  SERVICES SHALL INFORM STUDENTS OF THEIR RIGHT TO COMPLETE A VOTER REGIS-\n   10  TRATION  FORM  FROM  THEIR  COLLEGE OR PREVIOUS ADDRESS; INFORM STUDENTS\n   11  THAT THEIR DECISION TO REGISTER OR DECLINE TO  REGISTER  TO  VOTE  SHALL\n   12  HAVE NO BEARING ON THEIR COLLEGE OR UNIVERSITY RECORD; AND NOTWITHSTAND-\n   13  ING  THE  PROVISIONS  OF  SUBDIVISION  NINE  OF  THIS SECTION, SHALL NOT\n   14  INQUIRE OR KEEP RECORDS PERTAINING TO ANY STUDENT'S ELIGIBILITY TO VOTE.\n   15    IN ADDITION TO THE REQUIREMENTS OF SUBDIVISION SEVEN OF THIS  SECTION,\n   16  ALL  COLLEGES, UNIVERSITIES AND SCHOOL DISTRICTS SHALL PLACE A PROMINENT\n   17  LINK ON THEIR INTERNET HOMEPAGE TO THE APPROPRIATE PAGE OF THE  INTERNET\n   18  WEBSITE  OF  THE STATE BOARD OF ELECTIONS FOR INDIVIDUALS TO LEARN ABOUT\n   19  THE QUALIFICATIONS TO VOTE, AND TO DOWNLOAD A VOTER  REGISTRATION  FORM,\n   20  EXCEPT  THAT  FOR  COLLEGES AND UNIVERSITIES IN THE CITY OF NEW YORK AND\n   21  FOR THE CITY SCHOOL DISTRICT OF THE CITY OF NEW YORK SUCH LINK SHALL  BE\n   22  TO  THE  APPROPRIATE  PAGE  OF THE INTERNET WEBSITE OF THE NEW YORK CITY\n   23  BOARD OF ELECTIONS.\n   24    THE STATE BOARD OF ELECTIONS AND, IN THE CITY OF  NEW  YORK,  THE  NEW\n   25  YORK  CITY  BOARD  OF  ELECTIONS  SHALL OFFER COLLEGES, UNIVERSITIES AND\n   26  SCHOOL DISTRICTS THE OPPORTUNITY TO USE CODED VOTER REGISTRATION  APPLI-\n   27  CATIONS THAT IDENTIFY EACH SUCH APPLICATION AS ORIGINATING FROM EITHER A\n   28  COLLEGE,  UNIVERSITY  OR PUBLIC HIGH SCHOOL. IF A COLLEGE, UNIVERSITY OR\n   29  SCHOOL DISTRICT ELECTS TO USE CODED VOTER REGISTRATION APPLICATIONS,  IT\n   30  SHALL  BE  EXEMPT  FROM  ALL REPORTING REQUIREMENTS OF THIS SECTION. THE\n   31  STATE BOARD OF ELECTIONS SHALL MAKE AVAILABLE AND PROVIDE FOR THE DELIV-\n   32  ERY OF SUCH CODED APPLICATIONS TO  ANY  COLLEGE,  UNIVERSITY  OR  SCHOOL\n   33  DISTRICT WITHIN THE STATE WHICH SUBMITS A REQUEST THEREFOR.\n   34    EVERY  BOARD  OF  ELECTIONS  SCANNING  VOTER  REGISTRATION FORMS SHALL\n   35  CAPTURE ANY DESIGNATED AGENCY CODES THEREON AND REPORT THEM ON A MONTHLY\n   36  BASIS TO THE STATE BOARD OF ELECTIONS.\n   37    S 2. The opening paragraph of section 5-211 of the  election  law,  as\n   38  amended  by  chapter  200  of  the  laws  of 1996, is amended to read as\n   39  follows:\n   40    Each agency designated as a participating agency under the  provisions\n   41  of  this  section,  AND  COLLEGE,  UNIVERSITY AND SCHOOL DISTRICT, shall\n   42  implement and administer a program of distribution of voter registration\n   43  forms pursuant to the provisions of this section. The following  offices\n   44  which  provide  public  assistance  and/or provide state funded programs\n   45  primarily engaged in providing services to persons with disabilities are\n   46  hereby designated as voter registration agencies:    designated  as  the\n   47  state  agencies  which  provide  public assistance are the department of\n   48  [social services] FAMILY ASSISTANCE and the department of health.   Also\n   49  designated  as  public  assistance  agencies  are  all agencies of local\n   50  government that provide such assistance. Designated  as  state  agencies\n   51  that  provide programs primarily engaged in providing services to people\n   52  with disabilities are the department of labor,  office  for  the  aging,\n   53  division  of veterans' affairs, office of mental health, office of voca-\n   54  tional and  educational  services  for  individuals  with  disabilities,\n   55  commission  on  quality  of  care  for the mentally disabled, office [of\n   56  mental retardation and]  FOR  PEOPLE  WITH  developmental  disabilities,\n\n       S. 542                              3\n\n    1  commission  for the blind and visually handicapped, office of alcoholism\n    2  and substance abuse services, the office of the advocate for  the  disa-\n    3  bled  and all offices which administer programs established or funded by\n    4  such  agencies.  Additional state agencies designated as voter registra-\n    5  tion offices are the department of state and the  division  of  workers'\n    6  compensation.  Such  agencies shall be required to offer voter registra-\n    7  tion forms to persons upon initial application for services, renewal  or\n    8  recertification  for  services  and  change  of address relating to such\n    9  services. Such agencies shall also be responsible for providing  assist-\n   10  ance to applicants in completing voter registration forms, receiving and\n   11  transmitting the completed application form from all applicants who wish\n   12  to have such form transmitted to the appropriate board of elections. The\n   13  state  board  of  elections  shall, together with representatives of the\n   14  department of defense, develop and implement  procedures  for  including\n   15  recruitment  offices  of  the armed forces of the United States as voter\n   16  registration offices when such offices are so designated by federal law.\n   17  The state board shall also make request of the United States Immigration\n   18  and Naturalization Service to include applications for  registration  by\n   19  mail  with  any  materials which are given to new citizens.  [All insti-\n   20  tutions of the state university of New York and the city  university  of\n   21  New York, shall, at the beginning of the school year, and again in Janu-\n   22  ary  of  a  year  in  which  the president of the United States is to be\n   23  elected, provide an application for registration to each student in each\n   24  such institution.] The state board  of  elections  may,  by  regulation,\n   25  grant  a  waiver  from any or all of the requirements of this section to\n   26  any office or program  of  an  agency,  COLLEGE,  UNIVERSITY  OR  SCHOOL\n   27  DISTRICT,  if  it  determines that it is not feasible for such office or\n   28  program to administer such requirement.\n   29    S 3. The opening paragraph of subdivision 8 of section  5-211  of  the\n   30  election  law, as amended by chapter 659 of the laws of 1994, is amended\n   31  to read as follows:\n   32    Each participating agency, department, division or office  that  makes\n   33  available  voter registration forms pursuant to this section shall offer\n   34  with each application for the services or  assistance  of  such  agency,\n   35  department, division or office and with each recertification, renewal or\n   36  change  of address form relating to such service or assistance, a regis-\n   37  tration form together  with  instructions  relating  to  eligibility  to\n   38  register and for completing the form, except that COLLEGES, UNIVERSITIES\n   39  AND  SCHOOL  DISTRICTS  SHALL  DISTRIBUTE  VOTER  REGISTRATION  FORMS IN\n   40  ACCORDANCE WITH SUBDIVISION EIGHTEEN OF THIS SECTION, AND forms used  by\n   41  the  department  of  [social services] FAMILY ASSISTANCE for the initial\n   42  application for services, renewal or recertification  for  services  and\n   43  change of address relating to such services shall physically incorporate\n   44  a  voter  registration  application  in a fashion that permits the voter\n   45  registration portion of the agency form to be detached  therefrom.  Such\n   46  voter  registration  application  shall  be designed so as to ensure the\n   47  confidentiality of the source of the  application.    Included  on  each\n   48  participating  agency's  application  for services or assistance or on a\n   49  separate form shall be:\n   50    S 4. Paragraph (g) of subdivision 5 of section 5-210 of  the  election\n   51  law,  as  amended by chapter 179 of the laws of 2005, is amended to read\n   52  as follows:\n   53    (g) Notice that the applicant must be a citizen of the United  States,\n   54  is [or will be at least eighteen years old not later than December thir-\n   55  ty-first  of  the  calendar  year in which he or she registers] AT LEAST\n\n       S. 542                              4\n\n    1  SEVENTEEN YEARS OLD WHEN HE OR SHE SUBMITS AN APPLICATION TO REGISTER TO\n    2  VOTE and a resident of the county or city to which application is made.\n    3    S  5. This act shall take effect July 1, 2011; provided, however, that\n    4  the provisions of this act shall only apply to school districts  on  and\n    5  after July 1, 2012.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the election law, in relation to voter registration and enrollment ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101228.T141331.TXT", "SOBI.D101221.T163629.TXT", "SOBI.D101221.T164629.TXT", "SOBI.D101228.T121823.TXT", "SOBI.D101228.T120822.TXT", "SOBI.D101221.T163128.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1293563611959
}