{
  "year" : 2011,
  "senateBillNo" : "S543-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO ELECTIONS",
    "billEventId" : "S543-2011-1294203600000-REFERRED+TO+ELECTIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KLEIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes full-time college students to act as election inspectors and poll clerks in the election district where their colleges are located",
  "summary" : "Authorizes, under certain circumstances, full-time college and university students to act as election inspectors and poll clerks in the election district where their college or university is located. ",
  "currentCommittee" : "ELECTIONS",
  "sameAs" : null,
  "lawSection" : "Election Law",
  "previousVersions" : [ "SB1837-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "KRUEGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SAMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SMITH",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "STAVISKY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          543\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sens.  KLEIN,  KRUEGER, SAMPSON, SMITH, STAVISKY -- read\n         twice and ordered printed, and when printed to  be  committed  to  the\n         Committee on Elections\n\n       AN  ACT  to  amend  the  election law, in relation to the appointment of\n         college and university students as election inspectors\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Section  3-400 of the election law is amended by adding a\n    2  new subdivision 6-a to read as follows:\n    3    6-A. (A) NOTWITHSTANDING THE PROVISIONS OF  SUBDIVISION  SIX  OF  THIS\n    4  SECTION, ANY PERSON WHO IS A FULL-TIME COLLEGE OR UNIVERSITY STUDENT MAY\n    5  BE CERTIFIED AND ACT AS AN ELECTION INSPECTOR OR POLL CLERK IN THE COUN-\n    6  TY  IN  WHICH  SUCH  PERSON'S  COLLEGE  OR UNIVERSITY IS LOCATED, OR, IF\n    7  LOCATED WITHIN THE CITY OF NEW YORK, THEN SUCH PERSON MAY BE  SO  CERTI-\n    8  FIED IN ANY COUNTY THEREIN, PROVIDED HE OR SHE:\n    9    (1) IS REGISTERED TO VOTE IN THIS STATE;\n   10    (2) HOLDS NO ELECTIVE OFFICE;\n   11    (3)  IS  NOT  A CANDIDATE FOR ANY PUBLIC OFFICE TO BE VOTED FOR BY THE\n   12  VOTERS OF THE DISTRICT IN WHICH HE OR SHE IS TO SERVE, AND  IS  NOT  THE\n   13  SPOUSE, PARENT OR CHILD OF SUCH A CANDIDATE; AND\n   14    (4)  IS ABLE TO SPEAK AND READ THE ENGLISH LANGUAGE AND WRITE IT LEGI-\n   15  BLY.\n   16    (B) FOR THE PURPOSES OF THIS SUBDIVISION, THE TERM  \"FULL-TIME\"  SHALL\n   17  MEAN  ANY  MATRICULATED STUDENT ENROLLED IN AT LEAST TWELVE CREDIT HOURS\n   18  PER SEMESTER AT A COLLEGE, AS DEFINED BY SUBDIVISION TWO OF SECTION  SIX\n   19  HUNDRED ONE OF THE EDUCATION LAW, LOCATED IN THIS STATE.\n   20    S 2. This act shall take effect immediately.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04314-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the election law, in relation to the appointment of college and university students as election inspectors ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101221.T163629.TXT", "SOBI.D101221.T164629.TXT", "SOBI.D101223.T122103.TXT", "SOBI.D101221.T163128.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1293124863077
}