{
  "year" : 2011,
  "senateBillNo" : "S544-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO ELECTIONS",
    "billEventId" : "S544-2011-1294203600000-REFERRED+TO+ELECTIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KLEIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Allows absentee voting for persons unable to vote due to duties, occupation, business, personal matters or studies",
  "summary" : "Allows absentee voting for persons unable to vote due to duties, occupation, business, personal matters or studies; no agent may collect more than 15 ballots except with approval of two inspectors representing different political  parties. ",
  "currentCommittee" : "ELECTIONS",
  "sameAs" : null,
  "lawSection" : "Election Law",
  "previousVersions" : [ "S1835-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          544\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KLEIN  -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Elections\n\n       AN ACT to amend the election law, in relation to absentee voting  quali-\n         fications\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 1 of section 8-400  of  the  election  law,  as\n    2  amended by chapter 63 of the laws of 2010, is amended and a new subdivi-\n    3  sion 11 is added to read as follows:\n    4    1.  A qualified voter may vote as an absentee voter under this chapter\n    5  if, on the occurrence of any village election conducted by the board  of\n    6  elections,  primary  election, special election, general election or New\n    7  York city community school board district  or  city  of  Buffalo  school\n    8  district election, he or she expects to be[:\n    9    (a)  absent from the county of his or her residence, or, if a resident\n   10  of the city of New York absent from said city; or\n   11    (b) unable to appear personally at the polling place of  the  election\n   12  district  in  which he or she is a qualified voter because of illness or\n   13  physical disability or duties related to the primary care of one or more\n   14  individuals who are ill or physically disabled, or  because  he  or  she\n   15  will be or is a patient in a hospital; or\n   16    (c) an inmate or patient of a veteran's administration hospital; or\n   17    (d)  absent  from  his  or  her  voting residence because he or she is\n   18  detained in jail awaiting action by a grand jury or awaiting  trial,  or\n   19  confined  in jail or prison after a conviction for an offense other than\n   20  a felony, provided that he or she is qualified to vote in  the  election\n   21  district  of  his  or  her  residence]  UNABLE  TO VOTE IN PERSON DUE TO\n   22  DUTIES, OCCUPATION, BUSINESS, PERSONAL MATTERS OR STUDIES.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04207-01-1\n\n       S. 544                              2\n\n    1    11. NO SINGLE AGENT SHALL COLLECT MORE THAN FIFTEEN ABSENTEE  BALLOTS,\n    2  EXCEPT  UPON  APPLICATION  AND  APPROVAL  OF TWO INSPECTORS REPRESENTING\n    3  DIFFERENT POLITICAL PARTIES.\n    4    S 2. This act shall take effect on the one hundred eightieth day after\n    5  it  shall  have  become a law; provided that, effective immediately, any\n    6  rules and regulations necessary to implement the provisions of this  act\n    7  on its effective date are authorized and directed to be completed.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the election law, in relation to absentee voting qualifications ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101221.T163629.TXT", "SOBI.D101221.T164629.TXT", "SOBI.D101221.T163128.TXT", "SOBI.D101223.T120103.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1293123663827
}