{
  "year" : 2011,
  "senateBillNo" : "S545-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO MENTAL HEALTH AND DEVELOPMENTAL DISABILITIES",
    "billEventId" : "S545-2011-1294203600000-REFERRED+TO+MENTAL+HEALTH+AND+DEVELOPMENTAL+DISABILITIES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KLEIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides guidelines and aids in locating sites for community residential facilities",
  "summary" : "Provides guidelines and aides in locating sites for community residential facilities; requires OMRDD to conduct study on location of proposed sites. ",
  "currentCommittee" : "MENTAL HEALTH AND DEVELOPMENTAL DISABILITIES",
  "sameAs" : null,
  "lawSection" : "Mental Hygiene Law",
  "previousVersions" : [ "S1873-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "DIAZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "HASSELL-THOMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "HUNTLEY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SAVINO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          545\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sens.  KLEIN, DIAZ, HASSELL-THOMPSON, HUNTLEY, SAVINO --\n         read twice and ordered printed, and when printed to  be  committed  to\n         the Committee on Mental Health and Developmental Disabilities\n\n       AN  ACT  to amend the mental hygiene law, in relation to site selections\n         of community residential facilities\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subparagraph  (C)  of  paragraph  1 of subdivision (c) of\n    2  section 41.34 of the mental hygiene law, as amended by  chapter  823  of\n    3  the  laws of 1992, is amended and a new subdivision (g) is added to read\n    4  as follows:\n    5    (C) object to the establishment of a facility of the kind described by\n    6  the sponsoring agency because to do so would result in  such  a  concen-\n    7  tration of community residential facilities for the mentally disabled in\n    8  the  municipality  or in the area in proximity to the site selected or a\n    9  combination of such facilities with other community residences or  simi-\n   10  lar facilities licensed by other agencies of state government, including\n   11  all community residences, intermediate care facilities, residential care\n   12  facilities  for adults and residential treatment facilities for individ-\n   13  uals with mental illness or developmental disabilities operated pursuant\n   14  to article sixteen or article thirty-one of this chapter and all similar\n   15  residential  facilities  of  fourteen  or  less  residents  operated  or\n   16  licensed  by  another state agency[,] AND ALSO GROUP HOMES HOUSING JUVE-\n   17  NILE DELINQUENTS  AND  OUTPATIENT  CLINICS  AND  DAY  TREATMENT  CENTERS\n   18  PROVIDING  PSYCHIATRIC  AND DRUG REHABILITATION SERVICES that the nature\n   19  and character of the areas within the municipality would be substantial-\n   20  ly altered.\n   21    (G) IN ADDITION TO ANY OTHER PROVISION OF THIS SECTION, THE OFFICE FOR\n   22  PEOPLE WITH DEVELOPMENTAL DISABILITIES SHALL CONDUCT A STUDY  OF  STATE-\n   23  WIDE  AND  LOCAL MUNICIPAL SITING PATTERNS FOR FACILITIES REFERRED TO IN\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04416-01-1\n\n       S. 545                              2\n\n    1  SUBPARAGRAPH (C) OF PARAGRAPH ONE OF SUBDIVISION (C) OF THIS SECTION  AS\n    2  THEY RELATE TO COMMUNITY RESIDENTIAL FACILITIES AND WITHIN THREE HUNDRED\n    3  SIXTY-FIVE  DAYS ISSUE ITS RECOMMENDED GUIDELINES FOR APPROPRIATE COMMU-\n    4  NITY CONCENTRATION LEVELS AND MINIMUM DISTANCES BETWEEN SUCH FACILITIES.\n    5    S 2. This act shall take effect on the one hundred eightieth day after\n    6  it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the mental hygiene law, in relation to site selections of community residential facilities ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101221.T163629.TXT", "SOBI.D101221.T164629.TXT", "SOBI.D101221.T163128.TXT", "SOBI.D101223.T120103.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1293123663829
}