{
  "year" : 2011,
  "senateBillNo" : "S546-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO LOCAL GOVERNMENT",
    "billEventId" : "S546-2011-1294203600000-REFERRED+TO+LOCAL+GOVERNMENT",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "LITTLE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the taxation of property owned by a cooperative corporation",
  "summary" : "Relates to the taxation of property owned by a cooperative corporation. ",
  "currentCommittee" : "LOCAL GOVERNMENT",
  "sameAs" : null,
  "lawSection" : "Real Property Tax Law",
  "previousVersions" : [ "S255-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          546\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  LITTLE -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Local Government\n\n       AN ACT to amend the real property tax law and the real property law,  in\n         relation  to  the  taxation  of property owned by a cooperative corpo-\n         ration\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision 1 of section 581 of the real property tax law\n    2  is amended by adding a new paragraph (d) to read as follows:\n    3    (D) THE PROVISIONS OF PARAGRAPH (A)  OF  THIS  SUBDIVISION  SHALL  NOT\n    4  APPLY  TO  REAL PROPERTY OWNED OR LEASED BY A COOPERATIVE CORPORATION OR\n    5  ON A CONDOMINIUM BASIS IN A MUNICIPAL CORPORATION, OTHER THAN A  SPECIAL\n    6  ASSESSING  UNIT,  WHICH HAS ADOPTED, PRIOR TO THE TAXABLE STATUS DATE OF\n    7  THE ASSESSMENT ROLL UPON WHICH ITS TAXES WILL BE LEVIED, A LOCAL LAW OR,\n    8  FOR A SCHOOL DISTRICT, A RESOLUTION PROVIDING  THAT  THE  PROVISIONS  OF\n    9  PARAGRAPH  (A) OF THIS SUBDIVISION SHALL NOT APPLY TO SUCH REAL PROPERTY\n   10  WITHIN THAT MUNICIPAL CORPORATION; PROVIDED, HOWEVER, THE PROVISIONS  OF\n   11  THIS  PARAGRAPH  SHALL  NOT  APPLY TO REAL PROPERTY OWNED OR LEASED BY A\n   12  COOPERATIVE CORPORATION OR ON A CONDOMINIUM BASIS THAT HAD  BEEN  PREVI-\n   13  OUSLY  SUBJECT  TO  THE  PROVISIONS OF PARAGRAPH (A) OF THIS SUBDIVISION\n   14  PRIOR TO JANUARY FIRST, TWO THOUSAND THIRTEEN.\n   15    S 2. Subdivision 1 of section  339-y  of  the  real  property  law  is\n   16  amended by adding a new paragraph (g) to read as follows:\n   17    (G)  THE  PROVISIONS  OF  PARAGRAPH  (B) OF THIS SUBDIVISION SHALL NOT\n   18  APPLY TO REAL PROPERTY OWNED OR LEASED BY A COOPERATIVE  CORPORATION  OR\n   19  ON  A  CONDOMINIUM BASIS IN A MUNICIPAL CORPORATION OTHER THAN A SPECIAL\n   20  ASSESSING UNIT, WHICH HAS ADOPTED, PRIOR TO THE TAXABLE STATUS  DATE  OF\n   21  THE ASSESSMENT ROLL UPON WHICH ITS TAXES WILL BE LEVIED, A LOCAL LAW OR,\n   22  FOR  A  SCHOOL  DISTRICT,  A RESOLUTION PROVIDING THAT THE PROVISIONS OF\n   23  PARAGRAPH (B) OF THIS SUBDIVISION SHALL NOT APPLY TO SUCH REAL  PROPERTY\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00144-01-1\n\n       S. 546                              2\n\n    1  WITHIN  THAT MUNICIPAL CORPORATION; PROVIDED, HOWEVER, THE PROVISIONS OF\n    2  THIS PARAGRAPH SHALL NOT APPLY TO REAL PROPERTY OWNED  OR  LEASED  BY  A\n    3  COOPERATIVE  CORPORATION  OR ON A CONDOMINIUM BASIS THAT HAD BEEN PREVI-\n    4  OUSLY  SUBJECT  TO  THE  PROVISIONS OF PARAGRAPH (B) OF THIS SUBDIVISION\n    5  PRIOR TO JANUARY FIRST, TWO THOUSAND THIRTEEN.\n    6    S 3. This act shall take effect immediately and shall apply to assess-\n    7  ment rolls prepared on the basis of taxable status dates occurring on or\n    8  after January 1, 2013.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the real property tax law and the real property law, in relation to the taxation of property owned by a cooperative corporation ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101222.T093824.TXT", "SOBI.D101222.T094824.TXT", "SOBI.D101222.T091319.TXT", "SOBI.D101223.T120103.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1293123663831
}