{
  "year" : 2011,
  "senateBillNo" : "S547-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO TRANSPORTATION",
    "billEventId" : "S547-2011-1294203600000-REFERRED+TO+TRANSPORTATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "LITTLE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides that the town board of certain towns may establish maximum speed limits on certain town highways",
  "summary" : "Provides that the town board of any town, exclusive of suburban towns and towns having a population exceeding fifty thousand, may by local law, ordinance, order, rule or regulation establish maximum speed limits on town highways which have been classified by the department of transportation as local roads and which are outside of villages. ",
  "currentCommittee" : "TRANSPORTATION",
  "sameAs" : null,
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "S293-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          547\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  LITTLE -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Transportation\n\n       AN ACT to amend the vehicle and traffic law, in relation to establishing\n         speed limits in towns\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Section 1622 of the vehicle and traffic law, as amended by\n    2  chapter 420 of the laws of 1968, subdivision 1 as amended by chapter 563\n    3  of the laws of 2002, subdivision 2 as amended by chapter 83 of the  laws\n    4  of 1969, is amended to read as follows:\n    5    S 1622. Speed  limits  on  county  roads  and  town highways.   1. The\n    6  department of transportation upon the request of the county  superinten-\n    7  dent  of  highways  of  a county and the town board of the town or towns\n    8  affected with respect to county roads and town highways in such town  or\n    9  towns outside of cities or villages, may by order, rule or regulation:\n   10    [1.]  (A) Establish maximum speed limits at which vehicles may proceed\n   11  on or along such highways higher or lower than the fifty-five miles  per\n   12  hour  statutory  maximum speed limit. No such limit shall be established\n   13  at less than twenty-five miles per hour, except that school speed limits\n   14  may be established at not less  than  fifteen  miles  per  hour,  for  a\n   15  distance  not  to  exceed  one  thousand three hundred twenty feet, on a\n   16  highway passing a school building, entrance or exit of a school abutting\n   17  on the highway.\n   18    [2.] (B) Establish maximum speed limits at which vehicles may  proceed\n   19  on  or  along  all such highways lying within an area or areas as desig-\n   20  nated by a description of the boundaries of such area or areas submitted\n   21  by the county superintendent of highways of a county and the town  board\n   22  of the town or towns affected lower than fifty-five miles per hour stat-\n   23  utory  maximum  speed  limit. No such limit shall be established at less\n   24  than thirty miles per hour.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02060-01-1\n\n       S. 547                              2\n\n    1    2. (A) NOTWITHSTANDING THE  PROVISIONS  OF  SUBDIVISION  ONE  OF  THIS\n    2  SECTION, IN LIEU OF MAKING A REQUEST OF THE DEPARTMENT OF TRANSPORTATION\n    3  PURSUANT  TO  SUCH SUBDIVISION, THE TOWN BOARD OF ANY TOWN, EXCLUSIVE OF\n    4  SUBURBAN TOWNS AND TOWNS HAVING A POPULATION EXCEEDING  FIFTY  THOUSAND,\n    5  WITH RESPECT TO TOWN HIGHWAYS WHICH HAVE BEEN FUNCTIONALLY CLASSIFIED BY\n    6  THE  DEPARTMENT  OF TRANSPORTATION AS LOCAL ROADS ON OFFICIAL FUNCTIONAL\n    7  CLASSIFICATION MAPS  APPROVED  BY  THE  FEDERAL  HIGHWAY  ADMINISTRATION\n    8  PURSUANT TO PART 470.105 OF TITLE 23 OF THE CODE OF FEDERAL REGULATIONS,\n    9  AS  AMENDED  FROM  TIME  TO  TIME,  AND  WHICH ARE OUTSIDE OF CITIES AND\n   10  VILLAGES, MAY BY LOCAL LAW, ORDINANCE, ORDER, RULE OR REGULATION:\n   11    (I) ESTABLISH MAXIMUM SPEED LIMITS AT WHICH VEHICLES MAY PROCEED ON OR\n   12  ALONG SUCH HIGHWAYS LOWER THAN THE FIFTY-FIVE MILES PER  HOUR  STATUTORY\n   13  MAXIMUM  SPEED  LIMIT.  NO  SUCH LIMIT SHALL BE ESTABLISHED AT LESS THAN\n   14  TWENTY-FIVE MILES PER HOUR, EXCEPT  THAT  SCHOOL  SPEED  LIMITS  MAY  BE\n   15  ESTABLISHED  AT NOT LESS THAN FIFTEEN MILES PER HOUR, FOR A DISTANCE NOT\n   16  TO EXCEED ONE THOUSAND THREE HUNDRED TWENTY FEET, ON A HIGHWAY PASSING A\n   17  SCHOOL BUILDING, ENTRANCE OR EXIT OF A SCHOOL ABUTTING ON THE HIGHWAY.\n   18    (II) ESTABLISH MAXIMUM SPEED LIMITS AT WHICH VEHICLES MAY  PROCEED  ON\n   19  OR  ALONG ALL SUCH HIGHWAYS LYING WITHIN AN AREA OR AREAS LOWER THAN THE\n   20  FIFTY-FIVE MILES PER HOUR STATUTORY MAXIMUM SPEED LIMIT. NO  SUCH  LIMIT\n   21  SHALL BE ESTABLISHED AT LESS THAN THIRTY MILES PER HOUR.\n   22    (B)  NO  SUCH  SPEED  LIMITS SHALL BE ESTABLISHED EXCEPT IN ACCORDANCE\n   23  WITH THE ENGINEERING CONSIDERATIONS AND FACTORS  FOR  SPEED  LIMITS  SET\n   24  FORTH  IN  THE  NEW  YORK  STATE MANUAL AND SPECIFICATIONS FOR A UNIFORM\n   25  SYSTEM OF TRAFFIC CONTROL DEVICES AS SUCH MANUAL AND SPECIFICATIONS  MAY\n   26  BE AMENDED FROM TIME TO TIME, CERTIFIED BY A LICENSED PROFESSIONAL ENGI-\n   27  NEER WHO SPECIALIZES IN TRAFFIC OPERATIONS.\n   28    (C)  FOR THE PURPOSES OF THIS SECTION, THE TERM \"NEW YORK STATE MANUAL\n   29  AND SPECIFICATIONS FOR A UNIFORM  SYSTEM  OF  TRAFFIC  CONTROL  DEVICES\"\n   30  SHALL  MEAN  THE  NATIONAL  MANUAL  OF  UNIFORM  TRAFFIC CONTROL DEVICES\n   31  PROMULGATED BY THE FEDERAL HIGHWAY ADMINISTRATION  PURSUANT  TO  SUBPART\n   32  (F)  OF  PART 655 OF TITLE 23 OF THE CODE OF FEDERAL REGULATIONS AND THE\n   33  NEW YORK STATE SUPPLEMENT ADOPTED BY THE COMMISSIONER OF  TRANSPORTATION\n   34  PURSUANT  TO  SECTION SIXTEEN HUNDRED EIGHTY OF THIS TITLE, AND THE TERM\n   35  \"TOWN HIGHWAYS\" SHALL HAVE THE SAME MEANING AS SUCH TERM IS  DEFINED  BY\n   36  SUBDIVISION FIVE OF SECTION THREE OF THE HIGHWAY LAW.\n   37    (D) NOTHING CONTAINED IN THIS SUBDIVISION SHALL BE DEEMED TO ALTER THE\n   38  AUTHORITY OF THE DEPARTMENT OF TRANSPORTATION TO ESTABLISH MAXIMUM SPEED\n   39  LIMITS  AT THE REQUEST OF A TOWN BOARD WITH RESPECT TO ALL TOWN HIGHWAYS\n   40  WITHIN SUCH TOWN OUTSIDE OF CITIES AND VILLAGES PURSUANT TO  SUBDIVISION\n   41  ONE  OF  THIS  SECTION,  PROVIDED THAT NO MAXIMUM SPEED LIMITS HAVE BEEN\n   42  ESTABLISHED BY SUCH TOWN BOARD PURSUANT TO THIS SUBDIVISION ON ANY  TOWN\n   43  HIGHWAY FUNCTIONALLY CLASSIFIED AS A LOCAL ROAD WITHIN SUCH TOWN.\n   44    S 2. This act shall take effect on the one hundred eightieth day after\n   45  it shall have become a law; provided, however, that effective immediate-\n   46  ly,  the  department  of  transportation  is  authorized and directed to\n   47  promulgate such rules and regulations as are necessary for the implemen-\n   48  tation of this act on its effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to establishing speed limits in towns ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101222.T093824.TXT", "SOBI.D101222.T094824.TXT", "SOBI.D101222.T091319.TXT", "SOBI.D101223.T120103.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1293123663833
}