{
  "year" : 2011,
  "senateBillNo" : "S548-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO LOCAL GOVERNMENT",
    "billEventId" : "S548-2011-1294203600000-REFERRED+TO+LOCAL+GOVERNMENT",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "LITTLE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes reassessment of real property based upon substantial change in valuation based on physical, statutory or economic conditions without affecting state aid",
  "summary" : "Authorizes the reassessment of real property based upon the substantial change in valuation of real property based upon physical, statutory or economic conditions, without affecting the state aid for reassessment; increases state assistance payable from $5 to $15 per parcel. ",
  "currentCommittee" : "LOCAL GOVERNMENT",
  "sameAs" : null,
  "lawSection" : "Real Property Tax Law",
  "previousVersions" : [ "S259-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          548\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  LITTLE -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Local Government\n\n       AN ACT to amend the real property tax law, in relation to state  assist-\n         ance for local real property tax reassessment\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraph (a) of subdivision 2 of section 1573 of the  real\n    2  property tax law, as amended by section 1 of part Y of chapter 56 of the\n    3  laws of 2010, is amended to read as follows:\n    4    (a) State assistance pursuant to subdivision one of this section shall\n    5  be  payable in an amount not to exceed [five] FIFTEEN dollars per parcel\n    6  for an assessment roll  upon  which  a  revaluation  is  implemented  in\n    7  accordance  with  an  approved  plan,  and not to exceed two dollars per\n    8  parcel for any assessment roll upon which a revaluation  is  not  imple-\n    9  mented  in accordance with an approved plan. The amount payable on a per\n   10  parcel basis shall exclude parcels which are wholly exempt  or  assessed\n   11  by  the  state  board.   PROVIDED, THAT NO PROVISION OF THIS SUBDIVISION\n   12  SHALL PROHIBIT ANY ASSESSOR FROM ADJUSTING, AT ANY TIME, THE  ASSESSMENT\n   13  OF  ANY  PARCEL  THE VALUE OF WHICH HAS BEEN SUBSTANTIALLY AFFECTED BY A\n   14  CHANGE IN PHYSICAL, STATUTORY OR ECONOMIC CONDITIONS, AND SUCH  ADJUSTED\n   15  ASSESSMENT  SHALL BE DEEMED TO HAVE BEEN IN EFFECT AND SHALL BE COMPUTED\n   16  AS OF THE DATE OF VALUATION BY THE ASSESSING UNIT.\n   17    S 2. This act shall take effect immediately.\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00152-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the real property tax law, in relation to state assistance for local real property tax reassessment ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101223.T120603.TXT", "SOBI.D101222.T093824.TXT", "SOBI.D101222.T094824.TXT", "SOBI.D101222.T091319.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1293123963893
}