{
  "year" : 2011,
  "senateBillNo" : "S550-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO LOCAL GOVERNMENT",
    "billEventId" : "S550-2011-1294203600000-REFERRED+TO+LOCAL+GOVERNMENT",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "LITTLE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Directs the commissioner of taxation and finance to promulgate a uniform assessment code",
  "summary" : "Directs the commissioner of taxation and finance to promulgate a uniform assessment code. ",
  "currentCommittee" : "LOCAL GOVERNMENT",
  "sameAs" : null,
  "lawSection" : "Real Property Tax Law",
  "previousVersions" : [ "S254-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "LARKIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          550\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  LITTLE -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Local Government\n\n       AN ACT to amend the real property tax law, in relation to directing  the\n         commissioner of taxation and finance to establish a uniform assessment\n         code\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraphs (m), (n),  (o)  and  (p)  of  subdivision  1  of\n    2  section  202  of  the  real property tax law, as amended by section 6 of\n    3  part W of chapter 56 of the laws of 2010, are amended and  a  new  para-\n    4  graph (q) is added to read as follows:\n    5    (m)  Exercise  and  perform  such  other  powers  and duties as may be\n    6  conferred or imposed on him or her by law[.];\n    7    (n) Monitor the quality of local assessment  practices  by  individual\n    8  assessing units[.];\n    9    (o) Impose, collect and receive such charges or fees as may be author-\n   10  ized by statute[.];\n   11    (p) Promulgate rules and regulations for the ascertainment and report-\n   12  ing  of  \"assessment  record  billing  owner\" information, as defined in\n   13  section one hundred three of the eminent domain procedure law,  for  the\n   14  purposes of the administration of such law[.];\n   15    (Q) PROMULGATE A UNIFORM ASSESSMENT CODE.\n   16    S  2. The real property tax law is amended by adding a new section 303\n   17  to read as follows:\n   18    S 303. UNIFORM ASSESSMENT CODE. THE COMMISSIONER SHALL, IN ITS  RULES,\n   19  PROMULGATE  A UNIFORM ASSESSMENT CODE FOR THE ASSESSMENT OF REAL PROPER-\n   20  TY. SUCH CODE SHALL INCLUDE, BUT NOT BE LIMITED TO,  STANDARDS  FOR  THE\n   21  VALUATION  OF  PROPERTY,  MAINTENANCE  OF INFORMATION, SCHEDULES FOR THE\n   22  APPRAISALS OF PROPERTY AND MAINTENANCE  OF  UNIFORMITY  OF  ASSESSMENTS.\n   23  COUNTIES MAY, IN THEIR DISCRETION, ADOPT SUCH CODE FOR THE CITIES, TOWNS\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00143-01-1\n\n       S. 550                              2\n\n    1  AND VILLAGES LOCATED WITHIN THAT COUNTY. COUNTIES MAY ENFORCE COMPLIANCE\n    2  WITH  THE  CODE  BY ANY APPROPRIATE MEANS INCLUDING, BUT NOT LIMITED TO,\n    3  THE EQUALIZATION  OF  INDIVIDUAL  ASSESSMENTS  AND  THE  REAPPRAISAL  OF\n    4  PARCELS.\n    5    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the real property tax law, in relation to directing the commissioner of taxation and finance to establish a uniform assessment code ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110103.T110922.TXT", "SOBI.D101223.T120603.TXT", "SOBI.D101222.T091823.TXT", "SOBI.D101222.T093824.TXT", "SOBI.D101222.T094824.TXT", "SOBI.D101222.T091319.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294070962669
}