{
  "year" : 2011,
  "senateBillNo" : "S551-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO CONSUMER PROTECTION",
    "billEventId" : "S551-2011-1294203600000-REFERRED+TO+CONSUMER+PROTECTION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SQUADRON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Specifies auction requirements",
  "summary" : "Specifies requirements for auctions; holds the auctioneer responsible for truth of statements in catalogues, announcements, etc. ",
  "currentCommittee" : "CONSUMER PROTECTION",
  "sameAs" : null,
  "lawSection" : "General Business Law",
  "previousVersions" : [ "SD4313-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "DILAN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "HASSELL-THOMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "OPPENHEIMER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "PERKINS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "STAVISKY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          551\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sens.  SQUADRON,  DILAN,  HASSELL-THOMPSON, OPPENHEIMER,\n         PERKINS, STAVISKY -- read twice and ordered printed, and when  printed\n         to be committed to the Committee on Consumer Protection\n\n       AN  ACT  to  amend  the  general  business  law,  in relation to auction\n         requirements\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Legislative  intent.  The  legislature  declares that the\n    2  following provisions of law are in addition to other provisions  of  law\n    3  and regulations applicable to auctions.\n    4    S 2. The general business law is amended by adding a new section 29 to\n    5  read as follows:\n    6    S  29.  REQUIREMENTS  FOR  AUCTIONS.  1.   THE AUCTIONEER WILL BE HELD\n    7  RESPONSIBLE FOR THE TRUTH OF ANY STATEMENT CONTAINED IN  ANY  CATALOGUE,\n    8  ADVERTISEMENT,  ANNOUNCEMENT,  PRESS  RELEASE  OR OTHER PUBLIC STATEMENT\n    9  MADE BY THE AUCTIONEER RELATING TO ANY AUCTION.\n   10    2. A. NO PERSONAL PROPERTY MAY BE AUCTIONED EXCEPT PURSUANT TO A WRIT-\n   11  TEN CONTRACT BETWEEN THE CONSIGNOR OR HIS OR  HER  AGENT  OR  AUTHORIZED\n   12  REPRESENTATIVE AND THE AUCTIONEER, UNLESS AUCTIONED PURSUANT TO AN ORDER\n   13  OF A COURT OF COMPETENT JURISDICTION.\n   14    B. EVERY CONTRACT REQUIRED PURSUANT TO PARAGRAPH A OF THIS SUBDIVISION\n   15  MUST CONTAIN THE FOLLOWING PROVISIONS:\n   16    (I)  ALL  FEES, COMMISSIONS AND CHARGES TO BE PAID BY THE CONSIGNOR TO\n   17  THE AUCTIONEER OR HIS OR HER AGENTS, PRINCIPALS, EMPLOYEES, EMPLOYERS OR\n   18  ASSIGNS SHALL:\n   19    (1) TO THE EXTENT PRACTICABLE, BE ITEMIZED AND SPECIFIED AS TO  AMOUNT\n   20  (WHICH  MAY  BE STATED AS A PERCENTAGE OF THE RESERVE PRICE OR ANY FINAL\n   21  BID), AND\n   22    (2) IF SUCH ITEMIZATION AND SPECIFICATION AS TO AMOUNT IS NOT  PRACTI-\n   23  CABLE,  BE DESCRIBED WITH SUFFICIENT PARTICULARITY TO INFORM THE CONSIG-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01437-03-1\n\n       S. 551                              2\n\n    1  NOR OF THE NATURE OF THE SERVICES FOR WHICH SUCH FEES,  COMMISSIONS  AND\n    2  CHARGES WILL BE IMPOSED.\n    3    (II) THAT AS OF THE DATE OF THE AUCTION THE CONSIGNOR WARRANTS THAT HE\n    4  OR SHE HAS COMPLETE AND LAWFUL RIGHT, TITLE AND INTEREST IN THE PROPERTY\n    5  AUCTIONED, AND THAT THE CONSIGNOR SHALL INDEMNIFY THE AUCTIONEER, HIS OR\n    6  HER  AGENTS, PRINCIPALS, EMPLOYEES, EMPLOYERS OR ASSIGNS IN THE EVENT OF\n    7  ANY DEFECT IN TITLE, AND THAT AN INTENDED BENEFICIARY OF  THIS  WARRANTY\n    8  IS THE ULTIMATE PURCHASER AT AUCTION.\n    9    C.  WHERE  ARTICLES  ARE  REFERRED TO BY CATALOGUE OR ADVERTISEMENT AS\n   10  HAVING BEEN OBTAINED FROM ANY SPECIFIC PERSON,  PLACE  OR  SOURCE,  SUCH\n   11  ARTICLES MUST BE SEPARATELY ENUMERATED AND IDENTIFIED.\n   12    D. IF AN AUCTIONEER OR AUCTION HOUSE HAS ANY INTEREST, DIRECT OR INDI-\n   13  RECT,  IN  AN  ARTICLE,  INCLUDING  A GUARANTEED MINIMUM, OTHER THAN THE\n   14  SELLING COMMISSION, THE FACT SUCH INTEREST EXISTS MUST BE  DISCLOSED  IN\n   15  CONNECTION  WITH ANY DESCRIPTION OF THE ARTICLE OR ARTICLES IN THE CATA-\n   16  LOGUE OR ANY OTHER PRINTED MATERIAL PUBLISHED OR DISTRIBUTED IN RELATION\n   17  TO THE SALE. SUCH NOTICE MAY BE DENOTED BY A PROMINENT SYMBOL OR  LETTER\n   18  WHICH  WILL  REFER  THE  READER  TO  AN EXPLANATION OF THE NATURE OF THE\n   19  INTEREST THE SYMBOL  OR  LETTER  DENOTES.  IN  ADDITION,  PRIOR  TO  THE\n   20  COMMENCEMENT  OF  THE AUCTION, THE AUCTIONEER SHALL ORALLY ANNOUNCE THAT\n   21  THOSE LOTS IN WHICH THE AUCTIONEER  HAS  AN  INTEREST  COVERED  BY  THIS\n   22  SUBDIVISION HAVE BEEN DESIGNATED IN THE AUCTION CATALOGUE AND THE SYMBOL\n   23  USED TO DENOTE SUCH INTEREST.\n   24    E.  WHERE A CONSIGNOR IS TO RECEIVE A REBATE COMMISSION IN WHOLE OR IN\n   25  PART, OR WHERE HE OR SHE WILL BE PERMITTED TO BID UPON AND TO  BUY  BACK\n   26  HIS  OR HER OWN ARTICLE AT THE SALE, DISCLOSURE OF SUCH A CONDITION MUST\n   27  BE MADE IN CONNECTION WITH ANY DESCRIPTION  OF  THE  ITEM  OR  ITEMS  SO\n   28  AFFECTED  IN  THE  CATALOGUE  OR ANY OTHER PRINTED MATERIAL PUBLISHED OR\n   29  DISTRIBUTED IN RELATION TO THE SALE. THE EXISTENCE OF SUCH  A  CONDITION\n   30  MAY  BE  DENOTED BY A SYMBOL OR LETTER WHICH WILL REFER THE READER TO AN\n   31  EXPLANATION OF THE NATURE OF THE INTEREST THE SYMBOL OR LETTER DENOTES.\n   32    F. (I) IF THE CONSIGNOR HAS FIXED A PRICE BELOW WHICH AN ARTICLE  WILL\n   33  NOT  BE  SOLD,  THE \"RESERVE PRICE\", THE FACT THAT THE LOT IS BEING SOLD\n   34  SUBJECT TO RESERVE MUST BE DISCLOSED IN CONNECTION WITH THE  DESCRIPTION\n   35  OF  ANY  LOT  SO AFFECTED IN THE CATALOGUE OR ANY OTHER PRINTED MATERIAL\n   36  PUBLISHED OR DISTRIBUTED IN RELATION TO THE SALE.  THE  EXISTENCE  OF  A\n   37  RESERVE  PRICE MAY BE DENOTED BY A SYMBOL OR LETTER WHICH WILL REFER THE\n   38  READER TO AN EXPLANATION OF RESERVE PRICE. FOR THE PURPOSE OF THIS PARA-\n   39  GRAPH AND PARAGRAPHS D AND E  OF  THIS  SUBDIVISION,  ADVERTISEMENTS  IN\n   40  NEWSPAPERS  OR  OTHER PERIODICALS SHALL NOT CONSTITUTE PRINTED MATERIAL.\n   41  WHERE NO PRINTED MATERIAL IS PROVIDED IN CONNECTION WITH THE AUCTION  AN\n   42  AUCTIONEER  SHALL HAVE AVAILABLE DURING ANY ADVERTISED INSPECTION PERIOD\n   43  INFORMATION AS TO WHETHER A PARTICULAR LOT IS  TO  BE  SOLD  SUBJECT  TO\n   44  RESERVE  AND  SHALL ANNOUNCE BEFORE HE OR SHE COMMENCES THE AUCTION THAT\n   45  SUCH INFORMATION IS AVAILABLE UPON REQUEST.\n   46    (II) WHEN A LOT IS NOT SUBJECT TO  A  RESERVE  PRICE,  THE  AUCTIONEER\n   47  SHALL  NOT  INDICATE  IN ANY MANNER THAT THE LOT IS SUBJECT TO A RESERVE\n   48  PRICE.\n   49    G. IN THE EVENT AN AUCTIONEER EXTENDS  A  LOAN  TO  A  PURCHASER,  THE\n   50  AUCTIONEER  SHALL DISCLOSE IN A GENERAL ANNOUNCEMENT AT THE COMMENCEMENT\n   51  OF THE AUCTION THAT BIDDERS MAY BE PARTICIPATING IN THE  SALE  WHO  HAVE\n   52  BEEN OFFERED A LOAN BY THE AUCTIONEER. IN ADDITION, THIS DISCLOSURE MUST\n   53  ALSO  BE  MADE ON SIGNS PROMINENTLY DISPLAYED IN THE AUCTION ROOM AND AT\n   54  THE ENTRANCE THERETO. SUCH SIGNS SHALL INCLUDE THE FOLLOWING DISCLOSURE,\n   55  OR CONVEY SUBSTANTIALLY THE SAME MESSAGE:\n\n       S. 551                              3\n\n    1    \"BIDDERS MAY BE PARTICIPATING IN THE SALE WHO HAVE BEEN OFFERED A LOAN\n    2  BY THE AUCTIONEER.\"\n    3    H. THE AUCTIONEER SHALL:\n    4    (I) PROVIDE INFORMATION AS TO THE NUMBER OF JEWELS, APPROXIMATE NUMBER\n    5  OF  CARATS,  NUMBER  OF  POINTS  (DIAMOND), PRINCIPAL METAL CONTENT, AND\n    6  MANUFACTURER'S NAME, IF KNOWN, FOR ALL ARTICLES  OF  JEWELRY,  INCLUDING\n    7  WATCHES.  THE  INFORMATION  REQUIRED BY THIS PARAGRAPH SHALL BE PROVIDED\n    8  EITHER IN THE CATALOGUE DESCRIPTIONS OF SUCH ITEMS OR  BY  ATTACHING  TO\n    9  EACH SUCH ITEM A TAG OR MARKING CONTAINING THE INFORMATION.\n   10    (II)  ISSUE  OR  CAUSE TO BE ISSUED TO EACH PURCHASER AN INVOICE WHICH\n   11  SHALL CONTAIN ALL THE FOLLOWING INFORMATION:\n   12    (1) THE AUCTIONEER'S NAME, BUSINESS ADDRESS AND LICENSE NUMBER;\n   13    (2) THE NAME AND ADDRESS OF THE AUCTIONEER'S EMPLOYER OR PRINCIPAL;\n   14    (3) THE DATE OF SALE;\n   15    (4) THE LOT NUMBER, DESCRIPTION, QUANTITY AND SELLING  PRICE  OF  EACH\n   16  LOT;\n   17    (5)  THE  TOTAL  AMOUNT OF PURCHASE WITH A SEPARATE STATEMENT OF SALES\n   18  TAX;\n   19    (6) ALL DEPOSITS MADE AGAINST THE PURCHASE PRICE.\n   20    (III) ADVERTISE EACH AUCTION SALE AT LEAST ONCE IN THE SEVEN DAY PERI-\n   21  OD IMMEDIATELY PRECEDING THE AUCTION.\n   22    (IV) NOTIFY THE PERSON WHOSE PROPERTY  IS  BEING  AUCTIONED  (AND  ANY\n   23  OTHER  PERSON  ENTITLED TO BE NOTIFIED ACCORDING TO LAW) AS TO THE DATE,\n   24  PLACE AND TIME OF SALE.\n   25    (V) PERMIT (PRIOR TO THE START OF THE AUCTION) PROSPECTIVE  PURCHASERS\n   26  TO INSPECT EACH AND EVERY ARTICLE TO BE OFFERED FOR SALE.\n   27    (VI)  FURNISH  TO  ANY  BUYER,  CONSIGNOR OR OWNER OF AN ARTICLE, UPON\n   28  REQUEST, INFORMATION AS TO THE WHEREABOUTS OF THAT  ARTICLE  THAT  COMES\n   29  INTO HIS OR HER POSSESSION OR THAT IS SOLD OR OFFERED FOR SALE BY HIM OR\n   30  HER.\n   31    (VII)  SEND CHECKS FOR THE NET AMOUNT RECEIVED ON ALL SALES TO PERSONS\n   32  ENTITLED TO THE PROCEEDS THEREOF WITHIN FOURTEEN DAYS OF  DATE  OF  SALE\n   33  (EXCEPT  AS  OTHERWISE  AGREED  IN WRITING OR OTHERWISE PROVIDED BY LAW)\n   34  TOGETHER WITH A COMPLETE DETAILED STATEMENT INCLUDING LOT NUMBER,  QUAN-\n   35  TITY,  DESCRIPTION  AND SELLING PRICE OF EACH LOT; TOTAL AMOUNT RECEIVED\n   36  ON SALE; AND DISBURSEMENTS LISTING COMMISSION,  COST  OF  ADVERTISEMENT,\n   37  LABOR, CHARGES AND ALLOWANCES, AND SUNDRY EXPENSES.\n   38    (VIII) WHEN AN AUCTIONEER HAS A NUMBER OF THE SAME KIND OF ARTICLES TO\n   39  BE  SOLD  AND  INTENDS TO DISPOSE OF EACH OF THEM AT THE AMOUNT AT WHICH\n   40  THE FIRST IS SOLD, HE OR SHE SHALL MAKE AN ANNOUNCEMENT TO  THAT  EFFECT\n   41  PRIOR TO OPENING THE SALE OF THE FIRST ARTICLE.\n   42    I.  IF  AN  AUCTIONEER  MAKES LOANS OR ADVANCES MONEY TO CONSIGNORS OR\n   43  PROSPECTIVE PURCHASERS, THIS FACT MUST BE CONSPICUOUSLY DISCLOSED IN THE\n   44  AUCTIONEER'S CATALOGUE OR PRINTED MATERIAL. IF THE AUCTIONEER  DOES  NOT\n   45  PROVIDE  ANY SUCH PRINTED MATERIAL, HE OR SHE SHALL MAKE THE DISCLOSURE,\n   46  EITHER BY CONSPICUOUSLY POSTING A SIGN, OR IN ANOTHER SIMILARLY CONSPIC-\n   47  UOUS MANNER, AT THE TIME OF ANY ADVERTISED INSPECTION PERIODS  PRIOR  TO\n   48  THE  AUCTIONS. FOR THE PURPOSE OF THIS PARAGRAPH ADVERTISEMENTS IN NEWS-\n   49  PAPERS OR OTHER PERIODICALS SHALL NOT CONSTITUTE PRINTED MATERIAL.\n   50    J. EXCEPT TO IMPLEMENT A RESERVE PRICE, AND SUBJECT  TO  THE  REQUIRE-\n   51  MENTS  OF  PARAGRAPH  B OF SUBDIVISION THREE OF THIS SECTION, NO AUCTIO-\n   52  NEER, HIS OR HER CONSIGNOR, EMPLOYEE, EMPLOYER, ASSIGNEE  OR  AGENT  FOR\n   53  ANY  OF THEM MAY BID FOR HIS OR HER OWN ACCOUNT AT ANY AUCTION IF ANY OF\n   54  THEM SHALL HAVE ACCESS TO INFORMATION NOT  OTHERWISE  AVAILABLE  TO  THE\n   55  PUBLIC REGARDING RESERVES, VALUE OR OTHER MATERIAL FACTS RELATING TO THE\n   56  ARTICLES  WHICH ARE THE SUBJECT OF THE AUCTION, UNLESS THEIR STATUS AS A\n\n       S. 551                              4\n\n    1  PERSON WITH INSIDE INFORMATION AND INTENDED PARTICIPATION  IS  DISCLOSED\n    2  IN  THE  AUCTIONEER'S  CATALOGUE  AND  ANY PRINTED MATERIAL AND ON SIGNS\n    3  POSTED AT THE AUCTION.\n    4    K.  WHEREVER  AN  ESTIMATE  OR  ESTIMATED  VALUE  OF AN ITEM OR LOT IS\n    5  PUBLISHED IN A CATALOGUE OR ANY  OTHER  PRINTED  MATERIAL  PUBLISHED  OR\n    6  DISTRIBUTED IN RELATION TO AN AUCTION SALE, A GENERAL DESCRIPTION OF THE\n    7  ESTIMATE  AND  ITS MEANING AND FUNCTION MUST BE INCLUDED IN SUCH PRINTED\n    8  MATERIAL. FOR THE PURPOSE OF THIS PARAGRAPH, ADVERTISEMENTS  IN  NEWSPA-\n    9  PERS  OR  OTHER PERIODICALS SHALL NOT CONSTITUTE PRINTED MATERIAL. WHERE\n   10  NO PRINTED MATERIAL IS PROVIDED, AND AN ESTIMATE OR ESTIMATED  VALUE  IS\n   11  ANNOUNCED  OR  DISSEMINATED  IN ANY MANNER, A GENERAL DESCRIPTION OF THE\n   12  ESTIMATE AND ITS MEANING AND FUNCTION MUST BE AVAILABLE FOR DISTRIBUTION\n   13  AND ITS AVAILABILITY MUST  BE  ANNOUNCED  AT  THE  COMMENCEMENT  OF  THE\n   14  AUCTION.\n   15    L.  IN ANY ADVERTISEMENT INDICATING AN AUCTION SALE DUE TO A BUSINESS'\n   16  LOSS OF LEASE OR LIQUIDATION, THE AUCTIONEER MUST INCLUDE  THE  NAME  OF\n   17  THE  CONSIGNOR  OR  BUSINESS AUTHORIZING THE AUCTION. IN ANY SALE ADVER-\n   18  TISED AS PURSUANT TO A SECURITY AGREEMENT, THE NAME OF THE DEBTOR  SHALL\n   19  BE INDICATED CONSPICUOUSLY.\n   20    3.  A.  IF THE RESERVE PRICE IS NOT BID, THE AUCTIONEER MAY WITHDRAW A\n   21  LOT FROM SALE. AT THE TIME OF SUCH WITHDRAWAL,  AND  BEFORE  BIDDING  ON\n   22  ANOTHER LOT BEGINS, THE AUCTIONEER SHALL ANNOUNCE THAT THE WITHDRAWN LOT\n   23  HAS BEEN \"PASSED\", \"WITHDRAWN\", \"RETURNED TO OWNER\" OR \"BOUGHT-IN\".\n   24    B.  BEFORE BIDDING ON ANY LOT HAS REACHED ITS RESERVE PRICE NO AUCTIO-\n   25  NEER MAY MAKE OR PLACE CONSECUTIVE OR SUCCESSIVE BIDS, OR PLACE BIDS  IN\n   26  RESPONSE  TO  BIDS  FROM  OTHERS, ON BEHALF OF THE CONSIGNOR, UNLESS THE\n   27  FACT THAT THE AUCTIONEER WILL OR MAY BID IN SUCH A MANNER IS CLEARLY AND\n   28  CONSPICUOUSLY DISCLOSED IN ANY CATALOGUE AND ANY OTHER PRINTED  MATERIAL\n   29  PUBLISHED  OR  DISTRIBUTED IN CONNECTION WITH THE SALE. FOR THE PURPOSES\n   30  OF THIS PARAGRAPH ADVERTISEMENTS  IN  NEWSPAPERS  OR  OTHER  PERIODICALS\n   31  SHALL NOT CONSTITUTE PRINTED MATERIAL. THIS DISCLOSURE MUST ALSO BE MADE\n   32  ON  SIGNS  PROMINENTLY DISPLAYED IN THE AUCTION ROOM AND AT THE ENTRANCE\n   33  THERETO, AND MUST BE ANNOUNCED BY THE AUCTIONEER  IMMEDIATELY  PRIOR  TO\n   34  THE COMMENCEMENT OF ANY AUCTION.\n   35    THE  SIGN REQUIRED BY THIS PARAGRAPH MUST BE AT LEAST TWELVE INCHES BY\n   36  EIGHTEEN INCHES IN DIMENSION WITH LETTERS AT LEAST ONE  INCH  HIGH,  AND\n   37  MUST READ AS FOLLOWS, OR CONVEY A SUBSTANTIALLY SIMILAR DISCLOSURE:\n   38    THE  AUCTIONEER MAY OPEN BIDDING ON ANY LOT BY PLACING A BID ON BEHALF\n   39  OF THE SELLER. THE AUCTIONEER MAY FURTHER BID ON BEHALF OF  THE  SELLER,\n   40  UP  TO  THE  AMOUNT OF THE RESERVE, BY PLACING SUCCESSIVE OR CONSECUTIVE\n   41  BIDS FOR A LOT, OR BY PLACING BIDS IN RESPONSE TO OTHER BIDDERS.\n   42    C. AFTER BIDDING HAS REACHED THE RESERVE PRICE OF A LOT:\n   43    (I) THE AUCTIONEER MAY NOT BID ON  BEHALF  OF  THE  CONSIGNOR  OR  THE\n   44  AUCTION HOUSE; AND\n   45    (II)  THE  AUCTIONEER MAY ONLY ACCEPT BIDS FROM PERSONS OTHER THAN THE\n   46  CONSIGNOR OR THE AUCTION HOUSE EXCEPT ABSENTEE TELEPHONE, ORDER OR OTHER\n   47  AGENT'S BIDS;\n   48    (III) THIS PARAGRAPH SHALL NOT APPLY TO AUCTION SALES CONDUCTED PURSU-\n   49  ANT TO AN ORDER OF A COURT OF COMPETENT JURISDICTION, INCLUDING AN ORDER\n   50  OF A BANKRUPTCY JUDGE OR TRUSTEE, OR A SALE OF SECURED PROPERTY PURSUANT\n   51  TO THE UNIFORM COMMERCIAL CODE, OR THE SALE OF PROPERTY WHICH IS SUBJECT\n   52  TO A LIEN OR ASSIGNMENT PURSUANT TO THE LAWS OF THE STATE OF NEW YORK.\n   53    D. IN NO EVENT SHALL THE RESERVE PRICE FOR ANY LOT EXCEED THE  MINIMUM\n   54  ESTIMATED VALUE OF THE LOT AS PUBLISHED IN ANY CATALOGUE OR OTHER PRINT-\n   55  ED MATERIAL DISTRIBUTED BY THE AUCTIONEER.\n\n       S. 551                              5\n\n    1    4.  A.  AN  AUCTIONEER  MAY NOT DISCLAIM WARRANTY OF TITLE OF ANY ITEM\n    2  SOLD AT AUCTION. THE AUCTIONEER SHALL  REIMBURSE  ANY  PURCHASER  IN  AN\n    3  AMOUNT  EQUAL  TO THE SUCCESSFUL BID AT AUCTION PLUS ANY BUYER'S COMMIS-\n    4  SION PAID IN THE EVENT IT IS  DETERMINED  THAT  THE  PURCHASER  HAS  NOT\n    5  ACQUIRED TRANSFERABLE TITLE TO THE ITEM.\n    6    B.  AT  THE AUCTION SALE PREMISES ONLY EXTERIOR SIGNS MAY BE DISPLAYED\n    7  ADVERTISING THE AUCTION SALE BUT THE SAME  SHALL  NOT  BE  EXCESSIVE  IN\n    8  SIZE.\n    9    C. AN AUCTIONEER MAY NOT:\n   10    (I)  OFFER  MORE  THAN ONE ARTICLE FOR SALE AT ANY ONE TIME UNLESS THE\n   11  COMBINING OF ARTICLES OR LOTS IS SO INDICATED PRIOR TO THE INITIAL BID.\n   12    (II) REPRESENT AN ARTICLE TO BE GUARANTEED BY THE MANUFACTURER OR  THE\n   13  OWNER UNLESS A MANUFACTURER'S OR OWNER'S GUARANTEE ACCOMPANIES THE ARTI-\n   14  CLE.\n   15    (III)  OFFER  AN  ARTICLE  CONTAINED  IN  A  CARTON,  PACKAGE OR OTHER\n   16  CONTAINER COMMONLY KNOWN AS A BLIND ARTICLE UNLESS PRIOR TO THE OFFER IT\n   17  IS ANNOUNCED THAT THE HIGHEST BIDDER  MAY  REJECT  THE  ARTICLE  IF  NOT\n   18  SATISFACTORY  TO HIM OR HER. THIS PROVISION DOES NOT REFER TO AN AUCTION\n   19  OF ARTICLES IN BULK WHERE A SAMPLE IS DISPLAYED AND BALANCE OF  ARTICLES\n   20  ARE REPRESENTED TO CONFORM TO THE SAMPLE.\n   21    (IV) ACCEPT AS PAYMENT OR EXCHANGE ANY ARTICLE PREVIOUSLY KNOCKED DOWN\n   22  OR SOLD TO A SUCCESSFUL BIDDER. THE ARTICLE KNOCKED DOWN OR SOLD MUST BE\n   23  DELIVERED  TO  THE  BIDDER  OR,  IF THE AUCTIONEER IS WILLING AND AT THE\n   24  BIDDER'S ELECTION, THE PURCHASE PRICE REFUNDED IN FULL. NO OTHER ARTICLE\n   25  MAY BE OFFERED TO SAID BIDDER  AS  A  SUBSTITUTE  OR  REPLACEMENT.  SUCH\n   26  REFUND  SHALL  TAKE  PLACE WITHIN A REASONABLE TIME OR MAY BE APPLIED AS\n   27  PART PAYMENT OR PAYMENT FOR ANY OTHER ARTICLE PURCHASED  AT  AUCTION  BY\n   28  THE SAME BIDDER.\n   29    5.  A.  UPON ANY VIOLATION OF THIS SECTION, AN APPLICATION MAY BE MADE\n   30  BY THE ATTORNEY GENERAL IN THE NAME OF THE PEOPLE OF THE  STATE  OF  NEW\n   31  YORK  TO  A COURT OR JUSTICE HAVING JURISDICTION TO ISSUE AN INJUNCTION,\n   32  AND UPON NOTICE TO THE DEFENDANT OF NOT LESS THAN FIVE DAYS,  TO  ENJOIN\n   33  AND RESTRAIN THE CONTINUANCE OF THE VIOLATION. IF IT SHALL APPEAR TO THE\n   34  SATISFACTION  OF  THE  COURT  OR JUSTICE THAT THE DEFENDANT HAS VIOLATED\n   35  THIS SECTION, AN INJUNCTION MAY BE  ISSUED  BY  THE  COURT  OR  JUSTICE,\n   36  ENJOINING AND RESTRAINING ANY FURTHER VIOLATION, WITHOUT REQUIRING PROOF\n   37  THAT  ANY  PERSON  HAS, IN FACT, BEEN INJURED OR DAMAGED THEREBY. IN ANY\n   38  SUCH PROCEEDING, THE COURT MAY MAKE ALLOWANCES TO THE  ATTORNEY  GENERAL\n   39  AS  PROVIDED IN PARAGRAPH SIX OF SUBDIVISION (A) OF SECTION EIGHTY-THREE\n   40  HUNDRED THREE OF THE CIVIL PRACTICE LAW AND RULES, AND  DIRECT  RESTITU-\n   41  TION.\n   42    B.  WHENEVER  THE  COURT  SHALL  DETERMINE  THAT  A  VIOLATION  OF THE\n   43  PROVISIONS OF THIS SECTION HAS OCCURRED, IT MAY IMPOSE A  CIVIL  PENALTY\n   44  OF  NOT MORE THAN ONE THOUSAND DOLLARS FOR EACH VIOLATION. IN CONNECTION\n   45  WITH AN APPLICATION MADE UNDER THIS SUBDIVISION, THE ATTORNEY GENERAL IS\n   46  AUTHORIZED TO TAKE PROOF AND TO MAKE A  DETERMINATION  OF  THE  RELEVANT\n   47  FACTS  AND  TO ISSUE SUBPOENAS IN ACCORDANCE WITH THE CIVIL PRACTICE LAW\n   48  AND RULES.\n   49    C. IN ADDITION TO THE RIGHT OF ACTION GRANTED TO THE ATTORNEY  GENERAL\n   50  PURSUANT  TO  SUBDIVISION  NINE  OF THIS SECTION, ANY BUYER INJURED BY A\n   51  VIOLATION OF THE PROVISIONS OF THIS SECTION MAY BRING AN ACTION  IN  HIS\n   52  OWN  NAME  TO  ENJOIN  SUCH  UNLAWFUL PRACTICE, AN ACTION TO RECOVER HIS\n   53  ACTUAL DAMAGES OR FIVE HUNDRED DOLLARS, WHICHEVER IS  GREATER,  OR  BOTH\n   54  SUCH  ACTIONS.  THE  COURT  IN  ITS DISCRETION MAY INCREASE THE AWARD OF\n   55  DAMAGES TO AN AMOUNT NOT TO EXCEED THREE TIMES THE ACTUAL  DAMAGES.  THE\n\n       S. 551                              6\n\n    1  COURT  MAY  AWARD  COSTS  AND  REASONABLE ATTORNEYS FEES TO A PREVAILING\n    2  PLAINTIFF.\n    3    6.  THE PROVISIONS OF THIS SECTION SHALL NOT BE APPLICABLE TO AUCTIONS\n    4  HELD AS PART OF A FUNDRAISING EVENT BY AN ENTITY CREATED FOR  CHARITABLE\n    5  PURPOSES  WITHIN  THE  MEANING  OF  PARAGRAPH FOUR OF SUBDIVISION (A) OF\n    6  SECTION ELEVEN HUNDRED SIXTEEN OF THE TAX LAW WHERE THE PROCEEDS OF SUCH\n    7  FUNDRAISING EVENT BENEFIT SUCH ORGANIZATION.\n    8    7. NOTWITHSTANDING THE FOREGOING, AND  UNLESS  OTHERWISE  REQUIRED  BY\n    9  LAW,  IN ANY COUNTY WITH A POPULATION OF FORTY-FIVE THOUSAND OR LESS, NO\n   10  WRITTEN CONTRACT SHALL BE REQUIRED WHERE THE REASONABLY ESTIMATED  VALUE\n   11  OF  THE  PROPERTY  TO  BE  AUCTIONED  IS  LESS THAN ONE HUNDRED THOUSAND\n   12  DOLLARS.\n   13    8. THE PROVISIONS OF THIS SECTION SHALL NOT BE APPLICABLE TO:\n   14    A. MOTOR VEHICLE AUCTIONS CONDUCTED UNDER SECTION TWENTY-THREE OF THIS\n   15  ARTICLE AND THE VEHICLE AND TRAFFIC LAW;\n   16    B. AUCTIONS OF POULTRY AND LIVESTOCK;\n   17    C. AUCTIONS OF FARM SUPPLIES, FARM EQUIPMENT, AND FARM REAL ESTATE; OR\n   18    D. AUCTION SALES CONDUCTED PURSUANT TO AN ORDER OF A COURT  OF  COMPE-\n   19  TENT  JURISDICTION, INCLUDING AN ORDER OF A BANKRUPTCY JUDGE OR TRUSTEE,\n   20  OR A SALE OF SECURED PROPERTY PURSUANT TO THE UNIFORM  COMMERCIAL  CODE,\n   21  OR  THE SALE OF PROPERTY WHICH IS SUBJECT TO A LIEN OR ASSIGNMENT PURSU-\n   22  ANT TO THE LAWS OF THE STATE OF NEW YORK.\n   23    E. THE PROVISIONS OF SUBDIVISION ONE OF  THIS  SECTION,  SUBPARAGRAPHS\n   24  (I)  AND  (II)  OF PARAGRAPH F OF SUBDIVISION TWO OF THIS SECTION AND OF\n   25  PARAGRAPH A OF SUBDIVISION THREE OF THIS  SECTION  SHALL  NOT  APPLY  TO\n   26  AUCTIONS  OF  THOROUGHBRED  HORSES,  PROVIDED  THAT  THE RESULTS OF SUCH\n   27  AUCTION, INCLUDING WHETHER OR NOT A RESERVE PRICE WAS MET, ARE PUBLISHED\n   28  WITHIN TWENTY-FOUR HOURS.\n   29    F. THE PROVISIONS OF THIS SECTION SHALL NOT APPLY TO AUCTIONS OF VEHI-\n   30  CLES OR HIGHWAY TOOLS, MACHINERY OR EQUIPMENT CONDUCTED BY OR ON  BEHALF\n   31  OF  THE FEDERAL GOVERNMENT, OR THE STATE, ITS AGENCIES, BUREAUS, BOARDS,\n   32  COMMISSIONS AND AUTHORITIES, OR ANY POLITICAL SUBDIVISION OF THE  STATE,\n   33  OR THE AGENCIES AND AUTHORITIES OF ANY SUCH SUBDIVISION.\n   34    S  3.  Subdivision  3  of  section  23  of the general business law is\n   35  amended by adding a new paragraph f to read as follows:\n   36    F. IN THE EVENT AN AUCTIONEER, AUCTION OR AFFILIATE OFFERS FLOOR  PLAN\n   37  FINANCING  OR  EXTENDS  A  LOAN  TO  A  PURCHASER,  THE AUCTIONEER SHALL\n   38  DISCLOSE IN A GENERAL ANNOUNCEMENT AT THE COMMENCEMENT  OF  THE  AUCTION\n   39  THAT  BIDDERS  MAY  BE  PARTICIPATING  IN THE SALE WHO HAVE BEEN OFFERED\n   40  FLOOR PLAN FINANCING OR A LOAN BY THE AUCTIONEER, AUCTION  OR  AFFILIATE\n   41  OR WORDS THAT CONVEY SUBSTANTIALLY THE SAME MESSAGE.\n   42    S  4.  This  act  shall take effect on the sixtieth day after it shall\n   43  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general business law, in relation to auction requirements ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101223.T140110.TXT", "SOBI.D101222.T091823.TXT", "SOBI.D101223.T131107.TXT", "SOBI.D101222.T093824.TXT", "SOBI.D101222.T113831.TXT", "SOBI.D101222.T092323.TXT", "SOBI.D101222.T094824.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1293130870351
}