{
  "year" : 2011,
  "senateBillNo" : "S552-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO COMMERCE, ECONOMIC DEVELOPMENT AND SMALL BUSINESS",
    "billEventId" : "S552-2011-1294203600000-REFERRED+TO+COMMERCE%2C+ECONOMIC+DEVELOPMENT+AND+SMALL+BUSINESS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "LITTLE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes the Empire State Fishing Trail program with the department of economic development",
  "summary" : "Establishes the Empire State Fishing Trail program within the department of economic development to promote fishing within the state and ensure that fishing tournaments are conducted in the state. ",
  "currentCommittee" : "COMMERCE, ECONOMIC DEVELOPMENT AND SMALL BUSINESS",
  "sameAs" : "A3360",
  "lawSection" : "Economic Development Law",
  "previousVersions" : [ "S283-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          552\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  LITTLE -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Commerce, Economic  Devel-\n         opment and Small Business\n\n       AN  ACT  to  amend the economic development law, in relation to creating\n         the Empire State Fishing Trail program\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  economic  development law is amended by adding a new\n    2  article 5-F to read as follows:\n    3                                  ARTICLE 5-F\n    4                     EMPIRE STATE FISHING TRAIL PROGRAM\n    5  SECTION 181-F. LEGISLATIVE INTENT.\n    6          181-G. DEFINITION.\n    7          181-H. GENERAL FUNCTIONS, POWERS AND DUTIES OF THE COMMISSIONER.\n    8    S 181-F. LEGISLATIVE INTENT.  NEW YORK STATE IS  HOME  TO  MANY  WATER\n    9  RESOURCES  INCLUDING HUNDREDS OF MILES OF ATLANTIC OCEAN COASTLINE, TENS\n   10  OF THOUSANDS OF MILES OF RIVERS AND  STREAMS,  THOUSANDS  OF  LAKES  AND\n   11  PONDS,  AND MILLIONS OF ACRES OF WETLANDS. THE FISHING OPPORTUNITIES ARE\n   12  VAST AND UNIQUE RANGING FROM SALT WATER TO FRESH WATER.  THE  STATE  HAS\n   13  CONSISTENTLY  BEEN RECOGNIZED FOR ITS OUTSTANDING FISHERIES AND HAS BEEN\n   14  RATED NUMBER ONE FOR BASS FISHING IN THE COUNTRY. ACCORDING TO THE AMER-\n   15  ICAN SPORTFISHING ASSOCIATION,  ANGLERS  SPEND  MORE  THAN  1.1  BILLION\n   16  DOLLARS  ON  FISHING  TRIPS,  EQUIPMENT  AND  LICENSES, WHICH SUPPORT IN\n   17  EXCESS OF SEVENTEEN THOUSAND JOBS THROUGHOUT NEW YORK.  FISHING  TOURNA-\n   18  MENTS  HAVE  RISEN  IN  POPULARITY AND THIS STATE HAS REGULARLY BEEN THE\n   19  HOST TO NATIONAL AND INTERNATIONAL  TOURNAMENTS  WHICH  BRING  WORLDWIDE\n   20  ATTENTION.  AS  SUCH,  THE STATE HAS AN EXCELLENT OPPORTUNITY TO ATTRACT\n   21  MORE FISHING TOURNAMENTS, ANGLERS, VISITORS AND  FISHING  RELATED  BUSI-\n   22  NESSES.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00141-01-1\n\n       S. 552                              2\n\n    1    S  181-G.  DEFINITION.  AS USED IN THIS ARTICLE, \"FISHING TRAIL\" SHALL\n    2  MEAN A SERIES OF FISHERIES IN THE STATE IDENTIFIED BY THE  COMMISSIONER,\n    3  WHICH MAY BE LINKED BY GEOGRAPHY, QUALITY AND/OR EVENTS.\n    4    S 181-H. GENERAL FUNCTIONS, POWERS AND DUTIES OF THE COMMISSIONER. THE\n    5  COMMISSIONER,  IN  COOPERATION  WITH  THE  COMMISSIONER OF ENVIRONMENTAL\n    6  CONSERVATION, THE COMMISSIONER OF PARKS, RECREATION AND HISTORIC PRESER-\n    7  VATION, AND ANY LOCAL GOVERNMENT OFFICIAL OR ENTITY, SHALL  EXPAND  UPON\n    8  THE  EXISTING  FISHING  PROMOTION  PROGRAM  BY  DEVELOPING A COORDINATED\n    9  EFFORT TO PROMOTE THE STATE'S  FISHING  OPPORTUNITIES,  IMPROVE  FISHING\n   10  FACILITIES,  WATER  QUALITY AND ATTRACT PROFESSIONAL FISHING TOURNAMENTS\n   11  AT LOCATIONS ALONG THE TRAIL, AND ENSURE THAT TOP-LEVEL FISHING  TOURNA-\n   12  MENTS ARE SECURED AT FISHERIES ALONG THE FISHING TRAIL.\n   13    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the economic development law, in relation to creating the Empire State Fishing Trail program ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101222.T093824.TXT", "SOBI.D110125.T105904.TXT", "SOBI.D101223.T121103.TXT", "SOBI.D101222.T092323.TXT", "SOBI.D101222.T094824.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295971144388
}