{
  "year" : 2011,
  "senateBillNo" : "S553-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO ENVIRONMENTAL CONSERVATION",
    "billEventId" : "S553-2011-1294203600000-REFERRED+TO+ENVIRONMENTAL+CONSERVATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "LITTLE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes the forest ranger force to establish a training program for volunteer search and rescue personnel to assist the forest rangers",
  "summary" : "Authorizes the forest ranger force to establish a training program for volunteer search and rescue personnel to assist the forest rangers in wild, remote and forested areas of the state. ",
  "currentCommittee" : "ENVIRONMENTAL CONSERVATION",
  "sameAs" : null,
  "lawSection" : "Environmental Conservation Law",
  "previousVersions" : [ "S3652-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "DEFRANCISCO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          553\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  LITTLE -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Environmental Conservation\n\n       AN ACT to amend the  environmental  conservation  law,  in  relation  to\n         authorizing  the  forest  ranger force to establish a training program\n         for volunteer wild land search and rescue personnel\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision  18  of  section  9-0105 of the environmental\n    2  conservation law, as added by chapter  617  of  the  laws  of  1984,  is\n    3  amended to read as follows:\n    4    18.  A. Establish, operate and maintain a search and rescue program in\n    5  fire towns and fire districts of the state. For  the  purposes  of  this\n    6  section  fire towns shall mean such towns provided for in section 9-1107\n    7  of this chapter and fire districts  shall  be  deemed  to  be  the  fire\n    8  protection  areas  provided  for  in  section 9-1109 of this chapter and\n    9  regulations promulgated pursuant to  the  authority  of  such  sections.\n   10  Pursuant to such program the forest ranger force of the department shall\n   11  have the authority to organize, direct and execute search operations for\n   12  lost  persons  or  civilian  aircraft  and conduct rescue operations for\n   13  persons injured or in serious danger of injury in the wild,  remote  and\n   14  forested  areas  of fire towns and fire districts of the state; provided\n   15  that, where criminal conduct is suspected or fugitive search is involved\n   16  such search or rescue operations shall be conducted under the  jurisdic-\n   17  tion of the appropriate law enforcement agency.  Search and rescue oper-\n   18  ations  outside of fire towns and fire districts may be conducted by the\n   19  forest ranger force upon request of the agency  conducting  such  opera-\n   20  tion.\n   21    B. PURSUANT TO SUCH PROGRAM, THE FOREST RANGER FORCE OF THE DEPARTMENT\n   22  SHALL HAVE THE AUTHORITY TO ESTABLISH, DIRECT AND MAINTAIN A PROGRAM FOR\n   23  THE  PURPOSE  OF  TRAINING AND CREDENTIALING VOLUNTEER, WILD LAND SEARCH\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02057-01-1\n\n       S. 553                              2\n\n    1  AND RESCUE PERSONNEL TO ASSIST AND RESPOND ALONG WITH THE FOREST  RANGER\n    2  FORCE  TO  SEARCH  FOR  LOST AND MISSING PERSONS IN THE WILD, REMOTE AND\n    3  FORESTED AREAS OF THE STATE.\n    4    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the environmental conservation law, in relation to authorizing the forest ranger force to establish a training program for volunteer wild land search and rescue personnel ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101222.T093824.TXT", "SOBI.D101222.T092323.TXT", "SOBI.D110127.T102344.TXT", "SOBI.D101222.T094824.TXT", "SOBI.D101223.T121603.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296141824921
}