{
  "year" : 2011,
  "senateBillNo" : "S556-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO BANKS",
    "billEventId" : "S556-2011-1294203600000-REFERRED+TO+BANKS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "DIAZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Regulates the provision of refund anticipation loans by persons and entities other than banking institutions",
  "summary" : "Regulates the provision of refund anticipation loans by person and entities other than banking institutions; requires that at the time a borrower applies for a refund anticipation loan, a facilitator shall disclose to such borrower certain information relating to fees and interest rates; defines terms. ",
  "currentCommittee" : "BANKS",
  "sameAs" : null,
  "lawSection" : "Banking Law",
  "previousVersions" : [ "S5584-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          556\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  DIAZ  --  read twice and ordered printed, and when\n         printed to be committed to the Committee on Banks\n\n       AN ACT to amend the banking law,  in  relation  to  refund  anticipation\n         loans\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The banking law is amended by adding a new  section  46  to\n    2  read as follows:\n    3    S 46. REFUND ANTICIPATION LOANS. 1. AS USED IN THIS SECTION:\n    4    (A)  \"BORROWER\"  MEANS  A PERSON WHO RECEIVES THE PROCEEDS OF A REFUND\n    5  ANTICIPATION LOAN;\n    6    (B) \"FACILITATOR\" MEANS A PERSON WHO, INDIVIDUALLY, OR IN  CONJUNCTION\n    7  OR  COOPERATION  WITH  ANOTHER PERSON, MAKES A REFUND ANTICIPATION LOAN,\n    8  PROCESSES, RECEIVES OR ACCEPTS FOR DELIVERY AN APPLICATION FOR A  REFUND\n    9  ANTICIPATION LOAN, ISSUES A CHECK IN PAYMENT OF REFUND ANTICIPATION LOAN\n   10  PROCEEDS,  OR  IN  ANY OTHER MANNER ACTS TO ALLOW THE MAKING OF A REFUND\n   11  ANTICIPATION LOAN. THE TERM DOES NOT  INCLUDE  A  BANK,  TRUST  COMPANY,\n   12  SAVINGS  BANK,  SAVINGS  AND LOAN ASSOCIATION, CREDIT UNION OR PERSON OR\n   13  ENTITY ISSUED A LICENSE UNDER THE PROVISIONS OF  ARTICLE  NINE  OF  THIS\n   14  CHAPTER, OPERATING UNDER THE LAWS OF THE UNITED STATES OR THIS STATE, OR\n   15  ANY PERSON WHO ACTS SOLELY AS AN INTERMEDIARY AND DOES NOT DEAL WITH THE\n   16  PUBLIC IN THE MAKING OF A REFUND ANTICIPATION LOAN;\n   17    (C)  \"REFUND  ANTICIPATION  LOAN\"  MEANS  A  LOAN  ARRANGED TO BE PAID\n   18  DIRECTLY FROM THE PROCEEDS OF A BORROWER'S INCOME TAX REFUND;\n   19    (D) \"REFUND ANTICIPATION LOAN FEE\" MEANS ANY CHARGES,  FEES  OR  OTHER\n   20  CONSIDERATION CHARGED OR IMPOSED FOR THE MAKING OF A REFUND ANTICIPATION\n   21  LOAN. THE TERM DOES NOT INCLUDE ANY CHARGES, FEES OR OTHER CONSIDERATION\n   22  CHARGED  OR  IMPOSED IN THE ORDINARY COURSE OF BUSINESS BY A FACILITATOR\n   23  FOR SERVICES THAT DO NOT RESULT IN THE MAKING OF A LOAN  INCLUDING,  BUT\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03239-01-1\n\n       S. 556                              2\n\n    1  NOT  LIMITED  TO,  FEES  FOR  TAX RETURN PREPARATION SERVICES OR FOR THE\n    2  ELECTRONIC FILING OF INCOME TAX RETURNS; AND\n    3    (E)  \"ANNUAL  PERCENTAGE RATE\" SHALL HAVE THE SAME MEANING AS PROVIDED\n    4  IN PARAGRAPH (B) OF SUBDIVISION ONE OF SECTION SIX-L OF THIS CHAPTER.\n    5    2. AT THE TIME A BORROWER APPLIES FOR A REFUND  ANTICIPATION  LOAN,  A\n    6  FACILITATOR  SHALL DISCLOSE TO SUCH BORROWER ON A DOCUMENT THAT IS SEPA-\n    7  RATE FROM THE LOAN APPLICATION:\n    8    (A) THE ESTIMATED FEE  FOR  PREPARING  AND  ELECTRONICALLY  FILING  AN\n    9  INCOME TAX RETURN;\n   10    (B) THE REFUND ANTICIPATION LOAN FEE SCHEDULE;\n   11    (C) THE ANNUAL PERCENTAGE RATE FOR THE LOAN;\n   12    (D)  THE  ESTIMATED  TOTAL COST TO THE BORROWER FOR UTILIZING A REFUND\n   13  ANTICIPATION LOAN;\n   14    (E) THE ESTIMATED NUMBER OF DAYS WITHIN WHICH THE LOAN PROCEEDS  SHALL\n   15  BE PAID TO THE BORROWER IF THE LOAN IS APPROVED;\n   16    (F)  THE BORROWER IS RESPONSIBLE FOR REPAYMENT OF THE LOAN AND RELATED\n   17  FEES IN THE EVENT THE INCOME TAX REFUND IS NOT PAID OR NOT PAID IN FULL;\n   18  AND\n   19    (G) THE AVAILABILITY OF ELECTRONIC FILING OF THE INCOME TAX RETURN  OF\n   20  THE  BORROWER  AND  THE  AVERAGE  TIME ANNOUNCED BY THE INTERNAL REVENUE\n   21  SERVICE WITHIN WHICH THE BORROWER CAN EXPECT TO RECEIVE A REFUND IF  THE\n   22  BORROWER'S  RETURN  IS  ELECTRONICALLY  FILED  AND THE BORROWER DOES NOT\n   23  OBTAIN A REFUND ANTICIPATION LOAN.\n   24    3. NO REFUND ANTICIPATION LOAN SHALL BE MADE  AT  ANY  LOCATION  OTHER\n   25  THAN  A LOCATION IN WHICH THE PRINCIPAL BUSINESS IS TAX PREPARATION. ALL\n   26  DISCLOSURE DOCUMENTS REQUIRED BY SUBDIVISION TWO OF THIS  SECTION  SHALL\n   27  BE  AVAILABLE  IN  ENGLISH,  SPANISH AND IN ANY OTHER LANGUAGE SPOKEN BY\n   28  MORE THAN FIVE  PERCENT  OF  THE  POPULATION  IN  THE  VICINITY  OF  THE\n   29  FACILITATOR'S LOCATION.\n   30    4.  NOTWITHSTANDING ANY OTHER PROVISION OF THIS CHAPTER OR THE GENERAL\n   31  OBLIGATIONS LAW, THE INTEREST RATE FOR A REFUND ANTICIPATION LOAN  SHALL\n   32  NOT  EXCEED  (A) SIXTY PERCENT PER ANNUM FOR THE INITIAL TWENTY-ONE DAYS\n   33  OF SUCH LOAN, AND (B) TWENTY PERCENT PER ANNUM FOR THE PERIOD COMMENCING\n   34  ON THE TWENTY-SECOND DAY OF SUCH LOAN AND ENDING ON THE DATE OF PAYMENT.\n   35    5. IN OFFERING TO FACILITATE OR  FACILITATING  A  REFUND  ANTICIPATION\n   36  LOAN, NO FACILITATOR SHALL ENGAGE IN ANY OF THE FOLLOWING ACTIVITIES:\n   37    (A)  REQUIRING  A  CLIENT TO ENTER INTO A LOAN ARRANGEMENT IN ORDER TO\n   38  COMPLETE A TAX RETURN;\n   39    (B) MISREPRESENTING A MATERIAL FACTOR OR CONDITION OF A REFUND  ANTIC-\n   40  IPATION LOAN;\n   41    (C)  FAILING TO PROCESS THE APPLICATION FOR A REFUND ANTICIPATION LOAN\n   42  PROMPTLY AFTER THE CLIENT APPLIES FOR THE LOAN; OR\n   43    (D) ENGAGING IN ANY TRANSACTION, PRACTICE, OR COURSE OF BUSINESS  THAT\n   44  OPERATES  A  FRAUD  UPON  ANY  PERSON IN CONNECTION WITH A REFUND ANTIC-\n   45  IPATION LOAN.\n   46    6. ANY FACILITATOR WHO VIOLATES ANY PROVISION OF THIS SECTION SHALL BE\n   47  SUBJECT TO A CIVIL PENALTY OF NOT MORE THAN  FIVE  HUNDRED  DOLLARS  FOR\n   48  EACH  SUCH  VIOLATION. SUCH PENALTY SHALL BE ASSESSED BY THE SUPERINTEN-\n   49  DENT AS PROVIDED IN SECTION FORTY-FOUR OF THIS ARTICLE. IN ADDITION, ANY\n   50  FACILITATOR WHO VIOLATES ANY PROVISION OF THIS SECTION SHALL  BE  LIABLE\n   51  TO  ANY  AGGRIEVED BORROWER IN AN AMOUNT EQUAL TO THREE TIMES THE AMOUNT\n   52  OF THE REFUND ANTICIPATION LOAN FEE, PLUS REASONABLE ATTORNEY'S FEES, IN\n   53  A CIVIL ACTION BROUGHT BY THE AGGRIEVED  BORROWER  OR  BY  THE  ATTORNEY\n   54  GENERAL ON BEHALF OF THE AGGRIEVED BORROWER.\n   55    7.  THE  SUPERINTENDENT  MAY  PRESCRIBE  REGULATIONS  TO CARRY OUT THE\n   56  PROVISIONS AND PURPOSES OF THIS SECTION.\n\n       S. 556                              3\n\n    1    S 2. Nothing in this act shall be construed to  impair  or  limit  the\n    2  validity  of  any additional local laws or regulations, not inconsistent\n    3  with the provisions of this act, applicable  to  the  making  of  refund\n    4  anticipation loans.\n    5    S  3.  If any clause, sentence, paragraph, section or part of this act\n    6  be adjudged by any court of competent jurisdiction to be  invalid,  such\n    7  judgment  shall  not  affect, impair or invalidate the remainder thereof\n    8  but shall be applied in its operation to  the  clause,  sentence,  para-\n    9  graph,  section  or part thereof directly involved in the controversy in\n   10  which such judgment shall have been rendered.\n   11    S 4. This act shall take effect on the first of November next succeed-\n   12  ing the date on which it shall have become  a  law;  provided,  however,\n   13  that effective immediately, the addition, amendment and/or repeal of any\n   14  rule  or  regulation necessary for the implementation of this act on its\n   15  effective date are authorized and directed to be made and  completed  on\n   16  or before such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the banking law, in relation to refund anticipation loans ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101222.T093824.TXT", "SOBI.D101222.T092823.TXT", "SOBI.D101223.T123104.TXT", "SOBI.D101222.T094824.TXT", "SOBI.D101222.T094324.TXT", "SOBI.D101222.T093324.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1293125464147
}