{
  "year" : 2011,
  "senateBillNo" : "S561-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO EDUCATION",
    "billEventId" : "S561-2011-1294203600000-REFERRED+TO+EDUCATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "ROBACH",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to admission of institutions of higher education for pupils receiving a home instruction education or a non-public school program",
  "summary" : "Relates to admission of institutions of higher education for pupils receiving home instruction; prohibits the commissioner from requiring pupils who have completed the requirements of a home school education or a non-public school program to obtain or submit proof of having obtained a general education development certificate or any accredited diploma. ",
  "currentCommittee" : "EDUCATION",
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "S944-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          561\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  ROBACH -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Education\n\n       AN ACT to amend the education law, in relation to admission into  insti-\n         tutions of higher education for pupils receiving home instruction\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The education law is amended by adding a new section  312-a\n    2  to read as follows:\n    3    S 312-A. FAIR PRACTICES FOR HOME SCHOOL APPLICANTS. 1. THE COMMISSION-\n    4  ER  SHALL  NOT  REQUIRE  A PUPIL WHO HAS COMPLETED THE REQUIREMENTS OF A\n    5  HOME INSTRUCTION EDUCATION OR A NON-PUBLIC SCHOOL PROGRAM, AND  WHO  HAS\n    6  SUBMITTED  TEST SCORES AND OTHER ADMISSIONS MATERIAL USED BY POST-SECON-\n    7  DARY INSTITUTIONS THAT QUALIFY THE PUPIL FOR ADMISSION TO AN INSTITUTION\n    8  OF HIGHER EDUCATION, TO OBTAIN OR SUBMIT  PROOF  OF  HAVING  OBTAINED  A\n    9  GENERAL EDUCATION DEVELOPMENT CERTIFICATE OR ANY ACCREDITED DIPLOMA.\n   10    2.  A  PUPIL  WHO HAS COMPLETED THE REQUIREMENTS OF A HOME INSTRUCTION\n   11  EDUCATION OR NON-PUBLIC PROGRAM SHALL BE REQUIRED TO PRESENT A NOTARIZED\n   12  TRANSCRIPT, WHICH DEMONSTRATES COMPLETION OF A HIGH SCHOOL EDUCATION  IN\n   13  A  HOME  INSTRUCTION  OR  NON-PUBLIC SCHOOL SETTING, FOR ADMISSION TO AN\n   14  INSTITUTION OF HIGHER EDUCATION AND SUCH TRANSCRIPT  SHALL  BE  ACCEPTED\n   15  AND  THE  PUPIL  ADMITTED  ON  AN EQUAL BASIS WITH ALL OTHER APPLICANTS,\n   16  REGARDLESS OF EDUCATIONAL BACKGROUND.\n   17    3. THE HOME INSTRUCTION OR NON-PUBLIC PROGRAM GRADUATE SHALL BE ELIGI-\n   18  BLE TO RECEIVE THEIR EARNED POST-SECONDARY DEGREE OR DIPLOMA  WHEN  THEY\n   19  HAVE  FULFILLED THE REQUIREMENTS OF THE POST-SECONDARY DEGREE OR PROGRAM\n   20  REQUIREMENTS AND SUCH DEGREE CANNOT BE WITHHELD.\n   21    4. FOR THE PURPOSES OF THIS SECTION \"INSTITUTION OF HIGHER  EDUCATION\"\n   22  SHALL  MEAN  ANY INSTITUTION OF HIGHER EDUCATION RECOGNIZED AND APPROVED\n   23  BY THE REGENTS OR THE UNIVERSITY OF THE STATE OF NEW YORK WHICH PROVIDES\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01986-01-1\n\n       S. 561                              2\n\n    1  A COURSE OF STUDY LEADING TO THE GRANTING OF A POST-SECONDARY DEGREE  OR\n    2  DIPLOMA.\n    3    S  2.  This  act  shall  take  effect  on  the first of September next\n    4  succeeding the date on which it shall have become a law and shall  apply\n    5  to  undergraduate admissions to an institution of higher education for a\n    6  term or semester that begins on or after such date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to admission into institutions of higher education for pupils receiving home instruction ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101223.T141109.TXT", "SOBI.D101222.T123334.TXT", "SOBI.D101222.T131337.TXT", "SOBI.D101222.T134339.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1293131469476
}