{
  "year" : 2011,
  "senateBillNo" : "S563-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO CHILDREN AND FAMILIES",
    "billEventId" : "S563-2011-1294203600000-REFERRED+TO+CHILDREN+AND+FAMILIES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "ROBACH",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for the establishment of kinship guardianships for kinship foster parent",
  "summary" : "Provides for the establishment of kinship guardianships for kinship foster parent; establishes the guardianship after a hearing and determination upon a petition filed by the kinship foster parent; provides that establishment of such guardianship does not affect or impair the natural parents visitation rights. ",
  "currentCommittee" : "CHILDREN AND FAMILIES",
  "sameAs" : null,
  "lawSection" : "Family Court Act",
  "previousVersions" : [ "S1092-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          563\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  ROBACH -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Children and Families\n\n       AN ACT to amend the  family  court  act,  in  relation  to  establishing\n         kinship guardianship\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The family court act is amended by  adding  a  new  section\n    2  1059-a to read as follows:\n    3    S  1059-A.  KINSHIP  GUARDIANSHIP.  1.  DEFINITIONS. WHEN USED IN THIS\n    4  SECTION:\n    5    A. \"KINSHIP FOSTER CHILD\" SHALL MEAN A  CHILD  PLACED  WITH  A  SOCIAL\n    6  SERVICES  OFFICIAL  PURSUANT  TO SECTION ONE THOUSAND FIFTY-FIVE OF THIS\n    7  ARTICLE WHO IS PLACED EITHER (I) AS A KINSHIP FOSTER CHILD  PURSUANT  TO\n    8  REGULATIONS  OF  THE OFFICE OF CHILDREN AND FAMILY SERVICES OR (II) AS A\n    9  FOSTER CHILD AND WHO HAS BEEN PLACED BY THE SOCIAL SERVICES OFFICIAL  OR\n   10  OTHER  AUTHORIZED  AGENCY  IN  THE  HOME  OF A RELATIVE WITHIN THE THIRD\n   11  DEGREE;\n   12    B. \"KINSHIP FOSTER PARENT\" SHALL MEAN A FOSTER PARENT WHO IS  APPROVED\n   13  OR  CERTIFIED  PURSUANT  TO  SECTION  THREE HUNDRED SEVENTY-EIGHT OF THE\n   14  SOCIAL SERVICES LAW AND WHO IS CARING FOR A CHILD WHO IS RELATED  WITHIN\n   15  THE THIRD DEGREE.\n   16    2. PETITION. A KINSHIP FOSTER PARENT OR A SOCIAL SERVICES OFFICIAL MAY\n   17  FILE A PETITION WITH THE FAMILY COURT WHICH PLACED THE CHILD PURSUANT TO\n   18  SECTION  ONE  THOUSAND  FIFTY-FIVE  OF  THIS ARTICLE TO HAVE THE KINSHIP\n   19  FOSTER PARENT APPOINTED AS KINSHIP GUARDIAN FOR THE CHILD.  THE PETITION\n   20  SHALL ALLEGE THAT THE CHILD WAS PLACED, THAT MORE  THAN  FIFTEEN  MONTHS\n   21  HAVE  PASSED  SINCE  THE  DATE  OF THE ORDER PLACING THE CHILD, THAT THE\n   22  PARENTS OF THE CHILD ARE PRESENTLY AND FOR THE FORESEEABLE FUTURE UNABLE\n   23  TO PROVIDE PROPER AND ADEQUATE CARE FOR THE CHILD,  NOTWITHSTANDING  THE\n   24  AUTHORIZED  AGENCY'S  DILIGENT  EFFORTS  TO ENCOURAGE AND STRENGTHEN THE\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01988-01-1\n\n       S. 563                              2\n\n    1  PARENTAL RELATIONSHIP, THAT THE PROSPECTIVE KINSHIP GUARDIANS CONSENT TO\n    2  THE APPOINTMENT AND THAT THE CHILD HAS RESIDED WITH THEM FOR  MORE  THAN\n    3  EIGHTEEN MONTHS, AND THAT IT WOULD BE IN THE BEST INTERESTS OF THE CHILD\n    4  FOR THE PETITION TO BE GRANTED.\n    5    3. NOTICE.  NOTICE OF THE PETITION AND A COPY OF THE PETITION SHALL BE\n    6  SERVED  UPON THE SOCIAL SERVICES OFFICIAL WITH WHOM THE CHILD IS PLACED,\n    7  THE PARENTS OF THE CHILD, THE KINSHIP FOSTER PARENTS OF THE  CHILD,  AND\n    8  THE  LAW  GUARDIAN  OF  THE  CHILD, EACH OF WHOM SHALL BE PARTIES TO THE\n    9  PROCEEDING.\n   10    4. HEARING AND DETERMINATION. IF THE COURT FINDS THAT THE ELEMENTS  OF\n   11  THE  PETITION  HAVE BEEN PROVEN BY A FAIR PREPONDERANCE OF THE EVIDENCE,\n   12  OR UPON THE CONSENT OF ALL PARTIES, THE COURT SHALL GRANT THE PETITION.\n   13    5. ORDERS. AN ORDER APPOINTING A PERSON AS A  KINSHIP  GUARDIAN  SHALL\n   14  AWARD  CUSTODY OF THE CHILD TO THE KINSHIP GUARDIAN.  A KINSHIP GUARDIAN\n   15  SHALL HAVE THE SAME AUTHORITY AS A PARENT TO  CONSENT  ON  BEHALF  OF  A\n   16  CHILD,  EXCEPT THAT A KINSHIP GUARDIAN SHALL NOT CONSENT TO THE ADOPTION\n   17  OR SURRENDER OF A CHILD.\n   18    6. MAINTENANCE SUBSIDY.  THE SOCIAL SERVICES OFFICIAL  WITH  WHOM  THE\n   19  CHILD  WAS PLACED SHALL MAKE MONTHLY PAYMENTS TO THE KINSHIP GUARDIAN AS\n   20  IF THE CHILD HAD BEEN PLACED UNDER SECTIONS FOUR HUNDRED FIFTY-THREE AND\n   21  FOUR HUNDRED FIFTY-FOUR OF THE SOCIAL SERVICES LAW, AND SUBJECT  TO  THE\n   22  PROCEDURES, LIMITATIONS, AND MINIMUM PAYMENTS OF SUCH SECTIONS.\n   23    7. RIGHTS OF THE PARENTS.  THE APPOINTMENT OF A KINSHIP GUARDIAN SHALL\n   24  NOT AFFECT OR IMPAIR THE VISITATION RIGHTS OF A PARENT.\n   25    8.  VACATING  ORDERS.    A  PARENT MAY APPLY FOR AN ORDER VACATING THE\n   26  APPOINTMENT OF THE  KINSHIP  GUARDIAN.    THE  COURT  SHALL  VACATE  THE\n   27  APPOINTMENT  AND AWARD CUSTODY OF THE CHILD TO THE PARENT UPON A SHOWING\n   28  THAT THE PARENT IS ABLE TO PROVIDE PROPER  AND  ADEQUATE  CARE  FOR  THE\n   29  CHILD AND ONE OR MORE OF THE FOLLOWING CONDITIONS EXIST:\n   30    A. THE KINSHIP GUARDIAN IS UNFIT;\n   31    B. THE KINSHIP GUARDIAN HAS NEGLECTED HIS OR HER DUTIES;\n   32    C.  THE  KINSHIP  GUARDIAN  IS  UNWILLING  OR  UNABLE  TO CONTINUE THE\n   33  APPOINTMENT; OR\n   34    D. THE RELATIONSHIP BETWEEN THE KINSHIP GUARDIAN AND THE CHILD  IS  NO\n   35  LONGER IN THE BEST INTEREST OF THE CHILD.\n   36    S 2. This act shall take effect April 1, 2012.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the family court act, in relation to establishing kinship guardianship ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101223.T141109.TXT", "SOBI.D101222.T123334.TXT", "SOBI.D101222.T131337.TXT", "SOBI.D101222.T134339.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1293131469488
}