{
  "year" : 2011,
  "senateBillNo" : "S565-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO MENTAL HEALTH AND DEVELOPMENTAL DISABILITIES",
    "billEventId" : "S565-2011-1294203600000-REFERRED+TO+MENTAL+HEALTH+AND+DEVELOPMENTAL+DISABILITIES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "ROBACH",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Lengthens the suspension of a driver's license for any person found to have illegally purchased or to have attempted to illegally purchase an alcoholic beverage",
  "summary" : "Lengthens the suspension of a driver's license for any person found to have illegally purchased or to have attempted to illegally purchase an alcoholic beverage. ",
  "currentCommittee" : "MENTAL HEALTH AND DEVELOPMENTAL DISABILITIES",
  "sameAs" : null,
  "lawSection" : "Alcoholic Beverage Control Law",
  "previousVersions" : [ "S943-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          565\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  ROBACH -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Mental Health and Develop-\n         mental Disabilities\n\n       AN ACT to amend the alcoholic  beverage  control  law,  in  relation  to\n         increasing the length of suspension of a driver's license for a person\n         who illegally purchases or attempts to illegally purchase an alcoholic\n         beverage\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 6 of section 65-b  of  the  alcoholic  beverage\n    2  control  law, as amended by chapter 519 of the laws of 1999, the opening\n    3  paragraph as amended by chapter 503 of the laws of 2000, is  amended  to\n    4  read as follows:\n    5    6.  In  addition  to  the  penalties otherwise provided in subdivision\n    6  three of this section, if a determination is made sustaining a charge of\n    7  illegally purchasing or attempting to illegally  purchase  an  alcoholic\n    8  beverage,  the  court may suspend such person's license to drive a motor\n    9  vehicle and the privilege of an  unlicensed  person  of  obtaining  such\n   10  license, in accordance with the following and for the following periods,\n   11  if  it is found that a driver's license was used for the purpose of such\n   12  illegal purchase or attempt to illegally  purchase;  provided,  however,\n   13  that  where  a  person  is sentenced pursuant to paragraph (b) or (c) of\n   14  subdivision three of this section, the court shall impose  such  license\n   15  suspension  if  it  is  found  that  a driver's license was used for the\n   16  purpose of such illegal purchase or attempt to illegally purchase:\n   17    (a) For a first violation of paragraph (a) of subdivision two of  this\n   18  section, a [three] SIX month suspension.\n   19    (b)  For  a  second  [violation of paragraph (a) of subdivision two of\n   20  this section, a six month suspension.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01985-01-1\n\n       S. 565                              2\n\n    1    (c) For a third] or subsequent violation of paragraph (a) of  subdivi-\n    2  sion  two of this section, a suspension for one year or until the holder\n    3  reaches the age of twenty-one, whichever is the greater period of time.\n    4    Such  person  may  thereafter apply for and be issued a restricted use\n    5  license in accordance with the provisions of section five hundred thirty\n    6  of the vehicle and traffic law.\n    7    S 2. This act shall take effect on the ninetieth day  after  it  shall\n    8  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the alcoholic beverage control law, in relation to increasing the length of suspension of a driver's license for a person who illegally purchases or attempts to illegally purchase an alcoholic beverage ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101222.T123835.TXT", "SOBI.D101222.T134339.TXT", "SOBI.D101222.T131837.TXT", "SOBI.D101227.T114052.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1293468052589
}