{
  "year" : 2011,
  "senateBillNo" : "S567-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "S567-2011-1294203600000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KLEIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes the denial of renewal of professional, business or trade licenses where a taxpayer has outstanding tax debt which the taxpayer has failed to settle",
  "summary" : "Authorizes the denial of the renewal of a license, permit, certificate, registration or admission to practice a profession, business or trade where a taxpayer has outstanding tax debt which the taxpayer has failed to enter into a settlement agreement for the payment thereof; requires each taxpayer renewing a license to practice a profession, business or trade to attest to the licensing agency that he or she does not have an unsettled outstanding tax debt. ",
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "Executive Law",
  "previousVersions" : [ "SB6161-2009", "S1199-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          567\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KLEIN  -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Finance\n\n       AN ACT to amend the executive law, the  state  administrative  procedure\n         act and the judiciary law, in relation to the denial of the renewal of\n         professional  licenses when the applicant has outstanding avoidance of\n         state tax debt\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Section 32 of the executive law, as added by chapter 55 of\n    2  the laws of 1992, is amended to read as follows:\n    3    S 32. Authority not to renew. 1. For the purposes  of  this  section[,\n    4  \"state]:  (A)  \"STATE  agency\"  shall  mean any state department, board,\n    5  bureau, division, commission, committee, public authority, public  bene-\n    6  fit  corporation, council, office, or other governmental entity perform-\n    7  ing a governmental or proprietary function  for  the  state,  AND  SHALL\n    8  INCLUDE THE EDUCATION DEPARTMENT.\n    9    (B)  \"TAX  DEBT\"  SHALL  MEAN ALL LIABILITIES, INCLUDING UNPAID TAXES,\n   10  INTEREST AND PENALTIES, THAT THE COMMISSIONER OF TAXATION AND FINANCE IS\n   11  REQUIRED BY LAW TO COLLECT, AND THAT HAVE BEEN REDUCED  TO  JUDGMENT  BY\n   12  THE  DOCKETING OF A NEW YORK STATE TAX WARRANT WITH A COUNTY CLERK OR BY\n   13  THE FILING OF A COPY THEREOF WITH  THE  DEPARTMENT  OF  STATE,  AND  THE\n   14  TAXPAYER  DEBTOR  HAS  FAILED TO PAY SUCH LIABILITIES OR FAILED TO ENTER\n   15  INTO A WRITTEN AGREEMENT WITH THE DEPARTMENT OF TAXATION AND FINANCE  TO\n   16  SETTLE SUCH LIABILITIES.\n   17    2.  Notwithstanding  any  other  provision of law, when a state agency\n   18  levies fees or assesses civil fines or penalties for licensing or  regu-\n   19  latory matters, such state agency shall, following consultation with the\n   20  [state]  department  of  law  and  after such appropriate due process as\n   21  required by the provisions of law applicable to such state agency and to\n   22  such licensing or regulatory matters,  not  be  required  to  renew  any\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04867-01-1\n\n       S. 567                              2\n\n    1  license, permit, or certificate of qualification, authority[,] or opera-\n    2  tion,  of  any  business,  individual[,] or other entity, which is not a\n    3  state agency, municipal corporation or  district  corporation,  if  such\n    4  business,  individual  or other entity has failed to pay or enter into a\n    5  written agreement to settle outstanding fees, civil penalties  or  fines\n    6  assessed by such state agency.\n    7    3. (A) IT SHALL BE A CONDITION FOR THE RENEWAL OF ANY LICENSE, PERMIT,\n    8  CERTIFICATE  OR REGISTRATION WHICH SPECIFICALLY AUTHORIZES ANY PERSON OR\n    9  ENTITY TO CONDUCT ANY PROFESSION, BUSINESS OR TRADE THAT  THE  APPLICANT\n   10  FOR  RENEWAL  ATTEST,  UNDER THE PENALTY OF PERJURY, TO THE STATE AGENCY\n   11  RENEWING THE LICENSE,  PERMIT,  CERTIFICATE  OR  REGISTRATION  THAT  THE\n   12  APPLICANT DOES NOT HAVE A TAX DEBT.\n   13    (B)  NOTWITHSTANDING  ANY  OTHER  PROVISION OF LAW, EVERY STATE AGENCY\n   14  WHICH ISSUES  A  LICENSE,  PERMIT,  CERTIFICATE  OR  REGISTRATION  WHICH\n   15  SPECIFICALLY  AUTHORIZES ANY PERSON OR ENTITY TO CONDUCT ANY PROFESSION,\n   16  BUSINESS OR TRADE MAY DENY THE APPLICATION FOR THE RENEWAL OF  ANY  SUCH\n   17  LICENSE,  PERMIT,  CERTIFICATE  OR  REGISTRATION TO ANY PERSON OR ENTITY\n   18  WHICH HAS A TAX DEBT.\n   19    (C) EVERY APPLICATION FOR THE RENEWAL OF A  LICENSE,  PERMIT,  CERTIF-\n   20  ICATE OR REGISTRATION WHICH SPECIFICALLY AUTHORIZES ANY PERSON OR ENTITY\n   21  TO  CONDUCT  A PROFESSION, BUSINESS OR TRADE SHALL PROVIDE NOTICE TO THE\n   22  APPLICANT OF THE REQUIREMENTS OF THIS SUBDIVISION.\n   23    S 2. Section 401 of the state administrative procedure act, as amended\n   24  by chapter 935 of the laws of 1976, subdivision 1 as amended by  chapter\n   25  469  of  the  laws of 1985, subdivision 4 as added by chapter 236 of the\n   26  laws of 1987, is amended to read as follows:\n   27    S 401. Licenses. 1. FOR THE PURPOSES OF THIS ARTICLE:\n   28    (A) \"AGENCY\" SHALL MEAN AND INCLUDE THE  STATE  JUDICIAL  BRANCH,  THE\n   29  UNIFIED COURT SYSTEM, THE OFFICE OF COURT ADMINISTRATION AND THE MEANING\n   30  ASCRIBED  TO  SUCH TERM BY SUBDIVISION ONE OF SECTION ONE HUNDRED TWO OF\n   31  THIS ACT.\n   32    (B) \"TAX DEBT\" SHALL MEAN ALL  LIABILITIES,  INCLUDING  UNPAID  TAXES,\n   33  INTEREST AND PENALTIES, THAT THE COMMISSIONER OF TAXATION AND FINANCE IS\n   34  REQUIRED  BY  LAW  TO COLLECT, AND THAT HAVE BEEN REDUCED TO JUDGMENT BY\n   35  THE DOCKETING OF A NEW YORK STATE TAX WARRANT WITH A COUNTY CLERK OR  BY\n   36  THE  FILING  OF  A  COPY  THEREOF  WITH THE DEPARTMENT OF STATE, AND THE\n   37  TAXPAYER DEBTOR HAS FAILED TO PAY SUCH LIABILITIES OR  FAILED  TO  ENTER\n   38  INTO  A WRITTEN AGREEMENT WITH THE DEPARTMENT OF TAXATION AND FINANCE TO\n   39  SETTLE SUCH LIABILITIES.\n   40    2. When licensing is required by law to  be  preceded  by  notice  and\n   41  opportunity for hearing, the provisions of this chapter concerning adju-\n   42  dicatory proceedings apply. For purposes of this act, statutes providing\n   43  an opportunity for hearing shall be deemed to include statutes providing\n   44  an opportunity to be heard.\n   45    [2.]  3.  (A)  IT SHALL BE A CONDITION FOR THE RENEWAL OF ANY LICENSE,\n   46  PERMIT, CERTIFICATE OR REGISTRATION WHICH  SPECIFICALLY  AUTHORIZES  ANY\n   47  PERSON  OR  ENTITY TO CONDUCT ANY PROFESSION, BUSINESS OR TRADE THAT THE\n   48  APPLICANT FOR RENEWAL ATTEST, UNDER THE PENALTY OF PERJURY, TO THE AGEN-\n   49  CY RENEWING THE LICENSE, PERMIT, CERTIFICATE OR  REGISTRATION  THAT  THE\n   50  APPLICANT DOES NOT HAVE A TAX DEBT.\n   51    (B)  NOTWITHSTANDING  ANY  OTHER  PROVISION OF LAW, EVERY AGENCY WHICH\n   52  ISSUES A LICENSE, PERMIT, CERTIFICATE OR REGISTRATION WHICH SPECIFICALLY\n   53  AUTHORIZES ANY PERSON OR ENTITY TO CONDUCT ANY PROFESSION,  BUSINESS  OR\n   54  TRADE  MAY  DENY  THE  APPLICATION  FOR THE RENEWAL OF ANY SUCH LICENSE,\n   55  PERMIT, CERTIFICATE OR REGISTRATION TO ANY PERSON OR ENTITY WHICH HAS  A\n   56  TAX DEBT.\n\n       S. 567                              3\n\n    1    (C)  EVERY  APPLICATION  FOR THE RENEWAL OF A LICENSE, PERMIT, CERTIF-\n    2  ICATE OR REGISTRATION WHICH SPECIFICALLY AUTHORIZES ANY PERSON OR ENTITY\n    3  TO CONDUCT A PROFESSION, BUSINESS OR TRADE SHALL PROVIDE NOTICE  TO  THE\n    4  APPLICANT OF THE REQUIREMENTS OF THIS SUBDIVISION.\n    5    4.  When a licensee has made timely and sufficient application for the\n    6  renewal of a license or a new license with reference to any activity  of\n    7  a  continuing  nature,  the  existing  license does not expire until the\n    8  application has been finally determined by the agency, and, in case  the\n    9  application is denied or the terms of the new license limited, until the\n   10  last day for seeking review of the agency order or a later date fixed by\n   11  order  of  the reviewing court, provided that this subdivision shall not\n   12  affect any valid agency action then in effect summarily suspending  such\n   13  license.\n   14    [3.]  5.  If  the  agency finds that public health, safety, or welfare\n   15  imperatively requires emergency action, and incorporates  a  finding  to\n   16  that  effect  in  its  order,  summary  suspension  of  a license may be\n   17  ordered, effective on the date specified in such order or  upon  service\n   18  of  a  certified  copy of such order on the licensee, whichever shall be\n   19  later,  pending  proceedings  for  revocation  or  other  action.  These\n   20  proceedings shall be promptly instituted and determined.\n   21    [4.]  6.  When the hearing seeks the revocation of a license or permit\n   22  previously granted by the agency, either party shall, upon demand and at\n   23  least seven days prior to the hearing, disclose the  evidence  that  the\n   24  party  intends  to  introduce  at  the  hearing,  including  documentary\n   25  evidence  and  identification  of  witnesses,  provided,  however,   the\n   26  provisions  of  this  subdivision  shall  not  be  deemed to require the\n   27  disclosure of information or material otherwise protected  by  law  from\n   28  disclosure,  including  information  and  material  protected because of\n   29  privilege or confidentiality. If, after such disclosure, a party  deter-\n   30  mines  to  rely upon other witnesses or information, the party shall, as\n   31  soon as practicable, supplement its disclosure by providing the names of\n   32  such witnesses or the additional documents.\n   33    S 3. Section 53 of the judiciary law is amended by adding a new subdi-\n   34  vision 7 to read as follows:\n   35    7. (A) FOR THE PURPOSES OF THIS SUBDIVISION, \"TAX DEBT\" SHALL MEAN ALL\n   36  LIABILITIES, INCLUDING UNPAID TAXES, INTEREST AND  PENALTIES,  THAT  THE\n   37  COMMISSIONER  OF TAXATION AND FINANCE IS REQUIRED BY LAW TO COLLECT, AND\n   38  THAT HAVE BEEN REDUCED TO JUDGMENT BY THE DOCKETING OF A NEW YORK  STATE\n   39  TAX  WARRANT  WITH  A  CLERK OR BY THE FILING OF A COPY THEREOF WITH THE\n   40  DEPARTMENT OF STATE, AND THE TAXPAYER DEBTOR  HAS  FAILED  TO  PAY  SUCH\n   41  LIABILITIES OR FAILED TO ENTER INTO A WRITTEN AGREEMENT WITH THE DEPART-\n   42  MENT OF TAXATION AND FINANCE TO SETTLE SUCH LIABILITIES.\n   43    (B)(I)  EVERY  APPELLATE DIVISION MAY DENY THE APPLICATION FOR RENEWAL\n   44  OF ADMISSION TO PRACTICE AS AN ATTORNEY AND COUNSELLOR  AT  LAW  OF  ANY\n   45  PERSON WHO HAS A TAX DEBT.\n   46    (II) THE COURT OF APPEALS SHALL ADOPT RULES ESTABLISHING THAT IT SHALL\n   47  BE  A  CONDITION FOR THE RENEWAL OF ADMISSION TO PRACTICE AS AN ATTORNEY\n   48  AND COUNSELLOR AT LAW THAT THE APPLICANT ATTEST, UNDER  THE  PENALTY  OF\n   49  PERJURY,  TO  THE  APPELLATE DIVISION THAT THE APPLICANT DOES NOT HAVE A\n   50  TAX DEBT.\n   51    (III) EVERY APPLICATION FOR RENEWAL OF ADMISSION  TO  PRACTICE  AS  AN\n   52  ATTORNEY  AND COUNSELLOR AT LAW SHALL PROVIDE NOTICE TO THE APPLICANT OF\n   53  THE REQUIREMENTS OF THIS PARAGRAPH.\n   54    S 4. This act shall take effect one year after it shall have become  a\n   55  law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the executive law, the state administrative procedure act and the judiciary law, in relation to the denial of the renewal of professional licenses when the applicant has outstanding avoidance of state tax debt ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101228.T134829.TXT", "SOBI.D101222.T133338.TXT", "SOBI.D101222.T141841.TXT", "SOBI.D101228.T140330.TXT", "SOBI.D101222.T123835.TXT", "SOBI.D101222.T142348.TXT", "SOBI.D101222.T134339.TXT", "SOBI.D101228.T132328.TXT", "SOBI.D101222.T131837.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1293563010808
}