{
  "year" : 2011,
  "senateBillNo" : "S569-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO HEALTH",
    "billEventId" : "S569-2011-1294203600000-REFERRED+TO+HEALTH",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "ROBACH",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides a program to promote leukemia, lymphoma and myeloma research, education and treatment and establishes the leukemia, lymphoma and myeloma research, education",
  "summary" : "Provides a program to promote leukemia, lymphoma and myeloma research education and treatment and establishes the leukemia, lymphoma and myeloma research education and treatment fund; authorizes the commissioner of taxation and finance to create a check-off gift an individual income tax returns for contributions to leukemia, lymphoma and myeloma research, education and treatment. ",
  "currentCommittee" : "HEALTH",
  "sameAs" : "A283",
  "lawSection" : "Public Health Law",
  "previousVersions" : [ "SA1197-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          569\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  ROBACH -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Health\n\n       AN ACT to amend the public health law, the tax law and the state finance\n         law, in relation to providing for taxpayer gifts for leukemia, lympho-\n         ma and myeloma research, education and treatment and establishing  the\n         leukemia research, education and treatment fund\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The public health law is amended by adding  a  new  article\n    2  27-CCC to read as follows:\n    3                               ARTICLE 27-CCC\n    4  LEUKEMIA, LYMPHOMA AND MYELOMA RESEARCH, EDUCATION AND TREATMENT PROGRAM\n    5  SECTION  2747.  LEUKEMIA,  LYMPHOMA  AND MYELOMA RESEARCH, EDUCATION AND\n    6                 TREATMENT.\n    7    S 2747. LEUKEMIA, LYMPHOMA AND MYELOMA RESEARCH, EDUCATION AND  TREAT-\n    8  MENT.   THE COMMISSIONER SHALL ESTABLISH WITHIN THE DEPARTMENT A PROGRAM\n    9  TO PROMOTE RESEARCH, EDUCATION AND TREATMENT REGARDING LEUKEMIA, LYMPHO-\n   10  MA AND MYELOMA. TO CARRY OUT THE PURPOSES OF THIS SECTION,  THE  COMMIS-\n   11  SIONER SHALL HAVE THE FOLLOWING POWERS AND DUTIES:\n   12    1.  TO  PROMOTE RESEARCH, EDUCATION AND TREATMENT PROGRAMS DESIGNED TO\n   13  REDUCE OR PREVENT THE INCIDENCE AND SEVERITY OF LEUKEMIA,  LYMPHOMA  AND\n   14  MYELOMA;\n   15    2. TO ACCEPT AND EXPEND ANY GRANTS, AWARDS OR OTHER FUNDS OR APPROPRI-\n   16  ATIONS  AS MAY BE AVAILABLE FOR THESE PURPOSES SUBJECT TO LIMITATIONS AS\n   17  TO THE APPROVAL OF EXPENDITURES AND AUDIT AS PRESCRIBED FOR STATE  FUNDS\n   18  BY THE STATE FINANCE LAW; AND\n   19    3.  TO  ENTER  INTO CONTRACTS WITHIN THE AMOUNTS AVAILABLE THEREFOR AS\n   20  MAY BE NECESSARY TO IMPLEMENT THE PROVISIONS OF THIS SECTION.\n   21    S 2. The tax law is amended by adding a new section 209-H to  read  as\n   22  follows:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00530-01-1\n\n       S. 569                              2\n\n    1    S  209-H.  GIFT FOR LEUKEMIA, LYMPHOMA AND MYELOMA RESEARCH, EDUCATION\n    2  AND TREATMENT.  EFFECTIVE FOR ANY TAX YEAR COMMENCING ON OR AFTER  JANU-\n    3  ARY  FIRST,  TWO  THOUSAND  THIRTEEN, A TAXPAYER IN ANY TAXABLE YEAR MAY\n    4  ELECT TO CONTRIBUTE TO THE SUPPORT OF THE LEUKEMIA, LYMPHOMA AND MYELOMA\n    5  RESEARCH,  EDUCATION  AND  TREATMENT FUND. SUCH CONTRIBUTION SHALL BE IN\n    6  ANY WHOLE DOLLAR AMOUNT AND SHALL NOT REDUCE THE AMOUNT OF THE STATE TAX\n    7  OWED BY SUCH TAXPAYER. THE  COMMISSIONER  SHALL  INCLUDE  SPACE  ON  THE\n    8  CORPORATE  INCOME  TAX RETURN TO ENABLE A TAXPAYER TO MAKE SUCH CONTRIB-\n    9  UTION.  NOTWITHSTANDING  ANY  OTHER  PROVISION  OF  LAW,  ALL   REVENUES\n   10  COLLECTED  PURSUANT  TO  THIS SECTION SHALL BE CREDITED TO THE LEUKEMIA,\n   11  LYMPHOMA AND MYELOMA RESEARCH, EDUCATION AND TREATMENT FUND AND SHALL BE\n   12  USED ONLY FOR THOSE PURPOSES ENUMERATED IN SECTION NINETY-SEVEN-KKKK  OF\n   13  THE STATE FINANCE LAW.\n   14    S  3.  The tax law is amended by adding a new section 630-c to read as\n   15  follows:\n   16    S 630-C. GIFT FOR LEUKEMIA, LYMPHOMA AND MYELOMA  RESEARCH,  EDUCATION\n   17  AND  TREATMENT.  EFFECTIVE FOR ANY TAX YEAR COMMENCING ON OR AFTER JANU-\n   18  ARY FIRST, TWO THOUSAND THIRTEEN, AN INDIVIDUAL IN ANY TAXABLE YEAR  MAY\n   19  ELECT  TO  CONTRIBUTE  TO  THE  LEUKEMIA, LYMPHOMA AND MYELOMA RESEARCH,\n   20  EDUCATION AND TREATMENT FUND. SUCH CONTRIBUTION SHALL BE  IN  ANY  WHOLE\n   21  DOLLAR  AMOUNT AND SHALL NOT REDUCE THE AMOUNT OF STATE TAX OWED BY SUCH\n   22  INDIVIDUAL. THE COMMISSIONER SHALL INCLUDE SPACE ON THE PERSONAL  INCOME\n   23  TAX  RETURN  TO  ENABLE  A TAXPAYER TO MAKE SUCH CONTRIBUTION.  NOTWITH-\n   24  STANDING ANY OTHER PROVISION OF LAW ALL REVENUES COLLECTED  PURSUANT  TO\n   25  THIS  SECTION  SHALL  BE  CREDITED TO THE LEUKEMIA, LYMPHOMA AND MYELOMA\n   26  RESEARCH, EDUCATION AND TREATMENT FUND AND USED ONLY FOR THOSE  PURPOSES\n   27  ENUMERATED IN SECTION NINETY-SEVEN-KKKK OF THE STATE FINANCE LAW.\n   28    S  4. The state finance law is amended by adding a new section 97-kkkk\n   29  to read as follows:\n   30    S 97-KKKK. LEUKEMIA, LYMPHOMA  AND  MYELOMA  RESEARCH,  EDUCATION  AND\n   31  TREATMENT  FUND.  1. THERE IS HEREBY ESTABLISHED IN THE JOINT CUSTODY OF\n   32  THE COMMISSIONER OF TAXATION AND FINANCE AND THE COMPTROLLER, A  SPECIAL\n   33  FUND TO BE KNOWN AS THE \"LEUKEMIA, LYMPHOMA AND MYELOMA RESEARCH, EDUCA-\n   34  TION AND TREATMENT FUND\".\n   35    2.  SUCH FUND SHALL CONSIST OF ALL REVENUES RECEIVED BY THE DEPARTMENT\n   36  OF TAXATION AND FINANCE, PURSUANT  TO  THE  PROVISIONS  OF  SECTION  TWO\n   37  HUNDRED  NINE-H  AND SECTION SIX HUNDRED THIRTY-C OF THE TAX LAW AND ALL\n   38  OTHER MONEYS APPROPRIATED, CREDITED, OR  TRANSFERRED  THERETO  FROM  ANY\n   39  OTHER  FUND OR SOURCE PURSUANT TO LAW. NOTHING CONTAINED IN THIS SECTION\n   40  SHALL PREVENT THE STATE FROM RECEIVING GRANTS, GIFTS OR BEQUESTS FOR THE\n   41  PURPOSES OF THE FUND AS DEFINED IN THIS SECTION AND DEPOSITING THEM INTO\n   42  THE FUND ACCORDING TO LAW.\n   43    3. MONIES OF THE FUND SHALL BE EXPENDED ONLY  FOR  LEUKEMIA,  LYMPHOMA\n   44  AND  MYELOMA RESEARCH, EDUCATION AND TREATMENT PROJECTS. AS USED IN THIS\n   45  SECTION, \"LEUKEMIA, LYMPHOMA AND MYELOMA RESEARCH, EDUCATION AND  TREAT-\n   46  MENT PROJECTS\" MEANS RESEARCH, EDUCATION AND TREATMENT PROJECTS, INCLUD-\n   47  ING  GRANTS  FOR  LEUKEMIA, LYMPHOMA AND MYELOMA RESEARCH, EDUCATION AND\n   48  TREATMENT, WHICH, PURSUANT TO SECTION TWENTY-SEVEN  HUNDRED  FORTY-SEVEN\n   49  OF  THE  PUBLIC  HEALTH  LAW,  ARE APPROVED BY THE DEPARTMENT OF HEALTH.\n   50  SUCH GRANTS MAY INCLUDE, AMONG OTHERS,  GRANTS  TO  PUBLIC  AND  PRIVATE\n   51  HOSPITALS, MEDICAL CENTERS, MEDICAL SCHOOLS AND OTHER ORGANIZATIONS.\n   52    4.  MONIES  SHALL BE PAYABLE FROM THE FUND ON THE AUDIT AND WARRANT OF\n   53  THE COMPTROLLER ON VOUCHERS APPROVED AND CERTIFIED BY  THE  COMMISSIONER\n   54  OF HEALTH.\n\n       S. 569                              3\n\n    1    5.  TO THE EXTENT PRACTICABLE, THE COMMISSIONER OF HEALTH SHALL ENSURE\n    2  THAT ALL MONIES RECEIVED DURING A FISCAL YEAR ARE EXPENDED PRIOR TO  THE\n    3  END OF THAT FISCAL YEAR.\n    4    S 5. This act shall take effect immediately and shall apply to taxable\n    5  years commencing on or after January 1, 2013.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public health law, the tax law and the state finance law, in relation to providing for taxpayer gifts for leukemia, lymphoma and myeloma research, education and treatment and establishing the leukemia research, education and treatment fund ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101222.T133338.TXT", "SOBI.D101222.T131337.TXT", "SOBI.D101222.T123835.TXT", "SOBI.D101222.T134339.TXT", "SOBI.D101223.T150114.TXT", "SOBI.D101222.T131837.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1293134474038
}