{
  "year" : 2011,
  "senateBillNo" : "S573-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO INVESTIGATIONS AND GOVERNMENT OPERATIONS",
    "billEventId" : "S573-2011-1294203600000-REFERRED+TO+INVESTIGATIONS+AND+GOVERNMENT+OPERATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KLEIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Enacts the \"ethics in state government now act\"",
  "summary" : "Enacts the \"ethics in state government now act\"; makes the ethics rules applicable to the legislature and its employees stricter; re-establishes the membership of the legislative ethics commission. ",
  "currentCommittee" : "INVESTIGATIONS AND GOVERNMENT OPERATIONS",
  "sameAs" : null,
  "lawSection" : "Legislative Law",
  "previousVersions" : [ "S6159-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "VALESKY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          573\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sens.  KLEIN, VALESKY -- read twice and ordered printed,\n         and when printed to be committed to the  Committee  on  Investigations\n         and Government Operations\n\n       AN  ACT  to  amend  the  legislative law and the public officers law, in\n         relation to state legislative ethics\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Short  title. This act shall be known and may be cited as\n    2  the \"ethics in state government now act\".\n    3    S 2. Section 80 of the legislative law, as amended by  chapter  14  of\n    4  the laws of 2007, is amended to read as follows:\n    5    S  80.  Legislative  ethics  commission; functions, powers and duties;\n    6  review of financial disclosure statements; advisory  opinions;  investi-\n    7  gation and enforcement.\n    8    1.  There  is  established a legislative ethics commission which shall\n    9  consist of nine members. Four members shall be [members of the  legisla-\n   10  ture  and shall be] appointed as follows: one by the temporary president\n   11  of the senate, one by the speaker of the assembly, one by  the  minority\n   12  leader  of  the  senate  and one by the minority leader of the assembly.\n   13  [The remaining five] SUCH FOUR members shall not be  present  or  former\n   14  members  of  the  legislature, candidates for member of the legislature,\n   15  employees of the legislature, political party  chairmen  as  defined  in\n   16  paragraph  (k) of subdivision one of section seventy-three of the public\n   17  officers law, or lobbyists, as defined in section one-c of this chapter,\n   18  or persons who have been employees of the legislature,  political  party\n   19  chairmen  as  defined  in  paragraph  (k)  of subdivision one of section\n   20  seventy-three of the public officers law, or lobbyists,  as  defined  in\n   21  section  one-c of this chapter in the previous five years[, and shall be\n   22  appointed as follows: one by the temporary president of the senate,  one\n   23  by  the  speaker  of  the  assembly,  one  by the minority leader of the\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04856-01-1\n\n       S. 573                              2\n\n    1  senate, one by the minority leader of the assembly, and one]. THE LEGIS-\n    2  LATIVE LEADERS SHALL APPOINT INDIVIDUALS WHO ARE QUALIFIED TO  SERVE  ON\n    3  THE  COMMISSION  BY VIRTUE OF THEIR EDUCATION, TRAINING OR EXPERIENCE IN\n    4  ONE  OR MORE OF THE FOLLOWING DISCIPLINES: LEGISLATIVE, JUDICIAL, ADMIN-\n    5  ISTRATIVE OR PROFESSIONAL ETHICS; BUSINESS; LAW; AND/OR ACADEMICS.  FIVE\n    6  MEMBERS  OF  THE  COMMISSION  SHALL  BE APPOINTED AS FOLLOWS: ONE BY THE\n    7  GOVERNOR, ONE BY THE ATTORNEY GENERAL, ONE BY THE STATE COMPTROLLER, ONE\n    8  BY THE CHIEF JUDGE OF THE COURT OF APPEALS AND ONE BY  THE  CHAIRMAN  OF\n    9  THE  COMMISSION ON PUBLIC INTEGRITY. THE CHAIR OF THE LEGISLATIVE ETHICS\n   10  COMMISSION SHALL BE jointly DESIGNATED by the speaker  of  the  assembly\n   11  and [majority leader] THE TEMPORARY PRESIDENT of the senate FROM AMONGST\n   12  THE  FIVE  MEMBERS  APPOINTED  BY  THE GOVERNOR, ATTORNEY GENERAL, STATE\n   13  COMPTROLLER, CHIEF JUDGE OF THE COURT OF APPEALS  AND  CHAIRMAN  OF  THE\n   14  COMMISSION ON PUBLIC INTEGRITY. NO MORE THAN FIVE MEMBERS OF THE COMMIS-\n   15  SION  SHALL  BELONG  TO  THE  SAME POLITICAL PARTY. The commission shall\n   16  serve as described in this section and have and exercise the powers  and\n   17  duties  set  forth  in  this section only with respect to members of the\n   18  legislature, legislative employees as defined in  section  seventy-three\n   19  of the public officers law, candidates for member of the legislature and\n   20  individuals  who  have formerly held such positions or who have formerly\n   21  been such candidates.\n   22    2. [Members of the legislature who serve on the commission shall  each\n   23  have a two year term concurrent with their legislative terms of office.]\n   24  The  members  of  the commission [who are not members of the legislature\n   25  and] who are first appointed, AFTER THE EFFECTIVE DATE OF THE CHAPTER OF\n   26  THE LAWS OF TWO THOUSAND ELEVEN  WHICH  AMENDED  THIS  SECTION,  by  the\n   27  temporary  president  of  the  senate, speaker of the assembly, minority\n   28  leader of the senate, and minority leader of the  assembly  shall  serve\n   29  one,  two,  three and four year terms, respectively.  THE MEMBERS OF THE\n   30  COMMISSION WHO ARE FIRST APPOINTED, AFTER  THE  EFFECTIVE  DATE  OF  THE\n   31  CHAPTER  OF  THE LAWS OF TWO THOUSAND ELEVEN WHICH AMENDED THIS SECTION,\n   32  BY THE GOVERNOR, ATTORNEY GENERAL, STATE COMPTROLLER, CHIEF JUDGE OF THE\n   33  COURT OF APPEALS AND THE CHAIRMAN OF THE COMMISSION ON PUBLIC  INTEGRITY\n   34  SHALL  SERVE  TERMS  OF FOUR YEARS. The [member] CHAIR of the commission\n   35  [first appointed] DESIGNATED jointly by the TEMPORARY president  of  the\n   36  senate  and  speaker  of  the  assembly  shall serve a four year term AS\n   37  CHAIR.  Each member of the commission [who is not a member of the legis-\n   38  lature] shall be appointed thereafter for a term of four years.\n   39    3. [The temporary president of the  senate  and  the  speaker  of  the\n   40  assembly  shall  each  designate  one  member  of  the  commission  as a\n   41  co-chairperson thereof.] The commission shall meet at  least  bi-monthly\n   42  and  at  such additional times as may be called for by the [co-chairper-\n   43  sons jointly] CHAIR or any five members of the commission.\n   44    4. Any vacancy occurring on the  commission  shall  be  filled  within\n   45  thirty days by the appointing authority.\n   46    5.  Five  members of the commission shall constitute a quorum, and the\n   47  commission shall have power to act by majority vote of the total  number\n   48  of members of the commission without vacancy.\n   49    6.  The  members  of the commission shall be reimbursed for reasonable\n   50  expenses incurred in the performance of their official duties.\n   51    7. The commission shall:\n   52    a. Appoint an executive director who shall act in accordance with  the\n   53  policies of the commission;\n   54    b. Appoint such other staff as are necessary to assist it to carry out\n   55  its duties under this section;\n\n       S. 573                              3\n\n    1    c.  Adopt, amend, and rescind policies, rules and regulations consist-\n    2  ent with this section to govern procedures of the commission which shall\n    3  [not] be subject to the promulgation and  hearing  requirements  of  the\n    4  state administrative procedure act;\n    5    d. Administer the provisions of this section;\n    6    e.  Specify the procedures whereby a person who is required to file an\n    7  annual financial disclosure statement with the commission may request an\n    8  additional period of time within which to file such  statement,  due  to\n    9  justifiable  cause  or  undue  hardship; such rules or regulations shall\n   10  provide for a date beyond which in all cases  of  justifiable  cause  or\n   11  undue hardship no further extension of time will be granted;\n   12    f. Promulgate guidelines to assist appointing authorities in determin-\n   13  ing  which  persons hold policy-making positions for purposes of section\n   14  seventy-three-a of the public officers law and may promulgate guidelines\n   15  to assist firms, associations and corporations  in  separating  affected\n   16  persons  from  net  revenues  for purposes of subdivision ten of section\n   17  seventy-three of the public officers law, and promulgate  guidelines  to\n   18  assist  any  firm,  association  or  corporation in which any present or\n   19  former statewide elected official, state officer or employee, member  of\n   20  the  legislature or legislative employee, or political party chairman is\n   21  a member, associate, retired  member,  of  counsel  or  shareholder,  in\n   22  complying  with  the  provisions  of subdivision ten of section seventy-\n   23  three of the public officers law with respect to the separation of  such\n   24  present or former statewide elected official, state officer or employee,\n   25  member  of  the  legislature or legislative employee, or political party\n   26  chairman from the net revenues of the firm, association or  corporation.\n   27  Such firm, association or corporation shall not be required to adopt the\n   28  procedures  contained  in  the  guidelines  to establish compliance with\n   29  subdivision ten of section seventy-three of the public officers law, but\n   30  if such firm, association or corporation does adopt such procedures,  it\n   31  shall be deemed to be in compliance with such subdivision ten;\n   32    g.  Make  available forms for financial disclosure statements required\n   33  to be filed pursuant to subdivision six  of  section  seventy-three  and\n   34  section seventy-three-a of the public officers law;\n   35    h.  Review  financial  disclosure  statements  in  accordance with the\n   36  provisions of this section, provided however, that  the  commission  may\n   37  delegate  all  or  part  of  the  review  function relating to financial\n   38  disclosure statements filed by MEMBERS OF THE LEGISLATURE  AND  legisla-\n   39  tive employees pursuant to sections seventy-three and seventy-three-a of\n   40  the public officers law to the executive director who shall be responsi-\n   41  ble  for completing staff review of such statements in a manner consist-\n   42  ent with the terms of the commission's delegation;\n   43    i. [Permit any person required to file a financial  disclosure  state-\n   44  ment  to  request  the  commission  to delete from the copy thereof made\n   45  available for public inspection and copying one or more items of  infor-\n   46  mation,  which  may be deleted by the commission upon a finding that the\n   47  information which would otherwise be required to be disclosed will  have\n   48  no  material bearing on the discharge of the reporting person's official\n   49  duties;\n   50    j. Permit any person required to file a financial disclosure statement\n   51  to request an exemption from any requirement to report one or more items\n   52  of information which pertain to such person's  spouse  or  unemancipated\n   53  children  which  item  or items may be exempted by the commission upon a\n   54  finding that the reporting individual's spouse, on his or her own behalf\n   55  or on behalf of an unemancipated child, objects to providing the  infor-\n   56  mation  necessary to make such disclosure and that the information which\n\n       S. 573                              4\n\n    1  would otherwise be required to be reported will have no material bearing\n    2  on the discharge of the reporting person's official duties;\n    3    k.]  Advise and assist the legislature in establishing rules and regu-\n    4  lations relating to possible conflicts  between  private  interests  and\n    5  official  duties  of  present members of the legislature and legislative\n    6  employees;\n    7    [l.] J. Receive and act PURSUANT TO ARTICLE THREE OF THE STATE  ADMIN-\n    8  ISTRATIVE  PROCEDURE  ACT on complaints regarding persons subject to its\n    9  jurisdiction alleging a possible  violation  of  section  seventy-three,\n   10  seventy-three-a  or seventy-four of the public officers law, and conduct\n   11  such investigations and proceedings as are authorized and  necessary  to\n   12  carry out the provisions of this section. In connection with such inves-\n   13  tigations, the commission may administer oaths or affirmations, subpoena\n   14  witnesses,  compel  their  attendance  and require the production of any\n   15  books or records which it may deem relevant or material;\n   16    [m.] K. Accept and act upon, as if it  were  a  sworn  complaint,  any\n   17  referral  from  another state oversight body indicating that a violation\n   18  of section seventy-three, SEVENTY-THREE-A or seventy-four of the  public\n   19  officers  law  may have occurred involving persons subject to the juris-\n   20  diction of the commission;\n   21    [n.] L. Upon written request from any person who  is  subject  to  the\n   22  jurisdiction  of  the commission and the requirements of sections seven-\n   23  ty-three, seventy-three-a and seventy-four of the public  officers  law,\n   24  render  formal advisory opinions on the requirements of said provisions.\n   25  A formal opinion rendered by the commission, until and unless amended or\n   26  revoked, shall be binding on the commission in any subsequent proceeding\n   27  concerning the person who requested the opinion and who  acted  in  good\n   28  faith,  unless material facts were omitted or misstated by the person in\n   29  the request for an opinion. Such opinion may also be relied upon by such\n   30  person, and may be introduced and shall be a defense in any criminal  or\n   31  civil action;\n   32    [o.] M. Issue and publish generic advisory opinions covering questions\n   33  frequently  posed  to  the commission, or questions common to a class or\n   34  defined category of persons, or that will tend to  prevent  undue  repe-\n   35  tition  of  requests  or  undue  complication, and which are intended to\n   36  provide general guidance and  information  to  persons  subject  to  the\n   37  commission's jurisdiction;\n   38    [p.]  N.  Develop  educational  materials  and training with regard to\n   39  legislative ethics  for  members  of  the  legislature  and  legislative\n   40  employees; and\n   41    [q.]  O.  Prepare  an  annual  report  to the governor and legislature\n   42  summarizing the activities of the commission during  the  previous  year\n   43  and  recommending  any  changes  in  the  laws  governing the conduct of\n   44  persons subject to the jurisdiction of the  commission,  or  the  rules,\n   45  regulations  and  procedures  governing  the  commission's conduct. Such\n   46  report shall include: (i) a listing by assigned number of each complaint\n   47  and referral received which alleged  a  possible  violation  within  its\n   48  jurisdiction,  including  the current status of each complaint, and (ii)\n   49  where a matter has been resolved, the date and nature of the disposition\n   50  and any sanction imposed[, subject to the  confidentiality  requirements\n   51  of  this  section]. Such annual report shall not contain any information\n   52  for which disclosure is not permitted pursuant to  subdivision  fourteen\n   53  of this section.\n   54    8.  The commission, or the executive director and staff of the commis-\n   55  sion if responsibility regarding such  financial  disclosure  statements\n   56  filed  by  MEMBERS OF THE LEGISLATURE AND legislative employees has been\n\n       S. 573                              5\n\n    1  delegated, shall inspect all financial disclosure statements filed  with\n    2  the  commission to ascertain whether any person subject to the reporting\n    3  requirements of subdivision six  of  section  seventy-three  or  section\n    4  seventy-three-a  of  the  public  officers law has failed to file such a\n    5  statement, has filed a deficient statement  or  has  filed  a  statement\n    6  which  reveals  a  possible violation of section seventy-three, seventy-\n    7  three-a or seventy-four of the public officers  law.    THE  COMMISSION,\n    8  EXECUTIVE  DIRECTOR  OR STAFF OF THE COMMISSION MAY REEXAMINE ANY PREVI-\n    9  OUSLY SUBMITTED FINANCIAL DISCLOSURE STATEMENT THAT HAS BEEN FILED WITH-\n   10  IN THE PAST FIVE YEARS IF NEW INFORMATION HAS COME TO THE  ATTENTION  OF\n   11  THE  COMMISSION  WHICH MAY REVEAL A POSSIBLE VIOLATION OF SECTION SEVEN-\n   12  TY-THREE, SEVENTY-THREE-A OR SEVENTY-FOUR OF THE PUBLIC OFFICERS LAW.\n   13    9. If a person required to file a financial disclosure statement  with\n   14  the  commission  has  failed to file a financial disclosure statement or\n   15  has filed a deficient statement, the commission shall notify the report-\n   16  ing person in writing, state the failure to file or detail the deficien-\n   17  cy, provide the person with a fifteen day period to cure the deficiency,\n   18  and advise the person of the penalties for failure to  comply  with  the\n   19  reporting requirements. Such notice shall be confidential. If the person\n   20  fails  to  make  such  filing or fails to cure the deficiency within the\n   21  specified time period, the commission shall send a notice of  delinquen-\n   22  cy:  (a)  to  the reporting person; (b) in the case of a senator, to the\n   23  temporary president of the senate, and if a member of assembly,  to  the\n   24  speaker  of the assembly; and (c) in the case of a legislative employee,\n   25  to the appointing authority for such person and to the temporary  presi-\n   26  dent  of  the senate and/or the speaker of the assembly, as the case may\n   27  be, who has jurisdiction over such appointing authority.  Such notice of\n   28  delinquency may be sent  at  any  time  during  the  reporting  person's\n   29  service  as a member of the legislature or legislative employee or while\n   30  a candidate for member of the legislature,  or  within  one  year  after\n   31  separation  from such service or the termination of such candidacy.  The\n   32  jurisdiction of the commission,  when  acting  pursuant  to  subdivision\n   33  eleven  of  this  section  with  respect  to financial disclosure, shall\n   34  continue notwithstanding that the reporting person separates from  state\n   35  service  or  terminates  his  or  her candidacy, provided the commission\n   36  notifies such person of the alleged failure to file or deficient  filing\n   37  pursuant to this subdivision.\n   38    10.  a.  If  a  reporting person has filed a statement which reveals a\n   39  possible violation of section seventy-three, seventy-three-a  or  seven-\n   40  ty-four  of the public officers law, or the commission receives a refer-\n   41  ral from another state oversight body, OR  THE  COMMISSION  RECEIVES  OR\n   42  DISCOVERS  NEW  INFORMATION THAT REVEALS A POSSIBLE VIOLATION OF SECTION\n   43  SEVENTY-THREE, SEVENTY-THREE-A OR SEVENTY-FOUR OF  THE  PUBLIC  OFFICERS\n   44  LAW,  or  the  commission  receives  a  sworn  complaint alleging such a\n   45  violation by a reporting person or a legislative employee subject to the\n   46  provisions of such laws, or if the  commission  determines  on  its  own\n   47  initiative  to investigate a possible violation by a reporting person or\n   48  a legislative employee subject to  the  provisions  of  such  laws,  the\n   49  commission  shall  notify  the reporting person in writing, describe the\n   50  possible or alleged violation thereof and  provide  the  person  with  a\n   51  fifteen  day  period in which to submit a written response setting forth\n   52  information relating to the activities cited as a  possible  or  alleged\n   53  violation  of  law.  If  the commission thereafter makes a determination\n   54  that further inquiry is justified, it shall give the reporting person an\n   55  opportunity to be heard. THE COMMISSION SHALL REVIEW AND MAKE AN  AFFIR-\n   56  MATIVE  DETERMINATION  ON  SUCH POSSIBLE VIOLATION WITHIN THIRTY DAYS OF\n\n       S. 573                              6\n\n    1  SUCH REPORTING INDIVIDUAL'S WRITTEN RESPONSE. THE COMMISSION MAY  EXTEND\n    2  SUCH  THIRTY  DAY PERIOD OF TIME ONCE FOR AN ADDITIONAL THIRTY DAYS. The\n    3  commission shall also inform  the  reporting  individual  of  its  rules\n    4  regarding  the  conduct  of adjudicatory proceedings and appeals and the\n    5  due process procedural mechanisms available to such individual.  If  the\n    6  commission  determines  at any stage of the proceeding, that there is no\n    7  violation or that any potential conflict of interest violation has  been\n    8  rectified,  it shall so advise the reporting person and the complainant,\n    9  if any. All of the foregoing proceedings shall be confidential.\n   10    b. If the commission determines that  there  is  reasonable  cause  to\n   11  believe  that  a  violation  has  occurred, OR THAT A REQUIRED FINANCIAL\n   12  DISCLOSURE STATEMENT HAS NOT BEEN FILED ON  A  TIMELY  BASIS  AFTER  ALL\n   13  EXTENSIONS  TO  FILE  HAVE  BEEN  EXHAUSTED,  it  shall send a notice of\n   14  reasonable cause: (i) to the reporting person; (ii) to  the  complainant\n   15  if  any;  (iii)  in the case of a senator, to the temporary president of\n   16  the senate, and if a member of the  assembly,  to  the  speaker  of  the\n   17  assembly;  and  (iv)  in  the  case  of  a  legislative employee, to the\n   18  appointing authority for such person and to the temporary  president  of\n   19  the  senate  and/or the speaker of the assembly, as the case may be, who\n   20  has jurisdiction over such appointing authority.\n   21    c. The jurisdiction of the commission when  acting  pursuant  to  this\n   22  section  shall continue notwithstanding that a member of the legislature\n   23  or a legislative employee separates from state service, or  a  candidate\n   24  for  member  of  the legislature ceases to be a candidate, provided that\n   25  the commission notifies such individual of the alleged violation of  law\n   26  pursuant  to paragraph a of this subdivision within one year from his or\n   27  her separation from state service or  the  termination  of  his  or  her\n   28  candidacy. Nothing in this section shall serve to limit the jurisdiction\n   29  of  the commission in enforcement of subdivision eight of section seven-\n   30  ty-three of the public officers law.\n   31    11. An individual subject to the jurisdiction of  the  commission  who\n   32  knowingly  and intentionally violates the provisions of subdivisions two\n   33  through five, seven, eight,  twelve,  fourteen  or  fifteen  of  section\n   34  seventy-three  of  the public officers law or a reporting individual who\n   35  knowingly and wilfully fails to file an annual  statement  of  financial\n   36  disclosure  or who knowingly and wilfully with intent to deceive makes a\n   37  false statement or gives information which such individual knows  to  be\n   38  false  on  such  statement  of  financial  disclosure  filed pursuant to\n   39  section seventy-three-a of the public officers law shall be subject to a\n   40  civil penalty in an amount not to exceed forty thousand dollars and  the\n   41  value  of any gift, compensation or benefit received as a result of such\n   42  violation. Any such individual who knowingly and intentionally  violates\n   43  the  provisions  of paragraph A, b, c, d, E, G or i of subdivision three\n   44  of section seventy-four of the public officers law shall be subject to a\n   45  civil penalty in an amount not to exceed ten thousand  dollars  and  the\n   46  value  of any gift, compensation or benefit received as a result of such\n   47  violation. [Any such individual who knowingly and intentionally violates\n   48  the provisions of paragraph a, e or g of subdivision  three  of  section\n   49  seventy-four  of  the  public  officers  law shall be subject to a civil\n   50  penalty in an amount equal to the value of  any  gift,  compensation  or\n   51  benefit  received  as a result of such violation.] Assessment of a civil\n   52  penalty hereunder shall be  made  by  the  commission  with  respect  to\n   53  persons  subject  to  its  jurisdiction.  In assessing the amount of the\n   54  civil penalties to be imposed, the commission shall consider  the  seri-\n   55  ousness  of  the  violation,  the  amount  of gain to the individual and\n   56  whether the individual previously had any civil  or  criminal  penalties\n\n       S. 573                              7\n\n    1  imposed  pursuant  to this section, and any other factors the commission\n    2  deems appropriate. For a violation  of  this  section,  other  than  for\n    3  conduct which constitutes a violation of subdivision twelve, fourteen or\n    4  fifteen  of  section seventy-three or section seventy-four of the public\n    5  officers law, the legislative ethics commission may, in lieu of a  civil\n    6  penalty,  refer  a violation to the appropriate prosecutor and upon such\n    7  conviction, but only  after  such  referral,  such  violation  shall  be\n    8  punishable  as  a  class A misdemeanor. A civil penalty for false filing\n    9  may not be imposed hereunder in the  event  a  category  of  \"value\"  or\n   10  \"amount\"  reported  hereunder is incorrect unless such reported informa-\n   11  tion is falsely understated. [Notwithstanding any other provision of law\n   12  to the contrary, no other penalty, civil or criminal may be imposed  for\n   13  a  failure  to  file,  or  for  a  false filing, of such statement, or a\n   14  violation of section seventy-three of the public  officers  law,  except\n   15  that  the  appointing authority may impose disciplinary action as other-\n   16  wise provided by law.] The legislative ethics commission shall be deemed\n   17  to be an agency within the meaning of article three of the state  admin-\n   18  istrative  procedure  act and shall adopt rules governing the conduct of\n   19  adjudicatory proceedings and appeals  taken  pursuant  to  a  proceeding\n   20  commenced  under  article  seventy-eight  of  the civil practice law and\n   21  rules relating to the assessment of the civil penalties  herein  author-\n   22  ized  [and  commission  denials  of  requests  for  certain deletions or\n   23  exemptions to be made from a financial disclosure statement  as  author-\n   24  ized  in  paragraph  i  or  paragraph  j  of  subdivision  seven of this\n   25  section]. Such rules[, which shall not be subject  to  the  promulgation\n   26  and  hearing  requirements  of  the state administrative procedure act,]\n   27  shall provide for due process procedural mechanisms substantially  simi-\n   28  lar  to  those  set forth in such article three but such mechanisms need\n   29  not be identical in terms or scope. Assessment of  a  civil  penalty  or\n   30  commission  denial  of  such  a deletion [or exemption request] shall be\n   31  final unless modified, suspended or vacated within thirty days of  impo-\n   32  sition,  with  respect to the assessment of such penalty, or unless such\n   33  denial of request is reversed within such time period, and upon becoming\n   34  final shall be subject to review at the instance of the affected report-\n   35  ing individuals in a proceeding commenced against the legislative ethics\n   36  commission, pursuant to article seventy-eight of the civil practice  law\n   37  and rules.\n   38    12.  If  the  commission  has  a  reasonable basis to believe that any\n   39  person subject to the jurisdiction of another state oversight  body  may\n   40  have  violated section seventy-three or seventy-four of the public offi-\n   41  cers law, section one hundred seven of the civil service law, or article\n   42  one-A of this chapter, it shall refer such violation to  such  oversight\n   43  body unless the commission determines that such a referral would compro-\n   44  mise  the  prosecution  or confidentiality of its investigations and, if\n   45  so, shall make such a referral as soon as practicable. The  referral  by\n   46  the  commission  shall  include  any information relating thereto coming\n   47  into the custody or under the control of  the  commission  at  any  time\n   48  prior or subsequent to the time of the referral.\n   49    13.  A copy of any notice of delinquency or notice of reasonable cause\n   50  sent pursuant to subdivisions nine and ten  of  this  section  shall  be\n   51  included  in  the  reporting  person's  file and be available for public\n   52  inspection and copying.\n   53    14. a. Notwithstanding the provisions of article  six  of  the  public\n   54  officers  law,  the only records of the commission which shall be avail-\n   55  able for public inspection and copying are:\n\n       S. 573                              8\n\n    1    (1) the information set forth in  an  annual  statement  of  financial\n    2  disclosure filed pursuant to section seventy-three-a of the public offi-\n    3  cers law [except the categories of value or amount which shall be confi-\n    4  dential, and any other item of information deleted pursuant to paragraph\n    5  i of subdivision seven of this section];\n    6    (2)  financial disclosure statements filed pursuant to subdivision six\n    7  of section seventy-three of the public officers law;\n    8    (3) notices  of  delinquency  sent  under  subdivision  nine  of  this\n    9  section;\n   10    (4)  notices of reasonable cause sent under paragraph b of subdivision\n   11  ten of this section;\n   12    (5) notices of civil assessment imposed under this section which shall\n   13  include a description of the  nature  of  the  alleged  wrongdoing,  the\n   14  procedural  history  of  the  complaint, the findings and determinations\n   15  made by the commission, and any sanction imposed;\n   16    (6) the terms of any settlement or compromise of a complaint or refer-\n   17  ral which includes a fine, penalty or other remedy;\n   18    (7) generic advisory opinions; and\n   19    (8) all reports required by this section.\n   20    b. Notwithstanding the provisions of article seven of the public offi-\n   21  cers law, no meeting or proceeding of the commission shall  be  open  to\n   22  the  public,  except  if expressly provided otherwise by this section or\n   23  the commission.\n   24    15. Within one hundred twenty days  of  the  effective  date  of  this\n   25  subdivision,  the  commission  shall  create  and  thereafter maintain a\n   26  publicly accessible website which shall  set  forth  the  procedure  for\n   27  filing  a  complaint  with  the  commission, and which shall contain the\n   28  documents identified in subdivision fourteen of this section, other than\n   29  financial disclosure statements, and any other  records  or  information\n   30  which the commission determines to be appropriate.\n   31    16.  This  section  shall  not  revoke or rescind any policies, rules,\n   32  regulations or  advisory  opinions  issued  by  the  legislative  ethics\n   33  [committee]  COMMISSION in effect upon the effective date of this subdi-\n   34  vision, to the extent that such regulations or opinions are  not  incon-\n   35  sistent  with  any laws of the state of New York. The legislative ethics\n   36  commission shall undertake a comprehensive review of all such  policies,\n   37  rules,  regulations or advisory opinions which will address the consist-\n   38  ency of such policies, rules, regulations or advisory opinions with  the\n   39  laws  of the state of New York. The legislative ethics commission shall,\n   40  before April first, two thousand  eight,  report  to  the  governor  and\n   41  legislature  regarding  such  review  and  shall  propose any regulatory\n   42  changes and issue any advisory opinions necessitated by such review.\n   43    17. Separability clause. If any part or provision of this  section  or\n   44  the  application  thereof to any person is adjudged by a court of compe-\n   45  tent jurisdiction to be  unconstitutional  or  otherwise  invalid,  such\n   46  judgment  shall  not affect or impair any other part or provision or the\n   47  application thereof to any other person, but shall be confined  to  such\n   48  part or provision.\n   49    S  3.  Section  73 of the public officers law is amended by adding two\n   50  new subdivisions 14-a and 14-b to read as follows:\n   51    14-A. NOTWITHSTANDING THE PROVISIONS OF SUBDIVISION FOURTEEN  OF  THIS\n   52  SECTION,  NO  MEMBER  OF  THE  LEGISLATURE  OR  LEGISLATIVE EMPLOYEE, AS\n   53  DEFINED BY PARAGRAPH (D) OF SUBDIVISION ONE OF  SECTION  SEVENTY-THREE-A\n   54  OF  THIS  ARTICLE,  SHALL  PARTICIPATE IN ANY DECISION TO HIRE, PROMOTE,\n   55  PROCESS EMPLOYMENT PAPERWORK FOR OR HAVE KNOWLEDGE  OF  THE  PROSPECTIVE\n   56  EMPLOYMENT  OR  CHANGE  OF  EMPLOYMENT  STATUS  OF  ANY RELATIVE FOR ANY\n\n       S. 573                              9\n\n    1  COMPENSATED POSITION AT, FOR OR  WITHIN  THE  SAME  LEGISLATIVE  CHAMBER\n    2  WHICH  EMPLOYS  SUCH  MEMBER  OR LEGISLATIVE EMPLOYEE. THE PROVISIONS OF\n    3  THIS SUBDIVISION SHALL NOT APPLY TO PERSONS TO WHICH  PARAGRAPH  (B)  OF\n    4  SUBDIVISION FOURTEEN OF THIS SECTION APPLIES.\n    5    14-B.  IN ADDITION TO THE INFORMATION INCLUDED IN THE ANNUAL FINANCIAL\n    6  STATEMENT   OF   FINANCIAL   DISCLOSURE   PROVIDED   FOR   IN    SECTION\n    7  SEVENTY-THREE-A  OF  THIS  ARTICLE,  EVERY MEMBER OF THE LEGISLATURE AND\n    8  LEGISLATIVE EMPLOYEE SHALL DISCLOSE THE NAMES OF ALL RELATIVES  WHO  ARE\n    9  EMPLOYED BY THE LEGISLATURE AND THE DEGREE OF THEIR RELATIONSHIP.\n   10    S  4.  Paragraphs  a, b, d and g of subdivision 3 of section 74 of the\n   11  public officers law, paragraphs a, b and g as amended by chapter 1012 of\n   12  the laws of 1965 and paragraph d as amended by chapter 1 of the laws  of\n   13  2010, are amended to read as follows:\n   14    a. No officer or employee of a state agency, member of the legislature\n   15  or  legislative  employee  should  accept, NOR RETAIN UPON ACCEPTANCE OF\n   16  EMPLOYMENT BY THE LEGISLATURE, other employment which [will] MAY REASON-\n   17  ABLY impair his OR HER independence of judgment in the exercise  of  his\n   18  OR HER official duties.\n   19    b. No officer or employee of a state agency, member of the legislature\n   20  or  legislative employee should accept employment or engage in any busi-\n   21  ness or professional activity which [will] MAY REASONABLY require him OR\n   22  HER to disclose confidential information which he OR SHE has  gained  by\n   23  reason of his OR HER official position or authority.\n   24    d. No officer or employee of a state agency, member of the legislature\n   25  or legislative employee should use or attempt to use his or her official\n   26  position  to  secure unwarranted privileges or exemptions for himself or\n   27  herself, HIS OR HER RELATIVE, AS DEFINED IN PARAGRAPH (M) OF SUBDIVISION\n   28  ONE OF SECTION SEVENTY-THREE OF THIS ARTICLE, or others,  including  but\n   29  not  limited  to,  the  misappropriation to himself, herself, HIS OR HER\n   30  RELATIVE, AS DEFINED IN PARAGRAPH (M)  OF  SUBDIVISION  ONE  OF  SECTION\n   31  SEVENTY-THREE OF THIS ARTICLE, or to others of the property, services or\n   32  other  resources  of the state for private business or other compensated\n   33  non-governmental purposes.\n   34    g. An officer or employee of a state agency, MEMBER OF THE LEGISLATURE\n   35  OR LEGISLATIVE EMPLOYEE should abstain from making personal  investments\n   36  in  enterprises  which  he  OR SHE has reason to believe may be directly\n   37  involved in decisions to be made by him OR HER or which  will  otherwise\n   38  create substantial conflict between his OR HER duty in the public inter-\n   39  est and his OR HER private interest.\n   40    S  5.  The  nine  members of the legislative ethics commission holding\n   41  office immediately prior to the effective date of this  act  are  hereby\n   42  removed from their positions as such members, and nine new members shall\n   43  be  appointed  in  accordance with section 80 of the legislative law, as\n   44  amended by section two of this act.\n   45    S 6. This act shall take effect on the ninetieth day  after  it  shall\n   46  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the legislative law and the public officers law, in relation to state legislative ethics ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101222.T143845.TXT", "SOBI.D101222.T141841.TXT", "SOBI.D101222.T142845.TXT", "SOBI.D101222.T142348.TXT", "SOBI.D101222.T134339.TXT", "SOBI.D101223.T160117.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1293138077869
}