{
  "year" : 2011,
  "senateBillNo" : "S574-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S574-2011-1294203600000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KLEIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prohibits the possession of guns in or upon the grounds of buildings that serve alcoholic beverages",
  "summary" : "Prohibits the possession of guns in or upon the grounds of buildings that serve alcoholic beverages; provides exemption to on-duty police officers, owner or employee protecting the establishment or a club. ",
  "currentCommittee" : "CODES",
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : [ "SB6148-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "KRUEGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "MONTGOMERY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          574\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by Sens. KLEIN, KRUEGER, MONTGOMERY -- read twice and ordered\n         printed, and when printed to be committed to the Committee on Codes\n\n       AN ACT to amend the penal law, in relation to prohibiting the possession\n         of  guns  in  or  upon  the  grounds of buildings that serve alcoholic\n         beverages\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Section 265.01 of the penal law is amended by adding a new\n    2  subdivision 3-a to read as follows:\n    3    (3-A) HE OR SHE KNOWINGLY HAS IN HIS OR HER POSSESSION A RIFLE,  SHOT-\n    4  GUN  OR  FIREARM IN OR UPON THE PREMISES OF AN ESTABLISHMENT FOR WHICH A\n    5  LICENSE FOR THE SALE OF ALCOHOLIC BEVERAGES FOR ON-PREMISES  CONSUMPTION\n    6  HAS BEEN ISSUED PURSUANT TO THE ALCOHOLIC BEVERAGE CONTROL LAW.\n    7    S 2. Section 265.20 of the penal law is amended by adding a new subdi-\n    8  vision e to read as follows:\n    9    E.  THE  PROVISIONS  OF  SUBDIVISION THREE-A OF SECTION 265.01 OF THIS\n   10  ARTICLE SHALL NOT APPLY TO:\n   11    (1) A PERSON WHO IS AN OWNER OR EMPLOYEE OF THE LICENSED PREMISES  FOR\n   12  THE  SALE OF ALCOHOLIC BEVERAGES FOR ON-PREMISES CONSUMPTION WHO HAS THE\n   13  RESPONSIBILITY OF PROTECTING SUCH ESTABLISHMENT AND ITS PATRONS; OR\n   14    (2) A CLUB MEMBER OF A CLUB AS DEFINED IN SUBDIVISION NINE OF  SECTION\n   15  THREE  OF  THE  ALCOHOLIC  BEVERAGE  CONTROL LAW, WHO IS LOCATED ON SUCH\n   16  PREMISES OR PORTION OF SUCH PREMISES THAT IS USED  EXCLUSIVELY  BY  SUCH\n   17  MEMBERS FOR ON-PREMISES CONSUMPTION OF ALCOHOLIC BEVERAGES INCLUDING THE\n   18  EXTERIOR  GROUNDS  OF  ANY GOLF COURSE OR OUTDOOR RECREATION AREA AFFIL-\n   19  IATED WITH SUCH CLUB.\n   20    S 3. This act shall take effect on the first of November next succeed-\n   21  ing the date on which it shall have become a law.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04848-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, in relation to prohibiting the possession of guns in or upon the grounds of buildings that serve alcoholic beverages ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101222.T141841.TXT", "SOBI.D101222.T142845.TXT", "SOBI.D101222.T134840.TXT", "SOBI.D101222.T142348.TXT", "SOBI.D101222.T134339.TXT", "SOBI.D101223.T160117.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1293138077886
}