{
  "year" : 2011,
  "senateBillNo" : "S575-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO COMMERCE, ECONOMIC DEVELOPMENT AND SMALL BUSINESS",
    "billEventId" : "S575-2011-1294203600000-REFERRED+TO+COMMERCE%2C+ECONOMIC+DEVELOPMENT+AND+SMALL+BUSINESS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KLEIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Revises procedures for issuance of liquor licenses for on-premises consumption for premises within 500 feet of 3 or more existing premises",
  "summary" : "Revises procedures regarding the issuance of retail and special retail liquor, bottle club, restaurant-brewer and cabaret licenses for on-premises consumption for premises located within 500 feet of 3 or more existing premises in cities, towns and villages of twenty thousand or more; provides that the hearing which the authority is required to hold before issuing such a license may be rescheduled, adjourned or continued and that the authority must give notice to the applicant and the municipality or community board of such rescheduled, adjourned or continued hearing; and provides that the authority or commissioners thereof may also hold a public meeting in connection with issuance of such a license which may also be rescheduled, adjourned or continued, and that the authority must give notice to the applicant and the municipality or community board of the meeting including any rescheduled, adjourned or continued meeting. ",
  "currentCommittee" : "COMMERCE, ECONOMIC DEVELOPMENT AND SMALL BUSINESS",
  "sameAs" : null,
  "lawSection" : "Alcoholic Beverage Control Law",
  "previousVersions" : [ "SA5508-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "HASSELL-THOMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "KRUEGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          575\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sens. KLEIN, HASSELL-THOMPSON, KRUEGER -- read twice and\n         ordered printed, and when printed to be committed to the Committee  on\n         Commerce, Economic Development and Small Business\n\n       AN  ACT  to  amend  the  alcoholic  beverage control law, in relation to\n         procedures associated with  issuing  retail,  special  retail,  bottle\n         club,  restaurant-brewer  and  cabaret  licenses  to  sell  liquor for\n         on-premises consumption regarding premises located within five hundred\n         feet of three or more existing premises in cities, towns and  villages\n         having a population of twenty thousand or more\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraph (f) of subdivision 7 of section 64 of  the  alco-\n    2  holic  beverage  control  law,  as amended by chapter 463 of the laws of\n    3  2009, is amended to read as follows:\n    4    (f) Notwithstanding the provisions of paragraph (b) of  this  subdivi-\n    5  sion,  the  authority may issue a license pursuant to this section for a\n    6  premises which shall be within five hundred feet of three or more exist-\n    7  ing premises  licensed  and  operating  pursuant  to  this  section  and\n    8  sections  sixty-four-a,  sixty-four-b, sixty-four-c, and/or sixty-four-d\n    9  of this article if, after consultation with the municipality or communi-\n   10  ty board, it determines that granting  such  license  would  be  in  the\n   11  public  interest.  Before  it  may issue any such license, the authority\n   12  shall conduct a hearing, upon notice to the applicant  and  the  munici-\n   13  pality  or  community  board, and shall state and file in its office its\n   14  reasons therefor.  THE HEARING MAY BE RESCHEDULED, ADJOURNED OR  CONTIN-\n   15  UED,  AND THE AUTHORITY SHALL GIVE NOTICE TO THE APPLICANT AND THE MUNI-\n   16  CIPALITY OR COMMUNITY  BOARD  OF  ANY  SUCH  RESCHEDULED,  ADJOURNED  OR\n   17  CONTINUED  HEARING.    BEFORE THE AUTHORITY ISSUES ANY SAID LICENSE, THE\n   18  AUTHORITY OR ONE OR MORE OF THE COMMISSIONERS THEREOF MAY,  IN  ADDITION\n   19  TO THE HEARING REQUIRED BY THIS PARAGRAPH, ALSO CONDUCT A PUBLIC MEETING\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03488-02-1\n\n       S. 575                              2\n\n    1  REGARDING  SAID  LICENSE,  UPON  NOTICE TO THE APPLICANT AND THE MUNICI-\n    2  PALITY OR COMMUNITY  BOARD.  THE  PUBLIC  MEETING  MAY  BE  RESCHEDULED,\n    3  ADJOURNED  OR  CONTINUED,  AND  THE  AUTHORITY  SHALL GIVE NOTICE TO THE\n    4  APPLICANT  AND  THE MUNICIPALITY OR COMMUNITY BOARD OF ANY SUCH RESCHED-\n    5  ULED, ADJOURNED OR CONTINUED PUBLIC MEETING. Notice to the  municipality\n    6  or  community board shall mean written notice mailed by the authority to\n    7  such municipality or community board at least fifteen days in advance of\n    8  any hearing scheduled pursuant to this paragraph. Upon  the  request  of\n    9  the authority, any municipality or community board may waive the fifteen\n   10  day notice requirement. No premises having been granted a license pursu-\n   11  ant  to  this section shall be denied a renewal of such license upon the\n   12  grounds that such premises are within five hundred feet of a building or\n   13  buildings wherein three or more  premises  are  licensed  and  operating\n   14  pursuant  to  this  section  and  sections  sixty-four-a,  sixty-four-b,\n   15  sixty-four-c, and/or sixty-four-d of this article.\n   16    S 2. Paragraph (d) of subdivision 7 of section 64-a of  the  alcoholic\n   17  beverage  control law, as amended by chapter 463 of the laws of 2009, is\n   18  amended to read as follows:\n   19    (d) Notwithstanding the provisions of subparagraph (ii)  of  paragraph\n   20  (a)  of  this subdivision, the authority may issue a license pursuant to\n   21  this section for a premises which shall be within five hundred  feet  of\n   22  three  or more existing premises licensed and operating pursuant to this\n   23  section and  sections  sixty-four,  sixty-four-b,  sixty-four-c,  and/or\n   24  sixty-four-d  of  this  article  if, after consultation with the munici-\n   25  pality or community board, it  determines  that  granting  such  license\n   26  would  be  in the public interest. Before it may issue any such license,\n   27  the authority shall conduct a hearing, upon notice to the applicant  and\n   28  the  municipality  or  community  board, and shall state and file in its\n   29  office its reasons therefor. Notice to  the  municipality  or  community\n   30  board  shall mean written notice mailed by the authority to such munici-\n   31  pality or community board at least fifteen days in advance of any  hear-\n   32  ing  scheduled  pursuant  to  this  paragraph.  Upon  the request of the\n   33  authority, any municipality or community board may waive the fifteen day\n   34  notice requirement.   THE  HEARING  MAY  BE  RESCHEDULED,  ADJOURNED  OR\n   35  CONTINUED,  AND THE AUTHORITY SHALL GIVE NOTICE TO THE APPLICANT AND THE\n   36  MUNICIPALITY OR COMMUNITY BOARD OF ANY SUCH  RESCHEDULED,  ADJOURNED  OR\n   37  CONTINUED  HEARING.    BEFORE THE AUTHORITY ISSUES ANY SAID LICENSE, THE\n   38  AUTHORITY OR ONE OR MORE OF THE COMMISSIONERS THEREOF MAY,  IN  ADDITION\n   39  TO THE HEARING REQUIRED BY THIS PARAGRAPH, ALSO CONDUCT A PUBLIC MEETING\n   40  REGARDING  SAID  LICENSE,  UPON  NOTICE TO THE APPLICANT AND THE MUNICI-\n   41  PALITY OR COMMUNITY  BOARD.  THE  PUBLIC  MEETING  MAY  BE  RESCHEDULED,\n   42  ADJOURNED  OR  CONTINUED,  AND  THE  AUTHORITY  SHALL GIVE NOTICE TO THE\n   43  APPLICANT AND THE MUNICIPALITY OR COMMUNITY BOARD OF ANY  SUCH  RESCHED-\n   44  ULED,  ADJOURNED  OR  CONTINUED  PUBLIC MEETING. No premises having been\n   45  granted a license pursuant to this section shall be denied a renewal  of\n   46  such license upon the grounds that such premises are within five hundred\n   47  feet  of  a  building  or  buildings  wherein three or more premises are\n   48  licensed and operating pursuant to this section and sections sixty-four,\n   49  sixty-four-b, sixty-four-c, and/or sixty-four-d of this article.\n   50    S 3. Paragraph (c) of subdivision 5 of section 64-b of  the  alcoholic\n   51  beverage  control law, as amended by chapter 463 of the laws of 2009, is\n   52  amended to read as follows:\n   53    (c) Notwithstanding the provisions of subparagraph (ii)  of  paragraph\n   54  (a)  of  this subdivision, the authority may issue a license pursuant to\n   55  this section for a premises which shall be within five hundred  feet  of\n   56  three  or more existing premises licensed and operating pursuant to this\n\n       S. 575                              3\n\n    1  section and  sections  sixty-four,  sixty-four-a,  sixty-four-c,  and/or\n    2  sixty-four-d  of  this  article  if, after consultation with the munici-\n    3  pality or community board, it  determines  that  granting  such  license\n    4  would  be  in the public interest. Before it may issue any such license,\n    5  the authority shall conduct a hearing, upon notice to the applicant  and\n    6  the  municipality  or  community  board, and shall state and file in its\n    7  office its reasons therefor.  THE HEARING MAY BE RESCHEDULED,  ADJOURNED\n    8  OR  CONTINUED,  AND THE AUTHORITY SHALL GIVE NOTICE TO THE APPLICANT AND\n    9  THE MUNICIPALITY OR COMMUNITY BOARD OF ANY SUCH  RESCHEDULED,  ADJOURNED\n   10  OR CONTINUED HEARING.  BEFORE THE AUTHORITY ISSUES ANY SAID LICENSE, THE\n   11  AUTHORITY  OR  ONE OR MORE OF THE COMMISSIONERS THEREOF MAY, IN ADDITION\n   12  TO THE HEARING REQUIRED BY THIS PARAGRAPH, ALSO CONDUCT A PUBLIC MEETING\n   13  REGARDING SAID LICENSE, UPON NOTICE TO THE  APPLICANT  AND  THE  MUNICI-\n   14  PALITY  OR  COMMUNITY  BOARD.  THE  PUBLIC  MEETING  MAY BE RESCHEDULED,\n   15  ADJOURNED OR CONTINUED, AND THE  AUTHORITY  SHALL  GIVE  NOTICE  TO  THE\n   16  APPLICANT  AND  THE MUNICIPALITY OR COMMUNITY BOARD OF ANY SUCH RESCHED-\n   17  ULED, ADJOURNED OR CONTINUED PUBLIC MEETING. Notice to the  municipality\n   18  or  community board shall mean written notice mailed by the authority to\n   19  such municipality or community board at least fifteen days in advance of\n   20  any hearing scheduled pursuant to this paragraph. Upon  the  request  of\n   21  the authority, any municipality or community board may waive the fifteen\n   22  day notice requirement. No premises having been granted a license pursu-\n   23  ant  to  this section shall be denied a renewal of such license upon the\n   24  grounds that such premises are within five hundred feet of a building or\n   25  buildings wherein three or more  premises  are  licensed  and  operating\n   26  pursuant  to  this section and sections sixty-four, sixty-four-a, sixty-\n   27  four-c, and/or sixty-four-d of this article.\n   28    S 4. Paragraph (c) of subdivision 11 of section 64-c of the  alcoholic\n   29  beverage  control law, as amended by chapter 463 of the laws of 2009, is\n   30  amended to read as follows:\n   31    (c) Notwithstanding the provisions of subparagraph (ii)  of  paragraph\n   32  (a)  of  this subdivision, the authority may issue a license pursuant to\n   33  this section for a premises which shall be within five hundred  feet  of\n   34  three  or more existing premises licensed and operating pursuant to this\n   35  section  and  sections  sixty-four,  sixty-four-a,  sixty-four-b  and/or\n   36  sixty-four-d  of  this  article  if, after consultation with the munici-\n   37  pality or community board, it  determines  that  granting  such  license\n   38  would  be  in the public interest. Before it may issue any such license,\n   39  the authority shall conduct a hearing, upon notice to the applicant  and\n   40  the  municipality  or  community  board, and shall state and file in its\n   41  office its reasons therefor.  THE HEARING MAY BE RESCHEDULED,  ADJOURNED\n   42  OR  CONTINUED,  AND THE AUTHORITY SHALL GIVE NOTICE TO THE APPLICANT AND\n   43  THE MUNICIPALITY OR COMMUNITY BOARD OF ANY SUCH  RESCHEDULED,  ADJOURNED\n   44  OR CONTINUED HEARING.  BEFORE THE AUTHORITY ISSUES ANY SAID LICENSE, THE\n   45  AUTHORITY  OR  ONE OR MORE OF THE COMMISSIONERS THEREOF MAY, IN ADDITION\n   46  TO THE HEARING REQUIRED BY THIS PARAGRAPH, ALSO CONDUCT A PUBLIC MEETING\n   47  REGARDING SAID LICENSE, UPON NOTICE TO THE  APPLICANT  AND  THE  MUNICI-\n   48  PALITY  OR  COMMUNITY  BOARD.  THE  PUBLIC  MEETING  MAY BE RESCHEDULED,\n   49  ADJOURNED OR CONTINUED, AND THE  AUTHORITY  SHALL  GIVE  NOTICE  TO  THE\n   50  APPLICANT  AND  THE MUNICIPALITY OR COMMUNITY BOARD OF ANY SUCH RESCHED-\n   51  ULED, ADJOURNED OR CONTINUED PUBLIC MEETING. Notice to the  municipality\n   52  or  community board shall mean written notice mailed by the authority to\n   53  such municipality or community board at least fifteen days in advance of\n   54  any hearing scheduled pursuant to this paragraph. Upon  the  request  of\n   55  the authority, any municipality or community board may waive the fifteen\n   56  day notice requirement. No premises having been granted a license pursu-\n\n       S. 575                              4\n\n    1  ant  to  this section shall be denied a renewal of such license upon the\n    2  grounds that such premises are within five hundred feet of a building or\n    3  buildings wherein three or more  premises  are  operating  and  licensed\n    4  pursuant  to  this  section or sections sixty-four, sixty-four-a, sixty-\n    5  four-b and/or sixty-four-d of this article.\n    6    S 5. Paragraph (e) of subdivision 8 of section 64-d of  the  alcoholic\n    7  beverage  control law, as amended by chapter 463 of the laws of 2009, is\n    8  amended to read as follows:\n    9    (e) notwithstanding the provisions of paragraph (b) of  this  subdivi-\n   10  sion,  the  authority may issue a license pursuant to this section for a\n   11  premises which shall be within five hundred feet of an existing premises\n   12  licensed and operating pursuant to the provisions  of  this  section  or\n   13  within five hundred feet of three or more existing premises licensed and\n   14  operating   pursuant   to   this   section   and   sections  sixty-four,\n   15  sixty-four-a, sixty-four-b, and/or  sixty-four-c  of  this  article  if,\n   16  after  consultation  with the municipality or community board, it deter-\n   17  mines that granting such  license  would  be  in  the  public  interest.\n   18  Before  it  may  issue  any  such license, the authority shall conduct a\n   19  hearing, upon notice to the applicant and the municipality or  community\n   20  board, and shall state and file in its office its reasons therefor.  THE\n   21  HEARING  MAY  BE  RESCHEDULED, ADJOURNED OR CONTINUED, AND THE AUTHORITY\n   22  SHALL GIVE NOTICE TO THE APPLICANT AND  THE  MUNICIPALITY  OR  COMMUNITY\n   23  BOARD  OF  ANY SUCH RESCHEDULED, ADJOURNED OR CONTINUED HEARING.  BEFORE\n   24  THE AUTHORITY ISSUES ANY SAID LICENSE, THE AUTHORITY OR ONE OR  MORE  OF\n   25  THE  COMMISSIONERS  THEREOF  MAY, IN ADDITION TO THE HEARING REQUIRED BY\n   26  THIS PARAGRAPH, ALSO CONDUCT A PUBLIC MEETING  REGARDING  SAID  LICENSE,\n   27  UPON  NOTICE  TO  THE APPLICANT AND THE MUNICIPALITY OR COMMUNITY BOARD.\n   28  THE PUBLIC MEETING MAY BE RESCHEDULED, ADJOURNED OR CONTINUED,  AND  THE\n   29  AUTHORITY  SHALL  GIVE  NOTICE  TO THE APPLICANT AND THE MUNICIPALITY OR\n   30  COMMUNITY BOARD OF ANY SUCH RESCHEDULED, ADJOURNED OR  CONTINUED  PUBLIC\n   31  MEETING.  Notice to the municipality or community board shall mean writ-\n   32  ten notice mailed by the authority to  such  municipality  or  community\n   33  board at least fifteen days in advance of any hearing scheduled pursuant\n   34  to  this  paragraph. Upon the request of the authority, any municipality\n   35  or community board may waive the  fifteen  day  notice  requirement.  No\n   36  premises having been granted a license pursuant to this section shall be\n   37  denied a renewal of such license upon the grounds that such premises are\n   38  within  five hundred feet of an existing premises licensed and operating\n   39  pursuant to the provisions of this section or within five  hundred  feet\n   40  of  a  building or buildings wherein three or more premises are licensed\n   41  and operating pursuant to this section and sections  sixty-four,  sixty-\n   42  four-a, sixty-four-b, and/or sixty-four-c of this article.\n   43    S 6. This act shall take effect on the one hundred eightieth day after\n   44  it  shall  have  become  a law and shall apply to all applications for a\n   45  retail license, special retail license,  bottle  club  license,  restau-\n   46  rant-brewer  license  or cabaret license, for on-premises consumption of\n   47  alcoholic beverages for premises within five hundred  feet  of  existing\n   48  licensed premises that are pending before or filed with the state liquor\n   49  authority  on  or  after such effective date.  Effective immediately any\n   50  rules or regulations necessary or convenient to implement the provisions\n   51  of this act are authorized to be promulgated on or before such effective\n   52  date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the alcoholic beverage control law, in relation to procedures associated with issuing retail, special retail, bottle club, restaurant-brewer and cabaret licenses to sell liquor for on-premises consumption regarding premises located within five hundred feet of three or more existing premises in cities, towns and villages having a population of twenty thousand or more ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101222.T141841.TXT", "SOBI.D101222.T134840.TXT", "SOBI.D101222.T142348.TXT", "SOBI.D101227.T115553.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1293468953665
}