{
  "year" : 2011,
  "senateBillNo" : "S576-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO CONSUMER PROTECTION",
    "billEventId" : "S576-2011-1294203600000-REFERRED+TO+CONSUMER+PROTECTION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KLEIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires disclosure of early termination fees",
  "summary" : "Requires disclosure of early termination fees. ",
  "currentCommittee" : "CONSUMER PROTECTION",
  "sameAs" : null,
  "lawSection" : "General Business Law",
  "previousVersions" : [ "S6182-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          576\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KLEIN  -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Consumer Protection\n\n       AN ACT to amend the general business law, in relation to the  disclosure\n         of early termination fees\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The general business law is amended by adding a new section\n    2  390-d to read as follows:\n    3    S 390-D. EARLY TERMINATION FEE DISCLOSURE. 1.  FOR  PURPOSES  OF  THIS\n    4  SECTION:\n    5    (A)  \"EARLY  TERMINATION FEE\" MEANS ANY CHARGE OR FEE THAT IS PROVIDED\n    6  FOR IN A CONTRACT OR AGREEMENT, INCLUDING ANY CONTRACT RENEWAL OR EXTEN-\n    7  SION, THAT INCLUDES THE PROVISION OF VIDEO PROGRAMMING AND  IS  ASSESSED\n    8  AGAINST  A  SUBSCRIBER WHEN A SUBSCRIBER TERMINATES FOR ANY REASON VIDEO\n    9  PROGRAMMING SERVICE PRIOR TO THE END OF THE CONTRACT OR AGREEMENT.\n   10    (B) \"CONDITIONAL SALES PRICE\" MEANS  ANY  PRICE  FOR  A  SERVICE  THAT\n   11  INCLUDES  VIDEO PROGRAMMING AND WHICH IS AVAILABLE PURSUANT TO AN AGREE-\n   12  MENT THAT INCLUDES AN EARLY TERMINATION FEE.\n   13    (C) \"MULTICHANNEL VIDEO PROGRAMMING DISTRIBUTOR\" SHALL HAVE THE  MEAN-\n   14  ING AS SET FORTH IN 47 U.S.C. SECTION 522 (13).\n   15    (D)  \"VIDEO  PROGRAMMING\"  SHALL  HAVE  THE MEANING AS SET FORTH IN 47\n   16  U.S.C.  SECTION 522 (20).\n   17    2. NO MULTICHANNEL  VIDEO  PROGRAMMING  DISTRIBUTOR  THAT  PROMOTES  A\n   18  CONDITIONAL  SALES  PRICE  FOR  SERVICES  THAT INCLUDE VIDEO PROGRAMMING\n   19  SHALL, IN CONNECTION WITH SUCH  PRICE,  REQUIRE  THAT  A  SUBSCRIBER  BE\n   20  SUBJECT  TO AN EARLY TERMINATION FEE UNLESS SUCH FEE AND THE TERMS UNDER\n   21  WHICH IT IS TO APPLY ARE DISCLOSED IN A CLEAR AND CONSPICUOUS MANNER  AS\n   22  FOLLOWS:\n   23    (A) IN ANY MEDIUM USED BY THE MULTICHANNEL VIDEO PROGRAMMING DISTRIBU-\n   24  TOR  TO  PROMOTE  A CONDITIONAL SALES PRICE, THE EXISTENCE AND AMOUNT OF\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04866-01-1\n\n       S. 576                              2\n\n    1  ANY EARLY TERMINATION FEE AND THE TERMS UNDER WHICH IT IS TO APPLY SHALL\n    2  BE DISCLOSED WITH THE SAME PROMINENCE AND IN THE SAME  LOCATION  AS  THE\n    3  CONDITIONAL SALES PRICE.\n    4    (B) IN ANY SOLICITATION THAT MAY RESULT IN AN ORDER FOR VIDEO PROGRAM-\n    5  MING  SUBJECT  TO  A  CONDITIONAL SALES PRICE, WHICH FOR THE PURPOSES OF\n    6  THIS SUBDIVISION SHALL INCLUDE THE DESCRIPTION OF SERVICES,  THE  MULTI-\n    7  CHANNEL  VIDEO  PROGRAMMING DISTRIBUTOR SHALL INFORM POTENTIAL CUSTOMERS\n    8  OF ANY EARLY TERMINATION FEE AND ITS AMOUNT AND THE TERMS UNDER WHICH IT\n    9  IS TO APPLY PRIOR TO SALE.\n   10    3. ANY EARLY TERMINATION FEE THAT IS ASSESSED IN CONNECTION  WITH  THE\n   11  TERMINATION OF A SERVICE SUBJECT TO A CONDITIONAL SALES PRICE MAY NOT BE\n   12  GREATER  THAN  THE  PRO  RATA  SHARE  OF  SUCH FEE UNDER AN AGREEMENT OR\n   13  CONTRACT CALCULATED AS FOLLOWS: THE FRACTIONAL EQUIVALENT TO THE  NUMBER\n   14  OF  MONTHS  IN THE AGREEMENT TERM THAT HAVE ELAPSED DIVIDED BY THE TOTAL\n   15  NUMBER OF MONTHS IN THE AGREEMENT TERM, MULTIPLIED BY THE AMOUNT OF  THE\n   16  EARLY  TERMINATION  FEE  DISCLOSED  PURSUANT  TO SUBDIVISION TWO OF THIS\n   17  SECTION.\n   18    4. A MULTICHANNEL VIDEO PROGRAMMING DISTRIBUTOR THAT FAILS TO  PROVIDE\n   19  NOTICE AS REQUIRED IN SUBDIVISION TWO OF THIS SECTION OR FAILS TO ASSESS\n   20  AN  EARLY  TERMINATION  FEE IN ACCORDANCE WITH SUBDIVISION THREE OF THIS\n   21  SECTION SHALL BE PROHIBITED FROM ENFORCING AN EARLY TERMINATION  FEE  IN\n   22  CONNECTION  WITH  THE  TERMINATION  OF  SERVICE SUBJECT TO A CONDITIONAL\n   23  SALES PRICE.  FOR THE PURPOSES OF THIS SUBDIVISION, \"ENFORCEMENT\"  SHALL\n   24  INCLUDE  ANY  REFERENCE, WHETHER WRITTEN OR VERBAL AND IN ANY MEDIUM, TO\n   25  AN EARLY TERMINATION FEE WITH REGARD TO IMPOSING, NEGOTIATING OR WAIVING\n   26  AN EARLY TERMINATION FEE, AS AN INDUCEMENT TO  RENEW,  EXTEND  OR  ENTER\n   27  INTO  AN  AGREEMENT,  OR  RESOLVE  ANY  DISPUTE BETWEEN A CONSUMER AND A\n   28  MULTICHANNEL VIDEO PROGRAMMING DISTRIBUTOR, ITS AGENTS,  OR  ANY  PERSON\n   29  ATTEMPTING  TO  RESOLVE A DEBT BASED UPON AN EARLY TERMINATION FEE UNDER\n   30  THIS SUBDIVISION.\n   31    5. ANY VIOLATION OF THIS SECTION SHALL BE DEEMED A  DECEPTIVE  ACT  OR\n   32  PRACTICE  PURSUANT  TO SECTION THREE HUNDRED FORTY-NINE OF THIS CHAPTER.\n   33  NOTHING IN THIS SECTION SHALL IN ANY WAY LIMIT THE  RIGHTS  OR  REMEDIES\n   34  THAT  ARE OTHERWISE AVAILABLE TO A CONSUMER OR PURCHASER UNDER ANY OTHER\n   35  LAW.\n   36    S 2. This act shall take effect on the one hundred eightieth day after\n   37  it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general business law, in relation to the disclosure of early termination fees ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101222.T141841.TXT", "SOBI.D101222.T134840.TXT", "SOBI.D101222.T142348.TXT", "SOBI.D101227.T115553.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1293468953675
}