{
  "year" : 2011,
  "senateBillNo" : "S578-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S578-2011-1294203600000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KLEIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Includes within the class D felony of forgery in the second degree, the forgery of a certificate of insurance or insurance identification card",
  "summary" : "Includes within the class D felony of forgery in the second degree, the forgery of a certificate of insurance or an insurance identification card; includes within the class C felony of forgery in the first degree, the forgery of 10 or more written instruments. ",
  "currentCommittee" : "CODES",
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : [ "SA1897-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "BRESLIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SAMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SAVINO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SMITH",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          578\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by Sens. KLEIN, BRESLIN, SAMPSON, SAVINO, SMITH -- read twice\n         and ordered printed, and when printed to be committed to the Committee\n         on Codes\n\n       AN ACT to amend the penal law, in relation to including the forgery of a\n         certificate  of  insurance  or an insurance identification card within\n         the offense of forgery in the second degree and the forgery of  10  or\n         more instruments with the offense of forgery in the first degree\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 5 of section 170.10 of the penal law is amended\n    2  and a new subdivision 6 is added to read as follows:\n    3    5. A prescription of a duly licensed physician or other person author-\n    4  ized to issue the same for any drug or any instrument or device used  in\n    5  the  taking  or  administering  of  drugs  for  which  a prescription is\n    6  required by law[.]; OR\n    7    6. A CERTIFICATE OF INSURANCE OR AN INSURANCE IDENTIFICATION CARD,  AS\n    8  DEFINED IN SECTION THREE HUNDRED ELEVEN OF THE VEHICLE AND TRAFFIC LAW.\n    9    S 2. Section 170.15 of the penal law is amended to read as follows:\n   10  S 170.15 Forgery in the first degree.\n   11    A person is guilty of forgery in the first degree when, with intent to\n   12  defraud,  deceive  or injure another, he OR SHE falsely makes, completes\n   13  or alters [a]:\n   14    1. TEN OR MORE WRITTEN INSTRUMENTS; OR\n   15    2. A written instrument which is or purports to be, or which is calcu-\n   16  lated to become or to represent if completed:\n   17    [1.] (A) Part of an issue of money, stamps, securities or other  valu-\n   18  able instruments issued by a government or governmental instrumentality;\n   19  or\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00570-01-1\n\n       S. 578                              2\n\n    1    [2.] (B) Part of an issue of stock, bonds or other instruments repres-\n    2  enting  interests in or claims against a corporate or other organization\n    3  or its property.\n    4    Forgery in the first degree is a class C felony.\n    5    S 3. This act shall take effect on the first of November next succeed-\n    6  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, in relation to including the forgery of a certificate of insurance or an insurance identification card within the offense of forgery in the second degree and the forgery of 10 or more instruments with the offense of forgery in the first degree ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101222.T145346.TXT", "SOBI.D101222.T144345.TXT", "SOBI.D101227.T115553.TXT", "SOBI.D101222.T140340.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1293468953673
}