{
  "year" : 2011,
  "senateBillNo" : "S581-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO INVESTIGATIONS AND GOVERNMENT OPERATIONS",
    "billEventId" : "S581-2011-1294203600000-REFERRED+TO+INVESTIGATIONS+AND+GOVERNMENT+OPERATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KLEIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Enacts the medical malpractice insurance premium credit act",
  "summary" : "Enacts the medical malpractice insurance premium credit act; provides a tax credit for a percentage of medical malpractice premiums paid by such taxpayer; defines relevant terms. ",
  "currentCommittee" : "INVESTIGATIONS AND GOVERNMENT OPERATIONS",
  "sameAs" : null,
  "lawSection" : "Tax Law",
  "previousVersions" : [ "S1894-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "STEWART-COUSINS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "VALESKY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          581\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sens.  KLEIN, STEWART-COUSINS, VALESKY -- read twice and\n         ordered printed, and when printed to be committed to the Committee  on\n         Investigations and Government Operations\n\n       AN  ACT  to amend the tax law, in relation to enacting the medical malp-\n         ractice insurance premiums credit act\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Short  title. This act shall be known and may be cited as\n    2  the \"medical malpractice insurance premiums credit act\".\n    3    S 2. Section 210 of the tax law is amended by adding a new subdivision\n    4  25-b to read as follows:\n    5    25-B. CREDIT FOR MEDICAL MALPRACTICE INSURANCE PREMIUMS. (A)  AS  USED\n    6  IN  THIS SUBDIVISION, THE FOLLOWING TERMS SHALL HAVE THE FOLLOWING MEAN-\n    7  INGS:\n    8    (1) \"MEDICAL MALPRACTICE  INSURANCE\"  MEANS  INSURANCE  AGAINST  LEGAL\n    9  LIABILITY  OF  THE INSURED, AND AGAINST LOSS, DAMAGE OR EXPENSE INCIDENT\n   10  TO A CLAIM OF SUCH LIABILITY ARISING OUT OF THE DEATH OR INJURY  OF  ANY\n   11  PERSON  DUE  TO MEDICAL, DENTAL, PODIATRIC, CERTIFIED NURSE-MIDWIFERY OR\n   12  HOSPITAL MALPRACTICE BY ANY  LICENSED  PHYSICIAN,  DENTIST,  PODIATRIST,\n   13  CERTIFIED  NURSE-MIDWIFE,  CERTIFIED  REGISTERED  NURSE  ANESTHETIST  OR\n   14  HOSPITAL.\n   15    (2) \"QUALIFIED PREMIUMS\"  SHALL  INCLUDE  ALL  PREMIUMS  PAID  BY  THE\n   16  TAXPAYER  DURING  THE CURRENT TAX YEAR ON ALL MEDICAL MALPRACTICE INSUR-\n   17  ANCE POLICIES WHOSE PREMIUMS ARE REGULATED AND ESTABLISHED BY THE INSUR-\n   18  ANCE DEPARTMENT WITH THE EXCEPTION OF PREMIUMS PAID FOR  EXCESS  MEDICAL\n   19  MALPRACTICE  INSURANCE COVERAGE PROVIDED PURSUANT TO CHAPTER TWO HUNDRED\n   20  SIXTY-SIX OF THE LAWS OF NINETEEN HUNDRED EIGHTY-SIX, AS AMENDED.\n   21    (3) \"QUALIFIED INCOME\" SHALL INCLUDE ALL  NET  RECEIPTS  THE  TAXPAYER\n   22  DERIVES  FROM ACTIVITIES COVERED BY THE MALPRACTICE POLICY FOR WHICH THE\n   23  QUALIFIED PREMIUMS ARE PAID.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04441-01-1\n\n       S. 581                              2\n\n    1    (B) A TAXPAYER SHALL BE ALLOWED A CREDIT AGAINST THE  TAX  IMPOSED  BY\n    2  THIS  ARTICLE EQUAL TO TWENTY-FIVE PERCENT OF THE AMOUNT BY WHICH ANNUAL\n    3  QUALIFIED PREMIUMS EXCEED TEN PERCENT OF THE TAXPAYER'S QUALIFIED INCOME\n    4  FOR THE CURRENT YEAR, NOT TO EXCEED THE LESSER OF THE TAXPAYER'S CURRENT\n    5  YEAR  TAX LIABILITY OR TWENTY-FIVE THOUSAND DOLLARS. THE CREDIT SHALL BE\n    6  CLAIMED AFTER THE ALLOWANCE OF ALL OTHER CREDITS PROVIDED BY THIS  CHAP-\n    7  TER.\n    8    (C)  THE  CREDIT ALLOWED UNDER THIS SUBDIVISION FOR ANY YEAR SHALL NOT\n    9  REDUCE THE TAX DUE FOR SUCH YEAR TO LESS THAN THE HIGHER OF THE  AMOUNTS\n   10  PRESCRIBED IN PARAGRAPHS (C) AND (D) OF SUBDIVISION ONE OF THIS SECTION.\n   11  IF,  HOWEVER,  THE AMOUNT OF CREDIT ALLOWABLE UNDER THIS SUBDIVISION FOR\n   12  ANY TAXABLE YEAR REDUCES THE TAX TO SUCH AMOUNT, ANY  AMOUNT  OF  CREDIT\n   13  NOT DEDUCTIBLE IN SUCH TAXABLE YEAR MAY BE CARRIED OVER TO THE FOLLOWING\n   14  YEAR  OR YEARS AND MAY BE DEDUCTED FROM THE TAXPAYER'S TAX FOR SUCH YEAR\n   15  OR YEARS.\n   16    (D) FOR THE PURPOSES OF THIS SUBDIVISION  A  TAXPAYER  MAY  INCLUDE  A\n   17  PARTNERSHIP,  A CORPORATION THAT HAS MADE AN ELECTION UNDER SUBCHAPTER S\n   18  OF CHAPTER ONE OF SUBTITLE A OF THE INTERNAL REVENUE CODE, OR ANY  OTHER\n   19  BUSINESS  ENTITY  THROUGH  WHICH INCOME FLOWS AS A DISTRIBUTIVE SHARE TO\n   20  ITS OWNERS. A CREDIT RECEIVED UNDER THIS SUBDIVISION BY  A  PARTNERSHIP,\n   21  S-CORPORATION,  OR OTHER SUCH BUSINESS ENTITY SHALL BE APPORTIONED AMONG\n   22  THE PERSONS TO WHOM THE INCOME OR PROFIT OF THE PARTNERSHIP,  S-CORPORA-\n   23  TION,  OR  OTHER ENTITY IS DISTRIBUTED, IN THE SAME PROPORTIONS AS THOSE\n   24  IN WHICH THE INCOME OR PROFIT IS DISTRIBUTED.\n   25    S 3. Subparagraph (B) of paragraph 1 of subsection (i) of section  606\n   26  of  the  tax  law  is  amended by adding a new clause (xxxii) to read as\n   27  follows:\n\n   28  (XXXII) MEDICAL MALPRACTICE          QUALIFIED PREMIUMS UNDER\n   29  INSURANCE PREMIUMS CREDIT            SUBDIVISION TWENTY-FIVE-B\n   30  UNDER SUBSECTION (SS)                OF SECTION TWO HUNDRED TEN\n   31    S 4. Section 606 of the tax law is amended by adding a new  subsection\n   32  (ss) to read as follows:\n   33    (SS) MEDICAL MALPRACTICE INSURANCE PREMIUMS TAX CREDIT. (1) AS USED IN\n   34  THIS SUBSECTION, THE FOLLOWING TERMS SHALL HAVE THE FOLLOWING MEANINGS:\n   35    (A)  \"MEDICAL  MALPRACTICE  INSURANCE\"  MEANS  INSURANCE AGAINST LEGAL\n   36  LIABILITY OF THE INSURED, AND AGAINST LOSS, DAMAGE OR  EXPENSE  INCIDENT\n   37  TO  A  CLAIM OF SUCH LIABILITY ARISING OUT OF THE DEATH OR INJURY OF ANY\n   38  PERSON DUE TO MEDICAL, DENTAL, PODIATRIC, CERTIFIED  NURSE-MIDWIFERY  OR\n   39  HOSPITAL  MALPRACTICE  BY  ANY  LICENSED PHYSICIAN, DENTIST, PODIATRIST,\n   40  CERTIFIED  NURSE-MIDWIFE,  CERTIFIED  REGISTERED  NURSE  ANESTHETIST  OR\n   41  HOSPITAL.\n   42    (B)  \"QUALIFIED  PREMIUMS\"  SHALL  INCLUDE  ALL  PREMIUMS  PAID BY THE\n   43  TAXPAYER DURING THE CURRENT TAX YEAR ON ALL MEDICAL  MALPRACTICE  INSUR-\n   44  ANCE POLICIES WHOSE PREMIUMS ARE REGULATED AND ESTABLISHED BY THE INSUR-\n   45  ANCE  DEPARTMENT  WITH THE EXCEPTION OF PREMIUMS PAID FOR EXCESS MEDICAL\n   46  MALPRACTICE INSURANCE COVERAGE PROVIDED PURSUANT TO CHAPTER TWO  HUNDRED\n   47  SIXTY-SIX OF THE LAWS OF NINETEEN HUNDRED EIGHTY-SIX, AS AMENDED.\n   48    (C)  \"QUALIFIED  INCOME\"  SHALL  INCLUDE ALL NET RECEIPTS THE TAXPAYER\n   49  DERIVES FROM ACTIVITIES COVERED BY THE MALPRACTICE POLICY FOR WHICH  THE\n   50  QUALIFIED PREMIUMS ARE PAID.\n   51    (2)  A  TAXPAYER  SHALL BE ALLOWED A CREDIT AGAINST THE TAX IMPOSED BY\n   52  THIS ARTICLE EQUAL TO TWENTY-FIVE PERCENT OF THE AMOUNT BY WHICH  ANNUAL\n   53  QUALIFIED PREMIUMS EXCEED TEN PERCENT OF THE TAXPAYER'S QUALIFIED INCOME\n   54  FOR THE CURRENT YEAR, NOT TO EXCEED THE LESSER OF THE TAXPAYER'S CURRENT\n   55  YEAR  TAX LIABILITY OR TWENTY-FIVE THOUSAND DOLLARS. THE CREDIT SHALL BE\n\n       S. 581                              3\n\n    1  CLAIMED AFTER THE ALLOWANCE OF ALL OTHER CREDITS PROVIDED BY THIS  CHAP-\n    2  TER.\n    3    (3)  ANY  AMOUNT  OF  CREDIT  NOT  DEDUCTIBLE IN A TAXABLE YEAR MAY BE\n    4  CARRIED OVER TO THE FOLLOWING YEAR OR YEARS AND MAY BE DEDUCTED FROM THE\n    5  TAXPAYER'S TAX FOR SUCH YEAR OR YEARS.\n    6    (4) FOR THE PURPOSES OF THIS SUBSECTION A TAXPAYER MAY INCLUDE A PART-\n    7  NERSHIP, A CORPORATION THAT HAS MADE AN ELECTION UNDER SUBCHAPTER  S  OF\n    8  CHAPTER  ONE  OF  SUBTITLE  A OF THE INTERNAL REVENUE CODE, OR ANY OTHER\n    9  BUSINESS ENTITY THROUGH WHICH INCOME FLOWS AS A  DISTRIBUTIVE  SHARE  TO\n   10  ITS  OWNERS.  A  CREDIT RECEIVED UNDER THIS SUBSECTION BY A PARTNERSHIP,\n   11  S-CORPORATION, OR OTHER SUCH BUSINESS ENTITY SHALL BE APPORTIONED  AMONG\n   12  THE  PERSONS TO WHOM THE INCOME OR PROFIT OF THE PARTNERSHIP, S-CORPORA-\n   13  TION, OR OTHER ENTITY IS DISTRIBUTED, IN THE SAME PROPORTIONS  AS  THOSE\n   14  IN WHICH THE INCOME OR PROFIT IS DISTRIBUTED.\n   15    S 5. This act shall take effect immediately and shall apply to taxable\n   16  years commencing on or after January 1, 2011 through December 31, 2020.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the tax law, in relation to enacting the medical malpractice insurance premiums credit act ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101227.T125055.TXT", "SOBI.D101222.T141341.TXT", "SOBI.D101227.T124555.TXT", "SOBI.D101222.T144845.TXT", "SOBI.D101222.T144345.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1293472255113
}