{
  "year" : 2011,
  "senateBillNo" : "S582-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO INVESTIGATIONS AND GOVERNMENT OPERATIONS",
    "billEventId" : "S582-2011-1294203600000-REFERRED+TO+INVESTIGATIONS+AND+GOVERNMENT+OPERATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KLEIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires the use of encrypted counterfeit-resistant tobacco product tax stamps and markers",
  "summary" : "Requires the use of encrypted counterfeit-resistant tobacco product tax stamps and markets. ",
  "currentCommittee" : "INVESTIGATIONS AND GOVERNMENT OPERATIONS",
  "sameAs" : null,
  "lawSection" : "Tax Law",
  "previousVersions" : [ "SE1891-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "DILAN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "GOLDEN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "HASSELL-THOMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SAVINO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          582\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sens.  KLEIN,  DILAN,  GOLDEN, HASSELL-THOMPSON, KRUGER,\n         SAVINO -- read twice and ordered  printed,  and  when  printed  to  be\n         committed to the Committee on Investigations and Government Operations\n\n       AN  ACT  to  amend  the  tax  law,  in  relation to requiring the use of\n         encrypted counterfeit-resistant cigarette tax stamps or markers\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  tax  law is amended by adding a new section 472-a to\n    2  read as follows:\n    3    S  472-A.    PROVISION  FOR  ENHANCED  CIGARETTE   AND   TOBACCO   TAX\n    4  COLLECTIONS.  1. PURSUANT TO THE POWERS VESTED IN THE COMMISSIONER UNDER\n    5  THIS  ARTICLE  TO  COLLECT TAXES ON CIGARETTES AND TOBACCO PRODUCTS, THE\n    6  COMMISSIONER  SHALL  INCORPORATE  AN  ENHANCED  SYSTEM  TO  SECURE   THE\n    7  COLLECTION  OF  SUCH  TAXES  DUE TO THE STATE.   SUCH AN ENHANCED SYSTEM\n    8  SHALL USE AN ENCRYPTED COUNTERFEIT-RESISTANT TAX STAMP OR OTHER  MARKING\n    9  SYSTEM TO INDICATE THAT THE TAXES ON SUCH CIGARETTE AND TOBACCO PRODUCTS\n   10  HAVE BEEN PAID. SUCH SYSTEM SHALL BE COMPRISED OF AT LEAST THE FOLLOWING\n   11  ITEMS:\n   12    (A)  THE  USE  OF  ENCRYPTED  TAX STAMPS OR OTHER MARKINGS BY STAMPING\n   13  AGENTS LICENSED PURSUANT TO SECTION FOUR  HUNDRED  SEVENTY-TWO  OF  THIS\n   14  ARTICLE  AND OTHER TAX COLLECTION SYSTEMS OR MARKERS USED BY THE COMMIS-\n   15  SIONER TO COLLECT CIGARETTE AND TOBACCO PRODUCT TAXES.  SUCH  STAMPS  OR\n   16  MARKERS SHALL BE ENCRYPTED TO IDENTIFY, AT A MINIMUM:\n   17    (I)  THE  NAME AND ADDRESS OF THE LICENSED STAMPING AGENT AFFIXING THE\n   18  STAMP OR OTHER MARKER;\n   19    (II) THE DATE SUCH STAMP OR OTHER MARKER WAS AFFIXED TO  THE  PRODUCT;\n   20  AND\n   21    (III) THE DENOMINATED VALUE OF THE STAMP OR METER IMPRESSION.\n   22    (B)  THE SECURE MANAGEMENT OF ANY DATA REQUIRED UNDER PARAGRAPH (A) OF\n   23  THIS SUBDIVISION AND OTHER DATA AS MAY BE REQUIRED BY THE COMMISSIONER;\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04442-02-1\n\n       S. 582                              2\n\n    1    (C) THE ENFORCEMENT OF SECTION FOUR HUNDRED SEVENTY-TWO OF THIS  ARTI-\n    2  CLE,  INCLUDING  SUCH DEVICES AS MAY BE USED BY THE DEPARTMENT AND OTHER\n    3  STATE EMPLOYEES AUTHORIZED BY THE COMMISSIONER.\n    4    2. SUCH ENCRYPTED TAX STAMPS OR OTHER MARKERS SHALL:\n    5    (A)  BE  PRODUCED  IN  A  PROVEN  SECURE  FACILITY AS CERTIFIED BY THE\n    6  COMMISSIONER;\n    7    (B) INCORPORATE A MINIMUM OF FOUR LAYERS  OF  OVERT,  SEMI-COVERT  AND\n    8  COVERT DATA;\n    9    (C) BE APPLIED BY MACHINES OR OTHER MEANS WHEREUPON THE ENCRYPTED DATA\n   10  SHALL  BE INSTANTANEOUSLY CAPTURED AND STORED BY AND FOR THE COMMISSION-\n   11  ER;\n   12    (D) BE READABLE AND TRACEABLE FROM THE POINT OF  STAMP  PRODUCTION  TO\n   13  SUCH POINT AS DEEMED APPROPRIATE BY THE COMMISSIONER; AND\n   14    (E)  BE CAPABLE OF BEING READ BY A SCANNING OR SIMILAR DEVICE THAT CAN\n   15  BE UTILIZED BY ENFORCEMENT AGENTS OF THE STATE AND OTHERS DEEMED  APPRO-\n   16  PRIATE BY THE COMMISSIONER.\n   17    3.  SUCH  SYSTEM SHALL BE PERIODICALLY UPDATED TO FURTHER MINIMIZE THE\n   18  EVASION OF THE COLLECTION OF CIGARETTE AND  TOBACCO  TAXES  DUE  TO  THE\n   19  STATE.\n   20    4.  EVERY  WHOLESALE  DEALER THAT IS A LICENSED AGENT TO BUY AND AFFIX\n   21  STAMPS TO BE USED IN PAYING THE TAX IMPOSED UNDER THIS ARTICLE SHALL  BE\n   22  REQUIRED  TO  BEAR  THE  INITIAL  COST AND MAINTENANCE NECESSARY FOR THE\n   23  DEPARTMENT TO IMPLEMENT SUCH ENHANCED TAX COLLECTION SYSTEM.\n   24    S 2. The department of taxation and finance shall issue a request  for\n   25  proposals  for  the purpose of providing the system described in section\n   26  472-a of the tax law, as added by section one of this act.    Bids  from\n   27  qualified  vendors  shall  be received by the department of taxation and\n   28  finance no later than 60 days following the issuance of the request  for\n   29  proposal.  Any  contract issued pursuant to this section shall be issued\n   30  within 90 days following receipt of bids and installation of such system\n   31  completed by the successful bidder within 180 days of  the  issuance  of\n   32  such contract.\n   33    S  3.  This act shall take effect immediately, provided, however, that\n   34  section two of this act shall take effect on the one  hundred  eightieth\n   35  day  after it shall have become a law; provided further that any product\n   36  in the possession of a cigarette retail dealer on the effective date  of\n   37  this  act  and  stamped  to  the  commissioner of taxation and finance's\n   38  satisfaction may continue to be offered for sale and sold  to  cigarette\n   39  purchasers.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the tax law, in relation to requiring the use of encrypted counterfeit-resistant cigarette tax stamps or markers ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101222.T150348.TXT", "SOBI.D101227.T125055.TXT", "SOBI.D101222.T145346.TXT", "SOBI.D101222.T141841.TXT", "SOBI.D101222.T141341.TXT", "SOBI.D101227.T140559.TXT", "SOBI.D101222.T144845.TXT", "SOBI.D101222.T144345.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1293476759152
}