{
  "year" : 2011,
  "senateBillNo" : "S585-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S585-2011-1294203600000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KLEIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires any community service sentence imposed for an offense involving graffiti to include graffiti removal as a portion of required service",
  "summary" : "Requires any community service sentence imposed for an offense involving graffiti to include graffiti removal as a portion of required service; including but not limited to, the removal of graffiti from any property damaged in the underlying offense. ",
  "currentCommittee" : "CODES",
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : [ "SA1880-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "ADAMS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "ADDABBO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "DIAZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "HASSELL-THOMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "PARKER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SAMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SAVINO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          585\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by Sens. KLEIN, ADAMS, ADDABBO, DIAZ, HASSELL-THOMPSON, PARK-\n         ER, SAMPSON, SAVINO -- read twice and ordered printed, and when print-\n         ed to be committed to the Committee on Codes\n\n       AN  ACT  to  amend the penal law, in relation to conditions of probation\n         and of conditional discharge\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Paragraph  (h)  of  subdivision 2 of section 65.10 of the\n    2  penal law, as amended by chapter 508 of the laws of 2001, is amended  to\n    3  read as follows:\n    4    (h) Perform services for a public or not-for-profit corporation, asso-\n    5  ciation,  institution  or  agency, including but not limited to services\n    6  for the [division] OFFICE of ALCOHOLISM AND  substance  abuse  services,\n    7  [services  in  an  appropriate community program for removal of graffiti\n    8  from public or private property, including any property damaged  in  the\n    9  underlying  offense,] or services for the maintenance and repair of real\n   10  or personal property maintained as a cemetery plot, grave, burial  place\n   11  or other place of interment of human remains. Provided however, that the\n   12  performance of any such services shall not result in the displacement of\n   13  employed  workers  or  in  the  impairment  of  existing  contracts  for\n   14  services, nor shall the performance of any such services be required  or\n   15  permitted  in any establishment involved in any labor strike or lockout.\n   16  The court may establish  provisions  for  the  early  termination  of  a\n   17  sentence   of   probation  or  conditional  discharge  pursuant  to  the\n   18  provisions of subdivision three of section 410.90 of the criminal proce-\n   19  dure law after such services have been completed. Such sentence may only\n   20  be imposed upon conviction of a misdemeanor, violation, or  class  D  or\n   21  class  E  felony,  or  a  youthful  offender  finding replacing any such\n   22  conviction, where the defendant has consented to the amount  and  condi-\n   23  tions of such service;\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04440-01-1\n\n       S. 585                              2\n\n    1    S  2. Section 65.10 of the penal law is amended by adding a new subdi-\n    2  vision 6 to read as follows:\n    3    6.  WHEN  IMPOSING A SENTENCE OF PROBATION OR OF CONDITIONAL DISCHARGE\n    4  IN CONNECTION WITH A VIOLATION OF SECTION 145.60 OR 145.65 OF THIS CHAP-\n    5  TER, THE COURT SHALL AS A CONDITION OF THE SENTENCE,  REQUIRE  THAT  THE\n    6  DEFENDANT REMOVE GRAFFITI FROM PUBLIC OR PRIVATE PROPERTY, INCLUDING ANY\n    7  PROPERTY  DAMAGED  IN  THE  UNDERLYING  OFFENSE,  UNLESS THE COURT SHALL\n    8  DETERMINE THAT AN APPROPRIATE PROGRAM TO SUPERVISE SUCH REMOVAL  IS  NOT\n    9  AVAILABLE OR THAT SUCH GRAFFITI REMOVAL WOULD BE UNREASONABLY DANGEROUS;\n   10  PROVIDED,  HOWEVER, THAT GRAFFITI REMOVAL FROM PRIVATE PROPERTY PURSUANT\n   11  TO THIS SUBDIVISION SHALL BE SUBJECT TO CONSENT OF  THE  OWNER  OF  SUCH\n   12  PROPERTY.\n   13    S 3. This act shall take effect on the first of November next succeed-\n   14  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, in relation to conditions of probation and of conditional discharge ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101222.T141841.TXT", "SOBI.D101227.T140559.TXT", "SOBI.D101222.T144845.TXT", "SOBI.D101222.T144345.TXT", "SOBI.D101222.T142348.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1293476759162
}