{
  "year" : 2011,
  "senateBillNo" : "S586-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO EDUCATION",
    "billEventId" : "S586-2011-1294203600000-REFERRED+TO+EDUCATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KLEIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Restricts the sale, lease, transfer and certain uses of existing outdoor school playgrounds",
  "summary" : "Restricts the sale, lease, transfer or use of existing outdoor school playgrounds for the construction or renovation of a school building which would eliminate use of such playground space for outdoor recreation unless a plan for outdoor recreation is provided. ",
  "currentCommittee" : "EDUCATION",
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "SA1884-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "SAVINO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          586\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by Sens. KLEIN, SAVINO -- read twice and ordered printed, and\n         when printed to be committed to the Committee on Education\n\n       AN  ACT to amend the education law, in relation to restricting the sale,\n         lease, transfer or authorization of open-air  schoolhouse  playgrounds\n         for certain uses\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 5 of section 2556 of the  education  law,  such\n    2  section  as renumbered by chapter 762 of the laws of 1950, is amended to\n    3  read as follows:\n    4    5. It shall be unlawful for a schoolhouse to  be  constructed  in  the\n    5  city  of  New York without an open-air playground attached to or used in\n    6  connection with the same.   EXISTING  PLAYGROUNDS  SHALL  NOT  BE  SOLD,\n    7  LEASED  OR TRANSFERRED, OR PERMANENTLY AUTHORIZED FOR OTHER USES SUCH AS\n    8  SCHOOL BUILDING CONSTRUCTION, RENOVATION, PLACEMENT OR STORAGE OF BUILD-\n    9  ING MATERIALS FOR SUCH WORK THAT WOULD ELIMINATE THE USE OF  SUCH  PLAY-\n   10  GROUND SPACE FOR OUTDOOR RECREATIONAL ACTIVITIES UNLESS A PLAN IS ESTAB-\n   11  LISHED  AND  IMPLEMENTED  TO  PROVIDE  SUITABLE  AND  ADEQUATE  PHYSICAL\n   12  ACTIVITIES OR SPACE TO ACCOMMODATE THE PHYSICAL AND  RECREATIONAL  NEEDS\n   13  OF  THE  PUPILS  OF  SUCH BUILDING.   THE PROVISIONS OF THIS SUBDIVISION\n   14  SHALL NOT APPLY DURING SCHOOL  CONSTRUCTION  ACTIVITIES  ON  SUCH  PLAY-\n   15  GROUNDS THAT HAVE A DURATION OF SIX MONTHS OR LESS.\n   16    S  2.  This act shall take effect July 1, 2012; provided however, that\n   17  the commissioner of education is authorized and directed  to  promulgate\n   18  any rules or regulations necessary for the timely implementation of this\n   19  act on or before such date.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04439-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to restricting the sale, lease, transfer or authorization of open-air schoolhouse playgrounds for certain uses ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101222.T150348.TXT", "SOBI.D101222.T144845.TXT", "SOBI.D101222.T142348.TXT", "SOBI.D101222.T144345.TXT", "SOBI.D101227.T144602.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1293479162209
}