{
  "year" : 2011,
  "senateBillNo" : "S587-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO EDUCATION",
    "billEventId" : "S587-2011-1294203600000-REFERRED+TO+EDUCATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KLEIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Directs the chancellor of the city school district of city over 1 million to inventory and report on the outdoor schoolyards of such district",
  "summary" : "Directs the chancellor of the city school district of a city over 1 million to inventory and report on the outdoor schoolyards of such district. ",
  "currentCommittee" : "EDUCATION",
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "S8344-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "DIAZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "HASSELL-THOMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "HUNTLEY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "KRUEGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "MONTGOMERY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SAMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          587\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sens.  KLEIN,  DIAZ, HASSELL-THOMPSON, HUNTLEY, KRUEGER,\n         MONTGOMERY, SAMPSON -- read twice and ordered printed, and when print-\n         ed to be committed to the Committee on Education\n\n       AN ACT to amend the education law, in relation to directing the chancel-\n         lor of a city school district in a city having  a  population  of  one\n         million  or  more to inventory and report upon the outdoor schoolyards\n         within such district\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Section  2556 of the education law is amended by adding a\n    2  new subdivision 14 to read as follows:\n    3    14. A.  THE CHANCELLOR OF A CITY SCHOOL DISTRICT IN A  CITY  HAVING  A\n    4  POPULATION  OF  ONE  MILLION  OR  MORE SHALL COMPILE AN INVENTORY OF AND\n    5  ISSUE A WRITTEN REPORT ABOUT THE OUTDOOR SCHOOLYARDS IN THE CITY  SCHOOL\n    6  DISTRICT. SUCH INVENTORY AND REPORT SHALL:\n    7    (I)  IDENTIFY  EACH  OUTDOOR SCHOOLYARD LOCATED AT EDUCATIONAL FACILI-\n    8  TIES, AS DEFINED IN SUBDIVISION  NINE  OF  SECTION  TWENTY-FIVE  HUNDRED\n    9  NINETY-A  OF  THIS  TITLE,  OF  THE  CITY  SCHOOL DISTRICT. EACH OUTDOOR\n   10  SCHOOLYARD SHALL BE IDENTIFIED BY THE COMMUNITY SCHOOL DISTRICT IN WHICH\n   11  THE OUTDOOR SCHOOLYARD IS LOCATED, ITS  ADDRESS,  APPROXIMATE  SIZE  AND\n   12  PHYSICAL CONDITION;\n   13    (II)  IDENTIFY  WHICH OUTDOOR SCHOOLYARDS ARE USED FOR PHYSICAL EDUCA-\n   14  TION, ACTIVITY AND/OR RECREATION; FOR EACH SUCH  OUTDOOR  SCHOOLYARD,  A\n   15  DESCRIPTION  OF  HOW  OFTEN STUDENTS OF THE CITY SCHOOL DISTRICT USE THE\n   16  OUTDOOR SCHOOLYARD, THE ACTIVITIES CONDUCTED, AND ANY LIMITATIONS ON THE\n   17  USES OF THE SCHOOLYARD;\n   18    (III) IDENTIFY WHICH OUTDOOR SCHOOLYARDS ARE  NOT  USED  FOR  PHYSICAL\n   19  EDUCATION, ACTIVITY OR RECREATION. FOR EACH SUCH SCHOOLYARD, AN EXPLANA-\n   20  TION OF WHY IT IS NOT BEING USED FOR PHYSICAL EDUCATION, PHYSICAL ACTIV-\n   21  ITY OR RECREATION BY STUDENTS OF THE CITY SCHOOL DISTRICT;\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04766-01-1\n\n       S. 587                              2\n\n    1    (IV) WHETHER EACH OUTDOOR SCHOOLYARD IS USED AND THE FREQUENCY OF SUCH\n    2  USE  DURING  THE  SCHOOL  DAY  AND  WHETHER  IT  IS AVAILABLE FOR USE BY\n    3  STUDENTS OR THE GENERAL PUBLIC DURING AFTER SCHOOL HOURS;\n    4    (V)  FOR  EACH  OUTDOOR SCHOOLYARD, A DESCRIPTION OF THE CAPITAL PLANS\n    5  FOR CONSTRUCTION, PLACEMENT, RENOVATION AND/OR RECONFIGURATION  THEREOF,\n    6  AND  ANY  PLAN  TO INCREASE OR DECREASE THE AVAILABILITY AND UTILIZATION\n    7  THEREOF; AND\n    8    (VI) ANY OTHER FACTS, INFORMATION AND RECOMMENDATIONS WHICH THE  CHAN-\n    9  CELLOR  DEEMS NECESSARY TO IMPROVE THE OUTDOOR SCHOOLYARDS OF THE EDUCA-\n   10  TIONAL FACILITIES OF THE CITY SCHOOL DISTRICT. SUCH  IMPROVEMENTS  SHALL\n   11  BE  THOSE  THAT  ENHANCE  THE  PHYSICAL  EDUCATION,  PHYSICAL AND MENTAL\n   12  FITNESS, AND WELL-BEING OF THE STUDENTS OF THE CITY SCHOOL DISTRICT.\n   13    B. ON OR BEFORE DECEMBER THIRTY-FIRST, TWO THOUSAND TWELVE, THE  CHAN-\n   14  CELLOR SHALL SUBMIT THE INVENTORY AND REPORT, COMPILED PURSUANT TO PARA-\n   15  GRAPH A OF THIS SUBDIVISION, TO THE GOVERNOR, THE TEMPORARY PRESIDENT OF\n   16  THE SENATE, THE SPEAKER OF THE ASSEMBLY AND THE DEPARTMENT.\n   17    C.  FOR  THE  PURPOSES OF THIS SUBDIVISION, \"OUTDOOR SCHOOLYARD\" MEANS\n   18  OUTDOOR SPACE WHICH IS LOCATED AT EDUCATIONAL FACILITIES, AND IS USED OR\n   19  INTENDED TO BE USED BY STUDENTS FOR PHYSICAL EDUCATION, PHYSICAL  ACTIV-\n   20  ITY AND/OR RECREATION.\n   21    S  2.  Section  2590-h of the education law is amended by adding a new\n   22  subdivision 52 to read as follows:\n   23    52. TO COMPILE AN INVENTORY OF AND ISSUE A WRITTEN  REPORT  ABOUT  THE\n   24  OUTDOOR SCHOOLYARDS IN THE CITY SCHOOL DISTRICT, AS REQUIRED BY SUBDIVI-\n   25  SION FOURTEEN OF SECTION TWENTY-FIVE HUNDRED FIFTY-SIX OF THIS TITLE.\n   26    S  3. This act shall take effect immediately, provided that the amend-\n   27  ments to section 2590-h of the education law, made  by  section  two  of\n   28  this  act,  shall  not  affect  the expiration of such section and shall\n   29  expire therewith.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to directing the chancellor of a city school district in a city having a population of one million or more to inventory and report upon the outdoor schoolyards within such district ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101222.T145346.TXT", "SOBI.D101227.T145102.TXT", "SOBI.D101222.T144345.TXT", "SOBI.D101222.T142348.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1293479462263
}