{
  "year" : 2011,
  "senateBillNo" : "S588-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO ELECTIONS",
    "billEventId" : "S588-2011-1294203600000-REFERRED+TO+ELECTIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "BRESLIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Alters provision respecting filing of campaign financial disclosure statements",
  "summary" : "Broadens requirements with respect to campaign disclosure statements to require expenditures of $5,000 or more incurred in the final 10 days of an election to be reported within 24 hours to the Board of Elections and requires such statements to be filed in person or sent by express mail; also requires that all filings made during the final 15 day period prior to an election should be filed in person or sent by express mail. ",
  "currentCommittee" : "ELECTIONS",
  "sameAs" : null,
  "lawSection" : "Election Law",
  "previousVersions" : [ "S472-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "ADAMS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "DUANE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "KRUEGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SAMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "STAVISKY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          588\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by Sens. BRESLIN, ADAMS, DUANE, KRUEGER, SAMPSON, STAVISKY --\n         read  twice  and  ordered printed, and when printed to be committed to\n         the Committee on Elections\n\n       AN ACT to amend the election law, in relation to the manner of filing of\n         campaign financial disclosure statements\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision  2  of section 14-108 of the election law, as\n    2  amended by chapter 109 of the laws  of  1997,  is  amended  to  read  as\n    3  follows:\n    4    2.  Each  statement  shall  cover  the  period up to and including the\n    5  fourth day next preceding the day  specified  for  the  filing  thereof;\n    6  provided,  however, that any contribution or loan in excess of one thou-\n    7  sand dollars OR ANY  LIABILITY  INCURRED  IN  EXCESS  OF  FIVE  THOUSAND\n    8  DOLLARS,  if  received  OR  INCURRED after the close of the period to be\n    9  covered in the last statement  filed  before  any  primary,  general  or\n   10  special  election  but  before  such election, shall be reported, in the\n   11  same manner as  other  contributions,  within  twenty-four  hours  after\n   12  receipt.\n   13    S  2.  Subdivision 6 of section 14-108 of the election law, as amended\n   14  by chapter 323 of the laws of 1977 and as redesignated by chapter  9  of\n   15  the laws of 1978, is amended to read as follows:\n   16     6.    A statement shall be deemed properly filed when deposited in an\n   17  established post-office within the prescribed time, duly stamped, certi-\n   18  fied and directed to the officer with whom or to the  board  with  which\n   19  the  statement  is  required  to  be  filed,  but in the event it is not\n   20  received, a duplicate of such statement shall  be  promptly  filed  upon\n   21  notice  by such officer or such board of its non-receipt. ALL STATEMENTS\n   22  REQUIRED TO BE FILED IN THE FIFTEEN DAYS BEFORE ANY  ELECTION  SHALL  BE\n   23  FILED IN PERSON OR SENT BY EXPRESS MAIL.\n   24    S 3. This act shall take effect immediately.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00049-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the election law, in relation to the manner of filing of campaign financial disclosure statements ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101222.T143845.TXT", "SOBI.D101227.T145102.TXT", "SOBI.D101222.T151347.TXT", "SOBI.D101222.T154349.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1293479462268
}