{
  "year" : 2011,
  "senateBillNo" : "S590-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "S590-2011-1294203600000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "BRESLIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the disclosure of monies received by members of the legislature for purposes of legal defense",
  "summary" : "Provides that contributions made by any person, firm, association or corporation to a member of the state legislature which are intended to be used by such member or on behalf of such member for the payment of legal services and other charges in connection with the legal defense of such member in any past or pending civil or criminal action shall be subject to similar monetary limitations and disclosure requirements set forth in the election law pertaining to campaign contributions. ",
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "Public Officers Law",
  "previousVersions" : [ "SA6260-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "HUNTLEY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "KRUEGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "OPPENHEIMER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SAVINO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "VALESKY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          590\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sens.  BRESLIN,  HUNTLEY,  KRUEGER, OPPENHEIMER, SAVINO,\n         VALESKY -- read twice and ordered printed,  and  when  printed  to  be\n         committed to the Committee on Finance\n\n       AN  ACT  to  amend  the  public officers law and the legislative law, in\n         relation to the receipt of monies by members of  the  legislature  for\n         purposes of legal defense\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The public officers law is amended by adding a new  section\n    2  77-b to read as follows:\n    3    S 77-B. DISCLOSURE OF SPECIAL DEFENSE FUNDS RECEIVED BY MEMBERS OF THE\n    4  LEGISLATURE.  1.  CONTRIBUTIONS MADE BY ANY PERSON, FIRM, ASSOCIATION OR\n    5  CORPORATION TO A MEMBER OF THE STATE LEGISLATURE WHICH ARE  INTENDED  TO\n    6  BE  USED BY SUCH MEMBER, OR ON BEHALF OF SUCH MEMBER, FOR THE PAYMENT OF\n    7  LEGAL SERVICES AND OTHER CHARGES IN CONNECTION WITH THE LEGAL DEFENSE OF\n    8  SUCH MEMBER IN ANY PAST OR PENDING CIVIL OR  CRIMINAL  ACTION  SHALL  BE\n    9  SUBJECT  TO  THE  MONETARY  LIMITATIONS  SET FORTH IN SUBDIVISION ONE OF\n   10  SECTION  14-114  OF  THE  ELECTION  LAW.  SUCH  CONTRIBUTIONS  SHALL  BE\n   11  DISCLOSED  ANNUALLY TO THE LEGISLATIVE ETHICS COMMISSION ON SWORN STATE-\n   12  MENTS SETTING FORTH THE DOLLAR AMOUNT OF ANY RECEIPT OR CONTRIBUTION  OR\n   13  THE FAIR MARKET VALUE OF ANY RECEIPT OR CONTRIBUTION WHICH IS OTHER THAN\n   14  OF  MONEY,  THE  NAME AND ADDRESS OF THE CONTRIBUTOR OR PERSON FROM WHOM\n   15  RECEIVED. ANY STATEMENT REPORTING A LOAN SHALL HAVE  ATTACHED  TO  IT  A\n   16  COPY  OF THE EVIDENCE OF INDEBTEDNESS. THE LEGISLATIVE ETHICS COMMISSION\n   17  SHALL PROVIDE FORMS SUITABLE FOR SUCH STATEMENTS.\n   18    2. FOR THE PURPOSES OF THIS SECTION, \"CONTRIBUTION\"  MEANS  ANY  GIFT,\n   19  SUBSCRIPTION,  ADVANCE,  OR DEPOSIT OF MONEY OR ANY THING OF VALUE, MADE\n   20  IN CONNECTION WITH THE LEGAL DEFENSE OF A MEMBER OF THE  LEGISLATURE  IN\n   21  CONNECTION  WITH A CIVIL OR CRIMINAL ACTION AGAINST SUCH MEMBER, INCLUD-\n   22  ING BUT NOT LIMITED TO COMPENSATION FOR THE  PERSONAL  SERVICES  OF  ANY\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05208-02-1\n\n       S. 590                              2\n\n    1  INDIVIDUAL  WHICH  ARE  RENDERED  IN  CONNECTION WITH SUCH LEGAL DEFENSE\n    2  WITHOUT CHARGE. A LOAN MADE TO  A  MEMBER  OF  THE  LEGISLATURE  BY  ANY\n    3  PERSON,  FIRM,  ASSOCIATION  OR  CORPORATION  OTHER  THAN IN THE REGULAR\n    4  COURSE  OF  THE LENDER'S BUSINESS SHALL BE DEEMED A CONTRIBUTION FOR THE\n    5  PURPOSES OF THIS SECTION.  THE PROVISIONS OF THIS SECTION SHALL APPLY TO\n    6  CONTRIBUTIONS MADE ON AND AFTER JANUARY FIRST, TWO THOUSAND ELEVEN.\n    7    3. ANY ANONYMOUS CONTRIBUTIONS RECEIVED BY A MEMBER OF THE LEGISLATURE\n    8  FOR THE LEGAL DEFENSE OF SUCH MEMBER SHALL NOT BE USED OR EXPENDED,  BUT\n    9  THE  SAME SHALL BE PAID OVER TO THE COMPTROLLER OF THE STATE OF NEW YORK\n   10  FOR DEPOSIT IN THE GENERAL TREASURY OF THE STATE UNLESS, BEFORE THE DATE\n   11  FOR FILING STATEMENTS AND REPORTS AS HEREIN PROVIDED,  THE  IDENTITY  OF\n   12  SUCH  ANONYMOUS  CONTRIBUTOR  SHALL BECOME KNOWN, AND, IN SUCH EVENT THE\n   13  ANONYMOUS CONTRIBUTION SHALL BE RETURNED TO SUCH CONTRIBUTOR OR RETAINED\n   14  AND PROPERLY REPORTED AS A CONTRIBUTION FROM SUCH CONTRIBUTOR.\n   15    S 2. Paragraph (vii) of subdivision (j) of section 1-c of the legisla-\n   16  tive law, as added by chapter 14 of the laws of 2007, is amended to read\n   17  as follows:\n   18    (vii) gifts from a family member, member of  the  same  household,  or\n   19  person  with a personal relationship with the public official, including\n   20  invitations to attend personal or family social events, when the circum-\n   21  stances  establish  that  it  is  the  family,  household,  or  personal\n   22  relationship that is the primary motivating factor; in determining moti-\n   23  vation,  the  following factors shall be among those considered: (A) the\n   24  history and nature of the relationship between the donor and the recipi-\n   25  ent, including whether or not items have previously been exchanged;  (B)\n   26  whether  the item was purchased by the donor; and (C) whether or not the\n   27  donor at the same time gave similar items to other public officials; the\n   28  transfer shall not be considered to be motivated by a family, household,\n   29  or personal relationship if the donor seeks  to  charge  or  deduct  the\n   30  value  of  such item as a business expense or seeks reimbursement from a\n   31  client. CONTRIBUTIONS MADE BY ANY INDIVIDUAL OR ENTITY  REQUIRED  TO  BE\n   32  LISTED  ON  A  STATEMENT  OF  REGISTRATION PURSUANT TO THIS ARTICLE TO A\n   33  MEMBER OF THE STATE LEGISLATURE WHICH ARE INTENDED TO BE  USED  BY  SUCH\n   34  MEMBER OR ON BEHALF OF SUCH MEMBER FOR THE PAYMENT OF LEGAL SERVICES AND\n   35  OTHER CHARGES IN CONNECTION WITH THE LEGAL DEFENSE OF SUCH MEMBER IN ANY\n   36  PAST OR PENDING CIVIL OR CRIMINAL ACTION SHALL BE CONSIDERED GIFTS UNDER\n   37  THIS ARTICLE;\n   38    S  3.  Subdivision 15 of section 80 of the legislative law, as amended\n   39  by chapter 14 of the laws of 2007, is amended to read as follows:\n   40    15. Within one hundred twenty days  of  the  effective  date  of  this\n   41  subdivision,  the  commission  shall  create  and  thereafter maintain a\n   42  publicly accessible website which shall  set  forth  the  procedure  for\n   43  filing  a  complaint  with  the  commission, and which shall contain the\n   44  documents identified in subdivision fourteen of this section, other than\n   45  financial disclosure statements,  DISCLOSURE  FORMS  FILED  PURSUANT  TO\n   46  SECTION  SEVENTY-SEVEN-B  OF  THE  PUBLIC  OFFICERS  LAW,  and any other\n   47  records or information which the commission determines to  be  appropri-\n   48  ate.\n   49    S  4. This act shall take effect immediately provided that section one\n   50  of this act shall be deemed to have been in full force and effect on and\n   51  after January 1, 2011.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public officers law and the legislative law, in relation to the receipt of monies by members of the legislature for purposes of legal defense ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101222.T150348.TXT", "SOBI.D101222.T145346.TXT", "SOBI.D101222.T152348.TXT", "SOBI.D101222.T145848.TXT", "SOBI.D101227.T145102.TXT", "SOBI.D101222.T155850.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1293479462284
}