{
  "year" : 2011,
  "senateBillNo" : "S591-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO EDUCATION",
    "billEventId" : "S591-2011-1294203600000-REFERRED+TO+EDUCATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "BRESLIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Abolishes the Hudson river-Black river regulating district and devolves such powers to the power authority of the state of New York; repealer",
  "summary" : "Abolishes the Hudson river-Black river regulating district and devolves such powers to the power authority of the state of New York. ",
  "currentCommittee" : "EDUCATION",
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "SA8118-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          591\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen. BRESLIN -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Education\n\n       AN ACT to amend the  education  law,  in  relation  to  expenditures  by\n         certain  school  districts and to amend the environmental conservation\n         law, in relation to abolishing the Hudson river-Black river regulating\n         district and devolving such powers to the power authority of the state\n         of New York; and to repeal certain  provisions  of  the  environmental\n         conservation law relating thereto\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 2022 of the education law is amended  by  adding  a\n    2  new subdivision 7 to read as follows:\n    3    7.  NOTWITHSTANDING  THE  PROVISIONS  OF  THIS SECTION AND SECTION TWO\n    4  THOUSAND TWENTY-THREE OF THIS PART  FOR  THE  TWO  THOUSAND  ELEVEN--TWO\n    5  THOUSAND  TWELVE  SCHOOL  YEAR,  ANY  SCHOOL DISTRICT LOCATED WITHIN THE\n    6  HUDSON RIVER-BLACK RIVER REGULATING DISTRICT MAY  EXCEED  THE  LEVEL  OF\n    7  EXPENDITURES  AUTHORIZED BY THE VOTE REQUIRED BY SUBDIVISION ONE OF THIS\n    8  SECTION OR THE LEVEL OF EXPENDITURES SET BY THE BOARD  OF  EDUCATION  IN\n    9  ACCORDANCE  WITH  SECTION  TWO THOUSAND TWENTY-THREE OF THIS PART BY THE\n   10  AMOUNT OF REAL PROPERTY TAXES OR PAYMENTS IN LIEU OF TAXES MADE  BY  THE\n   11  NEW  YORK  POWER  AUTHORITY  AFTER  THE  DISSOLUTION  OF SUCH REGULATING\n   12  DISTRICT.\n   13    S 2. The environmental conservation law is amended  by  adding  a  new\n   14  section 15-2142 to read as follows:\n   15  S 15-2142. HUDSON RIVER-BLACK RIVER REGULATING DISTRICT AND STATE OF NEW\n   16               YORK  POWER  AUTHORITY:  OLD  BOARDS ABOLISHED; TRANSFER OF\n   17               FUNCTIONS; PENDING ACTIONS AND PROCEEDINGS;  INTERPRETATION\n   18               OF DOCUMENTS; EXISTING RIGHTS AND REMEDIES.\n   19    1. EXCEPT AS HEREINAFTER PROVIDED, THE BOARD OF THE HUDSON RIVER-BLACK\n   20  RIVER  REGULATING DISTRICT IS HEREBY ABOLISHED, AND ALL OF THE JURISDIC-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05214-01-1\n\n       S. 591                              2\n\n    1  TION, FUNCTIONS, POWERS, DUTIES AND OBLIGATIONS POSSESSED  OR  EXERCISED\n    2  BY,  OR  FOR WHICH COMMITMENTS HAVE BEEN MADE BY, SUCH BOARDS, INCLUDING\n    3  LANDS OR PROPERTY ACQUIRED, MONEYS OF THE BOARDS, AND ACTIONS  TAKEN  OR\n    4  DETERMINATIONS  MADE BY SUCH BOARDS, ARE HEREBY TRANSFERRED TO, ASSIGNED\n    5  TO AND DEVOLVED UPON THE POWER AUTHORITY OF THE STATE OF  NEW  YORK  AND\n    6  ITS CHAIRMAN.\n    7    2.  EXCEPT AS HEREINAFTER PROVIDED, THE CONTRACTS, BOOKS, MAPS, PLANS,\n    8  PAPERS, RECORDS AND PROPERTY OF WHATEVER DESCRIPTION WITHIN  THE  JURIS-\n    9  DICTION  OR UNDER THE CONTROL OF THE HUDSON RIVER-BLACK RIVER REGULATING\n   10  DISTRICT, INCLUDING MONEYS APPROPRIATED AND AVAILABLE TO SUCH DISTRICTS,\n   11  PERTAINING TO OR USED IN CONNECTION WITH THE EXERCISE OR PERFORMANCE  OF\n   12  THE  FUNCTIONS, POWERS AND DUTIES HEREBY TRANSFERRED AND ASSIGNED, SHALL\n   13  BE DELIVERED TO THE CHAIRMAN OF THE NEW YORK STATE POWER AUTHORITY,  WHO\n   14  IS HEREBY AUTHORIZED TO TAKE POSSESSION THEREOF.\n   15    3.  FOR  THE  PURPOSES OF SUCCESSION, THE FUNCTIONS, POWERS AND DUTIES\n   16  TRANSFERRED, ASSIGNED TO, AND DEVOLVING UPON THE POWER  AUTHORITY  SHALL\n   17  BE  DEEMED  TO  CONSTITUTE  A CONTINUATION OF SUCH FUNCTIONS, POWERS AND\n   18  DUTIES EXERCISED BY THE HUDSON RIVER-BLACK  RIVER  REGULATING  DISTRICT,\n   19  AND  THE  ACTS,  ORDERS,  RULES,  REGULATIONS AND DETERMINATIONS OF SUCH\n   20  DISTRICTS SHALL HAVE, AND CONTINUE WITH, THE SAME FORCE  AND  EFFECT  AS\n   21  THOUGH DONE BY OR MADE BY THE POWER AUTHORITY.\n   22    4.  ANY  BUSINESS  OR  MATTER HERETOFORE UNDERTAKEN OR COMMENCED BY OR\n   23  BEFORE THE HUDSON RIVER-BLACK RIVER REGULATING DISTRICT, OR  ANY  ACTION\n   24  OR  PROCEEDING HERETOFORE BROUGHT BY OR AGAINST SUCH DISTRICTS, PERTAIN-\n   25  ING TO OR CONNECTED WITH THE FUNCTIONS, POWERS AND DUTIES HEREBY  TRANS-\n   26  FERRED  AND ASSIGNED TO THE POWER AUTHORITY MAY BE CONDUCTED, COMPLETED,\n   27  PROSECUTED AND DEFENDED BY AND IN THE NAME OF THE  POWER  AUTHORITY.  IN\n   28  ALL SUCH ACTIONS AND PROCEEDINGS THE HUDSON RIVER-BLACK RIVER REGULATING\n   29  DISTRICT, UPON APPLICATION TO THE COURT, MAY BE SUBSTITUTED AS A PARTY.\n   30    5.  WHEN  THE HUDSON RIVER-BLACK RIVER REGULATING DISTRICT IS REFERRED\n   31  TO OR DESIGNATED IN ANY LAW, CONTRACT OR  DOCUMENT,  SUCH  REFERENCE  OR\n   32  DESIGNATION  SHALL BE DEEMED TO REFER TO AND INCLUDE THE POWER AUTHORITY\n   33  SO FAR AS SUCH LAW, CONTRACT OR DOCUMENT PERTAINS TO MATTERS  WHICH  ARE\n   34  WITHIN  ITS  JURISDICTION  BY  REASON OF SUCH TRANSFER AND ASSIGNMENT OF\n   35  FUNCTIONS, POWERS AND DUTIES.\n   36    S  3.  Section  15-2137  of  the  environmental  conservation  law  is\n   37  REPEALED.\n   38    S  4.  Section  15-2139  of  the  environmental  conservation  law  is\n   39  REPEALED.\n   40    S  5.  Section  15-2141  of  the  environmental  conservation  law  is\n   41  REPEALED.\n   42    S  6.  This act shall take effect on the first of July next succeeding\n   43  the date on which it shall have become a law;  provided,  however,  that\n   44  effective immediately, the addition, amendment and/or repeal of any rule\n   45  or regulation necessary for the implementation of this act on its effec-\n   46  tive  date  are  authorized  and directed to be made and completed on or\n   47  before such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to expenditures by certain school districts and to amend the environmental conservation law, in relation to abolishing the Hudson river-Black river regulating district and devolving such powers to the power authority of the state of New York; and to repeal certain provisions of the environmental conservation law relating thereto ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101222.T145346.TXT", "SOBI.D101222.T145848.TXT", "SOBI.D101227.T145102.TXT", "SOBI.D101222.T155850.TXT", "SOBI.D101222.T151848.TXT", "SOBI.D101222.T154349.TXT", "SOBI.D101222.T151347.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1293479462286
}