{
  "year" : 2011,
  "senateBillNo" : "S595-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO EDUCATION",
    "billEventId" : "S595-2011-1294203600000-REFERRED+TO+EDUCATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "FUSCHILLO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Allows boards of education to provide certain children transportation to school for a lesser distance than two miles",
  "summary" : "Allows boards of education to provide transportation to and from school for a child for a lesser distance than two miles if the parent or guardian of the child has a physically limiting disability which renders him or her unable to accompany the child to and from school. ",
  "currentCommittee" : "EDUCATION",
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "S44-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "GOLDEN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "HANNON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "LARKIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          595\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by Sens. FUSCHILLO, GOLDEN, HANNON, LARKIN -- read twice and\n         ordered printed, and when printed to be committed to the Committee  on\n         Education\n\n       AN  ACT  to amend the education law, in relation to permitting boards of\n         education to grant parents or guardians, physically limited by a disa-\n         bility, the ability to obtain bus services for their children\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Paragraph a of subdivision 1 of section 3635 of the educa-\n    2  tion law, as amended by chapter 69 of the laws of 1992,  is  amended  to\n    3  read as follows:\n    4    a.  (I)  Sufficient transportation facilities (including the operation\n    5  and maintenance of motor vehicles)  shall  be  provided  by  the  school\n    6  district for all the children residing within the school district to and\n    7  from the school they legally attend, who are in need of such transporta-\n    8  tion  because  of  the  remoteness of the school to the child or for the\n    9  promotion of the best interest of such children.    Such  transportation\n   10  shall be provided for all children attending grades kindergarten through\n   11  eight  who  live  more than two miles from the school which they legally\n   12  attend and for all children attending grades  nine  through  twelve  who\n   13  live more than three miles from the school which they legally attend and\n   14  shall be provided for each such child up to a distance of fifteen miles,\n   15  the distances in each case being measured by the nearest available route\n   16  from  home  to school. The cost of providing such transportation between\n   17  two or three miles, as the case may  be,  and  fifteen  miles  shall  be\n   18  considered  for  the  purposes  of  this chapter to be a charge upon the\n   19  district and an ordinary contingent expense of the district. Transporta-\n   20  tion for a lesser distance than  two  miles  in  the  case  of  children\n   21  attending  grades  kindergarten through eight or three miles in the case\n   22  of children attending grades nine  through  twelve  and  for  a  greater\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00468-01-1\n\n       S. 595                              2\n\n    1  distance  than  fifteen  miles  may be provided by the district, and, if\n    2  provided, shall be offered equally to all children in like circumstances\n    3  residing in the district AND MAY, UPON A RESOLUTION ADOPTED BY THE BOARD\n    4  OF EDUCATION AND FOR A PERIOD OF TIME AS APPROVED BY THE BOARD OF EDUCA-\n    5  TION,  BE  PROVIDED  FOR  SUCH  LESSER DISTANCES BASED UPON SUCH BOARD'S\n    6  DETERMINATION THAT THE PARENT OR GUARDIAN OF A CHILD  HAS  A  PHYSICALLY\n    7  LIMITING  DISABILITY  WHICH  RENDERS  HIM OR HER UNABLE TO ACCOMPANY THE\n    8  CHILD TO OR FROM SCHOOL; provided, however, that this requirement  shall\n    9  not  apply  to  transportation  offered  pursuant  to section thirty-six\n   10  hundred thirty-five-b of this article.\n   11    (II) PROOF OF A PHYSICALLY LIMITING DISABILITY WHICH RENDERS A  PARENT\n   12  OR  GUARDIAN  OF A CHILD UNABLE TO ACCOMPANY THE CHILD TO OR FROM SCHOOL\n   13  SHALL BE CERTIFIED BY A DOCTOR IN A FORM TO BE PRESCRIBED BY THE DEPART-\n   14  MENT.\n   15    S 2. This act shall take effect on the first of July  next  succeeding\n   16  the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to permitting boards of education to grant parents or guardians, physically limited by a disability, the ability to obtain bus services for their children ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101227.T150103.TXT", "SOBI.D101222.T160351.TXT", "SOBI.D101222.T152348.TXT", "SOBI.D101222.T155850.TXT", "SOBI.D101227.T145602.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1293480063402
}