{
  "year" : 2011,
  "senateBillNo" : "S596-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO VETERANS, HOMELAND SECURITY AND MILITARY AFFAIRS",
    "billEventId" : "S596-2011-1294203600000-REFERRED+TO+VETERANS%2C+HOMELAND+SECURITY+AND+MILITARY+AFFAIRS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "FUSCHILLO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Includes the war on terrorism within the definition of \"period of war\" for purposes of the veterans alternative property tax exemption",
  "summary" : "Includes the war on terrorism which commenced in 2001, within the definition of \"period of war\" for purposes of the veterans alternative property tax exemption. ",
  "currentCommittee" : "VETERANS, HOMELAND SECURITY AND MILITARY AFFAIRS",
  "sameAs" : null,
  "lawSection" : "Real Property Tax Law",
  "previousVersions" : [ "S38-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "LARKIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "MAZIARZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "O'MARA",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "RANZENHOFER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SALAND",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SEWARD",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          596\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sens.  FUSCHILLO,  LARKIN, MAZIARZ, RANZENHOFER, SALAND,\n         SEWARD -- read twice and ordered  printed,  and  when  printed  to  be\n         committed to the Committee on Veterans, Homeland Security and Military\n         Affairs\n\n       AN  ACT to amend the real property tax law, in relation to including the\n         war on terrorism within the definition of \"period of war\" for purposes\n         of the veterans alternative property tax exemption\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraph (a) of subdivision 1 of section 458-a of the real\n    2  property  tax  law,  as  amended  by chapter 179 of the laws of 2006, is\n    3  amended to read as follows:\n    4    (a) \"Period of war\" means the Spanish-American war; the Mexican border\n    5  period; World War I; World War II; the hostilities, known as the  Korean\n    6  war,  which  commenced  June  twenty-seventh, nineteen hundred fifty and\n    7  terminated on January thirty-first,  nineteen  hundred  fifty-five;  the\n    8  hostilities,  known as the Vietnam war, which commenced February twenty-\n    9  eighth, nineteen hundred sixty-one and terminated on May seventh,  nine-\n   10  teen  hundred  seventy-five; [and] the hostilities, known as the Persian\n   11  Gulf conflict, which commenced August second, nineteen  hundred  ninety;\n   12  AND  THE  HOSTILITIES, KNOWN AS THE WAR ON TERRORISM, WHICH COMMENCED IN\n   13  TWO THOUSAND ONE INCLUDING THE HOSTILITIES IN AFGHANISTAN AND IRAQ.\n   14    S 2. Subdivision 3 of section 458-a of the real property tax  law,  as\n   15  amended  by  chapter  646  of  the  laws  of 2004, is amended to read as\n   16  follows:\n   17    3. Application for exemption must be made by the owner, or all of  the\n   18  owners,  of  the  property  on a form prescribed by the state board. The\n   19  owner or owners shall file the completed form in the  assessor's  office\n   20  on or before the appropriate taxable status date PROVIDED THAT ANY CITY,\n   21  COUNTY,  TOWN OR VILLAGE MAY ELECT, BY PASSAGE OF A LOCAL LAW, TO ACCEPT\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00473-01-1\n\n       S. 596                              2\n\n    1  AN APPLICATION MADE BY AN OWNER WHO IS OTHERWISE ELIGIBLE FOR EXEMPTION,\n    2  BUT WHO FAILED TO FILE FOR EXEMPTION DUE TO THEIR BEING ON  ACTIVE  DUTY\n    3  IN  SERVICE  TO  THE  ARMED  FORCES  OF THE UNITED STATES ON THE TAXABLE\n    4  STATUS  DATE,  PROVIDED  FURTHER,    HOWEVER,  THAT  SUCH OWNER SHALL BE\n    5  REQUIRED TO FILE FOR EXEMPTION WITHIN THIRTY DAYS  OF  THEIR  SEPARATION\n    6  FROM  SERVICE  OR  WITHIN  THIRTY  DAYS  OF THE PASSAGE OF THE LOCAL LAW\n    7  PERMITTING SUCH LATE APPLICATION, WHICHEVER IS LATER. SUCH  OWNER  SHALL\n    8  BE  REQUIRED  TO  SUBMIT  PROOF  OF SUCH ACTIVE DUTY SERVICE IN A MANNER\n    9  PRESCRIBED BY THE STATE BOARD. The  exemption  shall  continue  in  full\n   10  force  and effect for all appropriate subsequent tax years and the owner\n   11  or owners of the property shall not be required  to  refile  each  year.\n   12  Applicants  shall  be  required  to  refile on or before the appropriate\n   13  taxable status date if the percentage of disability percentage increases\n   14  or decreases or may refile if other changes have occurred  which  affect\n   15  qualification  for  an  increased  or decreased amount of exemption. Any\n   16  applicant convicted of making any willful false statement in the  appli-\n   17  cation  for  such exemption shall be subject to the penalties prescribed\n   18  in the penal law.\n   19    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the real property tax law, in relation to including the war on terrorism within the definition of \"period of war\" for purposes of the veterans alternative property tax exemption ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101227.T150103.TXT", "SOBI.D101222.T160351.TXT", "SOBI.D110126.T130756.TXT", "SOBI.D101222.T152848.TXT", "SOBI.D101222.T152348.TXT", "SOBI.D101222.T155850.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296065276522
}