{
  "year" : 2011,
  "senateBillNo" : "S597-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "S597-2011-1294203600000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "FUSCHILLO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prohibits sex offenders from being entitled to licenses as state certified and licensed real estate appraisers",
  "summary" : "Prohibits sex offender from being entitled to licenses as state certified and licensed real estate appraisers; requires real estate appraisers convicted of sex offenses to, within five days of the imposition of sentence, transmit a certified copy of the judgment of conviction to the department of state. ",
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "Executive Law",
  "previousVersions" : [ "S25-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "LARKIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "MAZIARZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          597\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by Sens. FUSCHILLO, LARKIN, MAZIARZ -- read twice and ordered\n         printed, and when printed to be committed to the Committee on Finance\n\n       AN ACT to amend the executive law, in relation to prohibiting sex offen-\n         ders  from  being entitled to licenses as state certified and licensed\n         real estate appraisers\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Section 160-p of the executive law, as amended by chapter\n    2  241 of the laws of 1999, is amended to read as follows:\n    3    S 160-p. Basis for denial. 1. The department may, in  accordance  with\n    4  the  provisions  of this article relating to hearings, deny the issuance\n    5  of a certificate as a state certified real estate appraiser, or  license\n    6  as  a  state  licensed  real  estate  appraiser,  or  license as a state\n    7  licensed real estate appraiser assistant, to an applicant on any of  the\n    8  grounds  enumerated  in  this  article  AND TO AN APPLICANT WHO HAS BEEN\n    9  CONVICTED OF A SEX OFFENSE, AS DEFINED IN SUBDIVISION TWO OF SECTION ONE\n   10  HUNDRED SIXTY-EIGHT-A OF THE CORRECTION LAW  OR  ANY  OFFENSE  COMMITTED\n   11  OUTSIDE OF THIS STATE WHICH WOULD CONSTITUTE A SEX OFFENSE, OR A SEXUAL-\n   12  LY  VIOLENT  OFFENSE,  AS  DEFINED  IN  SUBDIVISION THREE OF SECTION ONE\n   13  HUNDRED SIXTY-EIGHT-A OF THE CORRECTION LAW  OR  ANY  OFFENSE  COMMITTED\n   14  OUTSIDE THIS STATE WHICH WOULD CONSTITUTE A SEXUALLY VIOLENT OFFENSE.\n   15    2.  WHENEVER  ANY  PERSON  LICENSED  AS  A STATE CERTIFIED REAL ESTATE\n   16  APPRAISER, STATE LICENSED REAL ESTATE APPRAISER, OR STATE LICENSED  REAL\n   17  ESTATE  APPRAISER ASSISTANT IS CONVICTED IN THIS STATE OR ELSEWHERE OF A\n   18  SEX OFFENSE, AS DEFINED  IN  SUBDIVISION  TWO  OF  SECTION  ONE  HUNDRED\n   19  SIXTY-EIGHT-A  OF THE CORRECTION LAW OR ANY OFFENSE COMMITTED OUTSIDE OF\n   20  THIS STATE WHICH WOULD CONSTITUTE A SEX OFFENSE, OR A  SEXUALLY  VIOLENT\n   21  OFFENSE,  AS DEFINED IN SUBDIVISION THREE  OF SECTION ONE HUNDRED SIXTY-\n   22  EIGHT-A OF THE CORRECTION LAW OR  ANY  OFFENSE  COMMITTED  OUTSIDE  THIS\n   23  STATE  WHICH  WOULD  CONSTITUTE  A  SEXUALLY VIOLENT OFFENSE, SUCH STATE\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00210-01-1\n\n       S. 597                              2\n\n    1  CERTIFIED REAL ESTATE APPRAISER, STATE LICENSED REAL  ESTATE  APPRAISER,\n    2  OR STATE LICENSED REAL ESTATE APPRAISER ASSISTANT SHALL WITHIN FIVE DAYS\n    3  OF THE IMPOSITION OF SENTENCE, TRANSMIT A CERTIFIED COPY OF THE JUDGMENT\n    4  OF CONVICTION TO THE DEPARTMENT.\n    5    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the executive law, in relation to prohibiting sex offenders from being entitled to licenses as state certified and licensed real estate appraisers ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101227.T150103.TXT", "SOBI.D101222.T162353.TXT", "SOBI.D101222.T161351.TXT", "SOBI.D101222.T152848.TXT", "SOBI.D101222.T155850.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1293480063413
}