{
  "year" : 2011,
  "senateBillNo" : "S599-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO TRANSPORTATION",
    "billEventId" : "S599-2011-1294203600000-REFERRED+TO+TRANSPORTATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "FUSCHILLO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides that no person sixteen years of age or over shall be a passenger in the back seat of a motor vehicle unless such person is restrained by a safety belt",
  "summary" : "Provides that no person sixteen years of age or over shall be a passenger in the back seat of a motor vehicle unless such person is restrained by a safety belt approved by the commissioner of motor vehicles. ",
  "currentCommittee" : "TRANSPORTATION",
  "sameAs" : null,
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "S42-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "LARKIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          599\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by Sens. FUSCHILLO, LARKIN -- read twice and ordered printed,\n         and when printed to be committed to the Committee on Transportation\n\n       AN  ACT  to  amend the vehicle and traffic law, in relation to mandatory\n         seat belt use\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Subdivision 1 of section 1229-c of the vehicle and traffic\n    2  law, as amended by chapter 18 of the laws  of  2005,  paragraph  (b)  as\n    3  amended  by  chapter  405  of  the  laws  of 2009, is amended to read as\n    4  follows:\n    5    1. No person shall operate a motor vehicle in this state  unless:  (a)\n    6  all  back  seat  passengers  of  such  vehicle under the age of four are\n    7  restrained in a specially designed seat which meets  the  Federal  Motor\n    8  Vehicle  Safety  Standards  set  forth in 49 C.F.R. 571.213 and which is\n    9  either permanently affixed or is affixed to such  vehicle  by  a  safety\n   10  belt, or in the event that the weight of such passenger under the age of\n   11  four  exceeds  forty  pounds, such passenger may be restrained (i) in an\n   12  appropriate child restraint system as defined  in  subdivision  four  of\n   13  this section used with combination lap safety and shoulder harness belts\n   14  or  (ii)  by a lap safety belt in the event such vehicle is not equipped\n   15  with combination lap safety and shoulder harness belts or all the combi-\n   16  nation lap safety and shoulder harness belts are being used to  properly\n   17  restrain other passengers who are under the age of sixteen; (b) all back\n   18  seat  passengers of such vehicle who are age four or older but under age\n   19  eight (i) are restrained in an appropriate  child  restraint  system  as\n   20  defined  in  subdivision  four of this section used with combination lap\n   21  and shoulder harness belts or (ii) are restrained in a lap  safety  belt\n   22  in  the  event  such vehicle is not equipped with combination lap safety\n   23  and shoulder harness belts or all the combination lap safety and  shoul-\n   24  der  harness  belts are being used to properly restrain other passengers\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00470-01-1\n\n       S. 599                              2\n\n    1  who are under the age of sixteen; or (c) in the case of any  other  back\n    2  seat  passenger [under the age of sixteen], he or she is restrained by a\n    3  safety belt approved by the commissioner.\n    4    S  2. This act shall take effect on the first of January next succeed-\n    5  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to mandatory seat belt use ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101227.T150103.TXT", "SOBI.D101222.T152848.TXT", "SOBI.D101222.T161351.TXT", "SOBI.D101222.T155850.TXT", "SOBI.D101222.T160851.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1293480063422
}