{
  "year" : 2011,
  "senateBillNo" : "S601-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO HOUSING, CONSTRUCTION AND COMMUNITY DEVELOPMENT",
    "billEventId" : "S601-2011-1294203600000-REFERRED+TO+HOUSING%2C+CONSTRUCTION+AND+COMMUNITY+DEVELOPMENT",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "PERALTA",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Increases civil penalties for violations of building maintenance standards within the city of New York",
  "summary" : "Increases civil penalties for violations of state and local laws which pertain to building maintenance and operation within the city of New York. ",
  "currentCommittee" : "HOUSING, CONSTRUCTION AND COMMUNITY DEVELOPMENT",
  "sameAs" : null,
  "lawSection" : "New York City Administrative Code",
  "previousVersions" : [ "S7393-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          601\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen. PERALTA -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Housing, Construction  and\n         Community Development\n\n       AN  ACT  to  amend  the  administrative code of the city of New York, in\n         relation to the imposition of civil penalties for violation  of  state\n         and local laws for building maintenance and operation\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1.  Subdivision (a) of section 27-2115 of  the  administrative\n    2  code  of  the city of New York, as amended by local law number 65 of the\n    3  city of New York for the year 1987, is amended to read as follows:\n    4    (a)  A person who violates any law relating to housing standards shall\n    5  be subject to a civil penalty of not less than [ten] FIFTEEN dollars nor\n    6  more than [fifty] SEVENTY-FIVE dollars for each [non-hazardous] CLASS  A\n    7  violation, not less than [twenty-five] FIFTY dollars nor more than [one]\n    8  TWO hundred [dollars] and [ten] TWENTY dollars per day for each [hazard-\n    9  ous]  CLASS B violation, AND fifty dollars per day for each [immediately\n   10  hazardous] CLASS C violation, occurring in a multiple dwelling  contain-\n   11  ing  five  or  fewer dwelling units, from the date set for correction in\n   12  the notice of violation until the violation is corrected, and  not  less\n   13  than fifty dollars nor more than one hundred fifty dollars and, in addi-\n   14  tion,  one  hundred  twenty-five  dollars  per day for each [immediately\n   15  hazardous] CLASS C violation, occurring in a multiple dwelling  contain-\n   16  ing  more  than five dwelling units, from the date set for correction in\n   17  the notice of violation until the violation  is  corrected.    A  person\n   18  wilfully making a false certification of correction of a violation shall\n   19  be  subject  to  a  civil  penalty of not less than [fifty] SEVENTY-FIVE\n   20  dollars nor more than [two hundred fifty] THREE HUNDRED dollars for each\n   21  violation falsely certified, in addition to the other  penalties  herein\n   22  provided.\n   23    S  2.    This act shall take effect on the sixtieth day after it shall\n   24  have become a law.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03316-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the administrative code of the city of New York, in relation to the imposition of civil penalties for violation of state and local laws for building maintenance and operation ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101227.T150103.TXT", "SOBI.D101222.T155850.TXT", "SOBI.D101222.T153349.TXT", "SOBI.D101222.T160851.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1293480063407
}