{
  "year" : 2011,
  "senateBillNo" : "S603-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO CONSUMER PROTECTION",
    "billEventId" : "S603-2011-1294203600000-REFERRED+TO+CONSUMER+PROTECTION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "PERALTA",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prohibits more than one increase in the price of motor fuel in any twenty-four hour period",
  "summary" : "Prohibits more than one increase in the price of motor fuel in any twenty-four hour period. ",
  "currentCommittee" : "CONSUMER PROTECTION",
  "sameAs" : null,
  "lawSection" : "General Business Law",
  "previousVersions" : [ "S7308-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          603\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen. PERALTA -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Consumer Protection\n\n       AN ACT to amend the general business law,  in  relation  to  prohibiting\n         more  than  one  increase  in the price of gasoline in any twenty-four\n         hour period\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The general business law is amended by adding a new arti-\n    2  cle 24-B to read as follows:\n    3                                ARTICLE 24-B\n    4                     MOTOR FUEL MARKETING PRACTICES ACT\n    5  SECTION 370-K. UNLAWFUL PRICE INCREASES; EXCEPTIONS.\n    6    S 370-K. UNLAWFUL PRICE INCREASES; EXCEPTIONS. (A) (1) IT IS  UNLAWFUL\n    7  FOR  ANY  NONREFINER  ENGAGED  IN COMMERCE IN THIS STATE TO INCREASE THE\n    8  PRICE OF ANY GRADE OR QUALITY OF MOTOR FUEL SOLD AT A RETAIL OUTLET MORE\n    9  THAN ONCE IN A TWENTY-FOUR HOUR PERIOD.\n   10    (2) IT IS UNLAWFUL FOR ANY REFINER, INCLUDING ANY AFFILIATE  OR  AGENT\n   11  THEREOF,  ENGAGED IN COMMERCE IN THIS STATE TO INCREASE THE PRICE OF ANY\n   12  GRADE OR QUALITY OF MOTOR FUEL SOLD MORE THAN ONCE IN A TWENTY-FOUR HOUR\n   13  PERIOD.\n   14    (B) (1) ANY VIOLATION OF THIS SECTION SHALL RESULT IN A CIVIL FINE  OF\n   15  NOT  MORE  THAN  FIVE HUNDRED DOLLARS TO BE COLLECTED BY THE CORPORATION\n   16  COUNSEL FOR ANY CITY OR BY THE APPROPRIATE  ATTORNEY  OF  ANY  POLITICAL\n   17  SUBDIVISION  AS  SHALL BE DESIGNATED BY THE GOVERNING BODY OF SUCH POLI-\n   18  TICAL SUBDIVISION.\n   19    (2) AN ISOLATED, INADVERTENT INCIDENT  INVOLVING  ACTIVITY  PROHIBITED\n   20  PURSUANT  TO SUBDIVISION (A) OF THIS SECTION SHALL NOT BE A VIOLATION OF\n   21  THIS SECTION.\n   22    (C) AS USED IN THIS  SECTION,  THE  FOLLOWING  TERMS  SHALL  HAVE  THE\n   23  FOLLOWING MEANINGS:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03296-01-1\n\n       S. 603                              2\n\n    1    (1)  \"MOTOR  FUEL\"  MEANS  ANY PETROLEUM PRODUCT INCLUDING ANY SPECIAL\n    2  FUEL WHICH IS USED FOR THE PROPULSION OF ANY MOTOR VEHICLE;\n    3    (2)  \"NONREFINER\"  MEANS  ANY PERSON, OTHER THAN A REFINER, ENGAGED IN\n    4  THE SALE OF MOTOR FUEL;\n    5    (3) \"PERSON\" MEANS ANY INDIVIDUAL, PUBLIC OR PRIVATE  CORPORATIONS  OR\n    6  LIMITED  LIABILITY  CORPORATIONS,  COMPANIES,  ASSOCIATIONS,  SOCIETIES,\n    7  FIRMS, PARTNERSHIPS, LIMITED LIABILITY PARTNERSHIPS, JOINT STOCK  COMPA-\n    8  NIES,  THE UNITED STATES, THE STATE OF NEW YORK AND ANY OF ITS POLITICAL\n    9  SUBDIVISIONS OR AGENTS;\n   10    (4) \"REFINER\" MEANS ANY PERSON WHO PRODUCES AND  STORES  OR  EXCHANGES\n   11  MOTOR  FUEL AT A TERMINAL FACILITY AND WHO SELLS OR TRANSFERS MOTOR FUEL\n   12  THROUGH THE LOADING RACK AT SUCH  TERMINAL  FACILITY,  AND  INCLUDES  AN\n   13  AFFILIATE OF SUCH REFINER WITH RESPECT TO SUCH AFFILIATE'S SALE OF MOTOR\n   14  FUEL;\n   15    (5) \"RETAIL OUTLET\" MEANS A FACILITY, INCLUDING LAND AND IMPROVEMENTS,\n   16  WHERE MOTOR FUEL IS OFFERED FOR SALE AT RETAIL TO THE PUBLIC; AND\n   17    (6) \"SALE\" OR \"SELL\" MEANS ANY TRANSFER, GIFT, BARTER, SALE, OFFER FOR\n   18  SALE,  OR ADVERTISEMENT FOR SALE IN ANY MANNER OR BY ANY MEANS WHATSOEV-\n   19  ER, INCLUDING ANY TRANSFER OF MOTOR FUEL FROM A PERSON TO ITSELF  OR  AN\n   20  AFFILIATE AT ANOTHER LEVEL OF DISTRIBUTION, BUT DOES NOT INCLUDE PRODUCT\n   21  EXCHANGES AT THE WHOLESALE LEVEL OF DISTRIBUTION.\n   22    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general business law, in relation to prohibiting more than one increase in the price of gasoline in any twenty-four hour period ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101227.T150103.TXT", "SOBI.D101222.T155850.TXT", "SOBI.D101222.T153849.TXT", "SOBI.D101222.T153349.TXT", "SOBI.D101222.T160851.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1293480063415
}