{
  "year" : 2011,
  "senateBillNo" : "S604-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO CONSUMER PROTECTION",
    "billEventId" : "S604-2011-1294203600000-REFERRED+TO+CONSUMER+PROTECTION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "PERALTA",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to voting rights in cooperative apartments",
  "summary" : "Provides that the sponsor of a cooperative apartment building or condominium units may not continue to sit on the board or to vote after the transfer to the cooperative corporation or condominium ownership. ",
  "currentCommittee" : "CONSUMER PROTECTION",
  "sameAs" : "A798",
  "lawSection" : "General Business Law",
  "previousVersions" : [ "S7545-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          604\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen. PERALTA -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Consumer Protection\n\n       AN ACT to amend the general business law, in relation to  prohibiting  a\n         sponsor from becoming a director or voting on the board after a build-\n         ing  has  been converted to a cooperative apartment building or condo-\n         minium ownership\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Paragraphs (iv) and (v) of subdivision 1 of section 352-ee\n    2  of the general business law, as added by chapter  509  of  the  laws  of\n    3  1978, are amended and a new paragraph (vi) is added to read as follows:\n    4    (iv) a statement, satisfactory to the attorney general, that it is the\n    5  obligation  of  the sponsor to complete all alterations and improvements\n    6  to individual spaces or dwelling units in compliance with such  approved\n    7  plans  within the time specified in the plan or, if the sponsor does not\n    8  undertake such obligation, that it is the obligation of  the  individual\n    9  owners of shares in the cooperative corporation or of condominium units,\n   10  under  the supervision of the cooperative corporation or, in the case of\n   11  a condominium, under the  supervision  of  the  board  of  managers,  to\n   12  complete  such alterations and improvements within the time specified in\n   13  the plan; [and]\n   14    (v) a statement that a permanent certificate of occupancy is  required\n   15  for  permanent residential use of the premises, that a temporary certif-\n   16  icate of occupancy may only be renewed for a total period of  two  years\n   17  from  the  date  of  its  original  issuance  and that, if the temporary\n   18  certificate of occupancy shall have expired prior to obtaining a  perma-\n   19  nent  certificate  of  occupancy,  residential occupancy of the premises\n   20  will be in violation of the multiple dwelling law, subjecting the  occu-\n   21  pants  and the cooperative corporation and its board of directors or, in\n   22  the case of a condominium, the unit owners and  board  of  managers,  to\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03323-01-1\n\n       S. 604                              2\n\n    1  penalties under the multiple dwelling law including eviction of residen-\n    2  tial occupants[.]; AND\n    3    (VI)  A  STATEMENT THAT THE SPONSOR SHALL NOT HOLD A SEAT ON THE BOARD\n    4  OF DIRECTORS OR BE ALLOWED TO VOTE ANY SHARES AFTER CONVERSION TO  COOP-\n    5  ERATIVE OR CONDOMINIUM OWNERSHIP.\n    6    S  2.  Subdivision 2 of section 352-eee of the general business law is\n    7  amended by adding a new paragraph (g) to read as follows:\n    8    (G) THE PLAN PROVIDES THAT AFTER  THE  CONVERSION  TO  COOPERATIVE  OR\n    9  CONDOMINIUM  OWNERSHIP THE SPONSOR SHALL NOT HOLD A SEAT ON THE BOARD OF\n   10  DIRECTORS NOR VOTE ANY SHARES.\n   11    S 3. Subdivision 2 of section 352-eeee of the general business law  is\n   12  amended by adding a new paragraph (g) to read as follows:\n   13    (G)  THE  PLAN  PROVIDES  THAT  AFTER THE CONVERSION TO COOPERATIVE OR\n   14  CONDOMINIUM OWNERSHIP THE SPONSOR SHALL NOT HOLD A SEAT ON THE BOARD  OF\n   15  DIRECTORS NOR VOTE ANY SHARES.\n   16    S  4.  This act shall take effect immediately and shall apply to plans\n   17  submitted on and after such date; provided, however, that the amendments\n   18  to sections 352-eee and 352-eeee of the general  business  law  made  by\n   19  sections  two  and  three of this act shall not affect the expiration of\n   20  such sections and shall be deemed to expire therewith.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general business law, in relation to prohibiting a sponsor from becoming a director or voting on the board after a building has been converted to a cooperative apartment building or condominium ownership ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101227.T150103.TXT", "SOBI.D110104.T122500.TXT", "SOBI.D110104.T123501.TXT", "SOBI.D101222.T155850.TXT", "SOBI.D101222.T153849.TXT", "SOBI.D101222.T160851.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294162501781
}