{
  "year" : 2011,
  "senateBillNo" : "S607A-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO ENERGY AND TELECOMMUNICATIONS",
    "billEventId" : "S607A-2011-1294203600000-REFERRED+TO+ENERGY+AND+TELECOMMUNICATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1295931600000,
    "eventText" : "1ST REPORT CAL.36",
    "billEventId" : "S607A-2011-1295931600000-1ST+REPORT+CAL.36",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1296450000000,
    "eventText" : "AMENDED 607A",
    "billEventId" : "S607A-2011-1296450000000-AMENDED+607A",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1296450001000,
    "eventText" : "2ND REPORT CAL.",
    "billEventId" : "S607A-2011-1296450001000-2ND+REPORT+CAL.",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1296536400000,
    "eventText" : "ADVANCED TO THIRD READING",
    "billEventId" : "S607A-2011-1296536400000-ADVANCED+TO+THIRD+READING",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MAZIARZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the definition of alternate energy production facilities",
  "summary" : "Relates to the definition of alternate energy production facilities. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Service Law",
  "previousVersions" : [ "S8310-2009" ],
  "coSponsors" : null,
  "pastCommittees" : [ "ENERGY AND TELECOMMUNICATIONS" ],
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                        607--A\n           Cal. No. 36\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen. MAZIARZ -- read twice and ordered printed, and when\n         printed to be committed to the Committee on  Energy  and  Telecommuni-\n         cations  --  reported  favorably from said committee, ordered to first\n         report, amended on first  report,  ordered  to  a  second  report  and\n         ordered reprinted, retaining its place in the order of second report\n\n       AN ACT to amend the public service law, in relation to the definition of\n         alternate energy production facilities\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 2-b of section 2 of the public service law,  as\n    2  amended  by  chapter  212  of  the  laws  of 2010, is amended to read as\n    3  follows:\n    4    2-b. The term \"alternate energy production  facility,\"  when  used  in\n    5  this  chapter,  includes any solar, wind turbine, fuel cell, tidal, wave\n    6  energy, waste management resource recovery,  refuse-derived  fuel,  wood\n    7  burning  facility, or kinetic energy storage device utilizing BATTERIES,\n    8  FLOW BATTERIES, flywheels or compressed air, together with  any  related\n    9  facilities located at the same project site, with an electric generating\n   10  capacity  of  up to eighty megawatts, which produces electricity, gas or\n   11  useful thermal energy.\n   12    S 2. This act shall take effect on the thirtieth day  after  it  shall\n   13  have become a law.\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04684-03-1\n",
  "memo" : "BILL NUMBER:S607A\n\nTITLE OF BILL:\nAn act\nto amend the public service law, in relation to the definition of\nalternate energy production facilities\n\nPURPOSE OF THE BILL:\nThis bill would encourage the development of new, clean alternative\nElectric generation technologies by reducing the regulatory burden on\nbatteries flow batteries and capacitors.\n\nSUMMARY OF PROVISIONS:\nSection 1 of the bill would amend Public Service Law (PSL) &sect;2(2-b)\nwould exempt batteries, capacitors and flow batteries with an\nelectric generating capacity of less than 80 MW, from the definition\nof facilities giving rise to an \"electric corporation\" subject to the\njurisdiction of the Public Service Commission.\n\nSection 2 defines the effective date as the thirtieth day after it\nshall become law.\n\nEXISTING LAW:\nP8L &sect;2(13) defines electric corporations subject to the jurisdiction\nof the Commission. Cogeneration facilities (P8L &sect;2(2-a), small hydro\nfacilities (P8L &sect;2(2)-c)), and alternate energy production facilities\n(P8L &sect;2(2-b) are specifically exempted from the definition of\nfacilities giving rise to an \"electric corporation.\"\n\nP8L &sect;2(2-b) defines an \"alternate energy production facility\" to\ninclude any solar, wind turbine, waste management resource recovery,\nfuel cell, tidal, wave energy and refuse-derived fuel or wood burning\nfacility with an electric generating capacity of up to 80 MW which\nproduces electricity, gas or useful thermal energy.\n\nLEGISLATIVE HISTORY:\nS.8310 of 2009-2010\n\nSTATEMENT IN SUPPORT:\nEnergy storage resources have the potential to offer a number of\nvaluable benefits to the New York electric grid including improving\nthe economic efficiency of the power system and enhanced integration\nof renewable technologies. Currently, battery and flow battery storage\ndevices are not excluded from the regulatory structure of the\ncommission on new technologies in order to encourage their\ndevelopment and use in New York State. Yet these battery systems\nallow for use of electricity generated from renewable Sources or\nproduced during off-peak times to be used during times of higher\ndemand, reducing the need to ramp up more expensive - and potentially\nmore polluting - generating facilities to meet peak demand. Such\nfacilities also provide frequency and voltage regulation support to\n\nimprove the efficiency of the electric grid and, as noted, reduce the\nneed for traditional generation such as load-following boilers.\n\nThese facilities can significantly improve the efficiency, of the\nState's electric system, allowing for the utilization of clean,\nrenewable resources that might otherwise not be dispatched.\nAdditionally, in May 2009, the New York Battery and Energy Storage\nTechnology Consortium (NY BEST) was created with the ultimate goal of\npositioning New York as the global leader in energy storage\ntechnology. To support NY BEST the state has set aside $25 million to\nfinance the development of energy storage technologies, including\nbattery testing, in New York. While this investment is significant,\nand the consortium's mission laudable, we cannot achieve these goals\nwithout also batteries, capacitors and flow batteries the same\nregulatory advantage as-and place them on equal footing with various\nother alternative production facilities in New York.\n\nBUDGET IMPLICATIONS:\nExemption of these facilities would reduce workload for Commission\nStaff.\n\nEFFECTIVE DATE:\nThis bill would take effect on the thirtieth day after it shall become\nlaw.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the public service law, in relation to the definition of alternate energy production facilities ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110131.T165723.TXT", "SOBI.D110131.T170223.TXT", "SOBI.D110131.T162221.TXT", "SOBI.D110201.T194921.TXT", "SOBI.D110201.T121850.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296607761102
}