{
  "year" : 2011,
  "senateBillNo" : "S608-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO EDUCATION",
    "billEventId" : "S608-2011-1294203600000-REFERRED+TO+EDUCATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MAZIARZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to establishing a head injury awareness act",
  "summary" : "Relates to creating a head injury awareness and prevention program. ",
  "currentCommittee" : "EDUCATION",
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "S8420-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          608\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen. MAZIARZ -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Education\n\n       AN ACT to amend the education law, in relation to establishing  the  New\n         York state head injury awareness and prevention act\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The education law is amended by adding a new article 62  to\n    2  read as follows:\n    3                                 ARTICLE 62\n    4             NEW YORK STATE HEAD INJURY AWARENESS AND PREVENTION\n    5                                     ACT\n    6  SECTION 3050. SHORT TITLE.\n    7          3051. LEGISLATIVE INTENT.\n    8          3052. CONCUSSION MANAGEMENT ADVISORY BOARD.\n    9          3053. NEW YORK STATE HEAD INJURY AWARENESS PROGRAM.\n   10          3054. DEFINITIONS.\n   11          3055. INTERSCHOLASTIC SPORTS HEAD INJURY AWARENESS PROGRAM.\n   12          3056. ALL ACTIVITY HEAD INJURY AWARENESS AND OUTREACH PROGRAM.\n   13          3057. TRAINING COURSE DEVELOPMENT AND IMPLEMENTATION.\n   14    S  3050.  SHORT TITLE. THIS ARTICLE SHALL BE KNOWN AND MAY BE CITED AS\n   15  THE \"NEW YORK STATE HEAD INJURY AWARENESS AND PREVENTION ACT\".\n   16    S 3051. LEGISLATIVE INTENT.  1. IT IS AND HAS BEEN  THE  LONG-STANDING\n   17  POLICY  OF  THE STATE OF NEW YORK THAT THE WELL-BEING OF OUR CHILDREN IS\n   18  PARAMOUNT. THE STATE ALSO HAS A PROUD HISTORY OF PROMOTING THE  DEVELOP-\n   19  MENT  OF  HEALTHY  MINDS  AND  BODIES  IN OUR CHILDREN BY INVOLVEMENT IN\n   20  SPORTS, WHICH STATE POLICY HAS SUPPORTED AT ALL LEVELS OF OUR  EDUCATION\n   21  AND  HIGHER  EDUCATION SYSTEMS.   REPORTED MILD TRAUMATIC BRAIN INJURIES\n   22  (TBIS), COMMONLY KNOWN AS CONCUSSIONS, OCCUR AT  ALL  LEVELS  OF  SPORTS\n   23  PLAY.  THE  NEW YORK STATE DEPARTMENT OF HEALTH REPORTS THAT BETWEEN THE\n   24  YEARS TWO THOUSAND SIX AND TWO THOUSAND  EIGHT  MORE  THAN  TWENTY-THREE\n   25  THOUSAND  SCHOOL  AGED  YOUTH  VISITED  THE EMERGENCY DEPARTMENT OR WERE\n   26  HOSPITALIZED FOR CONCUSSIONS ANNUALLY WITH THE  COST  OF  THEIR  MEDICAL\n   27  CARE  APPROACHING  EIGHTY  MILLION DOLLARS. THE THREE YEAR TOTAL COST OF\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00794-01-1\n\n       S. 608                              2\n\n    1  BOTH HOSPITALIZATION AND EMERGENCY DEPARTMENT VISITS IN THE SAME  PERIOD\n    2  FOR ALL AGE GROUPS IN THE STATE FOR TREATMENT OF TBIS WAS OVER A BILLION\n    3  DOLLARS.\n    4    2.  THE  LEGISLATURE  FURTHER FINDS THAT EARLY INTERVENTION, RESPONSE,\n    5  AND THE PROPER EVALUATION AND MANAGEMENT OF CONCUSSIONS WILL LESSEN  THE\n    6  EFFECTS OF THIS POTENTIALLY LIFE THREATENING INJURY.  IT IS ESSENTIAL TO\n    7  EDUCATE PARENTS AND GUARDIANS, STUDENTS, COACHES AND SCHOOL PERSONNEL ON\n    8  THE  EARLY AND ACCURATE RECOGNITION OF THE SIGNS AND SYMPTOMS OF CONCUS-\n    9  SIONS AND THE POTENTIAL HARMFUL EFFECTS OF HEAD INJURIES NOT JUST  ON  A\n   10  CHILD'S  PHYSICAL  WELL-BEING  BUT ON HIS OR HER ACADEMIC PERFORMANCE AS\n   11  WELL.\n   12    3. THE LEGISLATURE HEREBY DECLARES THAT AN ADVISORY BOARD COMPOSED  OF\n   13  EXPERTS  IN  THE AREA OF CONCUSSION DIAGNOSIS, TREATMENT AND MANAGEMENT,\n   14  WHO WILL SERVE AS ADVISORS TO THE DEPARTMENT AND  SCHOOL  DISTRICTS,  IS\n   15  CRITICAL  TO  THE SUCCESS OF THIS LEGISLATION AND TO IMPLEMENTATION OF A\n   16  STANDARDIZED STATEWIDE PROGRAM, CONSISTENT ACROSS ALL  SCHOOL  DISTRICTS\n   17  AND REGIONS OF THE STATE.\n   18    4.  THE  ADVISORY  BOARD MEMBERS, ARMED WITH CURRENT KNOWLEDGE OF BEST\n   19  PRACTICES AND INFORMATION RESOURCES THAT MAY BE  DEPLOYED,  WILL  ADVISE\n   20  THE  DEPARTMENT  ON THE CONTENTS FOR A WEB-BASED INFORMATION KIT, FORMS,\n   21  AND EDUCATIONAL MATERIALS, THAT SHALL BE MADE AVAILABLE TO SCHOOLS  FREE\n   22  OF  CHARGE THROUGHOUT THE STATE SUCH THAT THEY MAY EFFECTIVELY IMPLEMENT\n   23  PROGRAMS TO PROTECT PARTICIPANTS IN INTERSCHOLASTIC  SPORTS,  AND  OTHER\n   24  ACTIVITIES WHERE HEAD INJURIES MAY OCCUR.\n   25    S  3052.  CONCUSSION  MANAGEMENT  ADVISORY BOARD. 1.   THERE IS HEREBY\n   26  ESTABLISHED IN THE DEPARTMENT A  STATE  CONCUSSION  MANAGEMENT  ADVISORY\n   27  BOARD  TO  ADVISE  THE DEPARTMENT IN IMPLEMENTATION OF BEST PRACTICES AS\n   28  RELATED TO CONCUSSION MANAGEMENT.\n   29    2. MEMBERS OF THE CONCUSSION MANAGEMENT PROFESSIONAL  ADVISORY  BOARD,\n   30  HEREAFTER REFERRED TO AS THE \"BOARD\", SHALL INCLUDE DESIGNATED REPRESEN-\n   31  TATIVES FROM THE FOLLOWING ORGANIZATIONS:\n   32    A. NEW YORK STATE PUBLIC HIGH SCHOOL ATHLETIC ASSOCIATION (NYSPHSAA);\n   33    B. STONY BROOK UNIVERSITY - ATHLETIC TRAINING PROGRAM;\n   34    C.    MOUNT SINAI SCHOOL OF MEDICINE - RESEARCH AND TRAINING CENTER ON\n   35  COMMUNITY INTEGRATION OF INDIVIDUALS WITH TRAUMATIC BRAIN INJURY;\n   36    D. UNIVERSITY OF BUFFALO SCHOOL OF PUBLIC HEALTH -  ATHLETIC  TRAINING\n   37  PROGRAM;\n   38    E.  ATHLETIC TRAINER FOR A PROFESSIONAL FOOTBALL TEAM FROM WESTERN NEW\n   39  YORK;\n   40    F. NATIONAL ATHLETIC TRAINERS' ASSOCIATION'S CONCUSSION COUNCIL;\n   41    G. NEW YORK STATE ATHLETIC TRAINERS' ASSOCIATION;\n   42    H. NEW YORK STATE SCHOOL NURSES' ASSOCIATION;\n   43    I. SCHOOL DISTRICT REPRESENTATIVE;\n   44    J. NEW YORK STATE DEPARTMENT OF EDUCATION;\n   45    K. NEW YORK STATE DEPARTMENT OF HEALTH; AND\n   46    L. MEDICAL SOCIETY.\n   47    3.  THE BOARD SHALL MEET AT LEAST THREE TIMES A YEAR AND SHALL FACILI-\n   48  TATE AS PRACTICABLE AS  POSSIBLE  WITHOUT  ADDITIONAL  COSTS  TO  SCHOOL\n   49  DISTRICTS THE IMPLEMENTATION OF THE PROVISIONS OF THIS ARTICLE.\n   50    THE  COMMISSIONERS MAY DETAIL FROM TIME TO TIME, FOR THE ASSISTANCE OF\n   51  THE ADVISORY BOARD, SUCH EMPLOYEES  OF  THE  DEPARTMENTS  AS  THEY  DEEM\n   52  NECESSARY.\n   53    THE ADVISORY BOARD SHALL REVIEW EXISTING AND PROPOSED STATE HEAD INJU-\n   54  RY  AWARENESS  AND  PREVENTION  LAWS AND REGULATIONS. THE ADVISORY BOARD\n   55  SHALL REVIEW EXISTING AND  PROPOSED  STATE  HEAD  INJURY  AWARENESS  AND\n   56  PREVENTION LAWS AND REGULATIONS. THE ADVISORY BOARD SHALL MAKE RECOMMEN-\n\n       S. 608                              3\n\n    1  DATIONS  TO THE COMMISSIONER OF HEALTH AND THE COMMISSIONER OF EDUCATION\n    2  AS TO ANY REGULATORY CHANGES THAT MAY BE NECESSARY FOR  THE  IMPLEMENTA-\n    3  TION OF THIS ARTICLE.\n    4    THE  ADVISORY  BOARD FURTHER, SHALL REVIEW EXISTING AND PROPOSED STATE\n    5  HEAD INJURY AWARENESS AND PREVENTION LAWS AND SHALL MAKE RECOMMENDATIONS\n    6  TO THE GOVERNOR, THE LEADERS OF THE SENATE AND ASSEMBLY, AS WELL AS  THE\n    7  ASSEMBLY  AND  SENATE  CHAIRS  OF  THE STANDING COMMITTEES ON HEALTH AND\n    8  EDUCATION, ANY NECESSARY CHANGES OR ADDITIONS TO LAWS  AND  PROGRAMS  TO\n    9  IMPROVE HEAD INJURY AWARENESS AND PREVENTION.\n   10    THE  ADVISORY BOARD SHALL REPORT THE EFFECTIVENESS OF THE DEPARTMENTS'\n   11  ACTIVITIES.\n   12    4. ADDITIONAL RESPONSIBILITIES OF THE ADVISORY  BOARD  SHALL  INCLUDE,\n   13  BUT  NOT  BE LIMITED TO, ADVICE AND COUNSEL TO THE DEPARTMENT AS WELL AS\n   14  ASSISTANCE TO THE DEPARTMENT IN THE DEVELOPMENT AND RECOMMENDATIONS  FOR\n   15  BEST PRACTICES REGARDING THE FOLLOWING:\n   16    A. CONTENTS OF TRAINING AND INFORMATIONAL MATERIALS;\n   17    B. RELEASE FORMS;\n   18    C. CONTENTS OF WEBSITES;\n   19    D. REQUIREMENTS FOR GAME DAY COVERAGE FOR INTERSCHOLASTIC PLAY;\n   20    E. REQUIRED TRAINING FOR COACHES AND SCHOOL OFFICIALS;\n   21    F. PROTOCOLS FOR RETURN TO PRACTICE OR PLAY OR RETURN TO SCHOOL AND/OR\n   22  SCHOOL ACTIVITIES;\n   23    G. POST INJURY INFORMATION SHEETS AND GUIDELINES; AND\n   24    H.  OVERSEE  ANNUAL COACH TRAINING REQUIREMENTS AND SUGGEST ADDITIONAL\n   25  COACH TRAINING REQUIREMENTS AS NEEDED.\n   26    5. A. MEMBERS OF THE BOARD SHALL RECEIVE  NO  COMPENSATION  FOR  THEIR\n   27  SERVICES.  THEY  SHALL  BE ENTITLED TO REASONABLE AND NECESSARY EXPENSES\n   28  ACCRUED DURING THE PERFORMANCE OF THEIR DUTIES.\n   29    B. MEMBERS OF THE ADVISORY BOARD SHALL NOT BE HELD INDIVIDUALLY OR  AS\n   30  A  GROUP  LEGALLY RESPONSIBLE FOR ANY ACTIONS TAKEN BY THEM OR THE BOARD\n   31  ABSENT A FINDING OF GROSS NEGLIGENCE.\n   32    6. PRELIMINARY RECOMMENDATIONS OF THE ADVISORY BOARD  FOR  IMPLEMENTA-\n   33  TION OF POLICIES SHALL BE SUBMITTED TO THE GOVERNOR, STATE EDUCATION AND\n   34  HEALTH  DEPARTMENTS  AND  TO THE HEALTH AND EDUCATION COMMITTEES OF BOTH\n   35  HOUSES OF THE LEGISLATURE BY A DATE NO LATER  THAN  ONE  HUNDRED  EIGHTY\n   36  DAYS FOLLOWING THE EFFECTIVE DATE OF THIS ARTICLE.\n   37    S  3053.  NEW YORK STATE HEAD INJURY AWARENESS PROGRAM. 1. THE DEPART-\n   38  MENT, IN CONSULTATION WITH OTHER STATE AGENCIES,  SHALL  BE  RESPONSIBLE\n   39  FOR  IMPLEMENTING  REGULATORY  RECOMMENDATIONS  OF THE ADVISORY BOARD AS\n   40  WELL AS THE STATUTORY PROVISIONS OF THIS ARTICLE WITH RESPECT TO  GUIDE-\n   41  LINES AND STANDARDS FOR:\n   42    A. STUDENT ATHLETES PARTICIPATING IN INTERSCHOLASTIC COMPETITIONS; AND\n   43    B.  ALL  SCHOOL  DISTRICTS, BOARDS OF COOPERATIVE EDUCATIONAL SERVICES\n   44  AND NONPUBLIC SCHOOLS RELATING TO THE TRAINING OF SCHOOL  PERSONNEL  AND\n   45  PROVIDING  INFORMATION TO PARENTS REGARDING THE TREATMENT AND MONITORING\n   46  OF STUDENTS WHO SUFFER OR ARE SUSPECTED  OF  SUFFERING  CONCUSSIONS  AND\n   47  HEAD INJURIES.\n   48    2.  THE  DEPARTMENT  IN  CONSULTATION  WITH  THE  ADVISORY BOARD SHALL\n   49  PROMULGATE RULES AND REGULATIONS, INCLUDING PROVISION OF UNIFORM  GUIDE-\n   50  LINES,  PROTOCOLS  AND  FORMS THAT SHALL BE USED BY ALL SCHOOL DISTRICTS\n   51  THROUGHOUT THE STATE.\n   52    3. THE DEPARTMENT SHALL ESTABLISH AND MAINTAIN A DEDICATED  CONCUSSION\n   53  MANAGEMENT  WEBSITE  THAT  SHALL  INCLUDE  LINKS  TO RELEVANT MATERIALS,\n   54  EDUCATIONAL PROGRAMS AND READILY DOWNLOADABLE  FORMS  OF  ALL  MATERIALS\n   55  REQUIRED  TO COMPLY WITH THE RULES, REGULATIONS AND GUIDELINES SET FORTH\n   56  HEREIN.\n\n       S. 608                              4\n\n    1    4. THE DEPARTMENT, ON AT LEAST AN ANNUAL BASIS PRIOR TO THE  START  OF\n    2  THE  NEW  SCHOOL  YEAR, SHALL UPDATE MATERIALS AS NEEDED TO REFLECT BEST\n    3  PRACTICES AND MOST CURRENT INFORMATION.\n    4    5. FORMS AND INFORMATIONAL MATERIALS SHALL INCLUDE, BUT NOT BE LIMITED\n    5  TO:\n    6    A. PARENTAL AND STUDENT HEAD INJURY INFORMATION PACKETS;\n    7    B. RELEASE FORMS FOR PARENTS AND STUDENTS;\n    8    C.  ANNUAL  TRAINING CERTIFICATION FORMS FOR ALL SCHOOL DISTRICT STAFF\n    9  AND VOLUNTEER CERTIFIED HEALTH CARE PROVIDERS;\n   10    D. ACCIDENT REPORTING AND OBSERVATION FORMS WHICH INCLUDE A CONCUSSION\n   11  SIGNS AND SYMPTOMS CHECKLIST;\n   12    E. TEAM MEDICAL STAFFING RECORDKEEPING FORMS;\n   13    F. RETURN TO ACTIVITY PROTOCOL FORMS TO BE USED BY HEALTH CARE PROVID-\n   14  ERS;\n   15    G. INFORMATION REGARDING HEALTH CARE PROVIDERS TRAINED IN THE RECOGNI-\n   16  TION OF HEAD INJURIES AND CARE;\n   17    H. POST INJURY FACT SHEETS FOR PARENTS/GUARDIANS AND STUDENTS; AND\n   18    I. SCHOOL \"CONCUSSION MANAGEMENT POINT PERSON\" INFORMATION AND  TRAIN-\n   19  ING KITS.\n   20    6.  EACH SCHOOL DISTRICT SHALL DESIGNATE A CONCUSSION MANAGEMENT POINT\n   21  PERSON, WHO IS A FULL-TIME EMPLOYEE OF THE SCHOOL  DISTRICT,  WHO  SHALL\n   22  HAVE  QUALIFICATIONS  ESTABLISHED  BY THE DEPARTMENT UPON THE ADVICE AND\n   23  COUNSEL OF THE ADVISORY  BOARD  AND  WHO  WILL  MANAGE  INFORMATION  AND\n   24  RECORDS AS REQUIRED RELATING TO THE NEW YORK STATE HEAD INJURY AWARENESS\n   25  PROGRAM  FOR  EACH  SCHOOL  WITHIN  THE SCHOOL DISTRICT. INFORMATION AND\n   26  TRAINING KITS SHALL BE PROVIDED TO SUPPORT  THIS  POSITION  THROUGH  THE\n   27  DEPARTMENT'S CONCUSSION MANAGEMENT WEBSITE.\n   28    S 3054. DEFINITIONS. FOR PURPOSES OF THIS ARTICLE, THE FOLLOWING TERMS\n   29  SHALL HAVE THE FOLLOWING MEANINGS:\n   30    1.  \"LICENSED  HEALTH  CARE  PROVIDER\" SHALL MEAN A PHYSICIAN LICENSED\n   31  PURSUANT TO ARTICLE ONE HUNDRED THIRTY-ONE OF THIS CHAPTER, A  PHYSICIAN\n   32  ASSISTANT  LICENSED PURSUANT TO ARTICLE ONE HUNDRED THIRTY-ONE-B OF THIS\n   33  CHAPTER, A CERTIFIED NURSE PRACTITIONER CERTIFIED  PURSUANT  TO  SECTION\n   34  SIXTY-NINE  HUNDRED  TEN  OF THIS CHAPTER.  IN ALL CASES THE HEALTH CARE\n   35  PROVIDER SHOULD PRACTICE IN A SPECIALTY RELEVANT TO THE CARE AND  TREAT-\n   36  MENT OF HEAD INJURIES AS DETERMINED BY THE BOARD.\n   37    2. \"SCHOOL ATHLETIC ACTIVITY\" SHALL MEAN A SANCTIONED COMPETITION.\n   38    3.  \"SCHOOL  PERSONNEL\"  SHALL  MEAN  TEACHER, COACH, CLUB, INTRAMURAL\n   39  SPORT OR ACTIVITY  SUPERVISOR,  SCHOOL  ADMINISTRATOR,  SCHOOL  GUIDANCE\n   40  COUNSELOR,  SCHOOL  PSYCHOLOGIST,  SCHOOL  DRUG COUNSELOR, SCHOOL NURSE,\n   41  CLASSROOM AIDES.\n   42    4. \"QUALIFIED CONCUSSION  MANAGEMENT  TRAINING\"  SHALL  MEAN  TRAINING\n   43  EQUIVALENT  TO  THAT  WHICH IS OFFERED THROUGH THE DEPARTMENT AS PART OF\n   44  ITS FIRST AID TRAINING COURSE.\n   45    5. \"RETURN TO ACTIVITY PROTOCOL\" SHALL MEAN A STEP BY STEP PROGRESSION\n   46  FROM INJURY TO FULL PARTICIPATION, BASED ON MONITORING THE RESOLUTION OF\n   47  CONCUSSION SIGNS AND SYMPTOMS.\n   48    S 3055. INTERSCHOLASTIC  SPORTS  HEAD  INJURY  AWARENESS  PROGRAM.  1.\n   49  COACH  TRAINING.  REQUIRED  CERTIFICATION FOR ALL COACHES MUST INCLUDE A\n   50  FIRST AID TRAINING COURSE  AND  COMPLETION  OF  A  QUALIFIED  CONCUSSION\n   51  MANAGEMENT  TRAINING  SECTION  OR  PROGRAM. ADDITIONAL ANNUAL CONCUSSION\n   52  MANAGEMENT  TRAINING  REQUIREMENTS  FOR  COACHES  OF  SCHOOL  SANCTIONED\n   53  COMPETITIVE SPORTS SHALL BE DETERMINED BY THE DEPARTMENT UPON THE ADVICE\n   54  AND COUNSEL OF THE ADVISORY BOARD.\n   55    2.  PRIOR TO PARTICIPATION IN EACH SCHOOL SANCTIONED COMPETITIVE SPORT\n   56  THE ATHLETE AND HIS OR HER PARENT OR GUARDIAN MUST SIGN  AND  RETURN  TO\n\n       S. 608                              5\n\n    1  THE  SCHOOL DISTRICT AN ACKNOWLEDGEMENT AND A CONCUSSION AND HEAD INJURY\n    2  FACT AND INFORMATION FORM.\n    3    3. A. ANY ATHLETE DETERMINED TO SHOW SIGNS, SYMPTOMS OR BEHAVIORS OF A\n    4  CONCUSSION  OR  HEAD INJURY DURING PRACTICE OR PLAY SHALL IMMEDIATELY BE\n    5  REMOVED FROM PARTICIPATION.\n    6    B. THE ACTION REMOVING THE ATHLETE FROM PLAY SHALL BE DOCUMENTED USING\n    7  A CONCUSSION SIGNS AND SYMPTOMS CHECKLIST BY THE COACH, ATHLETIC TRAINER\n    8  OR LICENSED HEALTH CARE PROVIDER.\n    9    C. THE ATHLETE SHALL NOT RETURN TO PLAY OR PRACTICE UNTIL HE OR SHE:\n   10    (I) HAS BEEN EVALUATED BY A LICENSED HEALTH CARE PROVIDER;\n   11    (II) HAS RECEIVED WRITTEN CLEARANCE TO RETURN  TO  PARTICIPATION  FROM\n   12  THAT LICENSED HEALTH CARE PROVIDER; AND\n   13    (III) HAS SUCCESSFULLY COMPLETED A RETURN TO ACTIVITY PROTOCOL.\n   14    S  3056.  ALL  ACTIVITY HEAD INJURY AWARENESS AND OUTREACH PROGRAM. 1.\n   15  SCHOOL PERSONNEL TRAINING REQUIREMENTS SHALL BE DETERMINED BY THE BOARD.\n   16    2. AT THE BEGINNING OF EACH SCHOOL YEAR PARENTS AND/OR GUARDIANS OF  A\n   17  STUDENT  IN  GRADES KINDERGARTEN THROUGH SIX MUST SIGN AND RETURN TO THE\n   18  SCHOOL DISTRICT A CONCUSSION AND HEAD INJURY FACT AND INFORMATION  FORM.\n   19  FOR  GRADES  SEVEN THROUGH TWELVE BOTH THE STUDENT AND HIS OR HER PARENT\n   20  OR GUARDIAN MUST SIGN AND RETURN TO THE SCHOOL DISTRICT A CONCUSSION AND\n   21  HEAD INJURY FACT AND INFORMATION FORM.\n   22    3. WHEN A HEAD INJURY IS SUSPECTED OR OBSERVED:\n   23    (A) ANY STUDENT DETERMINED TO SHOW SIGNS OR SYMPTOMS OR BEHAVIORS OF A\n   24  CONCUSSION OR HEAD  INJURY  DURING  AN  ACTIVITY  SHALL  BE  IMMEDIATELY\n   25  REMOVED FROM PARTICIPATION.\n   26    (B)  THE  ACTION  REMOVING THE STUDENT FROM AN ACTIVITY SHALL BE DOCU-\n   27  MENTED USING A CONCUSSION SIGNS AND SYMPTOMS  CHECKLIST  BY  THE  SCHOOL\n   28  PERSONNEL OR LICENSED HEALTH CARE PROVIDER.\n   29    (C)  THE  STUDENT  SHALL  NOT RETURN TO SCHOOL OR ACTIVITIES UNTIL (I)\n   30  THEY HAVE BEEN EVALUATED BY A LICENSED HEALTH CARE PROVIDER;  (II)  THEY\n   31  HAVE  RECEIVED  WRITTEN  CLEARANCE  TO RETURN TO PARTICIPATION FROM THAT\n   32  LICENSED  HEALTH  CARE  PROVIDER;  AND  (III)  THEY  HAVE   SUCCESSFULLY\n   33  COMPLETED  A  RETURN  TO  ACTIVITY  PROTOCOL AS DETERMINED BY A LICENSED\n   34  HEALTH CARE PROVIDER.\n   35    S 3057. TRAINING COURSE DEVELOPMENT AND IMPLEMENTATION. 1.    TRAINING\n   36  MATERIALS  SHALL  BE MADE AVAILABLE TO SCHOOLS AND SCHOOL DISTRICTS FREE\n   37  OF CHARGE ON THE CONCUSSION MANAGEMENT WEBSITE. WHERE POSSIBLE  EXISTING\n   38  TRAINING  PROGRAM  MATERIALS WILL BE EVALUATED AND INCORPORATED INTO THE\n   39  APPROVED TRAINING PROGRAMS. TRAINING MATERIALS SHALL INCLUDE A POST-TEST\n   40  AND CERTIFICATE TO VERIFY AN EDUCATION, UNDERSTAND, COMPLETION CYCLE.\n   41    2. FUNDING FOR DEVELOPMENT AND DELIVERY OF TRAINING PROGRAMS SHALL  BE\n   42  SOUGHT  FROM  FOUNDATIONS,  PRIVATE  DONORS  AND  DONATIONS  AND IN-KIND\n   43  CONTRIBUTIONS FROM COLLEGES AND UNIVERSITIES  AND  OTHER  NOT-FOR-PROFIT\n   44  ENTITIES IN THE STATE WITH RELEVANT SPECIALTIES.\n   45    3.  THE  STATE  UNIVERSITY OF NEW YORK SHALL BE RESPONSIBLE FOR IMPLE-\n   46  MENTING RECOMMENDATIONS OF THE BOARD WITH RESPECT TO  ADVANCED  TRAINING\n   47  PROGRAMS.  COURSES  FOR  ADVANCED  CERTIFICATION  OF COACHES AND CERTIF-\n   48  ICATION OF HEALTH CARE AND MEDICAL PROFESSIONALS SHALL BE MADE AVAILABLE\n   49  TO STATE RESIDENTS THROUGH THE STATE UNIVERSITY  OF  NEW  YORK  LEARNING\n   50  NETWORK  FOR  A  NOMINAL  CHARGE  TO COVER COSTS OF PROGRAM DELIVERY AND\n   51  SUPPORT.\n   52    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to establishing the New York state head injury awareness and prevention act ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101227.T154105.TXT", "SOBI.D101223.T101051.TXT", "SOBI.D101223.T093047.TXT", "SOBI.D101223.T100049.TXT", "SOBI.D101223.T100549.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1293482465582
}