{
  "year" : 2011,
  "senateBillNo" : "S610-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO HIGHER EDUCATION",
    "billEventId" : "S610-2011-1294203600000-REFERRED+TO+HIGHER+EDUCATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KLEIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Directs the trustees of the state university to appoint a commissioner of state university police",
  "summary" : "Directs the trustees of the state university to appoint a commissioner of state university police, who shall be the supervisory and administrative head of all university police forces; prohibits any further appointments of police chiefs of campus police forces. ",
  "currentCommittee" : "HIGHER EDUCATION",
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "SB6928-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "STAVISKY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "MAZIARZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SAVINO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "STEWART-COUSINS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          610\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by Sens. KLEIN, STAVISKY, MAZIARZ, SAVINO, STEWART-COUSINS --\n         read  twice  and  ordered printed, and when printed to be committed to\n         the Committee on Higher Education\n\n       AN ACT to amend the education law, in relation to  directing  the  state\n         university  trustees  to  appoint  a  commissioner of state university\n         police\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Legislative  intent.  The  legislature  hereby  finds and\n    2  declares that maintaining a safe environment for individuals studying on\n    3  the campuses of the state university of New York is of  critical  impor-\n    4  tance, and that a well trained and well organized campus police force is\n    5  vital to ensure that safety. The legislature also finds that the current\n    6  structure  of the campus police force at the state university is ineffi-\n    7  cient, subject to  an  excessive  and  unpredictable  management  salary\n    8  structure, and does not ensure an equal level of security and protection\n    9  at  the  many  campuses  across  the state. The intent of this act is to\n   10  create a system of police organization  at  the  state  university  that\n   11  borrows  the  lessons learned by other successful police forces, such as\n   12  the state parks police, and creates a unified and clear  rank  and  file\n   13  and  command  structure  that  empowers individuals with law enforcement\n   14  experience to make decisions  based  on  good  policing  practices.  The\n   15  legislature acknowledges the individual character and physical layout of\n   16  each  campus  and finds that it is possible for a central police command\n   17  to manage diverse campus needs. The legislature urges the chancellor and\n   18  the board of trustees of the state university of New York to take  steps\n   19  to  create  a more systematic police rank and file and command structure\n   20  at the various campus police forces and to make better use of the inval-\n   21  uable experience that campus police officers gain as they  get  to  know\n   22  their own individual campus needs.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01838-01-1\n\n       S. 610                              2\n\n    1    S 2. Paragraph l of subdivision 2 of section 355 of the education law,\n    2  as  amended  by  chapter  424 of the laws of 1998, is amended to read as\n    3  follows:\n    4    l.  To appoint university police officers who shall have the powers of\n    5  police  officers  and  to  remove  such  police  officers  at  pleasure;\n    6  provided,  however, that any person appointed a police officer must have\n    7  satisfactorily completed or complete within one year of the date of  his\n    8  OR  HER appointment a course of law enforcement training approved by the\n    9  municipal police training council in consultation with  the  university.\n   10  It  shall  be the duty of such police officers to preserve law and order\n   11  on the campuses and other property  of  the  university,  including  any\n   12  portion  of  a public highway which crosses or abuts such property.  THE\n   13  TRUSTEES SHALL APPOINT A COMMISSIONER OF STATE  UNIVERSITY  POLICE  WELL\n   14  QUALIFIED  BY  BACKGROUND,  TRAINING  AND EXPERIENCE, WHO SHALL EXERCISE\n   15  SUPERVISION AND ADMINISTRATION OF ALL UNIVERSITY POLICE  FORCES  FROM  A\n   16  CENTRAL OFFICE.  NOTWITHSTANDING ANY OTHER PROVISION OF LAW, THERE SHALL\n   17  BE  NO FURTHER APPOINTMENTS TO THE POSITION OF POLICE CHIEF OF A UNIVER-\n   18  SITY POLICE FORCE AT ANY COLLEGE OR UNIVERSITY OF THE STATE UNIVERSITY.\n   19    Subject to the approval of  the  chancellor,  the  president  of  each\n   20  state-operated campus of the state university shall enter into a written\n   21  agreement with adjoining law enforcement agencies establishing protocols\n   22  for the exercise of authority by such university police officer off-cam-\n   23  pus,  including  mutual aid and assistance. Such written protocols shall\n   24  not be deemed to supersede the authority of other police officers.   The\n   25  provisions  of this paragraph shall not apply to any of the state insti-\n   26  tutions and property referred to in section five thousand seven  hundred\n   27  nine of this chapter.\n   28    S  3. This act shall take effect on the first of January next succeed-\n   29  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to directing the state university trustees to appoint a commissioner of state university police ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101227.T153604.TXT", "SOBI.D101223.T141109.TXT", "SOBI.D101223.T124604.TXT", "SOBI.D101223.T145114.TXT", "SOBI.D101223.T144125.TXT", "SOBI.D101223.T123104.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1293482164536
}