{
  "year" : 2011,
  "senateBillNo" : "S612-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO CITIES",
    "billEventId" : "S612-2011-1294203600000-REFERRED+TO+CITIES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KLEIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizing cities and villages to collect delinquent real property taxes",
  "summary" : "Authorizes cities and villages to collect delinquent real property taxes. ",
  "currentCommittee" : "CITIES",
  "sameAs" : "A403",
  "lawSection" : "General City Law",
  "previousVersions" : [ "S6225-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "ADDABBO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          612\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sens.  KLEIN, ADDABBO -- read twice and ordered printed,\n         and when printed to be committed to the Committee on Cities\n\n       AN ACT to amend the general city law and chapter 602 of the laws of 1993\n         amending the real property tax law relating to the enforcement of  the\n         collection  of delinquent real property taxes and to the collection of\n         taxes by banks, in relation to the collection of delinquent real prop-\n         erty taxes and providing for the repeal of such provisions upon  expi-\n         ration thereof\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The general city law is amended by  adding  a  new  section\n    2  21-a to read as follows:\n    3    S  21-A.  COLLECTION  OF  DELINQUENT  TAX LIENS.   NOTWITHSTANDING ANY\n    4  PROVISION OF ANY GENERAL, SPECIAL OR LOCAL LAW TO THE CONTRARY AND UNTIL\n    5  DECEMBER THIRTY-FIRST, TWO THOUSAND FIFTEEN, ANY CITY MAY ENTER  INTO  A\n    6  CONTRACT  TO  SELL  SOME  OR  ALL OF THE DELINQUENT TAX LIENS HELD BY IT\n    7  WHICH  HAVE  BEEN  ATTACHED  TO  REAL  PROPERTY  ON  OR  BEFORE  JANUARY\n    8  THIRTY-FIRST,  TWO  THOUSAND SIXTEEN, TO A PRIVATE PARTY, SUBJECT TO THE\n    9  FOLLOWING CONDITIONS:\n   10    1. PRIOR TO ANY SALE, THE CITY COUNCIL SHALL HOLD A PUBLIC HEARING, ON\n   11  NOTICE OF AT LEAST FORTY-FIVE DAYS, ANNOUNCING THE INTENTION OF THE CITY\n   12  TO SELL ITS DELINQUENT REAL PROPERTY TAX LIENS TO A  THIRD  PARTY.  SUCH\n   13  HEARING SHALL NOT BE HELD MORE THAN NINETY DAYS PRIOR TO SUCH SALE.\n   14    2.  UPON  THE  APPROVAL OF THE CITY COUNCIL AND BY ADOPTION OF A LOCAL\n   15  LAW, ANY CITY SHALL BE AUTHORIZED TO SELL DELINQUENT TAX LIENS  AND  THE\n   16  CONSIDERATION TO BE PAID MAY BE MORE OR LESS THAN THE FACE AMOUNT OF THE\n   17  TAX LIENS SOLD.\n   18    3.  PROPERTY OWNERS SHALL BE GIVEN AT LEAST THIRTY DAYS ADVANCE NOTICE\n   19  OF SUCH SALE IN THE SAME FORM AND MANNER AS IS PROVIDED  BY  SUBDIVISION\n   20  TWO  OF  SECTION  ELEVEN  HUNDRED  NINETY  OF THE REAL PROPERTY TAX LAW.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02326-01-1\n\n       S. 612                              2\n\n    1  FAILURE TO PROVIDE SUCH NOTICE  OR  THE  FAILURE  OF  THE  ADDRESSEE  TO\n    2  RECEIVE THE SAME SHALL INVALIDATE ANY SALE OF A TAX LIEN OR TAX LIENS.\n    3    4.  THE  CITY  SHALL  SET  THE TERMS AND CONDITIONS OF THE CONTRACT OF\n    4  SALE.\n    5    5. THE TAX LIEN PURCHASER MUST, THIRTY DAYS PRIOR TO THE  COMMENCEMENT\n    6  OF  ANY  FORECLOSURE  ACTION,  PROVIDE TO THE CITY A LIST OF LIENS TO BE\n    7  FORECLOSED. THE CITY MAY, AT ITS SOLE OPTION AND DISCRETION,  REPURCHASE\n    8  A LIEN OR LIENS ON THE FORECLOSURE LIST FROM THE TAX LIEN PURCHASER. THE\n    9  REPURCHASE  PRICE  SHALL  BE  THE  AMOUNT  OF  THE LIEN OR LIENS AND MAY\n   10  INCLUDE ANY ACCRUED INTEREST AND  REASONABLE  AND  NECESSARY  COLLECTION\n   11  FEES  INCURRED  BY  THE TAX LIEN PURCHASER. THE TAX LIEN PURCHASER SHALL\n   12  PROVIDE THE FORECLOSURE LIST TO  THE  CITY  ALONG  WITH  THE  APPLICABLE\n   13  REPURCHASE  PRICE  OF  EACH  LIEN, BY CERTIFIED MAIL, AND THE CITY SHALL\n   14  HAVE THIRTY DAYS FROM RECEIPT TO NOTIFY THE TAX LIEN  PURCHASER  OF  ITS\n   15  OPTION  TO  PURCHASE  ONE  OR  MORE  OF  THE  LIENS. IF THE CITY OPTS TO\n   16  PURCHASE THE LIEN, IT  SHALL  PROVIDE  PAYMENT  WITHIN  THIRTY  DAYS  OF\n   17  RECEIPT OF THE REPURCHASE PRICE OF SAID LIEN OR LIENS. IF THE CITY SHALL\n   18  FAIL TO OPT TO REPURCHASE THE LIEN OR LIENS THE TAX LIEN PURCHASER SHALL\n   19  HAVE THE RIGHT TO COMMENCE A FORECLOSURE ACTION ONLY AFTER THE PURCHASER\n   20  HAS GIVEN WRITTEN NOTICE TO THE PROPERTY OWNER AT THE LAST KNOWN ADDRESS\n   21  AS  LISTED  ON  THE ASSESSMENT ROLL OF THE CITY THAT SAID PROPERTY OWNER\n   22  HAS THE RIGHT TO ENTER INTO A  PAYMENT  PLAN  OF  AT  LEAST  TWENTY-FOUR\n   23  MONTHS  BUT  NO  LONGER  THAN FORTY-EIGHT MONTHS TO REPAY THE TAX AMOUNT\n   24  OWED. THE TAX LIEN PURCHASER SHALL HAVE THE RIGHT  TO  CHARGE  THE  SAME\n   25  INTEREST  AS  WAS  ACCRUING  ON  THE  TAX LIEN CERTIFICATE. THE TAX LIEN\n   26  PURCHASER SHALL NOT BE ALLOWED TO CHARGE ANY OTHER FEES, COSTS OR CHARG-\n   27  ES EXCEPT THOSE EXPRESSLY ALLOWED HEREIN UNDER THIS SECTION.\n   28    6. THE SALE OF A TAX LIEN PURSUANT TO THIS SECTION SHALL  NOT  OPERATE\n   29  TO  SHORTEN  THE  OTHERWISE  APPLICABLE  REDEMPTION PERIOD OR CHANGE THE\n   30  OTHERWISE APPLICABLE INTEREST RATE.\n   31    7. UPON THE EXPIRATION OF THE REDEMPTION PERIOD PRESCRIBED BY LAW, THE\n   32  PURCHASER OF A DELINQUENT TAX LIEN, OR ITS SUCCESSORS  OR  ASSIGNS,  MAY\n   33  FORECLOSE THE LIEN AS IN AN ACTION AS PROVIDED IN SECTION ELEVEN HUNDRED\n   34  NINETY-FOUR  OF  THE REAL PROPERTY TAX LAW. THE PROCEDURE IN SUCH ACTION\n   35  SHALL BE THE SAME PROCEDURE AS PRESCRIBED BY  ARTICLE  THIRTEEN  OF  THE\n   36  REAL  PROPERTY  ACTIONS AND PROCEEDINGS LAW FOR THE FORECLOSURE OF MORT-\n   37  GAGES. AT ANY TIME FOLLOWING THE COMMENCEMENT OF AN ACTION TO  FORECLOSE\n   38  A  LIEN,  THE AMOUNT REQUIRED TO REDEEM THE LIEN, OR THE AMOUNT RECEIVED\n   39  UPON SALE OF A PROPERTY, MAY INCLUDE REASONABLE AND NECESSARY COLLECTION\n   40  COSTS AND LEGAL FEES.\n   41    8. IN EACH YEAR SUBSEQUENT TO THE TAX LIEN  SALE,  AND  NO  MORE  THAN\n   42  SIXTY  DAYS  AFTER THE ANNUAL ANNIVERSARY OF SUCH SALE, THE CITY COUNCIL\n   43  OR THEIR DESIGNEE SHALL PREPARE A REPORT ON THE STATUS  AND  RESULTS  OF\n   44  SUCH SALE. SUCH REPORT SHALL INCLUDE, BUT NEED NOT BE LIMITED TO, INFOR-\n   45  MATION  ON  THE TOTAL DOLLAR AMOUNT RECEIVED BY THE MUNICIPALITY IN SUCH\n   46  SALE, THE NUMBER OF FORECLOSURES  CONDUCTED  BY  THE  THIRD  PARTY,  THE\n   47  NUMBER  OF PAYMENT PLANS ENTERED INTO BY TAXPAYERS AND THE STATUS THERE-\n   48  OF, THE NUMBER, IF ANY, OF COMPLAINTS ABOUT THE FORECLOSURE PROCESS, THE\n   49  NUMBER OF PROPERTIES TAKEN BACK BY THE CITY PURSUANT TO  THE  TERMS  AND\n   50  CONDITIONS  OF  THE  CONTRACT OF SALE, THE NUMBER, IF ANY, OF COMPLAINTS\n   51  RECEIVED BY THE CITY ON THE CONDUCT OF THE ACTIONS OF  THE  THIRD  PARTY\n   52  AND  ANY  OTHER INFORMATION THE CITY COUNCIL DEEMS NECESSARY AND PROPER.\n   53  SUCH REPORT SHALL BE FILED WITH THE STATE COMPTROLLER  FOR  HIS  OR  HER\n   54  REVIEW.  THE  STATE  COMPTROLLER  SHALL  ANNUALLY  PREPARE  A REPORT FOR\n   55  SUBMISSION TO THE GOVERNOR, THE TEMPORARY PRESIDENT OF THE  SENATE,  THE\n   56  SPEAKER  OF THE ASSEMBLY, AND TO THE RESPECTIVE MINORITY LEADERS IN BOTH\n\n       S. 612                              3\n\n    1  THE SENATE AND ASSEMBLY WHICH DETAILS THE EXPERIENCES OF ALL CITIES THAT\n    2  PARTICIPATED IN SUCH PROGRAM TO COLLECT DELINQUENT TAX LIENS AS PROVIDED\n    3  FOR IN SECTION THREE OF THE CHAPTER OF THE LAWS OF TWO  THOUSAND  ELEVEN\n    4  THAT ADDED THIS SECTION.\n    5    9. THE PROVISIONS OF TITLE FIVE OF ARTICLE ELEVEN OF THE REAL PROPERTY\n    6  TAX  LAW SHALL APPLY SO FAR AS IS PRACTICABLE TO A CONTRACT FOR THE SALE\n    7  OF TAX LIENS PURSUANT TO THIS SECTION.\n    8    S 2. Section 6 of chapter 602 of the laws of 1993  amending  the  real\n    9  property tax law relating to the enforcement of the collection of delin-\n   10  quent  real  property  taxes and to the collection of taxes by banks, is\n   11  amended by adding a new subdivision (d) to read as follows:\n   12    (D) NOTWITHSTANDING ANY PROVISION OF ANY GENERAL, SPECIAL OR LOCAL LAW\n   13  TO THE CONTRARY AND UNTIL DECEMBER 31, 2015, ANY VILLAGE MAY ENTER  INTO\n   14  A  CONTRACT  TO  SELL SOME OR ALL OF THE DELINQUENT TAX LIENS HELD BY IT\n   15  WHICH HAVE BEEN ATTACHED TO REAL PROPERTY ON OR BEFORE JANUARY 31, 2016,\n   16  TO A PRIVATE PARTY, SUBJECT TO THE FOLLOWING CONDITIONS:\n   17    (1) PRIOR TO ANY SALE, THE BOARD OF TRUSTEES SHALL HOLD A PUBLIC HEAR-\n   18  ING, ON NOTICE OF AT LEAST 45 DAYS,  ANNOUNCING  THE  INTENTION  OF  THE\n   19  VILLAGE TO SELL ITS DELINQUENT REAL PROPERTY TAX LIENS TO A THIRD PARTY.\n   20  SUCH HEARING SHALL NOT BE HELD MORE THAN 90 DAYS PRIOR TO SUCH SALE.\n   21    (2)  UPON  THE  APPROVAL OF THE BOARD OF TRUSTEES AND BY ADOPTION OF A\n   22  LOCAL LAW, THE BOARD SHALL AUTHORIZE THE SALE  OF  SAID  DELINQUENT  TAX\n   23  LIENS AND THE CONSIDERATION TO BE PAID MAY BE MORE OR LESS THAN THE FACE\n   24  AMOUNT OF THE TAX LIENS SOLD.\n   25    (3)  PROPERTY OWNERS SHALL BE GIVEN AT LEAST 30 DAYS ADVANCE NOTICE OF\n   26  SUCH SALE IN THE SAME FORM AND MANNER AS IS PROVIDED BY SUBDIVISION 2 OF\n   27  SECTION 1190 OF THE REAL PROPERTY  TAX  LAW.  FAILURE  TO  PROVIDE  SUCH\n   28  NOTICE OR THE FAILURE OF THE ADDRESSEE TO RECEIVE THE SAME SHALL INVALI-\n   29  DATE ANY SALE OF A TAX LIEN OR TAX LIENS OR THE VALIDITY OF THE TAXES OR\n   30  INTEREST PRESCRIBED BY LAW WITH RESPECT THERETO.\n   31    (4)  THE VILLAGE SHALL SET THE TERMS AND CONDITIONS OF THE CONTRACT OF\n   32  SALE.\n   33    (5) THE TAX LIEN PURCHASER MUST, 30 DAYS PRIOR TO THE COMMENCEMENT  OF\n   34  ANY  FORECLOSURE  ACTION,  PROVIDE  TO THE VILLAGE A LIST OF LIENS TO BE\n   35  FORECLOSED. THE VILLAGE MAY, AT ITS SOLE OPTION AND  DISCRETION,  REPUR-\n   36  CHASE A LIEN OR LIENS ON THE FORECLOSURE LIST FROM THE TAX LIEN PURCHAS-\n   37  ER.  THE  REPURCHASE  PRICE SHALL BE THE AMOUNT OF THE LIEN OR LIENS AND\n   38  MAY INCLUDE ANY ACCRUED INTEREST AND REASONABLE AND NECESSARY COLLECTION\n   39  FEES INCURRED BY THE TAX LIEN PURCHASER. THE TAX  LIEN  PURCHASER  SHALL\n   40  PROVIDE  THE  FORECLOSURE  LIST TO THE VILLAGE ALONG WITH THE APPLICABLE\n   41  REPURCHASE PRICE OF EACH LIEN, BY CERTIFIED MAIL, AND THE VILLAGE  SHALL\n   42  HAVE 30 DAYS FROM RECEIPT TO NOTIFY THE TAX LIEN PURCHASER OF ITS OPTION\n   43  TO  PURCHASE  ONE  OR MORE OF THE LIENS. IF THE VILLAGE OPTS TO PURCHASE\n   44  THE LIEN, IT SHALL PROVIDE PAYMENT WITHIN 30  DAYS  OF  RECEIPT  OF  THE\n   45  REPURCHASE PRICE OF SAID LIEN OR LIENS. IF THE VILLAGE SHALL FAIL TO OPT\n   46  TO  REPURCHASE  THE  LIEN OR LIENS THE TAX LIEN PURCHASER SHALL HAVE THE\n   47  RIGHT TO COMMENCE A FORECLOSURE ACTION  ONLY  AFTER  THE  PURCHASER  HAS\n   48  GIVEN  WRITTEN NOTICE TO THE PROPERTY OWNER AT THE LAST KNOWN ADDRESS AS\n   49  LISTED ON THE ASSESSMENT ROLL OF THE VILLAGE THAT  SAID  PROPERTY  OWNER\n   50  HAS  THE RIGHT TO ENTER INTO A PAYMENT PLAN OF AT LEAST 24 MONTHS BUT NO\n   51  LONGER THAN 48 MONTHS TO  REPAY  THE  TAX  AMOUNT  OWED.  THE  TAX  LIEN\n   52  PURCHASER SHALL HAVE THE RIGHT TO CHARGE THE SAME INTEREST AS WAS ACCRU-\n   53  ING  ON  THE  TAX  LIEN CERTIFICATE. THE TAX LIEN PURCHASER SHALL NOT BE\n   54  ALLOWED TO CHARGE ANY OTHER FEES, COSTS OR CHARGES EXCEPT THOSE EXPRESS-\n   55  LY ALLOWED HEREIN UNDER THIS SUBDIVISION.\n\n       S. 612                              4\n\n    1    (6) THE SALE OF A TAX LIEN PURSUANT  TO  THIS  SUBDIVISION  SHALL  NOT\n    2  OPERATE  TO SHORTEN THE OTHERWISE APPLICABLE REDEMPTION PERIOD OR CHANGE\n    3  THE OTHERWISE APPLICABLE INTEREST RATE.\n    4    (7)  UPON  THE  EXPIRATION OF THE REDEMPTION PERIOD PRESCRIBED BY LAW,\n    5  THE PURCHASER OF A DELINQUENT TAX LIEN, OR ITS  SUCCESSORS  OR  ASSIGNS,\n    6  MAY  FORECLOSE  THE  LIEN AS IN AN ACTION AS PROVIDED IN SECTION 1194 OF\n    7  THE REAL PROPERTY TAX LAW. THE PROCEDURE IN SUCH  ACTION  SHALL  BE  THE\n    8  SAME  PROCEDURE AS PRESCRIBED BY ARTICLE 13 OF THE REAL PROPERTY ACTIONS\n    9  AND PROCEEDINGS LAW FOR  THE  FORECLOSURE  OF  MORTGAGES.  AT  ANY  TIME\n   10  FOLLOWING  THE COMMENCEMENT OF AN ACTION TO FORECLOSE A LIEN, THE AMOUNT\n   11  REQUIRED TO REDEEM THE LIEN, OR THE AMOUNT RECEIVED UPON SALE OF A PROP-\n   12  ERTY, MAY INCLUDE REASONABLE AND NECESSARY COLLECTION  COSTS  AND  LEGAL\n   13  FEES.\n   14    (8)  IN EACH YEAR SUBSEQUENT TO THE TAX LIEN SALE, AND NO MORE THAN 60\n   15  DAYS AFTER THE ANNUAL  ANNIVERSARY  OF  SUCH  SALE,  THE  VILLAGE  SHALL\n   16  PREPARE  A  REPORT  ON  THE STATUS AND RESULTS OF SUCH SALE. SUCH REPORT\n   17  SHALL INCLUDE, BUT NEED NOT BE LIMITED  TO,  INFORMATION  ON  THE  TOTAL\n   18  DOLLAR  AMOUNT  RECEIVED BY THE MUNICIPALITY IN SUCH SALE, THE NUMBER OF\n   19  FORECLOSURES CONDUCTED BY THE THIRD PARTY, THE NUMBER OF  PAYMENT  PLANS\n   20  ENTERED  INTO  BY  THE  TAXPAYERS AND THE STATUS THEREOF, THE NUMBER, IF\n   21  ANY, OF COMPLAINTS ABOUT THE FORECLOSURE PROCESS, THE NUMBER OF  PROPER-\n   22  TIES  TAKEN  BACK BY THE VILLAGE PURSUANT TO THE TERMS AND CONDITIONS OF\n   23  THE CONTRACT OF SALE, THE NUMBER, IF ANY, OF COMPLAINTS RECEIVED BY  THE\n   24  VILLAGE  ON  THE CONDUCT OF THE ACTIONS OF THE THIRD PARTY AND ANY OTHER\n   25  INFORMATION THE VILLAGE DEEMS NECESSARY AND PROPER. SUCH REPORT SHALL BE\n   26  FILED WITH THE STATE COMPTROLLER FOR HIS OR HER REVIEW. THE STATE  COMP-\n   27  TROLLER  SHALL ANNUALLY PREPARE A REPORT FOR SUBMISSION TO THE GOVERNOR,\n   28  THE TEMPORARY PRESIDENT OF THE SENATE, THE SPEAKER OF THE ASSEMBLY,  AND\n   29  TO THE RESPECTIVE MINORITY LEADERS IN BOTH THE SENATE AND ASSEMBLY WHICH\n   30  DETAILS  THE  EXPERIENCES  OF  ALL  VILLAGES  THAT  PARTICIPATED IN SUCH\n   31  PROGRAM TO COLLECT DELINQUENT TAX LIENS AS PROVIDED FOR IN SECTION 3  OF\n   32  THE CHAPTER OF THE LAWS OF 2011 THAT ADDED THIS SUBDIVISION.\n   33    (9)  THE  PROVISIONS OF TITLE 5 OF ARTICLE 11 OF THE REAL PROPERTY TAX\n   34  LAW SHALL APPLY SO FAR AS IS PRACTICABLE TO A CONTRACT FOR THE  SALE  OF\n   35  TAX LIENS PURSUANT TO THIS SUBDIVISION.\n   36    S  3.  The  state  comptroller  in  preparing  its  annual report that\n   37  outlines the experiences of all cities and villages  that  have  partic-\n   38  ipated  in  a program to collect delinquent tax liens as provided for in\n   39  section 21-a of the general city law and subdivision (d) of section 6 of\n   40  chapter 602 of the laws of 1993, shall include the following information\n   41  as provided for in this section. Such report shall briefly  outline  the\n   42  reports  submitted  by all participating municipalities, the cost effec-\n   43  tiveness of such program to enhance real property tax  collections,  the\n   44  aggregate  amount of tax revenue collected minus expenses, the number of\n   45  foreclosures conducted by third parties, the  number  of  payment  plans\n   46  entered  into  by taxpayers, the number and severity of complaints about\n   47  the foreclosure process, the number of properties taken back by  partic-\n   48  ipating municipalities, any complaints received by participating munici-\n   49  palities  from  tax  lien  debtors and the general public, and any other\n   50  items or suggestions that the state comptroller  may  make  to  increase\n   51  consumer  protections to assist real property owners who have delinquent\n   52  tax liens pending to retain their real property. Such  report  shall  be\n   53  issued by the state comptroller by July first of each year.\n   54    S  4.  This act shall take effect immediately and shall expire January\n   55  31, 2016 when upon such date the provisions of this act shall be  deemed\n   56  repealed.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general city law and chapter 602 of the laws of 1993 amending the real property tax law relating to the enforcement of the collection of delinquent real property taxes and to the collection of taxes by banks, in relation to the collection of delinquent real property taxes and providing for the repeal of such provisions upon expiration thereof ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101227.T154105.TXT", "SOBI.D101223.T145114.TXT", "SOBI.D101223.T142111.TXT", "SOBI.D101223.T151115.TXT", "SOBI.D101227.T155106.TXT", "SOBI.D101223.T152115.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1293483066634
}