{
  "year" : 2011,
  "senateBillNo" : "S614A-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO CORPORATIONS, AUTHORITIES AND COMMISSIONS",
    "billEventId" : "S614A-2011-1294203600000-REFERRED+TO+CORPORATIONS%2C+AUTHORITIES+AND+COMMISSIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1296536400000,
    "eventText" : "AMEND AND RECOMMIT TO CORPORATIONS, AUTHORITIES AND COMMISSIONS",
    "billEventId" : "S614A-2011-1296536400000-AMEND+AND+RECOMMIT+TO+CORPORATIONS%2C+AUTHORITIES+AND+COMMISSIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1296536401000,
    "eventText" : "PRINT NUMBER 614A",
    "billEventId" : "S614A-2011-1296536401000-PRINT+NUMBER+614A",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KLEIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Finances the transportation and distribution of New York state farm grown products to food service markets especially in underserved communities",
  "summary" : null,
  "currentCommittee" : "CORPORATIONS, AUTHORITIES AND COMMISSIONS",
  "sameAs" : "A1389",
  "lawSection" : "New York State Urban Development Corporation Act",
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : [ "CORPORATIONS, AUTHORITIES AND COMMISSIONS" ],
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                        614--A\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sens.  KLEIN,  KRUEGER,  OPPENHEIMER  --  read twice and\n         ordered printed, and when printed to be committed to the Committee  on\n         Corporations,  Authorities  and  Commissions  -- committee discharged,\n         bill amended, ordered reprinted as amended  and  recommitted  to  said\n         committee\n\n       AN ACT to amend the New York state urban development corporation act, in\n         relation  to  financing  the  transportation and distribution of foods\n         grown in New York state for delivery to food service institutions  and\n         underserved markets\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 1 of section 16-m of section 1 of  chapter  174\n    2  of  the  laws of 1968, constituting the New York state urban development\n    3  corporation act, is amended by adding a new paragraph  (l)  to  read  as\n    4  follows:\n    5    (L)  LOANS,  LOAN  GUARANTEES, INTEREST SUBSIDIES AND GRANTS INCLUDING\n    6  INTEREST SUBSIDY GRANTS TO LOCAL OR REGIONAL  ORGANIZATIONS  TO  FINANCE\n    7  TRANSPORTATION  AND  DISTRIBUTION  PROJECTS THAT FACILITATE DISTRIBUTION\n    8  AND SALES OF NEW YORK FARM PRODUCTS BY FARMERS AND ASSOCIATIONS OF FARM-\n    9  ERS TO FOOD AND FOOD SERVICES BUYERS AND  PROCESSORS,  SUCH  AS  RESTAU-\n   10  RANTS,  SCHOOLS,  FOOD  RETAILERS,  FARMERS' MARKETS, COLLEGES AND OTHER\n   11  INSTITUTIONAL OPERATIONS ESPECIALLY IN URBAN AND OTHER COMMUNITIES WHERE\n   12  THERE HAS BEEN A LACK OF AVAILABILITY  OF  SUCH  PRODUCTS.  LOANS,  LOAN\n   13  GUARANTEES  AND  INTEREST  SUBSIDY  GRANTS  MAY  BE  USED TO FINANCE NEW\n   14  CONSTRUCTION, RENOVATION OR LEASEHOLD IMPROVEMENTS AND  THE  ACQUISITION\n   15  OF LAND, BUILDINGS, MACHINERY AND EQUIPMENT.\n   16    S  2. This act shall take effect immediately; provided that the amend-\n   17  ments to section 16-m of section 1 of chapter 174 of the laws  of  1968,\n   18  constituting  the New York state urban development corporation act, made\n   19  by section one of this act, shall  expire  on  the  same  date  as  such\n   20  section expires and shall be deemed to expire therewith.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03692-03-1\n",
  "memo" : "BILL NUMBER:S614A\n\nTITLE OF BILL:\nAn act\nto amend the New York state urban development corporation act, in\nrelation to financing the transportation and distribution of foods grown\nin New York state for delivery to food service institutions and\nunderserved markets\n\nPURPOSE OR GENERAL IDEA OF BILL:\nTo provide Economic Development financing for transportation projects\nto facilitate delivery of New York farm products from farmers and\nassociations of farmers to institutional food service purchasers such\nas restaurants, schools and other food service operations.\n\nSUMMARY OF SPECIFIC PROVISIONS:\nAdds a new paragraph 1 to subdivision 1 of section 16-m of Chapter 174\nof the laws of 1968 creating the Urban Development Corporation.\nParagraph 1 would provide loans and grants to local and regional\norganizations to finance transportation and distribution projects\nfacilitating distribution and sales of New York farm products by\nfarmers to food and food services and processors, and buyers such as\nrestaurants, food retailers, schools and other institutions in\ncommunities where New York foods are lacking. Financing can be used\nfor construction, renovation, and acquisition of land, buildings,\nmachinery and equipment.\n\nJUSTIFICATION:\nNew York farmers produce some of the finest fruits, vegetables, meats\nand dairy products anywhere and there is an increasing recognition of\nthe taste, quality and freshness of these local farm products by\nchefs and consumers. Unfortunately, it is difficult for many of our\nfamily farmers to get their products to buyers who are very\ninterested in purchasing them, especially in New York City, the\nnumber one restaurant location in the U.S. School food service\nprograms are also looking for New York products as part of the New\nYork Farm-to-School Law but distribution and delivery problems have\nsometimes been a problem. The volumes needed by some food service\noperations may require several farmers to combine their products to\nmeet an order which further puts a strain on distribution and delivery.\n\nProviding financing for farm product transportation projects would\nhelp the farm economy by opening up valuable food service markets.\nThese projects could provide services that individual farmers could\nnot afford and for which they do not have the time. The economic\nbenefits to farm regions from increased sales could lead to increased\nbusiness activity and jobs in those communities and new jobs for the\ntransportation\nprojects themselves. In addition, businesses and consumers in urban\nand suburban communities would benefit from the fresher, nutritious,\nquality food and meals available because of these projects.\n\nThis bill was amended for technical reasons that involve the effective\ndate.\n\nPRIOR LEGISLATIVE HISTORY:\n2005/06 - A.8000 Referred to Agriculture\n2007/08 - A.5024 Referred to Agriculture\n2009/10 - S.6203 Referred to Corporations, Authorities, &\nCommissions, Passed Senate\n\nFISCAL IMPLICATIONS:\nSubject to budget appropriations.\n\nEFFECTIVE DATE:\nThis act shall take effect immediately, provided that the amendments\nto section 16-m of section 1 of chapter 174 of the laws of 1968,\nconstituting the New York Urban Development Corporation Act, made by\nsection one of this act, shall not affect the expiration of such\nsection and shall be deemed to expire therewith.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the New York state urban development corporation act, in relation to financing the transportation and distribution of foods grown in New York state for delivery to food service institutions and underserved markets ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110201.T110843.TXT", "SOBI.D110201.T114346.TXT", "SOBI.D110201.T150405.TXT", "SOBI.D110201.T194921.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296607761103
}