{
  "year" : 2011,
  "senateBillNo" : "S616-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO CONSUMER PROTECTION",
    "billEventId" : "S616-2011-1294203600000-REFERRED+TO+CONSUMER+PROTECTION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KLEIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to candy and other food products packaged as tobacco products or drug paraphernalia",
  "summary" : "Prohibits the the sale, offering for sale and distribution of candy or other food products packaged, shaped or manufactured in the shape of tobacco products or drug paraphernalia; violations of such provisions shall constitute a violation as defined in the penal law. ",
  "currentCommittee" : "CONSUMER PROTECTION",
  "sameAs" : "A1372",
  "lawSection" : "General Business Law",
  "previousVersions" : [ "S6456-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "KRUEGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SAMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          616\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sens.  KLEIN, KRUEGER, SAMPSON -- read twice and ordered\n         printed, and when printed to be committed to the Committee on Consumer\n         Protection\n\n       AN ACT to amend the general business law, in relation to candy and  food\n         products packaged as tobacco products or drug paraphernalia\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The general business law is amended by adding a new section\n    2  399-j to read as follows:\n    3    S 399-J. CANDY AND FOOD PRODUCTS PACKAGED AS TOBACCO PRODUCTS OR  DRUG\n    4  PARAPHERNALIA.  1.  NO  CANDY, CONFECTION OR OTHER FOOD PRODUCT SHALL BE\n    5  SOLD, OFFERED FOR SALE OR DISTRIBUTED IN THIS STATE WHICH SHALL BE PACK-\n    6  AGED, SHAPED OR MANUFACTURED TO RESEMBLE ANY  TYPE  OF  TOBACCO  PRODUCT\n    7  INCLUDING,  BUT  NOT LIMITED TO, CIGARETTES, CIGARS, POWDERED TOBACCO OR\n    8  CHEWING TOBACCO, OR ANY DRUG PARAPHERNALIA INCLUDING,  BUT  NOT  LIMITED\n    9  TO,  GELATINE CAPSULES, GLASSINE ENVELOPES, VIALS, CAPSULES OR ANY OTHER\n   10  MATERIAL SUITABLE FOR THE PACKAGING OF NARCOTIC DRUGS OR STIMULANTS.\n   11    2. A VIOLATION OF THE PROVISIONS OF THIS SECTION  SHALL  CONSTITUTE  A\n   12  VIOLATION AS DEFINED IN THE PENAL LAW.\n   13    S 2. This act shall take effect on the first of November next succeed-\n   14  ing the date on which it shall have become a law.\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03861-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general business law, in relation to candy and food products packaged as tobacco products or drug paraphernalia ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101227.T161607.TXT", "SOBI.D110107.T140921.TXT", "SOBI.D101223.T145114.TXT", "SOBI.D101223.T142111.TXT", "SOBI.D101223.T150114.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294427361410
}