{
  "year" : 2011,
  "senateBillNo" : "S617-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S617-2011-1294203600000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KLEIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prohibits the manufacture, import or export for commercial sale, or possession  of an undetectable knife is guilty of a class A misdemeanor",
  "summary" : "Establishes the class A misdemeanor of criminal manufacture, import or export of undetectable knives for commercial sale; requires manufacturers of undetectable knives to include materials detectable by a metal detector; exempts such knives sold to certain entities; includes the possession of such a knife within the provisions of criminal possession of a weapon in the fourth degree. ",
  "currentCommittee" : "CODES",
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : [ "S6938-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          617\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KLEIN  -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Codes\n\n       AN ACT to amend the penal law, in relation to prohibiting  the  manufac-\n         ture,  import  or  export  of undetectable knives for commercial sale,\n         prohibiting the possession of such knives, requiring manufacturers  of\n         undetectable  knives to include materials detectable by a metal detec-\n         tor and exempting such knives sold to certain entities\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. The penal law is amended by adding a new section 265.45 to\n    2  read as follows:\n    3  S 265.45 CRIMINAL MANUFACTURE, IMPORT OR EXPORT OF  UNDETECTABLE  KNIVES\n    4             FOR COMMERCIAL SALE.\n    5    1.  A  PERSON  IS  GUILTY OF CRIMINAL MANUFACTURE, IMPORT OR EXPORT OF\n    6  UNDETECTABLE KNIVES FOR COMMERCIAL SALE WHEN,  HE  OR  SHE  COMMERCIALLY\n    7  MANUFACTURES  OR  CAUSES  TO  BE COMMERCIALLY MANUFACTURED, OR KNOWINGLY\n    8  IMPORTS INTO THE STATE FOR COMMERCIAL SALE, OR  KNOWINGLY  EXPORTS  FROM\n    9  THIS  STATE  FOR  COMMERCIAL, DEALER, WHOLESALER OR DISTRIBUTOR SALE, OR\n   10  KEEPS FOR COMMERCIAL SALE OR OFFERS OR EXPOSES FOR  COMMERCIAL,  DEALER,\n   11  WHOLESALER OR DISTRIBUTOR SALE, ANY UNDETECTABLE KNIFE.\n   12    2.  AS  USED  IN THIS ARTICLE, \"UNDETECTABLE KNIFE\" MEANS ANY KNIFE OR\n   13  OTHER INSTRUMENT WITH OR WITHOUT A HAND GUARD THAT IS CAPABLE  OF  READY\n   14  USE  AS  A  STABBING WEAPON, THAT MAY INFLICT SERIOUS PHYSICAL INJURY OR\n   15  DEATH, AND THAT IS COMMERCIALLY MANUFACTURED TO BE USED AS A WEAPON  AND\n   16  IS  NOT  DETECTABLE BY A METAL DETECTOR OR MAGNETOMETER, EITHER HANDHELD\n   17  OR OTHERWISE, WHEN SET AT STANDARD CALIBRATION.\n   18    3. NOTWITHSTANDING ANY OTHER PROVISION OF LAW, ON  AND  AFTER  JANUARY\n   19  FIRST,  TWO  THOUSAND  TWELVE,  ALL  KNIVES OR OTHER INSTRUMENTS WITH OR\n   20  WITHOUT A HAND GUARD THAT ARE CAPABLE OF READY USE AS A STABBING WEAPON,\n   21  THAT MAY INFLICT SERIOUS PHYSICAL INJURY OR DEATH WHICH ARE COMMERCIALLY\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04352-01-1\n\n       S. 617                              2\n\n    1  MANUFACTURED IN THIS STATE, AND THAT  UTILIZE  MATERIALS  THAT  ARE  NOT\n    2  DETECTABLE BY A METAL DETECTOR OR MAGNETOMETER, SHALL BE MANUFACTURED TO\n    3  INCLUDE MATERIALS THAT WILL ENSURE THEY ARE DETECTABLE BY A METAL DETEC-\n    4  TOR  OR MAGNETOMETER, EITHER HANDHELD OR OTHERWISE, WHEN SET AT STANDARD\n    5  CALIBRATION.\n    6    4.  THE PROVISIONS OF THIS SECTION SHALL NOT APPLY TO THE  MANUFACTURE\n    7  OR  IMPORTATION  OF  UNDETECTABLE  KNIVES FOR SALE TO FEDERAL, STATE AND\n    8  LOCAL HISTORICAL SOCIETIES, MUSEUMS AND INSTITUTIONAL COLLECTIONS  WHICH\n    9  ARE OPEN TO THE PUBLIC, PROVIDED THAT SUCH UNDETECTABLE KNIVES ARE PROP-\n   10  ERLY  HOUSED  AND  SECURED  FROM  UNAUTHORIZED  HANDLING, NOR SHALL THIS\n   11  SECTION APPLY TO THE SUBSEQUENT SALE OF SUCH KNIVES TO  SUCH  SOCIETIES,\n   12  MUSEUMS AND COLLECTIONS.\n   13    CRIMINAL  MANUFACTURE,  IMPORT  OR  EXPORT  OF UNDETECTABLE KNIVES FOR\n   14  COMMERCIAL SALE IS A CLASS A MISDEMEANOR.\n   15    S 2. Subdivision 2 of section 265.01 of the penal law, as  amended  by\n   16  chapter 220 of the laws of 1988, is amended to read as follows:\n   17    (2)  He  OR  SHE  possesses  any dagger, dangerous knife, dirk, razor,\n   18  stiletto, imitation pistol, UNDETECTABLE KNIFE, or any  other  dangerous\n   19  or  deadly  instrument  or weapon with intent to use the same unlawfully\n   20  against another; or\n   21    S 3. The opening paragraph of subdivision a of section 265.20  of  the\n   22  penal  law, as amended by chapter 496 of the laws of 1991, is amended to\n   23  read as follows:\n   24    Sections 265.01,  265.02,  265.03,  265.04,  265.05,  265.10,  265.11,\n   25  265.12, 265.13, 265.15, 265.45 and 270.05 shall not apply to:\n   26    S 4. This act shall take effect on the first of November next succeed-\n   27  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, in relation to prohibiting the manufacture, import or export of undetectable knives for commercial sale, prohibiting the possession of such knives, requiring manufacturers of undetectable knives to include materials detectable by a metal detector and exempting such knives sold to certain entities ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101223.T151615.TXT", "SOBI.D101227.T161607.TXT", "SOBI.D101223.T152616.TXT", "SOBI.D101223.T150615.TXT", "SOBI.D101223.T145114.TXT", "SOBI.D101223.T142111.TXT", "SOBI.D101223.T151115.TXT", "SOBI.D101223.T150114.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1293484567721
}