{
  "year" : 2011,
  "senateBillNo" : "S619-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S619-2011-1294203600000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KLEIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes the crime of promoting an obscene sexual performance by a child in the first degree",
  "summary" : "Establishes the crime of promoting an obscene sexual performance by a child in the first degree; definitions. ",
  "currentCommittee" : "CODES",
  "sameAs" : "A260",
  "lawSection" : "Penal Law",
  "previousVersions" : [ "S6328-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          619\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KLEIN  -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Codes\n\n       AN ACT to amend the penal law, in relation to promoting an obscene sexu-\n         al performance by a child in the first degree\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. The penal law is amended by adding a new section 263.09 to\n    2  read as follows:\n    3  S 263.09 PROMOTING AN OBSCENE SEXUAL PERFORMANCE BY A CHILD IN THE FIRST\n    4             DEGREE.\n    5    A PERSON IS GUILTY OF PROMOTING AN OBSCENE  SEXUAL  PERFORMANCE  BY  A\n    6  CHILD IN THE FIRST DEGREE WHEN, KNOWING THE CHARACTER AND CONTENT THERE-\n    7  OF, HE OR SHE PRODUCES OR DIRECTS TEN OR MORE OBSCENE PERFORMANCES, EACH\n    8  OF WHICH INCLUDES SEXUAL CONDUCT BY A CHILD LESS THAN SEVENTEEN YEARS OF\n    9  AGE.    NOTWITHSTANDING SUBDIVISION FOUR OF SECTION 263.00 OF THIS ARTI-\n   10  CLE, FOR PURPOSES OF THIS SECTION, A \"PERFORMANCE\" SHALL  MEAN  A  PLAY,\n   11  MOTION  PICTURE  OR  DANCE,  OR A PHOTOGRAPHIC SESSION AT WHICH MULTIPLE\n   12  PHOTOGRAPHS ARE TAKEN.\n   13    PROMOTING AN OBSCENE SEXUAL PERFORMANCE BY A CHILD IN THE FIRST DEGREE\n   14  IS A CLASS C FELONY.\n   15    S 2. Section 263.10 of the penal law, as amended by chapter 1  of  the\n   16  laws of 2000, is amended to read as follows:\n   17  S 263.10 Promoting  an  obscene  sexual  performance  by  a child IN THE\n   18             SECOND DEGREE.\n   19    A person is guilty of promoting an obscene  sexual  performance  by  a\n   20  child IN THE SECOND DEGREE when, knowing the character and content ther-\n   21  eof,  he  produces,  directs  or  promotes any obscene performance which\n   22  includes sexual conduct by a child less than seventeen years of age.\n   23    Promoting an obscene sexual performance  by  a  child  IN  THE  SECOND\n   24  DEGREE is a class D felony.\n   25    S 3. This act shall take effect on the first of November next succeed-\n   26  ing the date on which it shall have become a law.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00831-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, in relation to promoting an obscene sexual performance by a child in the first degree ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101227.T163108.TXT", "SOBI.D101227.T161607.TXT", "SOBI.D101223.T145114.TXT", "SOBI.D101223.T151115.TXT", "SOBI.D101223.T142612.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1293485468813
}