{
  "year" : 2011,
  "senateBillNo" : "S620-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S620-2011-1294203600000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KLEIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to offenses involving the sexual performance of a child",
  "summary" : "Relates to offenses involving the sexual performance of a child; increases penalties for offenses involving promoting and possessing the sexual performance of a child. ",
  "currentCommittee" : "CODES",
  "sameAs" : "A281",
  "lawSection" : "Penal Law",
  "previousVersions" : [ "SA6308-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          620\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KLEIN  -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Codes\n\n       AN ACT to amend the penal law, the executive law  and  the  vehicle  and\n         traffic  law, in relation to offenses involving sexual performances by\n         a child\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. The penal law is amended by adding a new section 263.09 to\n    2  read as follows:\n    3  S 263.09 PROMOTING AN OBSCENE SEXUAL PERFORMANCE BY A CHILD IN THE FIRST\n    4             DEGREE.\n    5    A PERSON IS GUILTY OF PROMOTING AN OBSCENE  SEXUAL  PERFORMANCE  BY  A\n    6  CHILD IN THE FIRST DEGREE WHEN, KNOWING THE CHARACTER AND CONTENT THERE-\n    7  OF,  HE  PRODUCES,  DIRECTS  OR  PROMOTES  TWENTY-FIVE  OR  MORE OBSCENE\n    8  PERFORMANCES WHICH INCLUDE SEXUAL CONDUCT BY A CHILD LESS THAN SEVENTEEN\n    9  YEARS OF AGE.\n   10    PROMOTING AN OBSCENE SEXUAL PERFORMANCE BY A CHILD IN THE FIRST DEGREE\n   11  IS A CLASS C FELONY.\n   12    S 2. Section 263.10 of the penal law, as amended by chapter 1  of  the\n   13  laws of 2000, is amended to read as follows:\n   14  S 263.10 Promoting  an  obscene  sexual  performance  by  a child IN THE\n   15             SECOND DEGREE.\n   16    A person is guilty of promoting an obscene  sexual  performance  by  a\n   17  child IN THE SECOND DEGREE when, knowing the character and content ther-\n   18  eof,  he  produces,  directs  or  promotes any obscene performance which\n   19  includes sexual conduct by a child less than seventeen years of age.\n   20    Promoting an obscene sexual performance  by  a  child  IN  THE  SECOND\n   21  DEGREE is a class D felony.\n   22    S  3.  Section  263.11 of the penal law, as added by chapter 11 of the\n   23  laws of 1996, is amended to read as follows:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00833-01-1\n\n       S. 620                              2\n\n    1  S 263.11 Possessing an obscene sexual performance  by  a  child  IN  THE\n    2             THIRD DEGREE.\n    3    A  person  is  guilty of possessing an obscene sexual performance by a\n    4  child IN THE THIRD DEGREE when, knowing the character and content there-\n    5  of, he knowingly has in his possession or control any  obscene  perform-\n    6  ance which includes sexual conduct by a child less than sixteen years of\n    7  age.\n    8    Possessing  an  obscene  sexual  performance  by  a child IN THE THIRD\n    9  DEGREE is a class E felony.\n   10    S 4. The penal law is amended by adding  three  new  sections  263.12,\n   11  263.13 and 263.14 to read as follows:\n   12  S 263.12 POSSESSING  AN  OBSCENE  SEXUAL  PERFORMANCE  BY A CHILD IN THE\n   13             SECOND DEGREE.\n   14    A PERSON IS GUILTY OF POSSESSING AN OBSCENE SEXUAL  PERFORMANCE  BY  A\n   15  CHILD IN THE SECOND DEGREE WHEN, KNOWING THE CHARACTER AND CONTENT THER-\n   16  EOF,  HE  KNOWINGLY HAS IN HIS POSSESSION OR CONTROL TWENTY-FIVE OR MORE\n   17  OBSCENE PERFORMANCES WHICH INCLUDE SEXUAL CONDUCT BY A CHILD  LESS  THAN\n   18  SIXTEEN YEARS OF AGE.\n   19    POSSESSING  AN  OBSCENE  SEXUAL  PERFORMANCE  BY A CHILD IN THE SECOND\n   20  DEGREE IS A CLASS D FELONY.\n   21  S 263.13 POSSESSING AN OBSCENE SEXUAL PERFORMANCE  BY  A  CHILD  IN  THE\n   22             FIRST DEGREE.\n   23    A  PERSON  IS  GUILTY OF POSSESSING AN OBSCENE SEXUAL PERFORMANCE BY A\n   24  CHILD IN THE FIRST DEGREE WHEN, KNOWING THE CHARACTER AND CONTENT THERE-\n   25  OF, HE KNOWINGLY HAS IN HIS POSSESSION OR CONTROL TWO HUNDRED  FIFTY  OR\n   26  MORE  OBSCENE  PERFORMANCES WHICH INCLUDE SEXUAL CONDUCT BY A CHILD LESS\n   27  THAN SIXTEEN YEARS OF AGE.\n   28    POSSESSING AN OBSCENE SEXUAL PERFORMANCE  BY  A  CHILD  IN  THE  FIRST\n   29  DEGREE IS A CLASS C FELONY.\n   30  S 263.14 PROMOTING A SEXUAL PERFORMANCE BY A CHILD IN THE FIRST DEGREE.\n   31    A PERSON IS GUILTY OF PROMOTING A SEXUAL PERFORMANCE BY A CHILD IN THE\n   32  FIRST DEGREE WHEN, KNOWING THE CHARACTER AND CONTENT THEREOF, HE PRODUC-\n   33  ES,  DIRECTS OR PROMOTES TWENTY-FIVE OR MORE PERFORMANCES WHICH INCLUDES\n   34  SEXUAL CONDUCT BY A CHILD LESS THAN SEVENTEEN YEARS OF AGE.\n   35    PROMOTING A SEXUAL PERFORMANCE BY A CHILD IN THE  FIRST  DEGREE  IS  A\n   36  CLASS C FELONY.\n   37    S  5.  Section 263.15 of the penal law, as amended by chapter 1 of the\n   38  laws of 2000, is amended to read as follows:\n   39  S 263.15 Promoting a sexual performance by a child IN THE SECOND DEGREE.\n   40    A person is guilty of promoting a sexual performance by a child IN THE\n   41  SECOND DEGREE when,  knowing  the  character  and  content  thereof,  he\n   42  produces,  directs  or  promotes  any  performance which includes sexual\n   43  conduct by a child less than seventeen years of age.\n   44    Promoting a sexual performance by a child IN THE SECOND  DEGREE  is  a\n   45  class D felony.\n   46    S  6.  Section  263.16 of the penal law, as added by chapter 11 of the\n   47  laws of 1996, is amended and two new  sections  263.17  and  263.18  are\n   48  added to read as follows:\n   49  S 263.16 Possessing a sexual performance by a child IN THE THIRD DEGREE.\n   50    A  person  is  guilty of possessing a sexual performance by a child IN\n   51  THE THIRD DEGREE when, knowing the character  and  content  thereof,  he\n   52  knowingly  has  in  his  possession  or  control  any  performance which\n   53  includes sexual conduct by a child less than sixteen years of age.\n   54    Possessing a sexual performance by a child IN THE THIRD  DEGREE  is  a\n   55  class E felony.\n\n       S. 620                              3\n\n    1  S 263.17 POSSESSING  A  SEXUAL  PERFORMANCE  BY  A  CHILD  IN THE SECOND\n    2             DEGREE.\n    3    A  PERSON  IS  GUILTY OF POSSESSING A SEXUAL PERFORMANCE BY A CHILD IN\n    4  THE SECOND DEGREE WHEN, KNOWING THE CHARACTER AND  CONTENT  THEREOF,  HE\n    5  KNOWINGLY  HAS IN HIS POSSESSION OR CONTROL TWENTY-FIVE OR MORE PERFORM-\n    6  ANCES WHICH INCLUDES SEXUAL CONDUCT BY A CHILD LESS THAN  SIXTEEN  YEARS\n    7  OF AGE.\n    8    POSSESSING  A  SEXUAL PERFORMANCE BY A CHILD IN THE SECOND DEGREE IS A\n    9  CLASS D FELONY.\n   10  S 263.18 POSSESSING A SEXUAL PERFORMANCE BY A CHILD IN THE FIRST DEGREE.\n   11    A PERSON IS GUILTY OF POSSESSING A SEXUAL PERFORMANCE BY  A  CHILD  IN\n   12  THE  FIRST  DEGREE  WHEN,  KNOWING THE CHARACTER AND CONTENT THEREOF, HE\n   13  KNOWINGLY HAS IN HIS POSSESSION OR CONTROL TWO  HUNDRED  FIFTY  OR  MORE\n   14  PERFORMANCES  WHICH INCLUDES SEXUAL CONDUCT BY A CHILD LESS THAN SIXTEEN\n   15  YEARS OF AGE.\n   16    POSSESSING A SEXUAL PERFORMANCE BY A CHILD IN THE FIRST  DEGREE  IS  A\n   17  CLASS C FELONY.\n   18    S  7.  Subdivision 1 of section 263.20 of the penal law, as amended by\n   19  chapter 1 of the laws of 2000, is amended to read as follows:\n   20    1. Under this article, it shall be an  affirmative  defense  that  the\n   21  defendant  in good faith reasonably believed the person appearing in the\n   22  performance was, for purposes of section 263.11  [or],  263.12,  263.13,\n   23  263.16,  263.17  OR 263.18 of this article, sixteen years of age or over\n   24  or, for purposes of section 263.05, 263.09, 263.10, 263.14 or 263.15  of\n   25  this article, seventeen years of age or over.\n   26    S  8.  Paragraph  (d) of subdivision 7 of section 995 of the executive\n   27  law, as amended by chapter 2 of the laws of 2006, is amended to read  as\n   28  follows:\n   29    (d)  any  of  the following felonies, or an attempt thereof where such\n   30  attempt is a felony offense:\n   31    aggravated assault upon a  person  less  than  eleven  years  old,  as\n   32  defined  in  section  120.12  of  the  penal  law; menacing in the first\n   33  degree, as defined in section 120.13 of the penal law;  reckless  endan-\n   34  germent  in  the first degree, as defined in section 120.25 of the penal\n   35  law; stalking in the second degree, as defined in section 120.55 of  the\n   36  penal  law;  criminally negligent homicide, as defined in section 125.10\n   37  of the penal law;  vehicular  manslaughter  in  the  second  degree,  as\n   38  defined  in  section  125.12 of the penal law; vehicular manslaughter in\n   39  the first degree, as  defined  in  section  125.13  of  the  penal  law;\n   40  persistent  sexual abuse, as defined in section 130.53 of the penal law;\n   41  aggravated sexual abuse in the fourth  degree,  as  defined  in  section\n   42  130.65-a  of  the  penal  law;  female genital mutilation, as defined in\n   43  section 130.85 of the penal law;  facilitating  a  sex  offense  with  a\n   44  controlled  substance,  as  defined  in section 130.90 of the penal law;\n   45  unlawful imprisonment in the first degree, as defined in section  135.10\n   46  of the penal law; custodial interference in the first degree, as defined\n   47  in  section  135.50  of  the  penal  law; criminal trespass in the first\n   48  degree, as defined in section 140.17 of the penal law; criminal  tamper-\n   49  ing  in the first degree, as defined in section 145.20 of the penal law;\n   50  tampering with a consumer product in the first  degree,  as  defined  in\n   51  section  145.45 of the penal law; robbery in the third degree as defined\n   52  in section 160.05 of the penal law; identity theft in the second degree,\n   53  as defined in section 190.79 of the penal law;  identity  theft  in  the\n   54  first  degree,  as defined in section 190.80 of the penal law; promoting\n   55  prison contraband in the first degree, as defined in section  205.25  of\n   56  the  penal law; tampering with a witness in the third degree, as defined\n\n       S. 620                              4\n\n    1  in section 215.11 of the penal law; tampering  with  a  witness  in  the\n    2  second  degree, as defined in section 215.12 of the penal law; tampering\n    3  with a witness in the first degree, as defined in section 215.13 of  the\n    4  penal law; criminal contempt in the first degree, as defined in subdivi-\n    5  sions  (b),  (c)  and (d) of section 215.51 of the penal law; aggravated\n    6  criminal contempt, as defined in section 215.52 of the penal  law;  bail\n    7  jumping  in the second degree, as defined in section 215.56 of the penal\n    8  law; bail jumping in the first degree, as defined in section  215.57  of\n    9  the penal law; patronizing a prostitute in the second degree, as defined\n   10  in  section  230.05  of  the  penal law; patronizing a prostitute in the\n   11  first degree, as defined in section 230.06 of the penal  law;  promoting\n   12  prostitution  in  the second degree, as defined in section 230.30 of the\n   13  penal law; promoting prostitution in the first  degree,  as  defined  in\n   14  section  230.32 of the penal law; compelling prostitution, as defined in\n   15  section 230.33 of the penal law;  disseminating  indecent  materials  to\n   16  minors  in  the second degree, as defined in section 235.21 of the penal\n   17  law; disseminating indecent materials to minors in the first degree,  as\n   18  defined in section 235.22 of the penal law; riot in the first degree, as\n   19  defined in section 240.06 of the penal law; criminal anarchy, as defined\n   20  in section 240.15 of the penal law; aggravated harassment of an employee\n   21  by  an  inmate,  as defined in section 240.32 of the penal law; unlawful\n   22  surveillance in the second degree, as defined in section 250.45  of  the\n   23  penal  law;  unlawful  surveillance  in  the first degree, as defined in\n   24  section 250.50 of the penal law; endangering the welfare of a vulnerable\n   25  elderly person, OR AN INCOMPETENT OR PHYSICALLY DISABLED PERSON  in  the\n   26  second  degree, as defined in section 260.32 of the penal law; endanger-\n   27  ing the welfare of a vulnerable elderly person,  OR  AN  INCOMPETENT  OR\n   28  PHYSICALLY  DISABLED  PERSON  in the first degree, as defined in section\n   29  260.34 of the penal law; use of a child  in  a  sexual  performance,  as\n   30  defined  in section 263.05 of the penal law; PROMOTING AN OBSCENE SEXUAL\n   31  PERFORMANCE BY A CHILD IN THE FIRST DEGREE AS DEFINED IN SECTION  263.09\n   32  OF  THE PENAL LAW; promoting an obscene sexual performance by a child IN\n   33  THE SECOND DEGREE, as defined  in  section  263.10  of  the  penal  law;\n   34  possessing an obscene sexual performance by a child IN THE THIRD DEGREE,\n   35  as  defined  in  section  263.11 of the penal law; POSSESSING AN OBSCENE\n   36  SEXUAL PERFORMANCE BY A CHILD IN THE SECOND DEGREE AS DEFINED IN SECTION\n   37  263.12 OF THE PENAL LAW; POSSESSING AN OBSCENE SEXUAL PERFORMANCE  BY  A\n   38  CHILD IN THE FIRST DEGREE AS DEFINED IN SECTION 263.13 OF THE PENAL LAW;\n   39  PROMOTING A SEXUAL PERFORMANCE BY A CHILD IN THE FIRST DEGREE AS DEFINED\n   40  IN  SECTION 263.14 OF THE PENAL LAW; promoting a sexual performance by a\n   41  child IN THE SECOND DEGREE, as defined in section 263.15  of  the  penal\n   42  law;  possessing a sexual performance by a child IN THE THIRD DEGREE, as\n   43  defined in section 263.16 of the penal law; POSSESSING A SEXUAL PERFORM-\n   44  ANCE BY A CHILD IN THE SECOND DEGREE AS DEFINED IN SECTION 263.17 OF THE\n   45  PENAL LAW; POSSESSING A SEXUAL PERFORMANCE  BY  A  CHILD  IN  THE  FIRST\n   46  DEGREE  AS  DEFINED  IN  SECTION  263.18  OF  THE  PENAL  LAW;  criminal\n   47  possession of a weapon in the third degree, as defined in section 265.02\n   48  of the penal law; criminal sale of a firearm in  the  third  degree,  as\n   49  defined  in  section 265.11 of the penal law; criminal sale of a firearm\n   50  to a minor, as defined in section 265.16  of  the  penal  law;  unlawful\n   51  wearing  of  a body vest, as defined in section 270.20 of the penal law;\n   52  hate crimes as defined in section 485.05 of the penal law; and crime  of\n   53  terrorism, as defined in section 490.25 of the penal law; or\n   54    S  9.  Subdivisions  1  and  2  of section 263.00 of the penal law, as\n   55  amended by chapter 1 of the  laws  of  2000,  are  amended  to  read  as\n   56  follows:\n\n       S. 620                              5\n\n    1    1.  \"Sexual  performance\" means any performance or part thereof which,\n    2  for purposes of [section] SECTIONS 263.16, 263.17  AND  263.18  of  this\n    3  article,  includes  sexual conduct by a child less than sixteen years of\n    4  age or, for purposes of section 263.05, 263.14 or 263.15 of  this  arti-\n    5  cle,  includes  sexual  conduct  by a child less than seventeen years of\n    6  age.\n    7    2. \"Obscene sexual  performance\"  means  any  performance  which,  for\n    8  purposes  of  [section] SECTIONS 263.11, 263.12 AND 263.13 of this arti-\n    9  cle, includes sexual conduct by a child less than sixteen years  of  age\n   10  or,  for  purposes of [section] SECTIONS 263.09 AND 263.10 of this arti-\n   11  cle, includes sexual conduct by a child less  than  seventeen  years  of\n   12  age,  in  any  material  which  is  obscene,  as such term is defined in\n   13  section 235.00 of this chapter.\n   14    S 10. Paragraph (a) of subdivision 1 of section 460.10  of  the  penal\n   15  law,  as  amended by chapter 405 of the laws of 2010, is amended to read\n   16  as follows:\n   17    (a) Any of the felonies set forth in this  chapter:  sections  120.05,\n   18  120.10 and 120.11 relating to assault; sections 121.12 and 121.13 relat-\n   19  ing  to  strangulation;  sections 125.10 to 125.27 relating to homicide;\n   20  sections 130.25, 130.30 and 130.35 relating to rape; sections 135.20 and\n   21  135.25 relating to kidnapping; section 135.35 relating  to  labor  traf-\n   22  ficking;  section  135.65  relating to coercion; sections 140.20, 140.25\n   23  and 140.30 relating to burglary;  sections  145.05,  145.10  and  145.12\n   24  relating  to  criminal  mischief;  article one hundred fifty relating to\n   25  arson; sections 155.30, 155.35, 155.40  and  155.42  relating  to  grand\n   26  larceny;  sections  177.10, 177.15, 177.20 and 177.25 relating to health\n   27  care fraud; article one hundred  sixty  relating  to  robbery;  sections\n   28  165.45,  165.50,  165.52  and  165.54 relating to criminal possession of\n   29  stolen property; sections 165.72 and 165.73 relating to trademark  coun-\n   30  terfeiting;  sections 170.10, 170.15, 170.25, 170.30, 170.40, 170.65 and\n   31  170.70 relating to forgery; sections 175.10, 175.25, 175.35, 175.40  and\n   32  210.40 relating to false statements; sections 176.15, 176.20, 176.25 and\n   33  176.30  relating to insurance fraud; sections 178.20 and 178.25 relating\n   34  to criminal diversion of  prescription  medications  and  prescriptions;\n   35  sections 180.03, 180.08, 180.15, 180.25, 180.40, 180.45, 200.00, 200.03,\n   36  200.04,  200.10, 200.11, 200.12, 200.20, 200.22, 200.25, 200.27, 215.00,\n   37  215.05 and 215.19 relating to bribery; sections 187.10,  187.15,  187.20\n   38  and  187.25  relating to residential mortgage fraud, sections 190.40 and\n   39  190.42 relating to criminal usury; section 190.65 relating to schemes to\n   40  defraud; sections 205.60 and 205.65 relating to  hindering  prosecution;\n   41  sections  210.10,  210.15,  and 215.51 relating to perjury and contempt;\n   42  section 215.40 relating to tampering with  physical  evidence;  sections\n   43  220.06,  220.09, 220.16, 220.18, 220.21, 220.31, 220.34, 220.39, 220.41,\n   44  220.43,  220.46,  220.55,  220.60  and  220.77  relating  to  controlled\n   45  substances;  sections  225.10  and 225.20 relating to gambling; sections\n   46  230.25, 230.30, and 230.32 relating to promoting  prostitution;  section\n   47  230.34  relating to sex trafficking; sections 235.06, 235.07, 235.21 and\n   48  235.22 relating to obscenity; sections 263.09, 263.10 and 263.15  relat-\n   49  ing  to  promoting  a  sexual  performance  by a child; sections 265.02,\n   50  265.03, 265.04, 265.11, 265.12, 265.13 and  the  provisions  of  section\n   51  265.10  which constitute a felony relating to firearms and other danger-\n   52  ous weapons; and sections 265.14 and 265.16 relating to criminal sale of\n   53  a firearm; and section 275.10, 275.20, 275.30,  or  275.40  relating  to\n   54  unauthorized  recordings; and sections 470.05, 470.10, 470.15 and 470.20\n   55  relating to money laundering; or\n\n       S. 620                              6\n\n    1    S 11. Paragraph (b) of subdivision 4 of section 509-cc of the  vehicle\n    2  and  traffic  law,  as  amended  by  chapter 360 of the laws of 1986, is\n    3  amended to read as follows:\n    4    (b)  The offenses referred to in subparagraph (ii) of paragraph (a) of\n    5  subdivision one and paragraph (b) of subdivision  two  of  this  section\n    6  that  result  in  permanent  disqualification shall include a conviction\n    7  under sections 100.13, 105.15, 105.17, 115.08, 125.10,  125.15,  130.40,\n    8  130.60,  130.65, 135.20, 160.15, 220.18, 220.21, 220.39, 220.41, 220.43,\n    9  260.00, 263.05, 263.09, 263.10, 263.14, 263.15, 265.04 of the penal  law\n   10  or  an  attempt  to  commit  any of the aforesaid offenses under section\n   11  110.00 of the penal law,  or  any  offenses  committed  under  a  former\n   12  section of the penal law which would constitute violations of the afore-\n   13  said  sections  of the penal law, or any offenses committed outside this\n   14  state which would constitute violations of the aforesaid sections of the\n   15  penal law.\n   16    S 12. This act shall  take  effect  on  the  first  of  November  next\n   17  succeeding the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, the executive law and the vehicle and traffic law, in relation to offenses involving sexual performances by a child ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110126.T110245.TXT", "SOBI.D101227.T161607.TXT", "SOBI.D101223.T145114.TXT", "SOBI.D101223.T151115.TXT", "SOBI.D101223.T142612.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296057765525
}