{
  "year" : 2011,
  "senateBillNo" : "S623-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO RACING, GAMING AND WAGERING",
    "billEventId" : "S623-2011-1294203600000-REFERRED+TO+RACING%2C+GAMING+AND+WAGERING",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KLEIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes antitrust exemptions for certain horse racing agreements",
  "summary" : "Provides that antitrust laws shall not apply to any joint agreement entered into, in consultation with and approved by the state racing and wagering board, by or among non-profit associations, thoroughbred racing associations or corporations, harness racing associations or corporations, quarter horse racing associations or corporations and regional off-track betting corporations to coordinate the dates and times under which they will conduct programs of racing and offer pari-mutuel wagering; also provides that such laws shall not apply to agreements entered into to sell, transfer, assign or purchase the rights to broadcast, simulcast, electronically transmit or offer pari-mutuel wagering on horse races. ",
  "currentCommittee" : "RACING, GAMING AND WAGERING",
  "sameAs" : null,
  "lawSection" : "Racing, Pari-Mutuel Wagering and Breeding Law",
  "previousVersions" : [ "S6197-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          623\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KLEIN  -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Racing, Gaming and  Wager-\n         ing\n\n       AN  ACT  to  amend the racing, pari-mutuel wagering and breeding law, in\n         relation to antitrust exemptions for horse racing agreements\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  racing,  pari-mutuel  wagering  and  breeding law is\n    2  amended by adding a new section 113 to read as follows:\n    3    S 113. ANTITRUST EXEMPTIONS. STATE AND FEDERAL  ANTITRUST  LAWS  SHALL\n    4  NOT  APPLY TO ANY JOINT AGREEMENT ENTERED INTO, IN CONSULTATION WITH AND\n    5  APPROVED BY THE STATE RACING AND WAGERING BOARD, BY OR AMONG  NON-PROFIT\n    6  RACING  ASSOCIATIONS,  THOROUGHBRED RACING ASSOCIATIONS OR CORPORATIONS,\n    7  HARNESS RACING ASSOCIATIONS OR CORPORATIONS, QUARTER HORSE RACING  ASSO-\n    8  CIATIONS OR CORPORATIONS, AND REGIONAL OFF-TRACK BETTING CORPORATIONS TO\n    9  COORDINATE THE DATES AND TIMES UNDER WHICH THEY WILL CONDUCT PROGRAMS OF\n   10  RACING  AND OFFER PARI-MUTUEL WAGERING. IN ADDITION, SUCH ANTITRUST LAWS\n   11  SHALL NOT APPLY TO JOINT AGREEMENTS ENTERED INTO, IN  CONSULTATION  WITH\n   12  AND  APPROVED  BY  THE  STATE  RACING  AND  WAGERING  BOARD, BY OR AMONG\n   13  NON-PROFIT RACING  ASSOCIATIONS,  THOROUGHBRED  RACING  ASSOCIATIONS  OR\n   14  CORPORATIONS, HARNESS RACING ASSOCIATIONS OR CORPORATIONS, QUARTER HORSE\n   15  RACING  ASSOCIATIONS  OR  CORPORATIONS,  AND  REGIONAL OFF-TRACK BETTING\n   16  CORPORATIONS TO SELL, TRANSFER, ASSIGN OR PURCHASE THE RIGHTS TO  BROAD-\n   17  CAST,  SIMULCAST,  ELECTRONICALLY TRANSMIT OR OFFER PARI-MUTUEL WAGERING\n   18  ON HORSE RACES.  THE STATE RACING AND WAGERING BOARD SHALL CONSIDER  AND\n   19  APPROVE  SUCH  AGREEMENTS  AND  THE TERMS THEREIN TO FURTHER THE STATE'S\n   20  INTEREST IN ENSURING THE VIABILITY AND CONTINUED EXISTENCE IN THIS STATE\n   21  OF THE HORSE RACING AND AGRICULTURE INDUSTRIES.\n   22    S 2. This act shall take effect immediately.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04869-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the racing, pari-mutuel wagering and breeding law, in relation to antitrust exemptions for horse racing agreements ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101227.T164608.TXT", "SOBI.D101223.T145114.TXT", "SOBI.D101223.T151115.TXT", "SOBI.D101223.T150114.TXT", "SOBI.D101223.T142612.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1293486368871
}