{
  "year" : 2011,
  "senateBillNo" : "S625-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO INVESTIGATIONS AND GOVERNMENT OPERATIONS",
    "billEventId" : "S625-2011-1294203600000-REFERRED+TO+INVESTIGATIONS+AND+GOVERNMENT+OPERATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KLEIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides bicycle access to public office buildings",
  "summary" : "Provides bicycle access to public office buildings for state employees, contractors and visitors; requires the commissioner of general services to make an inventory of all existing bicycle parking and storage facilities at all state office buildings and office buildings in which the state leases or occupies space. ",
  "currentCommittee" : "INVESTIGATIONS AND GOVERNMENT OPERATIONS",
  "sameAs" : null,
  "lawSection" : "Public Buildings Law",
  "previousVersions" : [ "S6149-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "KRUEGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "MONTGOMERY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SAMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SAVINO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          625\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by Sens. KLEIN, KRUEGER, MONTGOMERY, SAMPSON, SAVINO -- read\n         twice and ordered printed, and when printed to  be  committed  to  the\n         Committee on Investigations and Government Operations\n\n       AN  ACT to amend the public buildings law, in relation to bicycle access\n         to public office buildings\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 11 of the public buildings law, as added by chapter\n    2  819  of  the laws of 1987 and subdivision 2 as amended by chapter 126 of\n    3  the laws of 1988, is amended to read as follows:\n    4    S 11. Pilot program of bicycle parking  facilities.    1.  Legislative\n    5  finding.  In recognition of the role which bicycles can serve as a valu-\n    6  able transportation mode  with  energy  conservation,  health,  PHYSICAL\n    7  FITNESS  and  environmental  benefits,  it  is hereby declared to be the\n    8  policy of the state that provision for adequate and safe bicycle facili-\n    9  ties including the use of present facilities for safe and secure bicycle\n   10  parking AND STORAGE be included  in  the  planning  [and],  development,\n   11  CONSTRUCTION OR RECONSTRUCTION of all state facilities.\n   12    2.  (a) The commissioner of general services shall undertake a [pilot]\n   13  program for THE provision and promotion of safe and secure bicycle park-\n   14  ing facilities at state office buildings FOR STATE EMPLOYEES  AND  VISI-\n   15  TORS AT SUCH BUILDINGS. The commissioner[, within one year of the enact-\n   16  ment  of  this  section,]  OF  GENERAL  SERVICES  shall  provide, at the\n   17  principal office buildings under  his  OR  HER  superintendence  at  the\n   18  Nelson  A.  Rockefeller  Empire  State Plaza in Albany, New York, secure\n   19  bicycle parking facilities for use by employees and visitors.  PROVIDED,\n   20  FURTHER, THAT THE COMMISSIONER OF GENERAL SERVICES SHALL MAKE AN  INVEN-\n   21  TORY OF ALL EXISTING BICYCLE PARKING AND STORAGE FACILITIES AT ALL STATE\n   22  OFFICE BUILDINGS AND OFFICE BUILDINGS IN WHICH THE STATE LEASES OR OCCU-\n   23  PIES  SPACE.  SUCH INVENTORY SHALL BE MADE ONLY OF STATE OWNED OR LEASED\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04847-01-1\n\n       S. 625                              2\n\n    1  BUILDINGS OR OFFICES WHICH HAVE OVER THIRTY STATE EMPLOYEES  LOCATED  AT\n    2  SUCH  SITE OR IN WHICH THE VISITATION RATE BY THE GENERAL PUBLIC IS OVER\n    3  FIVE HUNDRED VISITORS, ON AVERAGE, EACH MONTH. SUCH INVENTORY OF BICYCLE\n    4  PARKING AND STORAGE FACILITIES SHALL BE COMPLETED WITHIN ONE YEAR OF THE\n    5  EFFECTIVE  DATE  OF THE CHAPTER OF THE LAWS OF TWO THOUSAND ELEVEN WHICH\n    6  AMENDED THIS SECTION.\n    7    (b) The commissioner OF GENERAL SERVICES is also authorized, within  a\n    8  reasonable period and where feasible, to provide suitable support facil-\n    9  ities  including  clothing lockers, showers and changing facilities, and\n   10  to charge a reasonable use fee.\n   11    (c) For the purpose of this section, the term \"bicycle parking facili-\n   12  ty\" means a device or enclosure, located within a building or  installa-\n   13  tion,  or  conveniently  adjacent  thereto,  that  is easily accessible,\n   14  clearly visible and so located as to minimize the  danger  of  theft  of\n   15  bicycles.  Such  a  device  shall  consist of a parking rack, locker, or\n   16  other device constructed to enable the frame and both wheels of a  bicy-\n   17  cle  to  be  secured with ease by use of a padlock in a manner that will\n   18  minimize the risk of theft, or an enclosure which limits access  to  the\n   19  bicycles and is under observation by an attendant.\n   20    3.  UPON  COMPLETION  OF  A  STATE OFFICE BUILDING BICYCLE PARKING AND\n   21  STORAGE FACILITIES INVENTORY PROVIDED FOR IN PARAGRAPH (A)  OF  SUBDIVI-\n   22  SION  TWO  OF  THIS  SECTION, THE COMMISSIONER OF GENERAL SERVICES SHALL\n   23  DEVELOP A PLAN TO EXPAND  BICYCLE  PARKING  AND  STORAGE  FACILITIES  TO\n   24  ENCOURAGE  THE USE OF SUCH FACILITIES BY STATE EMPLOYEES AND THE GENERAL\n   25  PUBLIC THAT PATRONIZE SUCH FACILITIES TO CONDUCT PUBLIC  BUSINESS.  SUCH\n   26  PLAN SHALL BE COMPLETED WITHIN EIGHTEEN MONTHS AFTER FINALIZATION OF THE\n   27  PARKING  AND  STORAGE  FACILITIES INVENTORY. SUCH PLAN SHALL CONTAIN AND\n   28  ADDRESS THE FOLLOWING ELEMENTS TO  ENCOURAGE  STATE  EMPLOYEES  AND  THE\n   29  GENERAL  PUBLIC  TO  USE  BICYCLES  MORE FREQUENTLY AT EACH STATE OFFICE\n   30  BUILDING FACILITY OR LEASED PREMISE:\n   31    (A) THE INVENTORY OF BICYCLE PARKING AND STORAGE FACILITIES  SHALL  BE\n   32  RANKED  FROM  HIGHEST TO LOWEST BASED ON THE EXISTING UNFULFILLED DEMAND\n   33  FOR SUCH FACILITIES AT STATE OFFICE BUILDINGS. SUCH RANKING  SHALL  ALSO\n   34  CONSIDER  INCREASED  FUTURE DEMAND OR THE POTENTIAL FOR INCREASED FUTURE\n   35  DEMAND OF SUCH PARKING AND STORAGE FACILITIES;\n   36    (B) IN URBAN SETTINGS, THERE SHALL BE  A  PLAN  TO  DEVELOP  AN  AMPLE\n   37  SUPPLY  OF  SECURE  COVERED AND UNCOVERED OFF-STREET BICYCLE PARKING AND\n   38  STORAGE OR ALTERNATE INDOOR PARKING OR STORAGE FOR SUCH BICYCLES;\n   39    (C) ADEQUATE POSTING OF SUCH BICYCLE PARKING  AND  STORAGE  FACILITIES\n   40  SHALL  BE  PROVIDED  FOR  AND  PLACED  AROUND SUCH STATE OFFICE BUILDING\n   41  FACILITY TO ENCOURAGE UTILIZATION OF SUCH PARKING AND STORAGE FACILITIES\n   42  BY STATE EMPLOYEES AND THE GENERAL PUBLIC;\n   43    (D) A MARKETING PLAN AND COMMUNITY OUTREACH EFFORT SHALL  PROVIDE  FOR\n   44  THE  DISSEMINATION  OF INFORMATION TO STATE EMPLOYEES, VISITORS TO STATE\n   45  OFFICE BUILDINGS, AND TO THE GENERAL PUBLIC TO ENCOURAGE INDIVIDUALS  TO\n   46  USE BICYCLES WHEN TRAVELING TO SUCH BUILDINGS OR FACILITIES; AND\n   47    (E) THE COMMISSIONER OF GENERAL SERVICES SHALL INCLUDE AND ADDRESS ANY\n   48  OTHER ELEMENT IN THE PLAN AS HE OR SHE DEEMS APPROPRIATE.\n   49    [3]  4.  In  undertaking  such  [pilot] program, the office OF GENERAL\n   50  SERVICES shall:  (a) Consult with and cooperate with (i) [the  statewide\n   51  bicycle  advisory council, (ii)] the New York state department of trans-\n   52  portation regional bicycle  coordinator[,  (iii)];  (II)  local  bicycle\n   53  planning  groups[,]; and [(iv)] (III) persons, organizations, and groups\n   54  served by, interested in, or concerned with the area under study.\n   55    (b) Request and receive from any department, division, board,  bureau,\n   56  commission  or  other  agency  of the state or any political subdivision\n\n       S. 625                              3\n\n    1  thereof or any public authority, any  assistance  and  data  as  may  be\n    2  necessary  to  enable  the  office  OF GENERAL SERVICES to carry out its\n    3  responsibilities under this section.\n    4    [(c)  On  or before the first day of January, nineteen hundred eighty-\n    5  nine, a report shall be submitted to the governor  and  the  legislature\n    6  which shall include a determination of usage levels, a statement outlin-\n    7  ing  first  year  progress  and the elements of a statewide plan for the\n    8  provision of such facilities.]\n    9    5. NOTHING IN THIS SECTION SHALL BE CONSTRUED TO REQUIRE THE STATE  OR\n   10  THE OWNER, LESSEE, MANAGER OR OTHER PERSON WHO IS IN CONTROL OF A BUILD-\n   11  ING  GOVERNED  BY  THIS  SECTION TO PROVIDE SPACE FOR STORED BICYCLES AT\n   12  SUCH BUILDING OR BROUGHT INTO SUCH BUILDING OR TO PERMIT A BICYCLE TO BE\n   13  PARKED IN A MANNER THAT VIOLATES BUILDING OR FIRE  CODES  OR  ANY  OTHER\n   14  APPLICABLE  LAW,  RULE  OR  CODE,  OR WHICH OTHERWISE IMPEDES INGRESS OR\n   15  EGRESS TO SUCH BUILDING.\n   16    6. THERE IS HEREBY ESTABLISHED  A  TEMPORARY  BICYCLE  COMMUTING  TASK\n   17  FORCE  TO EXAMINE THE DEVELOPMENT OF SHELTERED BICYCLE PARKING IN PUBLIC\n   18  SPACES.\n   19    (A) SUCH TASK FORCE SHALL BE COMPRISED OF NINE MEMBERS, INCLUDING  THE\n   20  COMMISSIONER  OF  GENERAL  SERVICES, THE COMMISSIONER OF TRANSPORTATION,\n   21  THE COMMISSIONER OF MOTOR VEHICLES, THE COMMISSIONER  OF  BUILDINGS  AND\n   22  THE  COMMISSIONER  OF  PARKS  AND  RECREATION  OR A DESIGNEE OF ANY SUCH\n   23  COMMISSIONERS. THE REMAINING FOUR MEMBERS SHALL CONSIST OF  A  GROUP  OF\n   24  MUNICIPAL   PLANNERS,   BICYCLE  ASSOCIATION  REPRESENTATIVES,  BUILDING\n   25  CONTRACTORS AND ENGINEERS.   THEY SHALL BE  APPOINTED  AS  FOLLOWS:  ONE\n   26  MEMBER  SHALL BE APPOINTED BY THE TEMPORARY PRESIDENT OF THE SENATE; ONE\n   27  MEMBER SHALL BE APPOINTED BY THE MINORITY  LEADER  OF  THE  SENATE;  ONE\n   28  MEMBER SHALL BE APPOINTED BY THE SPEAKER OF THE ASSEMBLY; AND ONE MEMBER\n   29  SHALL BE APPOINTED BY THE MINORITY LEADER OF THE ASSEMBLY.\n   30    (B)  THE  CHAIR OF THE TEMPORARY BICYCLE COMMUTING TASK FORCE SHALL BE\n   31  THE COMMISSIONER OF GENERAL SERVICES. MEMBERS OF THE  TEMPORARY  BICYCLE\n   32  COMMUTING  TASK  FORCE  SHALL  SERVE WITHOUT COMPENSATION AND SHALL MEET\n   33  WHEN DEEMED NECESSARY BY THE CHAIR.\n   34    (C) WITHIN EIGHTEEN MONTHS OF THE  TEMPORARY  BICYCLE  COMMUTING  TASK\n   35  FORCE'S  ESTABLISHMENT,  SUCH  TASK  FORCE  SHALL  ISSUE A REPORT TO THE\n   36  GOVERNOR AND THE LEGISLATURE. SUCH REPORT  SHALL  INCLUDE,  BUT  NOT  BE\n   37  LIMITED TO (I) AN ASSESSMENT OF THE DEMAND FOR SHELTERED BICYCLE PARKING\n   38  IN  PUBLIC  SPACES;  (II)  AN EXAMINATION OF THE MARKETING AND COMMUNITY\n   39  OUTREACH EFFORTS NEEDED TO ENCOURAGE THE USE OF BICYCLES;  (III)  RECOM-\n   40  MENDATIONS  ON  ESTABLISHING PARTNERSHIPS WITH ENTITIES TO DEVELOP SHEL-\n   41  TERED BICYCLE STORAGE AND PARKING FACILITIES IN PUBLIC SPACES; AND  (IV)\n   42  SUGGESTIONS ON EXPANDING THE OFFICE OF GENERAL SERVICES TO LOCAL MUNICI-\n   43  PAL  AND  PRIVATE  OFFICE  BUILDINGS. SUCH REPORT SHALL BE POSTED ON THE\n   44  WEBSITE OF EACH STATE AGENCY THAT WAS A MEMBER OF SUCH TASK FORCE WITHIN\n   45  TWENTY DAYS FROM ITS SUBMISSION TO THE GOVERNOR. THE  TEMPORARY  BICYCLE\n   46  COMMUTING  TASK  FORCE SHALL CEASE TO EXIST THREE MONTHS AFTER THE ISSU-\n   47  ANCE OF ITS REPORT.\n   48    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public buildings law, in relation to bicycle access to public office buildings ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101227.T164608.TXT", "SOBI.D101223.T145114.TXT", "SOBI.D101223.T151115.TXT", "SOBI.D101223.T142612.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1293486368876
}