{
  "year" : 2011,
  "senateBillNo" : "S628-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO INVESTIGATIONS AND GOVERNMENT OPERATIONS",
    "billEventId" : "S628-2011-1294203600000-REFERRED+TO+INVESTIGATIONS+AND+GOVERNMENT+OPERATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "FUSCHILLO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Creates a social host law prohibiting the permitting of the consumption of alcoholic beverages by persons under the age of twenty-one years",
  "summary" : "provides that no person who is over the age of twenty-one years who owns, rents or controls a private residence shall permit the consumption of alcoholic beverages by any person, actually or apparently, under the age of twenty-one years who is present at any party, gathering or event on the premises of such person; defines \"party, gathering or event\" and \"permit\". ",
  "currentCommittee" : "INVESTIGATIONS AND GOVERNMENT OPERATIONS",
  "sameAs" : null,
  "lawSection" : "Alcoholic Beverage Control Law",
  "previousVersions" : [ "S35-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "DIAZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "LARKIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          628\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sens.  FUSCHILLO, DIAZ, LARKIN -- read twice and ordered\n         printed, and when printed to be committed to the Committee on Investi-\n         gations and Government Operations\n\n       AN ACT to amend the alcoholic  beverage  control  law,  in  relation  to\n         permitting the consumption of alcoholic beverages by minors\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The alcoholic beverage control law is amended by  adding  a\n    2  new section 65-e to read as follows:\n    3    S  65-E. PROHIBITION OF PERMITTING THE CONSUMPTION OF ALCOHOLIC BEVER-\n    4  AGES BY ANY PERSON UNDER THE AGE OF TWENTY-ONE YEARS. 1. NO  PERSON  WHO\n    5  IS  OVER  THE  AGE  OF  TWENTY-ONE  YEARS  WHO OWNS, RENTS OR CONTROLS A\n    6  PRIVATE RESIDENCE SHALL PERMIT THE CONSUMPTION OF ALCOHOLIC BEVERAGES BY\n    7  ANY PERSON, ACTUALLY OR APPARENTLY, UNDER THE AGE  OF  TWENTY-ONE  YEARS\n    8  WHO  IS PRESENT AT ANY PARTY, GATHERING OR EVENT ON THE PREMISES OF SUCH\n    9  PERSON.\n   10    2. FOR THE PURPOSES OF THIS SECTION, THE FOLLOWING  TERMS  SHALL  HAVE\n   11  THE FOLLOWING MEANINGS:\n   12    (A)  \"PARTY,  GATHERING  OR  EVENT\"  SHALL  MEAN THREE OR MORE PERSONS\n   13  ASSEMBLED FOR A SOCIAL OCCASION OR ACTIVITY, WHERE AT LEAST ONE OF  SUCH\n   14  PERSONS IS NOT AN OWNER, TENANT OR REGULAR OCCUPANT OF THE PREMISES.\n   15    (B)  \"PERMIT\" SHALL MEAN FAILING TO TAKE REASONABLE CORRECTIVE ACTION,\n   16  INCLUDING, BUT NOT LIMITED TO: (A) MAKING  A  PROMPT  DEMAND  THAT  SUCH\n   17  PERSON UNDER THE AGE OF TWENTY-ONE YEARS EITHER FORFEIT AND REFRAIN FROM\n   18  FURTHER CONSUMPTION OF SUCH ALCOHOLIC BEVERAGES OR DEPART FROM THE PREM-\n   19  ISES  OR  (B)  IF SUCH PERSON UNDER THE AGE OF TWENTY-ONE YEARS FAILS TO\n   20  COMPLY WITH SUCH REQUEST, EITHER PROMPTLY REPORTING SUCH CONSUMPTION  OF\n   21  ALCOHOL  BY  A MINOR TO THE LOCAL LAW ENFORCEMENT AGENCY OR TO ANY OTHER\n   22  PERSON HAVING A GREATER DEGREE OF AUTHORITY OVER  THE  CONDUCT  OF  SUCH\n   23  MINOR.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00389-02-1\n\n       S. 628                              2\n\n    1    3.  A VIOLATION OF SUBDIVISION ONE OF THIS SECTION SHALL BE PUNISHABLE\n    2  FOR THE FIRST OFFENSE BY A FINE OF TWO HUNDRED FIFTY  DOLLARS;  FOR  THE\n    3  SECOND  OFFENSE  BY  A  FINE  OF FIVE HUNDRED DOLLARS; AND FOR THE THIRD\n    4  OFFENSE AND ANY SUBSEQUENT OFFENSE BY A FINE OF ONE THOUSAND DOLLARS  OR\n    5  IMPRISONMENT  FOR  A  TERM  NOT  TO  EXCEED ONE YEAR OR BY BOTH FINE AND\n    6  IMPRISONMENT.\n    7    S 2. This act shall take effect on the sixtieth  day  after  it  shall\n    8  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the alcoholic beverage control law, in relation to permitting the consumption of alcoholic beverages by minors ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101223.T151615.TXT", "SOBI.D101223.T143112.TXT", "SOBI.D101223.T145114.TXT", "SOBI.D101227.T165109.TXT", "SOBI.D101223.T142612.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1293486669965
}