{
  "year" : 2011,
  "senateBillNo" : "S629-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO CRIME VICTIMS, CRIME AND CORRECTION",
    "billEventId" : "S629-2011-1294203600000-REFERRED+TO+CRIME+VICTIMS%2C+CRIME+AND+CORRECTION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SQUADRON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Expands eligibility for crime victims' compensation to include domestic partners",
  "summary" : "Expands eligibility for those who receive awards under crime victims' compensation to include a domestic partner; defines domestic partner; further provides for out-of-pocket loss to include the cost of counseling for surviving family members of homicide victims. ",
  "currentCommittee" : "CRIME VICTIMS, CRIME AND CORRECTION",
  "sameAs" : null,
  "lawSection" : "Executive Law",
  "previousVersions" : [ "SA1422-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          629\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by Sen. SQUADRON -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Crime Victims,  Crime  and\n         Correction\n\n       AN  ACT to amend the executive law, in relation to eligibility of domes-\n         tic partners for compensation from the crime victims' board\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraph (b) of subdivision 1 of section 624 of the execu-\n    2  tive  law,  as amended by chapter 427 of the laws of 1999, is amended to\n    3  read as follows:\n    4    (b) a surviving spouse OR DOMESTIC PARTNER, grandparent, parent, step-\n    5  parent, child or stepchild of a victim of a crime who died as  a  direct\n    6  result of such crime;\n    7    S  2.  Section  624  of  the  executive law is amended by adding a new\n    8  subdivision 1-a to read as follows:\n    9    1-A. FOR THE PURPOSES OF THIS  SECTION,  \"DOMESTIC  PARTNER\"  MEANS  A\n   10  PERSON WHO, WITH RESPECT TO ANOTHER PERSON:\n   11    (A) IS FORMALLY A PARTY IN A DOMESTIC PARTNERSHIP OR SIMILAR RELATION-\n   12  SHIP  WITH  THE  OTHER  PERSON, ENTERED INTO PURSUANT TO THE LAWS OF THE\n   13  UNITED STATES OR OF ANY STATE, LOCAL OR FOREIGN JURISDICTION, OR  REGIS-\n   14  TERED  AS  THE  DOMESTIC  PARTNER  OF THE OTHER PERSON WITH ANY REGISTRY\n   15  MAINTAINED BY THE EMPLOYER OF EITHER PARTY OR ANY  STATE,  MUNICIPALITY,\n   16  OR FOREIGN JURISDICTION; OR\n   17    (B)  IS  FORMALLY  RECOGNIZED AS A BENEFICIARY OR COVERED PERSON UNDER\n   18  THE OTHER PERSON'S EMPLOYMENT BENEFITS OR HEALTH INSURANCE; OR\n   19    (C) IS DEPENDENT OR MUTUALLY INTERDEPENDENT ON THE  OTHER  PERSON  FOR\n   20  SUPPORT,  AS EVIDENCED BY THE TOTALITY OF THE CIRCUMSTANCES INDICATING A\n   21  MUTUAL INTENT TO BE A DOMESTIC PARTNER INCLUDING  BUT  NOT  LIMITED  TO:\n   22  COMMON  OWNERSHIP  OR JOINT LEASING OF REAL OR PERSONAL PROPERTY; COMMON\n   23  HOUSEHOLDING, SHARED INCOME OR  SHARED  EXPENSES;  CHILDREN  IN  COMMON;\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01279-01-1\n\n       S. 629                              2\n\n    1  SIGNS  OF  INTENT  TO MARRY OR BECOME A DOMESTIC PARTNER UNDER PARAGRAPH\n    2  (A) OR (B) OF THIS SUBDIVISION; OR THE LENGTH OF THE PERSONAL  RELATION-\n    3  SHIP OF THE PERSONS.\n    4    S  3.  Section  626  of  the  executive law is amended by adding a new\n    5  subdivision 4 to read as follows:\n    6    4. OUT-OF-POCKET LOSS SHALL ALSO INCLUDE THE COST  OF  COUNSELING  FOR\n    7  SURVIVING  FAMILY MEMBERS OF HOMICIDE VICTIMS WHO ARE OTHERWISE ELIGIBLE\n    8  PURSUANT TO PARAGRAPH (B) OF SUBDIVISION  ONE  OF  SECTION  SIX  HUNDRED\n    9  TWENTY-FOUR OF THIS ARTICLE.\n   10    S 4. This act shall take effect on the one hundred eightieth day after\n   11  it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the executive law, in relation to eligibility of domestic partners for compensation from the crime victims' board ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101223.T151615.TXT", "SOBI.D101223.T143112.TXT", "SOBI.D101223.T145114.TXT", "SOBI.D101227.T165109.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1293486669963
}