{
  "year" : 2011,
  "senateBillNo" : "S630-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO LABOR",
    "billEventId" : "S630-2011-1294203600000-REFERRED+TO+LABOR",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SQUADRON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to payment of independent contractors",
  "summary" : "Relates to payment of independent contractors and authorizes the department of labor to investigate complaints, make claims for compensation, assess liquid damages, civil penalties and criminal penalties, and authorizes the award of attorney fees and liquidated damages. ",
  "currentCommittee" : "LABOR",
  "sameAs" : null,
  "lawSection" : "Labor Law",
  "previousVersions" : [ "A11520-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          630\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by Sen. SQUADRON -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Labor\n\n       AN ACT to amend the labor law, in relation to independent contractors\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The labor law is amended by adding two new sections 196-b\n    2  and 196-c to read as follows:\n    3    S 196-B. DEFINITIONS. FOR PURPOSES OF THIS ARTICLE THE TERM:\n    4    1. \"COMPENSATION\" MEANS THE EARNINGS  OF  AN  INDEPENDENT  CONTRACTOR.\n    5  THE TERM \"COMPENSATION\" ALSO INCLUDES REIMBURSEMENT FOR EXPENSES.\n    6    2.  \"INDEPENDENT  CONTRACTOR\"  MEANS  A  SOLE PROPRIETOR WHO IS NOT AN\n    7  EMPLOYEE AND WHO IS HIRED OR RETAINED BY A CLIENT FOR AN AMOUNT EQUAL TO\n    8  OR GREATER THAN SIX HUNDRED DOLLARS.\n    9    3. \"CLIENT\" INCLUDES A CORPORATION, LIMITED LIABILITY  COMPANY,  PART-\n   10  NERSHIP,  ASSOCIATION  OR NON-PROFITMAKING ORGANIZATION CONTRACTING WITH\n   11  AN INDEPENDENT CONTRACTOR IN ANY OCCUPATION, INDUSTRY,  TRADE,  BUSINESS\n   12  OR  SERVICE  FOR  COMPENSATION  EQUAL  TO  OR  GREATER  THAN SIX HUNDRED\n   13  DOLLARS.  THE TERM \"CLIENT\" SHALL NOT  INCLUDE  A  GOVERNMENTAL  ENTITY,\n   14  INCLUDING  BUT NOT LIMITED TO, ANY AGENCY, BOARD, DEPARTMENT, COMMISSION\n   15  OF THE STATE OR ANY POLITICAL SUBDIVISION THEREOF; AND CLIENT SHALL  NOT\n   16  INCLUDE  A PERSON. THE TERM \"CLIENT\" SHALL NOT INCLUDE OWNERS OF ONE AND\n   17  TWO-FAMILY DWELLINGS.\n   18    S  196-C.  PAYMENT  OF  INDEPENDENT  CONTRACTORS.  1.  AN  INDEPENDENT\n   19  CONTRACTOR  SHALL BE PAID THE COMPENSATION EARNED IN ACCORDANCE WITH THE\n   20  AGREED WORK TERMS BUT NOT LATER THAN THE LAST DAY OF THE MONTH FOLLOWING\n   21  THE MONTH IN WHICH THE COMPENSATION IS EARNED.  THE  AGREED  WORK  TERMS\n   22  SHALL BE REDUCED IN WRITING, SIGNED BY BOTH THE CLIENT AND THE INDEPEND-\n   23  ENT CONTRACTOR, KEPT ON FILE BY THE CLIENT FOR A PERIOD OF NOT LESS THAN\n   24  SIX  YEARS  AND  MADE  AVAILABLE  TO THE COMMISSIONER UPON REQUEST. SUCH\n   25  WRITING SHALL INCLUDE A DESCRIPTION OF HOW COMPENSATION EARNED AND PAYA-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01856-01-1\n\n       S. 630                              2\n\n    1  BLE SHALL BE CALCULATED. THE FAILURE OF A CLIENT TO PRODUCE SUCH WRITTEN\n    2  WORK TERMS, UPON REQUEST OF THE  COMMISSIONER,  SHALL  GIVE  RISE  TO  A\n    3  PRESUMPTION THAT THE TERMS THAT THE INDEPENDENT CONTRACTOR HAS PRESENTED\n    4  ARE THE AGREED TERMS.\n    5    2.  THE COMMISSIONER SHALL INVESTIGATE AND ATTEMPT TO ADJUST EQUITABLY\n    6  CONTROVERSIES BETWEEN CLIENTS AND INDEPENDENT  CONTRACTORS  RELATING  TO\n    7  THIS SECTION.\n    8    3. THE COMMISSIONER MAY TAKE ASSIGNMENTS OF CLAIMS FOR COMPENSATION AS\n    9  DEFINED  IN  SECTION ONE HUNDRED NINETY-SIX-B OF THIS ARTICLE FROM INDE-\n   10  PENDENT CONTRACTORS OR THIRD  PARTIES  IN  TRUST  FOR  SUCH  INDEPENDENT\n   11  CONTRACTORS  OR  FOR THE VARIOUS FUNDS FOR SUCH INDEPENDENT CONTRACTORS.\n   12  ALL SUCH ASSIGNMENTS SHALL RUN TO THE COMMISSIONER AND HIS SUCCESSOR  IN\n   13  OFFICE.  THE  COMMISSIONER MAY SUE COMPANIES ON COMPENSATION CLAIMS THUS\n   14  ASSIGNED. HE MAY JOIN IN A SINGLE  ACTION  ANY  NUMBER  OF  COMPENSATION\n   15  CLAIMS AGAINST THE SAME COMPANY.\n   16    4.  ANY  INDEPENDENT  CONTRACTOR  MAY  FILE  WITH  THE  COMMISSIONER A\n   17  COMPLAINT REGARDING A VIOLATION OF THIS ARTICLE FOR AN INVESTIGATION  OF\n   18  SUCH  COMPLAINT  AND  STATEMENT  SETTING THE APPROPRIATE REMEDY, IF ANY.\n   19  FAILURE OF A CLIENT TO KEEP ADEQUATE RECORDS SHALL NOT OPERATE AS A  BAR\n   20  TO  FILING  OF A COMPLAINT BY AN INDEPENDENT CONTRACTOR.  IN SUCH A CASE\n   21  THE CLIENT IN VIOLATION SHALL  BEAR  THE  BURDEN  OF  PROVING  THAT  THE\n   22  COMPLAINING INDEPENDENT CONTRACTOR WAS PAID COMPENSATION.\n   23    5.  ON BEHALF OF ANY INDEPENDENT CONTRACTOR PAID LESS THAN THE COMPEN-\n   24  SATION TO WHICH HE OR SHE IS ENTITLED UNDER THE AGREED WORK TERMS  UNDER\n   25  THE  PROVISIONS  OF  THIS  ARTICLE, THE COMMISSIONER MAY BRING ANY LEGAL\n   26  ACTION NECESSARY, INCLUDING ADMINISTRATIVE ACTION, TO COLLECT SUCH CLAIM\n   27  AND AS PART OF SUCH LEGAL ACTION, IN ADDITION TO ANY OTHER REMEDIES  AND\n   28  PENALTIES  OTHERWISE  AVAILABLE UNDER THIS ARTICLE, THE COMMISSIONER MAY\n   29  ASSESS AGAINST THE CLIENT AN ADDITIONAL  AMOUNT  AS  LIQUIDATED  DAMAGES\n   30  EQUAL  TO  TWENTY-FIVE PERCENT OF THE TOTAL AMOUNT OF COMPENSATION FOUND\n   31  TO BE DUE, UNLESS THE CLIENT PROVES A GOOD  FAITH  BASIS  FOR  BELIEVING\n   32  THAT ITS UNDERPAYMENT OF COMPENSATION WAS IN COMPLIANCE WITH THE LAW. IN\n   33  ANY  ACTION    INSTITUTED  IN THE COURTS UPON A COMPENSATION CLAIM BY AN\n   34  INDEPENDENT CONTRACTOR OR THE  COMMISSIONER  IN  WHICH  THE  INDEPENDENT\n   35  CONTRACTOR  PREVAILS,  THE COURT SHALL ALLOW SUCH INDEPENDENT CONTRACTOR\n   36  REASONABLE ATTORNEY'S FEES AND, UNLESS THE CLIENT PROVES  A  GOOD  FAITH\n   37  BASIS TO BELIEVE THAT ITS UNDERPAYMENT OF COMPENSATION WAS IN COMPLIANCE\n   38  WITH  THE LAW, AN ADDITIONAL AMOUNT AS LIQUIDATED DAMAGES EQUAL TO TWEN-\n   39  TY-FIVE PERCENT OF THE TOTAL AMOUNT OF COMPENSATION FOUND TO BE DUE. THE\n   40  REMEDIES PROVIDED BY THIS ARTICLE  MAY  BE  ENFORCED  SIMULTANEOUSLY  OR\n   41  CONSECUTIVELY SO FAR AS NOT INCONSISTENT WITH EACH OTHER.\n   42    6.  NOTWITHSTANDING  ANY  OTHER PROVISION OF LAW, AN ACTION TO RECOVER\n   43  UPON A LIABILITY IMPOSED BY THIS ARTICLE MUST BE  COMMENCED  WITHIN  SIX\n   44  YEARS.  ALL INDEPENDENT CONTRACTORS SHALL HAVE THE RIGHT TO RECOVER FULL\n   45  COMPENSATION  ACCRUED DURING THE SIX YEARS PREVIOUS TO THE COMMENCING OF\n   46  SUCH ACTION, WHETHER  SUCH  ACTION  IS  INSTITUTED  BY  THE  INDEPENDENT\n   47  CONTRACTOR OR BY THE COMMISSIONER.\n   48    7.  EACH  INDEPENDENT  CONTRACTOR  WHO  FILES  A COMPLIANT REGARDING A\n   49  VIOLATION OF A PROVISION OF THIS ARTICLE SHALL BE PROVIDED WITH A  WRIT-\n   50  TEN  DESCRIPTION OF THE ANTICIPATED PROCESSING OF THE COMPLAINT, INCLUD-\n   51  ING INVESTIGATION, CASE CONFERENCE, POTENTIAL CIVIL AND CRIMINAL  PENAL-\n   52  TIES, AND COLLECTION PROCEDURES.\n   53    8.  EACH INDEPENDENT CONTRACTOR AND HIS OR HER REPRESENTATIVE SHALL BE\n   54  NOTIFIED IN WRITING OF ANY CASE CONFERENCE BEFORE IT IS HELD  AND  GIVEN\n   55  THE OPPORTUNITY TO ATTEND.\n\n       S. 630                              3\n\n    1    9.  EACH INDEPENDENT CONTRACTOR AND HIS OR HER REPRESENTATIVE SHALL BE\n    2  NOTIFIED IN WRITING OF ANY AWARD AND COLLECTION OF BACK COMPENSATION AND\n    3  CIVIL PENALTIES, AND OF ANY INTENT TO SEEK CRIMINAL  PENALTIES.  IN  THE\n    4  EVENT  THAT CRIMINAL PENALTIES ARE SOUGHT THE INDEPENDENT CONTRACTOR AND\n    5  HIS  OR  HER  REPRESENTATIVE  SHALL BE NOTIFIED OF THE OUTCOME OF PROSE-\n    6  CUTION.\n    7    10. IF THE COMMISSIONER  DETERMINES  THAT  A  CLIENT  HAS  VIOLATED  A\n    8  PROVISION  OF  THIS  ARTICLE, OR A RULE OR REGULATION PROMULGATED THERE-\n    9  UNDER, BY FAILING TO PAY THE COMPENSATION OF THEIR INDEPENDENT  CONTRAC-\n   10  TORS,  THE  COMMISSIONER  SHALL  ISSUE  TO THE CLIENT AN ORDER DIRECTING\n   11  COMPLIANCE THEREWITH, WHICH SHALL DESCRIBE PARTICULARLY  THE  NATURE  OF\n   12  THE  ALLEGED VIOLATION, AND ORDER THE PAYMENT OF INTEREST AT THE RATE OF\n   13  INTEREST THEN IN EFFECTED AS PRESCRIBED BY THE SUPERINTENDENT  OF  BANKS\n   14  PURSUANT  TO  SECTION  FOURTEEN-A  OF THE BANKING LAW PER ANNUM FROM THE\n   15  DATE OF THE UNDERPAYMENT TO THE DATE OF  THE  PAYMENT.  IN  ADDITION  TO\n   16  DIRECTING PAYMENT OF COMPENSATION FOUND TO BE DUE, SUCH ORDER, IF ISSUED\n   17  TO  A  CLIENT  WHO  PREVIOUSLY  HAS  BEEN  FOUND  IN  VIOLATION OF THOSE\n   18  PROVISIONS, RULES OR REGULATIONS, OR TO  A  CLIENT  WHOSE  VIOLATION  IS\n   19  WILLFUL  OR  EGREGIOUS,  SHALL  DIRECT PAYMENT TO THE COMMISSIONER OF AN\n   20  ADDITIONAL SUM AS A CIVIL PENALTY IN AN AMOUNT EQUAL TO DOUBLE THE TOTAL\n   21  AMOUNT FOUND TO BE DUE.\n   22    11. EVERY CLIENT WHO DOES NOT PAY THE COMPENSATION OF ALL OF ITS INDE-\n   23  PENDENT CONTRACTORS IN ACCORDANCE WITH THE PROVISIONS OF  THIS  CHAPTER,\n   24  AND  THE  OFFICERS  AND  AGENTS  OF  ANY CLIENT WHO KNOWINGLY PERMIT THE\n   25  CLIENT TO VIOLATE THIS CHAPTER BY FAILING TO PAY THE COMPENSATION OF ANY\n   26  OF ITS INDEPENDENT CONTRACTORS IN ACCORDANCE WITH THE PROVISIONS  THERE-\n   27  OF,  SHALL  BE  GUILTY  OF  A MISDEMEANOR FOR THE FIRST OFFENSE AND UPON\n   28  CONVICTION THEREFOR SHALL BE FINED NOT LESS THAN FIVE HUNDRED  NOR  MORE\n   29  THAN  TWENTY  THOUSAND DOLLARS OR IMPRISONED FOR NOT MORE THAN ONE YEAR,\n   30  AND, IN THE EVENT THAT ANY SECOND OR SUBSEQUENT  OFFENSE  OCCURS  WITHIN\n   31  SIX YEARS OF THE DATE OF CONVICTION FOR A PRIOR OFFENSE, SHALL BE GUILTY\n   32  OF  A  FELONY  FOR THE SECOND OR SUBSEQUENT OFFENSE, AND UPON CONVICTION\n   33  THEREFOR, SHALL BE FINED NOT LESS THAN FIVE HUNDRED NOR MORE THAN TWENTY\n   34  THOUSAND DOLLARS OR IMPRISONED FOR NOT MORE THAN ONE YEAR PLUS ONE  DAY,\n   35  OR PUNISHED BY BOTH SUCH FINE AND IMPRISONMENT, FOR EACH SUCH OFFENSE.\n   36    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the labor law, in relation to independent contractors ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101223.T152616.TXT", "SOBI.D101223.T143112.TXT", "SOBI.D101223.T150615.TXT", "SOBI.D101223.T145114.TXT", "SOBI.D101227.T165109.TXT", "SOBI.D101223.T153116.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1293486669959
}