{
  "year" : 2011,
  "senateBillNo" : "S631-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO EDUCATION",
    "billEventId" : "S631-2011-1294203600000-REFERRED+TO+EDUCATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SQUADRON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the establishment and implementation of guidelines concerning certain head injuries",
  "summary" : "Relates to the establishment and implementation of guidelines concerning certain head injuries. ",
  "currentCommittee" : "EDUCATION",
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "S7604-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          631\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by Sen. SQUADRON -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Education\n\n       AN ACT to amend the education law, in relation to the establishment  and\n         implementation of guidelines concerning certain head injuries\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The education law is amended by adding a new section 921 to\n    2  read as follows:\n    3    S 921. GUIDELINES FOR CERTAIN ATHLETIC AND RECREATIONAL PARTICIPATION.\n    4  1. EVERY SCHOOL DISTRICT SHALL ESTABLISH AND  IMPLEMENT  GUIDELINES  FOR\n    5  THE RETURN TO ATHLETIC COMPETITION, GYM CLASS OR SCHOOL SPONSORED RECRE-\n    6  ATIONAL ACTIVITY BY STUDENTS AFTER SUFFERING A CONCUSSION.\n    7    2.  THE  GUIDELINES  PROVIDED  FOR  IN SUBDIVISION ONE OF THIS SECTION\n    8  SHALL INCLUDE, BUT NOT BE LIMITED TO, WRITTEN CLEARANCE FROM A PHYSICIAN\n    9  BEFORE THE STUDENT IS ALLOWED TO RETURN TO ATHLETIC COMPETITION, PARTIC-\n   10  IPATION IN GYM CLASS OR OTHER SCHOOL SPONSORED RECREATIONAL ACTIVITY.\n   11    S 2. This act shall take effect on the one hundred eightieth day after\n   12  it shall have become a law. Effective immediately, any rules  and  regu-\n   13  lations  necessary  for  the  timely  implementation  of this act on its\n   14  effective date shall be promulgated on or before such date.\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01806-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to the establishment and implementation of guidelines concerning certain head injuries ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101223.T151615.TXT", "SOBI.D101223.T143112.TXT", "SOBI.D101223.T145114.TXT", "SOBI.D101227.T165109.TXT", "SOBI.D101223.T152115.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1293486669961
}