{
  "year" : 2011,
  "senateBillNo" : "S632-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S632-2011-1294203600000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SQUADRON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires notice of risk of deportation of non-citizens, prior to accepting plea to a misdemeanor or violation",
  "summary" : "Requires courts, prior to accepting a plea to a misdemeanor or violation, to provide notice to the defendant that such plea and the acceptance thereof could result in deportation, removal from the United States, exclusion from the United States or denial of citizenship, if the defendant is not a citizen of the United States. ",
  "currentCommittee" : "CODES",
  "sameAs" : null,
  "lawSection" : "Criminal Procedure Law",
  "previousVersions" : [ "SA4399-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          632\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by Sen. SQUADRON -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Codes\n\n       AN ACT to amend the criminal procedure law, in relation to requiring the\n         court, prior to accepting a plea to a  misdemeanor  or  violation,  to\n         advise  the defendant of the risk of deportation if he or she is not a\n         citizen\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Section 340.20 of the criminal procedure law is amended by\n    2  adding a new subdivision 5 to read as follows:\n    3    5. PRIOR TO ACCEPTING A DEFENDANT'S PLEA  OF  GUILTY  TO  A  COUNT  OR\n    4  COUNTS  OF  AN  INFORMATION,  AS  DEFINED  BY SUBDIVISION ONE OF SECTION\n    5  340.10 OF THIS ARTICLE, CHARGING A MISDEMEANOR, AS DEFINED  IN  SUBDIVI-\n    6  SION  TWO  OF SECTION 55.10 OF THE PENAL LAW, OR A VIOLATION, AS DEFINED\n    7  BY SUBDIVISION THREE OF SECTION 55.10 OF THE PENAL LAW, THE COURT  SHALL\n    8  ADVISE  THE  DEFENDANT  THAT  IF  THE  DEFENDANT IS NOT A CITIZEN OF THE\n    9  UNITED STATES, THE DEFENDANT'S PLEA OF GUILTY AND THE COURT'S ACCEPTANCE\n   10  THEREOF MAY RESULT IN THE DEFENDANT'S DEPORTATION OR REMOVAL,  EXCLUSION\n   11  FROM ADMISSION TO THE UNITED STATES OR DENIAL OF NATURALIZATION PURSUANT\n   12  TO THE LAWS OF THE UNITED STATES. IN ADDITION, THE COURT SHALL, PRIOR TO\n   13  ACCEPTING  SUCH PLEA, ADVISE THE DEFENDANT THAT, IF THE DEFENDANT IS NOT\n   14  A CITIZEN OF THE UNITED STATES AND IS OR BECOMES THE SUBJECT OF A  FINAL\n   15  ORDER  OF  REMOVAL  ISSUED  BY THE UNITED STATES IMMIGRATION AND CUSTOMS\n   16  ENFORCEMENT, THE DEFENDANT MAY BE RELEASED TO THE CUSTODY OF  THE  IMMI-\n   17  GRATION  AND CUSTOMS ENFORCEMENT FOR REMOVAL PURPOSES AS A RESULT OF THE\n   18  DEFENDANT'S PLEA OF GUILTY.  THE FAILURE TO ADVISE THE DEFENDANT  PURSU-\n   19  ANT  TO THIS SUBDIVISION SHALL NOT BE DEEMED TO AFFECT THE VOLUNTARINESS\n   20  OF A PLEA OF GUILTY OF THE VALIDITY OF A CONVICTION, NOR SHALL IT AFFORD\n   21  A DEFENDANT ANY RIGHTS IN SUBSEQUENT PROCEEDING RELATING TO SUCH DEFEND-\n   22  ANT'S DEPORTATION, EXCLUSION OR DENIAL OR  NATURALIZATION.    THE  COURT\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00075-01-1\n\n       S. 632                              2\n\n    1  SHALL, CONTEMPORANEOUS WITH THE PLEA, AFFIRM ON THE RECORD OR IN A WRIT-\n    2  ING THAT THE DEFENDANT HAS BEEN GIVEN THE NOTICE REQUIRED BY THIS SUBDI-\n    3  VISION.\n    4    S  2.  This  act shall take effect on the ninetieth day after it shall\n    5  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the criminal procedure law, in relation to requiring the court, prior to accepting a plea to a misdemeanor or violation, to advise the defendant of the risk of deportation if he or she is not a citizen ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101223.T143112.TXT", "SOBI.D101223.T145114.TXT", "SOBI.D101223.T151115.TXT", "SOBI.D101227.T165109.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1293486669967
}