{
  "year" : 2011,
  "senateBillNo" : "S633-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO CULTURAL AFFAIRS, TOURISM, PARKS AND RECREATION",
    "billEventId" : "S633-2011-1294203600000-REFERRED+TO+CULTURAL+AFFAIRS%2C+TOURISM%2C+PARKS+AND+RECREATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "ADAMS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes a task force to improve theatrical safety",
  "summary" : null,
  "currentCommittee" : "CULTURAL AFFAIRS, TOURISM, PARKS AND RECREATION",
  "sameAs" : null,
  "lawSection" : "Arts and Cultural Affairs",
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          633\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  ADAMS  -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Cultural Affairs, Tourism,\n         Parks and Recreation\n\n       AN ACT in relation to establishing a task force  to  improve  theatrical\n         show safety\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Legislative intent. Due to the growing use of  pyrotechnic,\n    2  acrobatic,  and  other  extreme  visual performance techniques there has\n    3  been a growing concern for safety at theatrical shows. The  concern  for\n    4  safety focuses on both the actors performing stunts as well as the audi-\n    5  ence  watching  them.  Therefore,  it  is imperative that New York state\n    6  create a task force to examine ways  to  improve  safety  at  theatrical\n    7  shows,  strengthen  the  protection for actors, and minimize the risk of\n    8  injury for the audience.\n    9    S 2. There is hereby established a task force  to  improve  theatrical\n   10  show  safety.  Such  task  force  shall  study and assess current safety\n   11  conditions,  standards  and  practices  used  during   theatrical   show\n   12  rehearsals  and performances and develop practices, strategies and poli-\n   13  cies to improve such safety.\n   14    S 3. Such task force shall consist of the following members:\n   15    a. one representative from  the  department  of  labor  who  shall  be\n   16  appointed by the commissioner of labor;\n   17    b.  one representative from the consumer protection board appointed by\n   18  the executive director of such board;\n   19    c. one representative from the attorney general's office appointed  by\n   20  the attorney general;\n   21    d.  on  representative  from  the council on the arts appointed by the\n   22  chairperson of such council;\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06292-01-1\n\n       S. 633                              2\n\n    1    e. one representative appointed by  the  temporary  president  of  the\n    2  senate;\n    3    f. one representative appointed by the minority leader of the senate;\n    4    g. one representative appointed by the speaker of the assembly; and\n    5    h.  one  representative appointed by the minority leader of the assem-\n    6  bly.\n    7    S 4. The members of the task force appointed by the  temporary  presi-\n    8  dent  of  the  senate, the minority leader of the senate, the speaker of\n    9  the assembly and the minority leader of the assembly shall have  experi-\n   10  ence  in acting, theater and/or stage production. Members shall serve at\n   11  the pleasure of the appointing authority. Such members of the task force\n   12  shall receive no compensation for their services,  but  shall  be  reim-\n   13  bursed for all expenses actually and necessarily incurred by them in the\n   14  performance  of their duties. Vacancies in office shall be filled in the\n   15  same manner as the original appointment.\n   16    S 5. The task force shall report its findings and make recommendations\n   17  with supporting legislation to the governor and the  legislature  within\n   18  one year of the effective date of this act.\n   19    S 6. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT in relation to establishing a task force to improve theatrical show safety ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101223.T143112.TXT", "SOBI.D101223.T150615.TXT", "SOBI.D101223.T145114.TXT", "SOBI.D101227.T165109.TXT", "SOBI.D101223.T143613.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1293486669971
}