{
  "year" : 2011,
  "senateBillNo" : "S634-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO TRANSPORTATION",
    "billEventId" : "S634-2011-1294203600000-REFERRED+TO+TRANSPORTATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "DIAZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires any person convicted of operating a motor vehicle while under the influence of alcohol or drugs to complete a drinking driver program as a condition of their sentence",
  "summary" : "Requires any person convicted of operating a motor vehicle while under the influence of alcohol or drugs to complete a drinking driver program as a condition of their sentence. ",
  "currentCommittee" : "TRANSPORTATION",
  "sameAs" : null,
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "S3121-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          634\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  DIAZ  --  read twice and ordered printed, and when\n         printed to be committed to the Committee on Transportation\n\n       AN ACT to amend the vehicle and traffic law, in  relation  to  requiring\n         any  person  convicted  of  operating  a motor vehicle while under the\n         influence of alcohol or drugs to complete a drinking driver program as\n         a condition of their sentence\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision  1 of section 1193 of the vehicle and traffic\n    2  law is amended by adding a new paragraph (h) to read as follows:\n    3    (H) WHERE THE COURT IMPOSES A SENTENCE FOR ANY  VIOLATION  OF  SECTION\n    4  ELEVEN HUNDRED NINETY-TWO OR SECTION ELEVEN HUNDRED NINETY-TWO-A OF THIS\n    5  ARTICLE,  THE  COURT SHALL REQUIRE THE DEFENDANT, AS A CONDITION OF SUCH\n    6  SENTENCE, TO COMPLETE A DRINKING DRIVER PROGRAM LICENSED BY  THE  OFFICE\n    7  OF  ALCOHOLISM  AND  SUBSTANCE  ABUSE SERVICES AND TAUGHT BY A SUBSTANCE\n    8  ABUSE PROFESSIONAL WHO IS CREDENTIALED BY THE OFFICE OF  ALCOHOLISM  AND\n    9  SUBSTANCE ABUSE SERVICES PURSUANT TO SECTION 19.07 OF THE MENTAL HYGIENE\n   10  LAW,  AND RECEIVE AN EVALUATION CONDUCTED BY THE SUBSTANCE ABUSE PROFES-\n   11  SIONAL TEACHING THE PROGRAM. THE FEE FOR ATTENDING SUCH PROGRAM SHALL BE\n   12  PAID BY THE DEFENDANT.\n   13    S 2. This act shall take effect on the first of November next succeed-\n   14  ing the date on which it shall have become a law.\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04695-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to requiring any person convicted of operating a motor vehicle while under the influence of alcohol or drugs to complete a drinking driver program as a condition of their sentence ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101223.T161118.TXT", "SOBI.D101223.T160618.TXT", "SOBI.D101227.T165109.TXT", "SOBI.D101223.T160117.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1293486669977
}