{
  "year" : 2011,
  "senateBillNo" : "S635-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO CHILDREN AND FAMILIES",
    "billEventId" : "S635-2011-1294203600000-REFERRED+TO+CHILDREN+AND+FAMILIES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MONTGOMERY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires certain persons and officials, teachers, superintendents and certain professionals to complete training in reporting cases of suspected child abuse",
  "summary" : "Requires certain persons and officials required to report suspected child abuse and maltreatment to complete ongoing training; further all teachers, school superintendents and licensed professionals who are required to report cases of child abuse and maltreatment to complete training in the reporting of suspected cases of child abuse and maltreatment at least once every 2 years. ",
  "currentCommittee" : "CHILDREN AND FAMILIES",
  "sameAs" : null,
  "lawSection" : "Social Services Law",
  "previousVersions" : [ "S4644-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          635\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  MONTGOMERY  -- read twice and ordered printed, and\n         when printed to be committed to the Committee on Children and Families\n\n       AN ACT to amend the  social  services  law,  in  relation  to  requiring\n         persons  and  officials  required  to  report suspected child abuse or\n         maltreatment to complete certain ongoing training; to amend the educa-\n         tion law, in relation to requiring  school  superintendents,  teachers\n         and  certain  other licensed professionals to complete training in the\n         reporting of suspected cases of child abuse and maltreatment;  and  to\n         amend  the  executive  law  and  the public health law, in relation to\n         child abuse prevention\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 413 of the social services law is amended by adding\n    2  a new subdivision 1-a to read as follows:\n    3    1-A.  (A)  EVERY PERSON AND OFFICIAL REQUIRED TO REPORT CHILD ABUSE OR\n    4  MALTREATMENT, PURSUANT TO SUBDIVISION ONE OF THIS SECTION, SHALL,  PRIOR\n    5  TO  ASSUMPTION  OF  THE POSITION WHICH REQUIRES SUCH REPORTING, COMPLETE\n    6  TWO HOURS OF COURSEWORK OR TRAINING  REGARDING  THE  IDENTIFICATION  AND\n    7  REPORTING  OF  CHILD  ABUSE AND MALTREATMENT; PROVIDED THAT EVERY PERSON\n    8  AND OFFICIAL HOLDING SUCH A POSITION ON OR BEFORE THE EFFECTIVE DATE  OF\n    9  THIS  PARAGRAPH  SHALL  COMPLETE  SUCH COURSEWORK OR TRAINING WITHIN ONE\n   10  YEAR OF THE EFFECTIVE DATE OF THIS SUBDIVISION.\n   11    (B) EVERY DISTRICT ATTORNEY, ASSISTANT DISTRICT ATTORNEY, POLICE OFFI-\n   12  CER, PEACE OFFICER, INVESTIGATOR EMPLOYED IN THE OFFICE OF THE  DISTRICT\n   13  ATTORNEY,  PEDIATRICIAN, PHYSICIAN WHO IS EMPLOYED IN AN EMERGENCY ROOM,\n   14  REGISTERED NURSE AND REGISTERED PHYSICIAN ASSISTANT WHO IS EMPLOYED BY A\n   15  PEDIATRICIAN OR IN AN EMERGENCY ROOM, TEACHER, CHILD CARE WORKER, FOSTER\n   16  CARE WORKER, MEDICAL  EXAMINER,  CORONER,  PREVENTIVE  SERVICES  WORKER,\n   17  CHILD   PROTECTIVE  SERVICES  WORKER,  SOCIAL  WORKER  WHOSE  EMPLOYMENT\n   18  INVOLVES REGULAR INTERACTION WITH CHILDREN, SUBSTANCE ABUSE AND ALCOHOL-\n   19  ISM COUNSELOR WHOSE EMPLOYMENT INVOLVES REGULAR INTERACTION  WITH  CHIL-\n   20  DREN,  AND  MENTAL HEALTH PROFESSIONAL WHOSE EMPLOYMENT INVOLVES REGULAR\n   21  INTERACTION WITH CHILDREN REQUIRED TO REPORT CHILD  ABUSE  OR  MALTREAT-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03576-01-1\n\n       S. 635                              2\n\n    1  MENT,  PURSUANT TO SUBDIVISION ONE OF THIS SECTION, SHALL, NOT LESS THAN\n    2  ONCE EVERY TWO YEARS, COMPLETE TWO AND ONE-HALF HOURS OF  COURSEWORK  OR\n    3  TRAINING  REGARDING  THE IDENTIFICATION AND REPORTING OF CHILD ABUSE AND\n    4  MALTREATMENT.    SUCH  CONTINUING  COURSEWORK  OR TRAINING SHALL, TO THE\n    5  GREATEST EXTENT POSSIBLE, INCLUDE ADVANCED TRAINING WHICH BUILDS ON  THE\n    6  INITIAL OR EARLIER COURSEWORK REQUIRED IN THIS SUBDIVISION.\n    7    (C)  EXCEPT  AS OTHERWISE PROVIDED BY THE EDUCATION LAW, THE OFFICE OF\n    8  CHILDREN AND FAMILY SERVICES SHALL APPROVE AND/OR ESTABLISH THE  COURSE-\n    9  WORK  AND TRAINING REQUIRED TO IMPLEMENT THE PROVISIONS OF THIS SUBDIVI-\n   10  SION.  SUCH COURSEWORK AND TRAINING MAY BE DEVELOPED SO THAT IT  CAN  BE\n   11  OFFERED  THROUGH  VARIOUS  MEANS INCLUDING, BUT NOT LIMITED TO, INTERNET\n   12  BASED COURSES AND TELECONFERENCES.\n   13    S 2. Subdivision 4 of section 3003 of the education law, as amended by\n   14  chapter 737 of the laws of 1992, is amended to read as follows:\n   15    4. Notwithstanding any other provision of law, the commissioner  shall\n   16  require  that  any person applying[, on or after January first, nineteen\n   17  hundred ninety-one,] for a superintendent's certificate shall, in  addi-\n   18  tion  to all the other requirements, have completed two hours of course-\n   19  work or training regarding the identification  and  reporting  of  child\n   20  abuse  and  maltreatment, AND SHALL THEREAFTER COMPLETE TWO AND ONE-HALF\n   21  ADDITIONAL HOURS OF SUCH COURSEWORK OR  TRAINING  AT  LEAST  ONCE  EVERY\n   22  PERIOD  OF  TWO  YEARS.    SUCH COURSEWORK OR TRAINING SHALL BE PROVIDED\n   23  PURSUANT TO SECTION SIXTY-FIVE HUNDRED TWO-A OF THIS CHAPTER AS  IF  THE\n   24  SUPERINTENDENT WAS AN APPLICANT FOR OR HOLDER OF A LICENSE TO PRACTICE A\n   25  PROFESSION  PURSUANT  TO TITLE EIGHT OF THIS CHAPTER.  The coursework or\n   26  training shall be obtained from an institution  or  provider  which  has\n   27  been  approved by the department to provide such coursework or training.\n   28  The coursework or training shall include information regarding the phys-\n   29  ical and behavioral indicators of child abuse and maltreatment  and  the\n   30  statutory  reporting requirements set out in sections four hundred thir-\n   31  teen through four hundred twenty of the social services  law,  including\n   32  but  not  limited  to,  when  and  how a report must be made, what other\n   33  actions the reporter is  mandated  or  authorized  to  take,  the  legal\n   34  protections  afforded  reporters,  and  the  consequences for failing to\n   35  report. Each applicant shall provide the department  with  documentation\n   36  showing that he or she has completed the required training.\n   37    S  3.  Section 3209-a of the education law, as added by chapter 504 of\n   38  the laws of 1988, is amended to read as follows:\n   39    S 3209-a. Child abuse prevention.  Each school district of  the  state\n   40  shall: (1) develop, maintain and disseminate written policies and proce-\n   41  dures  pursuant  to  title six of article six of the social services law\n   42  and applicable provisions of  article  ten  of  the  family  court  act,\n   43  regarding  the  mandatory reporting of child abuse or neglect, reporting\n   44  procedures and obligations of persons required to report, provisions for\n   45  taking a child into protective custody, mandatory reporting  of  deaths,\n   46  immunity from liability, penalties for failure to report and obligations\n   47  for  the provision of services and procedures necessary to safeguard the\n   48  life or health of the child; and (2)  establish,  and  implement  on  an\n   49  ongoing  basis,  a training program for all current and new school offi-\n   50  cials regarding the policies and procedures established pursuant to this\n   51  section AND THE SIGNS AND SYMPTOMS THAT SCHOOL OFFICIALS MAY  BE  LIKELY\n   52  TO ENCOUNTER WHICH MAY INDICATE THE PRESENCE OF CHILD ABUSE OR MALTREAT-\n   53  MENT.\n   54    S 4. Subdivision 2 of section 3004 of the education law, as amended by\n   55  chapter 737 of the laws of 1992, is amended to read as follows:\n\n       S. 635                              3\n\n    1    2.  Notwithstanding any other provision of law, the commissioner shall\n    2  prescribe regulations requiring that all persons applying[, on or  after\n    3  January  first,  nineteen  hundred  ninety-one,]  for  a  certificate or\n    4  license to be a teacher shall, in addition  to  all  the  other  certif-\n    5  ication  or  licensure requirements, have completed two hours of course-\n    6  work or training regarding the identification  and  reporting  of  child\n    7  abuse  and  maltreatment, AND SHALL THEREAFTER COMPLETE TWO AND ONE-HALF\n    8  ADDITIONAL HOURS OF SUCH COURSEWORK OR  TRAINING  AT  LEAST  ONCE  EVERY\n    9  PERIOD  OF  TWO  YEARS.  SUCH  COURSEWORK  OR TRAINING SHALL BE PROVIDED\n   10  PURSUANT TO SECTION SIXTY-FIVE HUNDRED TWO-A OF THIS CHAPTER AS  IF  THE\n   11  TEACHER  WAS  AN  APPLICANT  FOR  OR  HOLDER  OF A LICENSE TO PRACTICE A\n   12  PROFESSION PURSUANT TO TITLE EIGHT OF THIS CHAPTER.  The  coursework  or\n   13  training  shall  be  obtained  from an institution or provider which has\n   14  been approved by the department to provide such coursework or  training.\n   15  The coursework or training shall include information regarding the phys-\n   16  ical  and  behavioral indicators of child abuse and maltreatment and the\n   17  statutory reporting requirements set out in sections four hundred  thir-\n   18  teen  through  four hundred twenty of the social services law, including\n   19  but not limited to, when and how a  report  must  be  made,  what  other\n   20  actions  the  reporter  is  mandated  or  authorized  to take, the legal\n   21  protections afforded reporters, and  the  consequences  for  failing  to\n   22  report.  Each  applicant shall provide the department with documentation\n   23  showing that he or she has completed the required training.\n   24    S 5. The closing paragraph of section 3007 of the  education  law,  as\n   25  amended  by  chapter  544  of  the  laws  of 1988, is amended to read as\n   26  follows:\n   27    Such endorsement confers on the holder of such diploma or  certificate\n   28  the  privileges conferred by law on the holder of the diploma of a state\n   29  teachers college or state college  for  teachers  or  state  certificate\n   30  issued  in  this  state. Notwithstanding any other provision of law, the\n   31  commissioner shall require that any  person  seeking  endorsement  of  a\n   32  foreign  certificate  or  diploma[,  on or after January first, nineteen\n   33  hundred ninety-one,] shall have completed two  hours  of  coursework  or\n   34  training  regarding  the identification and reporting of child abuse and\n   35  maltreatment, AND SHALL THEREAFTER COMPLETE TWO AND ONE-HALF  ADDITIONAL\n   36  HOURS  OF  SUCH COURSEWORK OR TRAINING AT LEAST ONCE EVERY PERIOD OF TWO\n   37  YEARS. SUCH COURSEWORK OR TRAINING SHALL BE PROVIDED PURSUANT TO SECTION\n   38  SIXTY-FIVE HUNDRED TWO-A OF THIS CHAPTER AS IF THE TEACHER WAS AN APPLI-\n   39  CANT FOR OR HOLDER OF A LICENSE TO PRACTICE  A  PROFESSION  PURSUANT  TO\n   40  TITLE  EIGHT  OF  THIS  CHAPTER.  The  coursework  or  training shall be\n   41  obtained from an institution or provider which has been approved by  the\n   42  department  to  provide  such  [course work] COURSEWORK or training. The\n   43  coursework or training shall include information regarding the  physical\n   44  and behavioral indicators of child abuse and maltreatment and the statu-\n   45  tory  reporting  requirements  set out in sections four hundred thirteen\n   46  through four hundred twenty of the social services  law,  including  but\n   47  not  limited  to, when and how a report must be made, what other actions\n   48  the reporter is mandated or authorized to take,  the  legal  protections\n   49  afforded  reporters,  and  the  consequences for failing to report. Each\n   50  applicant shall provide the department with documentation  showing  that\n   51  he or she has completed the required training.\n   52    S  6.  Section  6501 of the education law, as amended by chapter 81 of\n   53  the laws of 1995, is amended to read as follows:\n   54    S 6501. Admission to a profession (licensing).  Admission to  practice\n   55  of  a profession in this state is accomplished by a license being issued\n   56  to a qualified applicant by the education department.  To qualify for  a\n\n       S. 635                              4\n\n    1  license an applicant shall meet the requirements prescribed in the arti-\n    2  cle  for  the  particular  profession  and  shall  meet the requirements\n    3  prescribed in section 3-503 of the general obligations  law  AND,  WHERE\n    4  APPLICABLE, THE REQUIREMENTS OF SECTION SIXTY-FIVE HUNDRED TWO-A OF THIS\n    5  SUBARTICLE.\n    6    S 7. Subdivision 1 of section 6502 of the education law, as amended by\n    7  chapter 599 of the laws of 1996, is amended to read as follows:\n    8    1.  A  license  shall  be  valid  during the life of the holder unless\n    9  revoked, annulled or suspended by the board of regents or in the case of\n   10  physicians, physicians practicing under a  limited  permit,  physician's\n   11  assistants,  specialist's assistants and medical residents, the licensee\n   12  is stricken from the roster of such licensees by the board of regents on\n   13  the order of the state board for professional  medical  conduct  in  the\n   14  department  of  health. A licensee must register with the department and\n   15  meet the requirements prescribed in section 3-503 of the  general  obli-\n   16  gations   law   AND,  WHERE  APPLICABLE,  THE  REQUIREMENTS  OF  SECTION\n   17  SIXTY-FIVE HUNDRED TWO-A OF THIS SUBARTICLE to practice in this state.\n   18    S 8. The education law is amended by adding a new  section  6502-a  to\n   19  read as follows:\n   20    S  6502-A. MANDATED REPORTING OF SUSPECTED CHILD ABUSE OR MALTREATMENT\n   21  TRAINING. 1. EACH APPLICANT FOR  A  LICENSE  TO  PRACTICE  A  PROFESSION\n   22  PURSUANT  TO  THIS TITLE, THE PRACTICE OF WHICH REQUIRES THE LICENSEE TO\n   23  REPORT SUSPECTED CASES OF  CHILD  ABUSE  AND  MALTREATMENT  PURSUANT  TO\n   24  SECTION  FOUR  HUNDRED THIRTEEN OF THE SOCIAL SERVICES LAW, SHALL, PRIOR\n   25  TO BEING LICENSED TO PRACTICE SUCH PROFESSION,  COMPLETE  TWO  HOURS  OF\n   26  COURSEWORK  OR  TRAINING  REGARDING  THE IDENTIFICATION AND REPORTING OF\n   27  CHILD ABUSE AND  MALTREATMENT.  EVERY  PERSON  LICENSED  TO  PRACTICE  A\n   28  PROFESSION  PURSUANT  TO  THIS TITLE PRIOR TO THE EFFECTIVE DATE OF THIS\n   29  SECTION, THE PRACTICE OF WHICH REQUIRES THE LICENSEE TO REPORT SUSPECTED\n   30  CASES OF CHILD ABUSE AND MALTREATMENT PURSUANT TO SECTION  FOUR  HUNDRED\n   31  THIRTEEN  OF  THE SOCIAL SERVICES LAW, SHALL COMPLETE SUCH COURSEWORK OR\n   32  TRAINING WITHIN ONE YEAR OF THE EFFECTIVE DATE OF THIS SECTION.\n   33    2. EACH PERSON REQUIRED TO COMPLETE COURSEWORK OR TRAINING PURSUANT TO\n   34  SUBDIVISION ONE OF THIS SECTION, WHO IS EMPLOYED OR SERVES IN A POSITION\n   35  LISTED IN PARAGRAPH (B) OF SUBDIVISION ONE-A  OF  SECTION  FOUR  HUNDRED\n   36  THIRTEEN  OF THE SOCIAL SERVICES LAW, SHALL THEREAFTER COMPLETE AN ADDI-\n   37  TIONAL TWO AND ONE-HALF HOURS OF COURSEWORK OR  TRAINING  REGARDING  THE\n   38  IDENTIFICATION  AND  REPORTING  OF CHILD ABUSE AND MALTREATMENT AT LEAST\n   39  ONCE EVERY PERIOD OF TWO YEARS.  SUCH CONTINUING COURSEWORK OR  TRAINING\n   40  SHALL,  TO THE GREATEST EXTENT POSSIBLE, INCLUDE ADVANCED TRAINING WHICH\n   41  BUILDS ON THE INITIAL OR EARLIER COURSEWORK REQUIRED  IN  THIS  SUBDIVI-\n   42  SION.\n   43    3.  THE  DEPARTMENT  MAY  DEVELOP  A TRAINING CURRICULUM REGARDING THE\n   44  IDENTIFICATION AND REPORTING OF CHILD ABUSE AND MALTREATMENT WHICH SHALL\n   45  BE USED TO PROVIDE THE COURSEWORK AND TRAINING REQUIRED BY THIS SECTION,\n   46  PROVIDED, HOWEVER, THAT IF THE DEPARTMENT SHALL FAIL TO DEVELOP  SUCH  A\n   47  TRAINING CURRICULUM, THEN THE REQUIRED CURRICULUM FOR THE COURSEWORK AND\n   48  TRAINING  REQUIRED  BY  THIS  SECTION  SHALL  BE THE TRAINING CURRICULUM\n   49  RELATING  THERETO  DEVELOPED  BY  THE  OFFICE  OF  CHILDREN  AND  FAMILY\n   50  SERVICES. EVERY TRAINING CURRICULUM DEVELOPED BY THE DEPARTMENT PURSUANT\n   51  TO  THIS  SUBDIVISION  SHALL BE SUBJECT TO THE APPROVAL OF THE OFFICE OF\n   52  CHILDREN AND FAMILY SERVICES.  THE DEPARTMENT SHALL REQUIRE EVERY INSTI-\n   53  TUTION AND PROVIDER OF COURSEWORK OR TRAINING PURSUANT TO  THIS  SECTION\n   54  TO  UTILIZE AN APPROVED CURRICULUM.  SUCH COURSEWORK AND TRAINING MAY BE\n   55  DEVELOPED SO THAT IT CAN BE OFFERED THROUGH VARIOUS MEANS INCLUDING, BUT\n   56  NOT LIMITED TO, INTERNET BASED COURSES AND TELECONFERENCES.\n\n       S. 635                              5\n\n    1    S 9. Paragraph a of subdivision 3 of section  6507  of  the  education\n    2  law,  as  amended by chapter 356 of the laws of 2006, is amended to read\n    3  as follows:\n    4    a. Establish standards for preprofessional and professional education,\n    5  experience and licensing examinations as required to implement the arti-\n    6  cle for each profession. Notwithstanding any other provision of law, the\n    7  commissioner shall establish standards requiring that all persons apply-\n    8  ing[,  on or after January first, nineteen hundred ninety-one,] initial-\n    9  ly, or for the renewal of, a license, registration or limited permit  to\n   10  be  a  physician,  chiropractor,  dentist, registered nurse, podiatrist,\n   11  optometrist, psychiatrist, psychologist, licensed master social  worker,\n   12  licensed  clinical  social  worker,  licensed  creative  arts therapist,\n   13  licensed marriage and family therapist, licensed mental  health  counse-\n   14  lor,  licensed psychoanalyst, [or] dental hygienist OR ANY OTHER PROFES-\n   15  SION WHICH IS REQUIRED TO REPORT CASES  OF  SUSPECTED  CHILD  ABUSE  AND\n   16  MALTREATMENT,  PURSUANT  TO  SECTION FOUR HUNDRED THIRTEEN OF THE SOCIAL\n   17  SERVICES LAW, shall, in addition to all  the  other  licensure,  certif-\n   18  ication  or  permit requirements, have completed two hours of coursework\n   19  or training regarding the identification and reporting  of  child  abuse\n   20  and maltreatment, AND IF THEY ARE LISTED IN PARAGRAPH (B) OF SUBDIVISION\n   21  ONE-A OF SECTION FOUR HUNDRED THIRTEEN OF THE SOCIAL SERVICES LAW, SHALL\n   22  THEREAFTER COMPLETE TWO AND ONE-HALF ADDITIONAL HOURS OF SUCH COURSEWORK\n   23  OR  TRAINING  AT LEAST ONCE EVERY PERIOD OF TWO YEARS IN ACCORDANCE WITH\n   24  THE PROVISIONS OF SECTION SIXTY-FIVE HUNDRED TWO-A OF THIS ARTICLE.  The\n   25  coursework or training shall be obtained from an institution or provider\n   26  which has been approved by the department to provide such coursework  or\n   27  training. The coursework or training shall include information regarding\n   28  the  physical  and behavioral indicators of child abuse and maltreatment\n   29  and the statutory  reporting  requirements  set  out  in  sections  four\n   30  hundred thirteen through four hundred twenty of the social services law,\n   31  including  but  not limited to, when and how a report must be made, what\n   32  other actions the reporter is mandated or authorized to take, the  legal\n   33  protections  afforded  reporters,  and  the  consequences for failing to\n   34  report. Such coursework or training may also include information regard-\n   35  ing the physical and behavioral indicators of the abuse  of  individuals\n   36  with  mental retardation and other developmental disabilities and volun-\n   37  tary reporting of abused or neglected adults to  the  office  of  mental\n   38  retardation and developmental disabilities or the local adult protective\n   39  services unit. Each applicant shall provide the department with documen-\n   40  tation  showing  that he or she has completed the required training. The\n   41  department shall provide an exemption from the child abuse and maltreat-\n   42  ment training  requirements  to  any  applicant  who  requests  such  an\n   43  exemption  and  who  shows, to the department's satisfaction, that there\n   44  would be no need because of the nature of his or her practice for him or\n   45  her to complete such training;\n   46    S 10. Section 214-a of the executive law, as added by chapter  504  of\n   47  the laws of 1988, is amended to read as follows:\n   48    S 214-a. Child  abuse  prevention.  The  superintendent shall, for all\n   49  members of the state police: (1) develop, maintain and disseminate writ-\n   50  ten policies and procedures pursuant to title six of article six of  the\n   51  social  services  law  and  applicable  provisions of article ten of the\n   52  family court act, regarding the mandatory reporting of  child  abuse  or\n   53  neglect,  reporting  procedures  and  obligations of persons required to\n   54  report, provisions for taking a child into protective custody, mandatory\n   55  reporting of deaths, immunity from liability, penalties for  failure  to\n   56  report  and  obligations  for  the  provision of services and procedures\n\n       S. 635                              6\n\n    1  necessary to safeguard the life or health of the child; [and] (2) estab-\n    2  lish, and implement on an ongoing basis,  a  training  program  for  all\n    3  current  and  new employees regarding the policies and procedures estab-\n    4  lished  pursuant to this section; AND (3) ESTABLISH, AND IMPLEMENT ON AN\n    5  ONGOING BASIS, A TRAINING PROGRAM FOR ALL CURRENT AND NEW EMPLOYEES  WHO\n    6  ARE  LIKELY  TO  COME  INTO CONTACT WITH CHILDREN IN THE COURSE OF THEIR\n    7  PROFESSIONAL DUTIES, REGARDING THE IDENTIFICATION AND  INVESTIGATION  OF\n    8  CHILD  ABUSE  AND  MALTREATMENT  AND  ANY PROTOCOLS THAT EXIST REGARDING\n    9  INVESTIGATING SUSPECTED INCIDENTS OF CHILD ABUSE AND MALTREATMENT JOINT-\n   10  LY WITH LOCAL DEPARTMENTS OF SOCIAL SERVICES.\n   11    S 11. Paragraph (j) of subdivision 1 of section 840 of  the  executive\n   12  law,  as  amended by chapter 617 of the laws of 1990, is amended to read\n   13  as follows:\n   14    (j) (1) Development, maintenance and dissemination of written policies\n   15  and procedures pursuant to title  six  of  article  six  of  the  social\n   16  services  law  and  applicable  provisions  of article ten of the family\n   17  court act, regarding the mandatory reporting of child abuse or  neglect,\n   18  reporting  procedures  and  obligations  of  persons required to report,\n   19  provisions for taking a child into protective custody, mandatory report-\n   20  ing of deaths, immunity from liability, penalties for failure to  report\n   21  and  obligations  for the provision of services and procedures necessary\n   22  to safeguard the life or health of  the  child;  (2)  establishment  and\n   23  implementation  on  an  ongoing  basis,  of  a  training program for all\n   24  current and new police officers regarding the  policies  and  procedures\n   25  established pursuant to this paragraph AND THE IDENTIFICATION AND INVES-\n   26  TIGATION  OF  CHILD  ABUSE AND MALTREATMENT AND ANY PROTOCOLS THAT EXIST\n   27  REGARDING INVESTIGATING SUSPECTED INCIDENTS OF CHILD ABUSE AND MALTREAT-\n   28  MENT JOINTLY WITH LOCAL DEPARTMENTS OF SOCIAL SERVICES; and  (3)  estab-\n   29  lishment  of a training program for police officers whose main responsi-\n   30  bilities are juveniles and the laws pertaining thereto,  which  training\n   31  program shall be successfully completed before such officers are accred-\n   32  ited pursuant to section eight hundred forty-six-h of this chapter.\n   33    S 12. Section 2805-n of the public health law, as added by chapter 504\n   34  of the laws of 1988, is amended to read as follows:\n   35    S  2805-n.  Child abuse prevention.  All hospitals shall: (i) develop,\n   36  maintain and disseminate written policies  and  procedures  pursuant  to\n   37  title  six  of  article  six  of  the social services law and applicable\n   38  provisions of article ten of the family court act, regarding the  manda-\n   39  tory reporting of child abuse or neglect, reporting procedures and obli-\n   40  gations  of  persons  required  to report, provisions for taking a child\n   41  into protective custody, mandatory reporting of  deaths,  immunity  from\n   42  liability,  penalties  for  failure  to  report  and obligations for the\n   43  provision of services and procedures necessary to safeguard the life  or\n   44  health  of  the child; [and] (ii) establish, and implement on an ongoing\n   45  basis, a training program for all current and  new  employees  regarding\n   46  the  policies  and  procedures established pursuant to this section; AND\n   47  (III) ESTABLISH AND IMPLEMENT, ON AN ONGOING BASIS, A  TRAINING  PROGRAM\n   48  FOR ALL CURRENT AND NEW EMPLOYEES WHO REGULARLY ASSESS INJURIES IN CHIL-\n   49  DREN REGARDING THE IDENTIFICATION OF CHILD ABUSE AND MALTREATMENT.\n   50    S  13.  This  act  shall  take effect on the one hundred twentieth day\n   51  after it shall have become a law, provided that the promulgation, amend-\n   52  ment and/or repeal of any rule or regulation necessary to implement  the\n   53  provisions  of this act on its effective date is authorized and directed\n   54  to be completed on or before such date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the social services law, in relation to requiring persons and officials required to report suspected child abuse or maltreatment to complete certain ongoing training; to amend the education law, in relation to requiring school superintendents, teachers and certain other licensed professionals to complete training in the reporting of suspected cases of child abuse and maltreatment; and to amend the executive law and the public health law, in relation to child abuse prevention ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101227.T101547.TXT", "SOBI.D101227.T111052.TXT", "SOBI.D101227.T100046.TXT", "SOBI.D101227.T165109.TXT", "SOBI.D101228.T094813.TXT", "SOBI.D101227.T114052.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1293547693038
}