{
  "year" : 2011,
  "senateBillNo" : "S636-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO TRANSPORTATION",
    "billEventId" : "S636-2011-1294203600000-REFERRED+TO+TRANSPORTATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "GOLDEN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes distinctive license plates for Korean Defense veterans or the spouse of any such",
  "summary" : "Authorizes distinctive license plates for Korean Defense veterans who were awarded the Korean Defense Service Medal, provides that an additional one time service charge of ten dollars shall be charged for such plate. ",
  "currentCommittee" : "TRANSPORTATION",
  "sameAs" : null,
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "S2199-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "RANZENHOFER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SEWARD",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          636\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sens.  GOLDEN,  RANZENHOFER,  SEWARD  --  read twice and\n         ordered printed, and when printed to be committed to the Committee  on\n         Transportation\n\n       AN  ACT to amend the vehicle and traffic law, in relation to distinctive\n         plates for Korean Defense veterans\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  vehicle  and  traffic law is amended by adding a new\n    2  section 404-x to read as follows:\n    3    S 404-X. DISTINCTIVE PLATES FOR KOREAN DEFENSE VETERANS. 1. ANY KOREAN\n    4  DEFENSE VETERAN OR THE SPOUSE OF ANY SUCH VETERAN SHALL,  UPON  REQUEST,\n    5  BE ISSUED A LICENSE PLATE BEARING THE WORDS \"KOREAN DEFENSE VETERAN\". IF\n    6  A  DISTINCTIVE  PLATE  IS  ISSUED TO A VETERAN PURSUANT TO THIS SECTION,\n    7  SUCH A DISTINCTIVE PLATE SHALL NOT BE  ISSUED  TO  THE  SPOUSE  OF  SUCH\n    8  VETERAN.  APPLICATION  FOR  SAID  LICENSE  PLATE SHALL BE FILED WITH THE\n    9  COMMISSIONER  IN  SUCH  FORM  AND  DETAIL  AS  THE  COMMISSIONER   SHALL\n   10  PRESCRIBE.\n   11    2. THE DISTINCTIVE PLATE AUTHORIZED IN SUBDIVISION ONE OF THIS SECTION\n   12  SHALL  BE  ISSUED UPON PROOF, SATISFACTORY TO THE COMMISSIONER, THAT THE\n   13  APPLICANT OR THE SPOUSE OF THE APPLICANT IS A KOREAN DEFENSE VETERAN.\n   14    3. FOR PURPOSES OF THIS SECTION, \"KOREAN DEFENSE VETERAN\" SHALL MEAN A\n   15  PERSON WHO IS A RESIDENT OF THIS STATE, WHO SERVED IN THE  ARMED  FORCES\n   16  OF  THE UNITED STATES, WHO WAS AWARDED THE KOREAN DEFENSE SERVICE MEDAL,\n   17  AND WAS HONORABLY DISCHARGED FROM THE MILITARY.\n   18    4. A DISTINCTIVE PLATE ISSUED PURSUANT TO THIS SECTION SHALL BE ISSUED\n   19  IN THE SAME MANNER AS OTHER NUMBER PLATES UPON PAYMENT  OF  THE  REGULAR\n   20  REGISTRATION  FEE PRESCRIBED BY SECTION FOUR HUNDRED ONE OF THIS ARTICLE\n   21  PROVIDED, HOWEVER, THAT AN ADDITIONAL ONE TIME  SERVICE  CHARGE  OF  TEN\n   22  DOLLARS SHALL BE CHARGED FOR SUCH PLATE.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00731-01-1\n\n       S. 636                              2\n\n    1    5.  NOTHING  CONTAINED  HEREIN SHALL REQUIRE THE ISSUANCE OF A SPECIAL\n    2  NUMBER PLATE UNDER THIS SECTION UNLESS  THE  COMMISSIONER  IS  SATISFIED\n    3  THAT  THE  AGGREGATE AMOUNT OF ANNUAL SERVICE CHARGES COLLECTED PURSUANT\n    4  TO SUBDIVISION FOUR OF THIS SECTION WILL BE SUFFICIENT  TO  RECOVER  THE\n    5  COSTS OF THE DESIGN AND MANUFACTURE OF SUCH SPECIAL PLATES.\n    6    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to distinctive plates for Korean Defense veterans ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101228.T110820.TXT", "SOBI.D101228.T124825.TXT", "SOBI.D101228.T104818.TXT", "SOBI.D101228.T115322.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1293558505447
}