{
  "year" : 2011,
  "senateBillNo" : "S637-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S637-2011-1294203600000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "GOLDEN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides that the liability of obstetricians and gynecologists be limited in certain cases and establishes the impaired infant compensation fund",
  "summary" : "Provides that the personal liability of obstetricians and gynecologists for non-economic and actual economic loss be limited in certain cases to 250,000 dollars; establishes impaired infant compensation fund to pay for loss above 250,000 dollars in some cases; provides for payment of medical and other expenses of an \"impaired infant\". ",
  "currentCommittee" : "CODES",
  "sameAs" : null,
  "lawSection" : "Civil Practice Law and Rules",
  "previousVersions" : [ "S2744-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          637\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  GOLDEN -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Codes\n\n       AN ACT to amend the civil practice law and rules, in relation to  limit-\n         ing the personal liability of obstetricians-gynecologists and midwives\n         in  certain  cases, the qualifications of expert witnesses who testify\n         in personal injury actions against such professionals, and the  appeal\n         of  verdicts  rendered  therein;  to  amend  the state finance law, in\n         relation to establishing the impaired  infant  compensation  fund;  to\n         amend  the  social  services  law,  in  relation to the eligibility of\n         impaired infants for the cost of medical assistance; and to amend  the\n         public  health  law, in relation to professional misconduct and physi-\n         cian profiles\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The civil practice law and rules is amended by adding a new\n    2  article 75-B to read as follows:\n\n    3                                ARTICLE 75-B\n    4         LIABILITY FOR DAMAGES IN MEDICAL MALPRACTICE ACTIONS AGAINST\n    5                         OBSTETRICIANS-GYNECOLOGISTS\n    6                                AND MIDWIVES\n\n    7  SECTION 7580. DEFINITIONS.\n    8          7581. APPLICABILITY.\n    9          7582. LIMITATION ON LIABILITY.\n   10          7583. SETTLEMENT PROCEEDINGS.\n   11          7584. INSTRUCTIONS TO JURY.\n\n   12    S 7580. DEFINITIONS. AS USED IN THIS ARTICLE:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04200-01-1\n\n       S. 637                              2\n\n    1    1.  \"PERSONAL  INJURY  ACTION\"  MEANS  ANY  MEDICAL MALPRACTICE ACTION\n    2  ACCRUING PRIOR TO, ON, OR AFTER  THE  EFFECTIVE  DATE  OF  THIS  ARTICLE\n    3  AGAINST  AN ATTENDING PHYSICIAN OR MIDWIFE, OR ANY SUCH ACTION AGAINST A\n    4  PROFESSIONAL SERVICES LIMITED LIABILITY COMPANY, A FOREIGN  PROFESSIONAL\n    5  SERVICES LIMITED LIABILITY COMPANY, A REGISTERED LIMITED LIABILITY PART-\n    6  NERSHIP  OR  A NEW YORK REGISTERED FOREIGN LIMITED LIABILITY PARTNERSHIP\n    7  ORGANIZED OR OPERATING PURSUANT TO THE PROVISIONS OF THE LIMITED LIABIL-\n    8  ITY LAW OR THE PARTNERSHIP LAW WHERE THE ATTENDING PHYSICIAN OR  MIDWIFE\n    9  HAS  A  MEMBERSHIP  OR  PARTNERSHIP INTEREST, OR IS AN EMPLOYEE, WHETHER\n   10  SUCH ACTION IS ALLEGED IN TORT, CONTRACT, COMMON LAW, CASE LAW,  STATUTE\n   11  OR OTHERWISE, AND IN WHICH THE PLAINTIFF OR PLAINTIFFS SEEK NON-ECONOMIC\n   12  AND/OR  ACTUAL  ECONOMIC  DAMAGES AS A RESULT OF THE NEGLIGENCE OR OTHER\n   13  MISCONDUCT OF THE ATTENDING PHYSICIAN OR MIDWIFE  WHICH  IS  ALLEGED  TO\n   14  HAVE  CAUSED  AN  INJURY  TO  AN INFANT PRIOR TO, DURING, OR IMMEDIATELY\n   15  AFTER HIS OR HER BIRTH OR DELIVERY.\n   16    2. \"ATTENDING  PHYSICIAN\"  MEANS  AN  OBSTETRICIAN-GYNECOLOGIST  OR  A\n   17  PHYSICIAN ENGAGED IN FAMILY PRACTICE WHOSE PROFESSIONAL LIABILITY INSUR-\n   18  ANCE CLASSIFICATION INCLUDES OBSTETRICS.\n   19    3.  \"MIDWIFE\"  MEANS A MIDWIFE WHO IS LICENSED UNDER THE PROVISIONS OF\n   20  ARTICLE ONE HUNDRED FORTY OF THE EDUCATION LAW AND WHO HAS ENTERED  INTO\n   21  A  WRITTEN  AGREEMENT  WITH  AN  ATTENDING  PHYSICIAN AS PROVIDED FOR IN\n   22  SECTION SIX THOUSAND NINE HUNDRED FIFTY-ONE OF SUCH ARTICLE.\n   23    4. \"NON-ECONOMIC  DAMAGES\"  MEANS  SUBJECTIVE,  NON-PECUNIARY  DAMAGES\n   24  ARISING  FROM  PAIN,  SUFFERING,  INCONVENIENCE,  PHYSICAL IMPAIRMENT OR\n   25  DISFIGUREMENT, MENTAL ANGUISH, EMOTIONAL DISTRESS, LOSS OF  SOCIETY  AND\n   26  COMPANIONSHIP, LOSS OF CONSORTIUM, INJURY TO REPUTATION, HUMILIATION AND\n   27  ANY OTHER NON-PECUNIARY DAMAGES, HOWEVER IDENTIFIED.\n   28    5.  \"ACTUAL  ECONOMIC  DAMAGES\" MEANS OBJECTIVELY VERIFIABLE PECUNIARY\n   29  DAMAGES ARISING FROM LOSS  OF  EARNINGS  AND  EARNING  CAPACITY,  BURIAL\n   30  COSTS,  AND  ANY  OTHER  PECUNIARY  DAMAGES HOWEVER IDENTIFIED PROVIDED,\n   31  HOWEVER, THAT SUCH TERM SHALL NOT INCLUDE THE COST OF ANY MEDICAL  CARE,\n   32  TREATMENT  OR  SERVICES, INCLUDING CUSTODIAL CARE, WHICH MAY BE REQUIRED\n   33  TO BE PROVIDED IN THE FUTURE TO ANY INJURED PLAINTIFF.\n   34    S 7581. APPLICABILITY. THE PROVISIONS OF THIS ARTICLE SHALL  APPLY  TO\n   35  ALL  CLAIMS  FOR  DAMAGES IN A PERSONAL INJURY ACTION RESULTING FROM THE\n   36  NEGLIGENCE OR OTHER MISCONDUCT OF AN ATTENDING PHYSICIAN OR A MIDWIFE AT\n   37  THE BIRTH OF AN INFANT, WHOSE NEGLIGENCE OR  MISCONDUCT  IS  ALLEGED  TO\n   38  HAVE  CAUSED  INJURY TO AN INFANT PRIOR TO, DURING, OR IMMEDIATELY AFTER\n   39  HIS OR HER BIRTH OR DELIVERY AND ALL OTHER CLAIMS,  CROSS-CLAIMS,  COUN-\n   40  TER-CLAIMS,  AND CLAIMS FOR CONTRIBUTION AND INDEMNITY ARISING FROM SUCH\n   41  CLAIM.\n   42    S 7582. LIMITATION ON LIABILITY. 1.  IN  ANY  PERSONAL  INJURY  ACTION\n   43  SUBJECT TO THE PROVISIONS OF THIS SECTION, WHERE THE DETERMINATION AS TO\n   44  THE  AMOUNT OF DAMAGES TO BE AWARDED TO A SUCCESSFUL PLAINTIFF OR PLAIN-\n   45  TIFFS IS DETERMINED BY A JUDGE OR JURY  UPON  A  VERDICT,  THE  PERSONAL\n   46  LIABILITY OF THE ATTENDING PHYSICIAN OR MIDWIFE FOR NON-ECONOMIC DAMAGES\n   47  AND  ACTUAL ECONOMIC DAMAGES SUFFERED BY THE INJURED PLAINTIFF OR PLAIN-\n   48  TIFFS, IN THE AGGREGATE, SHALL NOT EXCEED  TWO  HUNDRED  FIFTY  THOUSAND\n   49  DOLLARS  WHERE THE BOARD OF TRUSTEES OF THE IMPAIRED INFANT COMPENSATION\n   50  FUND DETERMINES THAT THE AMOUNT IN EXCESS  OF  SUCH  TWO  HUNDRED  FIFTY\n   51  THOUSAND   DOLLARS   LIABILITY   SHALL   BE  PAID  PURSUANT  TO  SECTION\n   52  EIGHTY-FOUR-B OF THE STATE FINANCE LAW. NO PART OF THE  PERSONAL  ASSETS\n   53  OF  ANY  PHYSICIAN OR MIDWIFE WHICH EXCEEDS SUCH TWO HUNDRED FIFTY THOU-\n   54  SAND DOLLAR LIMITATION SHALL BE SUBJECT TO ANY JUDGMENT RENDERED  IN  AN\n   55  ACTION WHERE THE EXCESS AMOUNT IS PAID BY THE FUND. WHERE THE VERDICT OF\n   56  THE  JUDGE OR JURY AWARDS DAMAGES IN AN AMOUNT WHICH EXCEEDS TWO HUNDRED\n\n       S. 637                              3\n\n    1  FIFTY THOUSAND DOLLARS, AND THE BOARD OF TRUSTEES OF  SUCH  FUND  DETER-\n    2  MINES THAT SUCH EXCESS AMOUNT SHALL NOT BE PAYABLE FROM SUCH FUND, THERE\n    3  SHALL  BE  NO  LIMIT ON SUCH PHYSICIAN'S OR MIDWIFE'S LIABILITY AND SUCH\n    4  VERDICT  AS  TO  DAMAGES  SHALL PROCEED FOR ASSESSMENT AND COLLECTION AS\n    5  OTHERWISE PROVIDED BY LAW. EXCEPT AS AUTHORIZED IN SECTION  SEVEN  THOU-\n    6  SAND  FIVE  HUNDRED  EIGHTY-THREE  OF THIS ARTICLE, NO PART OF ANY AWARD\n    7  WHETHER DEEMED PART OF THE PERSONAL LIABILITY OF THE ATTENDING PHYSICIAN\n    8  OR MIDWIFE PAID FROM THE IMPAIRED INFANT COMPENSATION FUND SHALL INCLUDE\n    9  ANY AMOUNT ATTRIBUTABLE TO MEDICAL CARE, TREATMENT OR SERVICES,  INCLUD-\n   10  ING  CUSTODIAL  CARE, WHICH MAY BE REQUIRED TO BE PROVIDED IN THE FUTURE\n   11  TO ANY INJURED PLAINTIFF.\n   12    2. THE PROVISIONS OF SECTION SEVEN THOUSAND FIVE HUNDRED  EIGHTY-THREE\n   13  OF  THIS  ARTICLE  SHALL APPLY TO ANY PERSONAL INJURY ACTION WHICH WOULD\n   14  OTHERWISE BE SUBJECT TO THE PROVISIONS OF THIS ARTICLE WHERE THE  DETER-\n   15  MINATION  AS  TO  THE  AMOUNT OF DAMAGES TO BE AWARDED IS MADE BY MUTUAL\n   16  AGREEMENT OF THE PARTIES OR SETTLEMENT TO THE ACTION AGREED  UPON  PRIOR\n   17  TO THE RENDERING OF A VERDICT BY THE JUDGE OR JURY.\n   18    S  7583.  SETTLEMENT  PROCEEDINGS.  1.  THE PROVISIONS OF THIS SECTION\n   19  SHALL APPLY TO ANY PERSONAL  INJURY  ACTION  OTHERWISE  SUBJECT  TO  THE\n   20  PROVISIONS  OF  THIS ARTICLE WHERE THE DETERMINATION AS TO THE AMOUNT OF\n   21  DAMAGES TO BE AWARDED IS MADE BY MUTUAL  AGREEMENT  OF  THE  PARTIES  OR\n   22  SETTLEMENT  TO  THE  ACTION AGREED UPON AFTER COMMENCEMENT OF THE ACTION\n   23  BUT PRIOR TO THE RENDERING OF A VERDICT BY JUDGE OR JURY.\n   24    2. IN ANY SUCH ACTION AS PROVIDED  FOR  IN  SUBDIVISION  ONE  OF  THIS\n   25  SECTION,  PRIOR  TO  THE  RENDERING OF A VERDICT BY A JUDGE OR JURY, THE\n   26  PARTIES TO THE ACTION MAY APPLY TO THE BOARD OF TRUSTEES OF THE IMPAIRED\n   27  INFANT COMPENSATION FUND AND REQUEST SUCH BOARD TO INTERCEDE  AND  FULLY\n   28  PARTICIPATE  IN  PROCEEDINGS  TO  DETERMINE  THE AMOUNT OF DAMAGES TO BE\n   29  AWARDED BY MUTUAL AGREEMENT OR SETTLEMENT. UPON FILING OF SUCH  REQUEST,\n   30  THE  BOARD  SHALL  ASSIGN  A  DESIGNEE TO REPRESENT IT AND SUCH DESIGNEE\n   31  SHALL, SUBJECT TO THE APPROVAL OF THE BOARD, BE EMPOWERED TO SO  PARTIC-\n   32  IPATE  AND  BE  PRESENT AT ALL DISCUSSIONS APPERTAINING TO A SETTLEMENT.\n   33  WITH THE AGREEMENT OF ALL THE PARTIES, THE COURT AND THE FUND, THE  FUND\n   34  MAY  AGREE  TO  PAY A PLAINTIFF OR PLAINTIFFS AN AMOUNT IN THE AGGREGATE\n   35  NOT TO EXCEED TWO MILLION FIFTY THOUSAND DOLLARS, OR WITH RESPECT  TO  A\n   36  PROFESSIONAL  SERVICES LIMITED LIABILITY COMPANY, A FOREIGN PROFESSIONAL\n   37  SERVICES LIMITED LIABILITY COMPANY, A REGISTERED LIMITED LIABILITY PART-\n   38  NERSHIP OR A NEW YORK REGISTERED FOREIGN LIMITED  LIABILITY  PARTNERSHIP\n   39  SEVEN  HUNDRED FIFTY THOUSAND DOLLARS, ABOVE THE TWO HUNDRED FIFTY THOU-\n   40  SAND DOLLAR LIMITATION PROVIDED  FOR  IN  SECTION  SEVEN  THOUSAND  FIVE\n   41  HUNDRED  EIGHTY-TWO  OF  THIS  ARTICLE FOR THE PURPOSES OF SETTLING SUCH\n   42  ACTION AND SUCH SETTLEMENT AMOUNT SHALL INCLUDE ACTUAL ECONOMIC  DAMAGES\n   43  AND  NON-ECONOMIC  DAMAGES INCLUDING MEDICAL TREATMENT CARE AND SERVICES\n   44  INCLUDING CUSTODIAL CARE WHICH MAY BE REQUIRED TO  BE  PROVIDED  IN  THE\n   45  FUTURE  TO  THE  INJURED  PLAINTIFF  AND PROVIDED WHERE THE PLAINTIFF OR\n   46  PLAINTIFFS AGREES TO ACCEPT SUCH SETTLEMENT AS OFFERED  BY  THE  PARTIES\n   47  AND  THE  FUND, HE SHALL BE DEEMED TO HAVE WAIVED ANY RIGHTS WHICH WOULD\n   48  ACCRUE PURSUANT TO SECTION THREE HUNDRED  SIXTY-NINE-NN  OF  THE  SOCIAL\n   49  SERVICES  LAW, AND UPON EXECUTING SUCH SETTLEMENT AGREEMENT, HE SHALL BE\n   50  INELIGIBLE FOR ANY BENEFITS THEREUNDER.\n   51    3. WHERE THE FUND MAKES PAYMENT PURSUANT TO THE TERMS OF  THE  SETTLE-\n   52  MENT  IN  THE  AMOUNT AGREED UPON, THE TRUSTEES OF THE FUND SHALL REVIEW\n   53  ALL PERTINENT MEDICAL RECORDS,  INCLUDING  ALL  RECORDS,  TESTIMONY  AND\n   54  EVIDENCE  RELATING  TO THE ACTION TO DETERMINE WHETHER THE NEGLIGENCE OR\n   55  MISCONDUCT OF THE ATTENDING PHYSICIAN OR MIDWIFE WAS EGREGIOUS OR GROSS-\n   56  LY CONTRARY TO GENERALLY ACCEPTABLE MEDICAL STANDARDS. WHERE THE TRUSTEE\n\n       S. 637                              4\n\n    1  MAKES A DETERMINATION THAT AN ATTENDING PHYSICIAN'S OR MIDWIFE'S CONDUCT\n    2  WAS EGREGIOUS OR GROSSLY CONTRARY TO ACCEPTABLE  MEDICAL  STANDARDS,  NO\n    3  PAYMENT  FROM  THE FUND FOR FUTURE CAUSES OF ACTION ACCRUING ON OR AFTER\n    4  THE DATE OF THE BOARD'S DETERMINATION SHALL THEREAFTER BE MADE EXCEPT AS\n    5  PROVIDED   FOR   IN   PARAGRAPH  (B)  OF  SUBDIVISION  FOUR  OF  SECTION\n    6  EIGHTY-FOUR-B OF THE STATE FINANCE LAW.\n    7    S 7584. INSTRUCTIONS TO JURY. IN ANY JURY TRIAL, PRIOR  TO  COMMENCING\n    8  DELIBERATIONS IN A PERSONAL INJURY ACTION AGAINST AN ATTENDING PHYSICIAN\n    9  OR  MIDWIFE,  THE  COURT, UPON THE MOTION OF THE ATTORNEY FOR EITHER THE\n   10  PLAINTIFF OR THE DEFENDANT OR UPON ITS  OWN  INITIATIVE,  SHALL  MAKE  A\n   11  DETERMINATION   WHETHER  THE  PROCEEDING  IS  IN  FACT  SUBJECT  TO  THE\n   12  PROVISIONS OF SECTION SEVEN THOUSAND FIVE  HUNDRED  EIGHTY-TWO  OF  THIS\n   13  ARTICLE. IF SO DETERMINED IN THE AFFIRMATIVE, IT SHALL INSTRUCT THE JURY\n   14  THAT  IN  DETERMINING  THE  AMOUNT  OF THE ACTUAL ECONOMIC DAMAGES TO BE\n   15  INCLUDED IN SUCH VERDICT, IF ANY, THEY MUST NOT INCLUDE ANY AMOUNT WHICH\n   16  WOULD BE ATTRIBUTABLE TO MEDICAL CARE, TREATMENT OR SERVICES,  INCLUDING\n   17  CUSTODIAL CARE WHICH MAY BE REQUIRED TO BE PROVIDED IN THE FUTURE TO ANY\n   18  INJURED PLAINTIFF AND IT SHALL FURTHER INFORM THEM OF THE APPLICATION OF\n   19  TITLE ELEVEN-E OF ARTICLE FIVE OF THE SOCIAL SERVICES LAW.\n   20    S  2. The state finance law is amended by adding a new section 84-b to\n   21  read as follows:\n   22    S 84-B. IMPAIRED INFANT COMPENSATION FUND. 1. THERE IS  HEREBY  ESTAB-\n   23  LISHED IN THE CUSTODY OF THE STATE COMPTROLLER A FUND TO BE KNOWN AS THE\n   24  IMPAIRED INFANT COMPENSATION FUND.\n   25    2.  A  BOARD  OF  TRUSTEES AS HEREIN CONSTITUTED SHALL ADMINISTER SUCH\n   26  FUND.  SUCH BOARD SHALL CONSIST OF NINE MEMBERS APPOINTED BY THE  GOVER-\n   27  NOR,  SIX  OF  WHOM  SHALL BE BOARD CERTIFIED OBSTETRICIAN-GYNECOLOGISTS\n   28  LICENSED TO PRACTICE SUCH SPECIALTY IN THIS STATE AND CURRENTLY  ENGAGED\n   29  IN  ACTIVE  PRACTICE IN SUCH SPECIALTY AT THE TIME OF THEIR APPOINTMENT.\n   30  TWO MEMBERS SHALL BE APPOINTED UPON THE RECOMMENDATION OF THE  TEMPORARY\n   31  PRESIDENT  OF THE SENATE, TWO MEMBERS SHALL BE APPOINTED UPON THE RECOM-\n   32  MENDATION OF THE SPEAKER OF THE ASSEMBLY, ONE MEMBER SHALL BE  APPOINTED\n   33  UPON  THE  RECOMMENDATION  OF  THE MINORITY LEADER OF THE SENATE AND ONE\n   34  MEMBER SHALL BE APPOINTED UPON THE RECOMMENDATION OF THE MINORITY LEADER\n   35  OF THE ASSEMBLY. THREE OF THE MEMBERS APPOINTED  BY  THE  GOVERNOR  (NOT\n   36  UPON  THE  RECOMMENDATION  OF  A  LEGISLATIVE  LEADER)  AND  THE MEMBERS\n   37  APPOINTED UPON THE RECOMMENDATION OF  THE  TEMPORARY  PRESIDENT  OF  THE\n   38  SENATE  AND  THE SPEAKER OF THE ASSEMBLY RESPECTIVELY, SHALL BE LICENSED\n   39  AND CURRENTLY ENGAGED AS HEREINABOVE PROVIDED. THE GOVERNOR SHALL DESIG-\n   40  NATE ONE OF THE MEMBERS OF THE BOARD AS CHAIRPERSON. THE TERM OF  OFFICE\n   41  OF  MEMBERS SHALL BE THREE YEARS, PROVIDED, HOWEVER, THAT OF THE MEMBERS\n   42  FIRST APPOINTED, THREE SHALL BE APPOINTED FOR TERMS EXPIRING ON DECEMBER\n   43  THIRTY-FIRST, TWO THOUSAND TWELVE, THREE SHALL BE  APPOINTED  FOR  TERMS\n   44  EXPIRING ON DECEMBER THIRTY-FIRST, TWO THOUSAND THIRTEEN AND THREE SHALL\n   45  BE  APPOINTED  FOR TERMS EXPIRING ON DECEMBER THIRTY-FIRST, TWO THOUSAND\n   46  FOURTEEN. TWO OF THE THREE MEMBERS WHOSE TERMS EXPIRE ON  SUCH  DECEMBER\n   47  THIRTY-FIRST IN TWO THOUSAND TWELVE, TWO THOUSAND THIRTEEN AND TWO THOU-\n   48  SAND FOURTEEN RESPECTIVELY SHALL ALSO BE LICENSED AND ENGAGED AS HEREIN-\n   49  ABOVE  PROVIDED.  VACANCIES  SHALL  BE  FILLED IN THE MANNER OF ORIGINAL\n   50  APPOINTMENT FOR THE REMAINDER OF THE TERM. THE MEMBERS SHALL RECEIVE  NO\n   51  COMPENSATION  FOR THEIR SERVICES, BUT SHALL BE ENTITLED TO RECEIVE THEIR\n   52  ACTUAL AND NECESSARY EXPENSES  INCURRED  IN  THE  PERFORMANCE  OF  THEIR\n   53  DUTIES.\n   54    3.  THE  FUND  SHALL CONSIST OF ALL MONEYS APPROPRIATED OR TRANSFERRED\n   55  THERETO BY LAW, ALL MONEYS ASSESSED OR COLLECTED AS PROVIDED BY LAW  AND\n   56  MADE  AVAILABLE  TO  THE  FUND,  AND ANY OTHER MONEYS, GIFTS OR BEQUESTS\n\n       S. 637                              5\n\n    1  DEPOSITED INTO THE FUND. NO PHYSICIAN, REGARDLESS OF MEDICAL  SPECIALTY,\n    2  LICENSED  TO PRACTICE IN THIS STATE NOR ANY MIDWIFE LICENSED TO PRACTICE\n    3  IN THIS STATE SHALL BE REQUIRED TO PAY ANY FEE,  ASSESSMENT,  SURCHARGE,\n    4  TAX  OR  OTHER  OBLIGATION  HOWEVER IDENTIFIED AS A MEANS OF PROVIDING A\n    5  SOURCE OF REVENUE FOR SUCH FUND.\n    6    4.(A) IN ANY PERSONAL INJURY ACTION AGAINST AN ATTENDING PHYSICIAN  OR\n    7  A  MIDWIFE  SUBJECT  TO  THE PROVISIONS OF ARTICLE SEVENTY-FIVE-B OF THE\n    8  CIVIL PRACTICE LAW AND RULES, THE REASONABLENESS OF THE  AMOUNT  OF  ANY\n    9  VERDICT  RENDERED  AGAINST  AN ATTENDING PHYSICIAN OR A MIDWIFE SHALL BE\n   10  SUBJECT TO AUTOMATIC APPEAL TO THE APPELLATE  DIVISION  OF  THE  SUPREME\n   11  COURT  IN  THE  DEPARTMENT  WHEREIN THE UNDERLYING VERDICT WAS RENDERED.\n   12  WHERE, AFTER APPEAL, THE AMOUNT OF DAMAGES TO BE AWARDED TO  THE  PLAIN-\n   13  TIFF OR PLAINTIFFS AS DETERMINED BY A JUDGE OR JURY, AND AFTER REVIEW BY\n   14  THE  APPELLATE  DIVISION,  IS  DETERMINED TO BE GREATER THAN TWO HUNDRED\n   15  FIFTY THOUSAND DOLLARS, THE APPELLATE DIVISION SHALL NOTIFY  THE  CHAIR-\n   16  PERSON  OF THE FUND OF THE AMOUNT OF SUCH VERDICT WITHIN FIVE DAYS AFTER\n   17  IT IS RENDERED. TOGETHER WITH SUCH NOTIFICATION, THE COURT SHALL PROVIDE\n   18  THE BOARD WITH A TRANSCRIPT OF THE  TRIAL  TESTIMONY  AND  ANY  EVIDENCE\n   19  PRESENTED  AT THE TRIAL. WITHIN THIRTY DAYS AFTER SUCH NOTIFICATION, THE\n   20  BOARD SHALL PAY THE AMOUNT IN  EXCESS  OF  TWO  HUNDRED  FIFTY  THOUSAND\n   21  DOLLARS  TO  THE SUCCESSFUL PLAINTIFF OR PLAINTIFFS. WHERE HOWEVER, UPON\n   22  REVIEW OF THE TRANSCRIPT AND EVIDENCE SO SUBMITTED, THE BOARD DETERMINES\n   23  THAT THE NEGLIGENCE OR MISCONDUCT OF THE ATTENDING PHYSICIAN OR  MIDWIFE\n   24  WAS  SO  EGREGIOUS  OR  GROSSLY CONTRARY TO GENERALLY ACCEPTABLE MEDICAL\n   25  STANDARDS OF CARE, NO PAYMENT FROM THE FUND FOR FUTURE CAUSES OF  ACTION\n   26  ACCRUING  ON  AND  AFTER  THE DATE OF THE BOARD'S DETERMINATION SHALL BE\n   27  MADE, EXCEPT AS PROVIDED FOR IN PARAGRAPH (B) OF THIS SUBDIVISION. WHERE\n   28  PAYMENT FROM THE FUND IS DENIED FOR ANY  SUCH  FUTURE  CAUSE  OF  ACTION\n   29  BECAUSE  OF THE BOARD'S DETERMINATION IN A PRIOR CAUSE OF ACTION THAT AN\n   30  ATTENDING PHYSICIAN'S OR MIDWIFE'S CONDUCT WAS SO EGREGIOUS  OR  GROSSLY\n   31  CONTRARY  TO  GENERALLY ACCEPTABLE MEDICAL STANDARDS OF CARE, THE PLAIN-\n   32  TIFF OR PLAINTIFF'S VERDICT AS RENDERED  BY  THE  JUDGE  OR  JURY  SHALL\n   33  STAND,  AND  SHALL BE SUBJECT TO ASSESSMENT AND COLLECTION PROCEDURES AS\n   34  OTHERWISE APPLICABLE TO JUDGMENTS RENDERED IN ACCORDANCE WITH ALL  OTHER\n   35  APPROPRIATE PROVISIONS OF LAW.\n   36    (B)  WHERE, AS PROVIDED FOR IN PARAGRAPH (A) OF THIS SUBDIVISION OR IN\n   37  THE COURSE OF PARTICIPATING IN A SETTLEMENT PROCEEDING AS  PROVIDED  FOR\n   38  IN  SECTION  SEVEN THOUSAND FIVE HUNDRED EIGHTY-THREE OF THE CIVIL PRAC-\n   39  TICE LAW AND RULES, THE BOARD HAS MADE A DETERMINATION THAT AN ATTENDING\n   40  PHYSICIAN'S OR MIDWIFE'S CONDUCT WAS SO EGREGIOUS OR GROSSLY CONTRARY TO\n   41  ACCEPTABLE MEDICAL STANDARDS, SUCH ATTENDING PHYSICIAN OR MIDWIFE  SHALL\n   42  BE  THEREAFTER  PERMANENTLY BARRED FROM PARTICIPATING IN THE BENEFITS OF\n   43  THE FUND FOR ANY CAUSE OF ACTION OCCURRING ON OR  AFTER  THE  DATE  SUCH\n   44  DECISION  TO  DENY  PAYMENT  IS  RENDERED. HOWEVER, ON OR AFTER THE DATE\n   45  OCCURRING FIVE YEARS AFTER THE DATE SUCH DECISION IS RENDERED AN ATTEND-\n   46  ING PHYSICIAN OR MIDWIFE MAY APPLY TO THE BOARD  FOR  A  CERTIFICATE  OF\n   47  REINSTATEMENT  WHICH, IF GRANTED SHALL PERMIT THE ATTENDING PHYSICIAN OR\n   48  MIDWIFE TO RESUME PARTICIPATION IN THE BENEFITS ACCORDED  BY  THE  FUND.\n   49  SUCH  CERTIFICATE SHALL BE GRANTED BY THE BOARD ONLY WHERE IT DETERMINES\n   50  THAT AFTER A REVIEW AND ASSESSMENT  OF  SUCH  ATTENDING  PHYSICIAN'S  OR\n   51  MIDWIFE'S  PROFESSIONAL  CONDUCT AND HIS OR HER DEMONSTRATED PROFICIENCY\n   52  IN THE PROVISION OF MEDICAL SERVICES DURING SUCH PERIOD AFTER  DISQUALI-\n   53  FICATION  AND  PRIOR  TO  THE  DATE  OF  REAPPLICATION, REINSTATEMENT IS\n   54  WARRANTED.\n   55    5. WHERE, IN ANY PERSONAL INJURY ACTION AGAINST AN ATTENDING PHYSICIAN\n   56  OR MIDWIFE WHICH HAS BEEN REFERRED TO THE BOARD, ANY PARTY HAS  APPEALED\n\n       S. 637                              6\n\n    1  THE VERDICT RENDERED BY THE TRIAL COURT, UPON NOTIFICATION OF THE FILING\n    2  OF  SUCH  APPEAL  BY THE COURT, THE ACTIONS OF THE BOARD SHALL BE STAYED\n    3  PENDING THE DETERMINATION OF THE APPELLATE COURT. WHEN ALL APPEALS  HAVE\n    4  BEEN EXHAUSTED, THE BOARD SHALL THEN COMMENCE AND MAKE ITS DETERMINATION\n    5  AS PROVIDED FOR IN THIS SECTION.\n    6    6.  ALL  PAYMENTS FROM THE FUND SHALL BE MADE ON THE AUDIT AND WARRANT\n    7  OF THE STATE COMPTROLLER, ON  VOUCHERS  CERTIFIED  OR  APPROVED  IN  THE\n    8  MANNER  PROVIDED  BY  LAW WITHIN THIRTY DAYS OF THE DETERMINATION OF THE\n    9  BOARD, A COPY OF WHICH DETERMINATION SHALL BE TRANSMITTED TO  THE  COURT\n   10  OF RECORD, ALL OF THE PARTIES TO THE ACTION, AND THEIR ATTORNEYS.\n   11    7. EXCEPT AS PROVIDED FOR IN PARAGRAPH (A) OF SUBDIVISION FOUR OF THIS\n   12  SECTION,  THE  DECISION  OF  THE  BOARD  SHALL BE FINAL AND SHALL NOT BE\n   13  SUBJECT TO FURTHER ADMINISTRATIVE  REVIEW  OR  APPEAL.  PAYMENT  OF  THE\n   14  INITIAL  TWO  HUNDRED  FIFTY  THOUSAND  DOLLARS BY, OR ON BEHALF OF, THE\n   15  ATTENDING PHYSICIAN OR MIDWIFE AND SUCH EXCESS  AMOUNT  FROM  SUCH  FUND\n   16  SHALL  CONSTITUTE  A  FULL SATISFACTION OF SUCH JURY'S VERDICT AND SHALL\n   17  DISCHARGE THE DEFENDANT FROM ANY  FURTHER  CLAIM  FOR  DAMAGES  IN  SUCH\n   18  ACTION.  NOTWITHSTANDING  ANY OTHER PROVISION OF LAW, NO OTHER DEFENDANT\n   19  IN A PERSONAL INJURY ACTION AGAINST AN ATTENDING PHYSICIAN OR A  MIDWIFE\n   20  SHALL  BE JOINTLY AND SEVERALLY LIABLE FOR ANY AMOUNT OF A VERDICT WHICH\n   21  WOULD OTHERWISE BE ASSESSABLE AGAINST HIM WHERE PAYMENTS HAVE BEEN  MADE\n   22  FROM THE FUND IN SUCH AN ACTION.\n   23    S  3.  Article 5 of the social services law is amended by adding a new\n   24  title 11-E to read as follows:\n   25                                  TITLE 11-E\n   26                     MEDICAL EXPENSES OF CERTAIN INFANTS\n   27  SECTION 369-LL. DEFINITIONS.\n   28          369-MM. ESTABLISHMENT OF PROGRAM.\n   29          369-NN. PROGRAM ELIGIBILITY AND OPERATIONS.\n   30          369-OO. RELATIONSHIP OF PROGRAM TO MEDICAL ASSISTANCE PROGRAM.\n   31    S 369-LL. DEFINITIONS. AS USED IN THIS SECTION:\n   32    1. \"IMPAIRED INFANT\" SHALL MEAN A PERSON, WHO IS INJURED AS  A  RESULT\n   33  OF  THE  NEGLIGENCE  OR  OTHER  MISCONDUCT  OF AN ATTENDING PHYSICIAN OR\n   34  MIDWIFE AND WHO HAS BEEN AWARDED DAMAGES IN AN ACTION WHICH  WAS  DETER-\n   35  MINED  TO  BE  SUBJECT  TO THE PROVISIONS OF SECTION SEVEN THOUSAND FIVE\n   36  HUNDRED EIGHTY-TWO OF THE CIVIL PRACTICE LAW AND RULES.\n   37    2. \"MEDICAL AND OTHER RELATED  COSTS\"  MEANS  ANY  COSTS  INCURRED  IN\n   38  PROVIDING  MEDICAL  SERVICES  AND  ANY  APPROPRIATE CUSTODIAL CARE TO AN\n   39  IMPAIRED INFANT DURING HIS OR HER LIFETIME.\n   40    3. \"PROGRAM\"  MEANS  THE  MEDICAL  CARE  AND  ASSISTANCE  PROGRAM  FOR\n   41  IMPAIRED  INFANTS  AS ESTABLISHED IN SECTION THREE HUNDRED SIXTY-NINE-MM\n   42  OF THIS TITLE.\n   43    S 369-MM. ESTABLISHMENT OF PROGRAM. 1.  THERE  IS  HEREBY  ESTABLISHED\n   44  WITHIN  THE  OFFICE  OF  TEMPORARY AND DISABILITY ASSISTANCE THE MEDICAL\n   45  CARE AND ASSISTANCE PROGRAM FOR IMPAIRED INFANTS.\n   46    2. NOTWITHSTANDING ANY INCONSISTENT PROVISION OF LAW, THE COMMISSIONER\n   47  OF SUCH OFFICE, SUBJECT TO THE APPROVAL OF THE DIRECTOR OF  THE  BUDGET,\n   48  MAY  APPLY  FOR  APPROPRIATE WAIVERS UNDER FEDERAL LAW AND REGULATION IF\n   49  NECESSARY OR TAKE OTHER ACTIONS AS MAY BE  REQUIRED  TO  SECURE  FEDERAL\n   50  FINANCIAL PARTICIPATION IN THE COSTS OF THE PROGRAM; MAY WAIVE OR MODIFY\n   51  ANY PROVISIONS OF THIS CHAPTER OR REGULATION TO IMPLEMENT THIS TITLE; OR\n   52  MAY PROMULGATE SUCH REGULATIONS AS NECESSARY TO IMPLEMENT THIS TITLE.\n   53    S  369-NN.  PROGRAM  ELIGIBILITY AND OPERATIONS. 1. IN ACCORDANCE WITH\n   54  REGULATIONS OF THE COMMISSIONER, A LOCAL SOCIAL SERVICES DISTRICT  SHALL\n   55  PAY  ALL  OF THE MEDICAL AND OTHER RELATED COSTS, INCURRED ON BEHALF OF,\n\n       S. 637                              7\n\n    1  OR IN CONNECTION WITH THE SUPPORT OF,  AN  IMPAIRED  INFANT  DURING  THE\n    2  ENTIRETY OF SUCH INFANT'S LIFETIME.\n    3    2.  FOR  PURPOSES  OF  DETERMINING  ELIGIBILITY  UNDER THIS TITLE, ANY\n    4  RESOURCES AVAILABLE TO SUCH INFANT, OR SUCH INFANT'S HOUSEHOLD SHALL NOT\n    5  BE CONSIDERED NOR REQUIRED TO BE APPLIED TO THE PAYMENT OF SUCH  MEDICAL\n    6  AND OTHER RELATED COSTS.\n    7    S  369-OO.  RELATIONSHIP  OF  PROGRAM  TO  MEDICAL ASSISTANCE PROGRAM.\n    8  NOTWITHSTANDING ANY INCONSISTENT PROVISION OF LAW, EXPENDITURES INCURRED\n    9  BY LOCAL SOCIAL SERVICES DISTRICTS UNDER THIS TITLE RELATED  TO  PROGRAM\n   10  EXPENSES  SHALL  BE CONSIDERED EXPENDITURES UNDER THE PROGRAM OF MEDICAL\n   11  ASSISTANCE FOR NEEDY PERSONS UNDER TITLE  ELEVEN  OF  THIS  ARTICLE  AND\n   12  THERE  SHALL  BE  PAID TO EACH SUCH DISTRICT FIFTY PERCENT OF THE AMOUNT\n   13  EXPENDED BY SUCH DISTRICT UNDER THIS TITLE, AND FOR  THE  ADMINISTRATION\n   14  THEREOF,  AFTER  FIRST  DEDUCTING  THEREFROM  ANY FEDERAL FUNDS PROPERLY\n   15  RECEIVED OR TO BE RECEIVED ON ACCOUNT THEREOF.\n   16    S 4. Paragraph (e) of subdivision 1 of section 2995-a  of  the  public\n   17  health  law  is  amended  by  adding  a new subparagraph (iv) to read as\n   18  follows:\n   19    (IV) A STATEMENT INDICATING WHETHER A PHYSICIAN OR  MIDWIFE  HAS  BEEN\n   20  DISQUALIFIED  AND IS INELIGIBLE FOR THE BENEFITS OF PARTICIPATING IN THE\n   21  IMPAIRED INFANT COMPENSATION FUND PROGRAM ESTABLISHED IN SECTION  EIGHT-\n   22  Y-FOUR-B  OF  THE STATE FINANCE LAW, AS A RESULT OF CONDUCT DEEMED EGRE-\n   23  GIOUS OR GROSSLY CONTRARY TO GENERALLY ACCEPTABLE MEDICAL STANDARDS;\n   24    S 5. Section 230 of the public health law is amended by adding  a  new\n   25  subdivision 10-a to read as follows:\n   26    10-A.  SPECIAL  PROVISIONS  RELATING  TO EXPERT WITNESSES. IN CASES OF\n   27  MEDICAL MISCONDUCT BASED UPON AN ALLEGATION THAT THE TESTIMONY GIVEN  BY\n   28  A  PERSON  WHO TESTIFIES AS AN EXPERT WITNESS FAILS TO MEET PROFESSIONAL\n   29  CLINICAL STANDARDS ACCEPTABLE TO THE OFFICE, THE OFFICE, IN ADDITION  TO\n   30  ANY  OTHER  PENALTY  OR SANCTION OTHERWISE PERMITTED, MAY IMPOSE A CIVIL\n   31  PENALTY OF NOT LESS THAN FIFTY THOUSAND DOLLARS AGAINST THE WITNESS,  OR\n   32  SUSPEND  OR PERMANENTLY REVOKE SUCH WITNESS' LICENSE TO PRACTICE IN THIS\n   33  STATE. SUCH A PROCEEDING SHALL BE GIVEN PRIORITY BY THE BOARD,  AND  THE\n   34  BOARD  SHALL  RENDER A DECISION WITHIN NINETY DAYS AFTER A COMPLAINT HAS\n   35  BEEN RECEIVED.\n   36    S 6. Severability. If any clause, sentence, paragraph, subdivision  or\n   37  part  of  this  act, or the application thereof to any person or circum-\n   38  stance, shall be adjudged by any court of competent jurisdiction  to  be\n   39  invalid  or  unconstitutional, such judgment shall not affect, impair or\n   40  invalidate the remainder thereof, but shall be confined in its operation\n   41  to the clause, sentence, paragraph, subdivision or part of this act,  or\n   42  in  its  application to the person or circumstance, directly involved in\n   43  the controversy in which such judgment shall have been rendered.\n   44    S 7. This act shall take effect immediately and  shall  apply  to  any\n   45  cause  of  action  which  (i) has accrued prior to such date for which a\n   46  verdict has not yet been rendered, or (ii)  accrues  on  or  after  such\n   47  date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the civil practice law and rules, in relation to limiting the personal liability of obstetricians-gynecologists and midwives in certain cases, the qualifications of expert witnesses who testify in personal injury actions against such professionals, and the appeal of verdicts rendered therein; to amend the state finance law, in relation to establishing the impaired infant compensation fund; to amend the social services law, in relation to the eligibility of impaired infants for the cost of medical assistance; and to amend the public health law, in relation to professional misconduct and physician profiles ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101228.T105318.TXT", "SOBI.D101228.T110820.TXT", "SOBI.D101228.T140330.TXT", "SOBI.D101228.T104818.TXT", "SOBI.D101228.T115322.TXT", "SOBI.D101228.T115822.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1293563010810
}