{
  "year" : 2011,
  "senateBillNo" : "S638-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO AGING",
    "billEventId" : "S638-2011-1294203600000-REFERRED+TO+AGING",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1295845200000,
    "eventText" : "1ST REPORT CAL.8",
    "billEventId" : "S638-2011-1295845200000-1ST+REPORT+CAL.8",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "GOLDEN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relating to assessment exemptions for living quarters for a parent or grandparent",
  "summary" : "Relates to assessment exemptions for living quarters for a parent or grandparent. ",
  "currentCommittee" : null,
  "sameAs" : "A285",
  "lawSection" : "Real Property Tax Law",
  "previousVersions" : [ "S2746-2009" ],
  "coSponsors" : null,
  "pastCommittees" : [ "AGING" ],
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          638\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  GOLDEN -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Aging\n\n       AN ACT to amend the real property tax law,  in  relation  to  assessment\n         exemptions for living quarters for a parent or grandparent\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivisions 1 and 3 of section 469 of  the  real  property\n    2  tax  law,  as  added  by chapter 377 of the laws of 2000, are amended to\n    3  read as follows:\n    4    1. A county, city, town, village or school district acting through its\n    5  local legislative body is hereby authorized and empowered to  adopt  and\n    6  amend  local  laws,  or  resolutions in the case of school districts, to\n    7  provide for an exemption from taxation to the extent of any increase  in\n    8  assessed  value  of residential property resulting from the construction\n    9  or reconstruction of such property for the purpose of  providing  living\n   10  quarters  for  a parent or grandparent, who is sixty-two years of age or\n   11  older, OR ANOTHER ELIGIBLE PERSON, AS DEFINED IN SUBDIVISION  FIVE-A  OF\n   12  THIS  SECTION.    Such  exemption  shall  not exceed (a) the increase in\n   13  assessed value resulting from construction  or  reconstruction  of  such\n   14  property,  or  (b)  twenty  percent  of the total assessed value of such\n   15  property as improved, or (c) twenty percent of the median sale price  of\n   16  residential  property  as  reported in the most recent sales statistical\n   17  summary published by the state board for the county in which the proper-\n   18  ty is located, whichever is less.\n   19    3. Such exemption shall be applicable only to construction  or  recon-\n   20  struction  which  occurred  subsequent  to  the  effective  date of this\n   21  section and shall only apply during taxable years during which at  least\n   22  one such parent [or], grandparent OR ELIGIBLE PERSON maintains a primary\n   23  place of residence in such living quarters.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00991-01-1\n\n       S. 638                              2\n\n    1    S  2.  Section 469 of the real property tax law is amended by adding a\n    2  new subdivision 5-a to read as follows:\n    3    5-A.  FOR  THE  PURPOSES  OF  THIS SECTION, THE TERM \"ELIGIBLE PERSON\"\n    4  SHALL BE DEEMED TO INCLUDE AN INDIVIDUAL WHO IS SIXTY-TWO YEARS  OF  AGE\n    5  OR  OLDER,  OR  ONE OR MORE INDIVIDUALS, INCLUDING A HUSBAND AND WIFE OR\n    6  SIBLINGS (WHETHER RELATED THROUGH HALF BLOOD, WHOLE BLOOD OR  ADOPTION),\n    7  ONE OF WHOM IS SIXTY-TWO YEARS OF AGE OR OLDER, OR A PERSON WITH A DISA-\n    8  BILITY.  TO  QUALIFY  AS  A PERSON WITH A DISABILITY FOR THE PURPOSES OF\n    9  THIS SECTION, AN INDIVIDUAL SHALL SUBMIT  TO  THE  APPROPRIATE  ASSESSOR\n   10  PROOF  THAT  HE OR SHE IS CURRENTLY RECEIVING SOCIAL SECURITY DISABILITY\n   11  INSURANCE OR SUPPLEMENTAL SECURITY INCOME  BENEFITS  UNDER  THE  FEDERAL\n   12  SOCIAL  SECURITY  ACT  OR  DISABILITY PENSION OR DISABILITY COMPENSATION\n   13  BENEFITS PROVIDED BY THE UNITED STATES DEPARTMENT OF VETERANS AFFAIRS OR\n   14  THOSE PREVIOUSLY ELIGIBLE BY VIRTUE  OF  RECEIVING  DISABILITY  BENEFITS\n   15  UNDER  THE  SUPPLEMENTAL  SECURITY INCOME PROGRAM OR THE SOCIAL SECURITY\n   16  DISABILITY PROGRAM AND CURRENTLY RECEIVING MEDICAL  ASSISTANCE  BENEFITS\n   17  BASED  ON  DETERMINATION  OF  DISABILITY  AS  PROVIDED  IN SECTION THREE\n   18  HUNDRED SIXTY-SIX OF THE SOCIAL SERVICES LAW, OR A  CERTIFIED  STATEMENT\n   19  FROM  A PHYSICIAN LICENSED TO PRACTICE IN THE STATE ON A FORM PRESCRIBED\n   20  AND MADE AVAILABLE BY THE STATE BOARD WHICH STATES THAT  THE  INDIVIDUAL\n   21  HAS  A  PERMANENT  PHYSICAL IMPAIRMENT WHICH SUBSTANTIALLY LIMITS ONE OR\n   22  MORE OF SUCH INDIVIDUAL'S MAJOR LIFE ACTIVITIES, OR A  CERTIFICATE  FROM\n   23  THE STATE COMMISSION FOR THE BLIND AND VISUALLY HANDICAPPED STATING THAT\n   24  SUCH INDIVIDUAL IS LEGALLY BLIND.\n   25    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the real property tax law, in relation to assessment exemptions for living quarters for a parent or grandparent ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101228.T140830.TXT", "SOBI.D110124.T145133.TXT", "SOBI.D101228.T105318.TXT", "SOBI.D101228.T110820.TXT", "SOBI.D101228.T110319.TXT", "SOBI.D101228.T115822.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295898693402
}