{
  "year" : 2011,
  "senateBillNo" : "S64-2011",
  "billEvents" : null,
  "votes" : null,
  "sponsor" : null,
  "title" : null,
  "summary" : null,
  "currentCommittee" : null,
  "sameAs" : "A4214",
  "lawSection" : null,
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          64\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by Sens. MONTGOMERY, ADAMS, DUANE, HASSELL-THOMPSON, KRUEGER,\n         PARKER,  SAVINO,  SQUADRON -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Children and Families\n\n       AN ACT to amend the executive law,  in  relation  to  reimbursement  for\n         alternatives  to  detention  and  alternative to residential placement\n         programs\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. The executive law is amended by adding a new section 529-b\n    2  to read as follows:\n    3    S 529-B. REIMBURSEMENT FOR ALTERNATIVES TO DETENTION  AND  ALTERNATIVE\n    4  TO  RESIDENTIAL PLACEMENT PROGRAMS.  1. NOTWITHSTANDING ANY PROVISION OF\n    5  LAW TO THE CONTRARY, TO THE EXTENT FUNDS ARE SPECIFICALLY   APPROPRIATED\n    6  THEREFOR,  THE  OFFICE OF CHILDREN AND FAMILY SERVICES SHALL REIMBURSE A\n    7  POLITICAL SUBDIVISION, OR COUNTY  OUTSIDE  OF  THE  CITY  OF  NEW  YORK,\n    8  SIXTY-FIVE  PERCENT  OF  FUNDS EXPENDED IN ALTERNATIVES TO DETENTION AND\n    9  ALTERNATIVE TO RESIDENTIAL PLACEMENT PROGRAMS.\n   10    2. AS USED IN THIS SECTION, THE TERM ALTERNATIVES TO  DETENTION  SHALL\n   11  MEAN  COMMUNITY BASED SERVICES, APPROVED BY THE POLITICAL SUBDIVISION OR\n   12  COUNTY, WHICH ARE MEANT TO HELP KEEP  YOUTH  AWAITING  TRIAL  IN  FAMILY\n   13  COURT  PURSUANT  TO  ARTICLE  THREE OR SEVEN OF THE FAMILY COURT ACT, OR\n   14  AWAITING TRIAL IN CRIMINAL COURT, OUT OF DETENTION.  SUCH  SERVICES  MAY\n   15  INCLUDE, BUT NOT BE LIMITED TO:\n   16    (A)  SERVICES  OR PROGRAMS WHICH ARE AIMED AT HELPING DETER YOUTH FROM\n   17  COMMITTING ACTS, THAT IF COMMITTED BY AN ADULT WOULD CONSTITUTE A  CRIME\n   18  UNDER THE PENAL LAW;\n   19    (B)  SERVICES  OR  PROGRAMS WHICH ARE AIMED AT HELPING ENSURE THAT THE\n   20  YOUTH APPEARS IN COURT ON SCHEDULED RETURN DATES;\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01553-01-1\n\n       S. 64                               2\n\n    1    (C) SERVICES OR PROGRAMS  WHICH  PROVIDE  OR  FACILITATE  SUPPORT  FOR\n    2  MENTAL  HEALTH DISORDERS, SUBSTANCE ABUSE PROBLEMS OR LEARNING DISABILI-\n    3  TIES;\n    4    (D) SERVICES OR PROGRAMS WHICH ARE FAMILY-FOCUSED;\n    5    (E)  SERVICES  OR  PROGRAMS  WHICH  ARE  CAPABLE OF REPLICATION ACROSS\n    6  MULTIPLE SITES;\n    7    (F) SERVICES OR PROGRAMS WHICH ARE AIMED AT REDUCING ARREST  RATES  OF\n    8  YOUTH PARTICIPATING IN SUCH PROGRAMS; AND\n    9    (G)  SERVICES  OR  PROGRAMS  WHICH  ARE  AIMED  AT  PRODUCING POSITIVE\n   10  OUTCOMES FROM YOUTH PARTICIPATING IN SUCH PROGRAMS.\n   11    3. AS USED IN THIS SECTION, THE TERM ALTERNATIVE TO RESIDENTIAL PLACE-\n   12  MENT PROGRAMS SHALL MEAN, COMMUNITY BASED PROGRAMS OR SERVICES, APPROVED\n   13  BY A POLITICAL SUBDIVISION OR COUNTY OUTSIDE OF THE CITY  OF  NEW  YORK,\n   14  WHICH  ARE  MEANT TO PREVENT RESIDENTIAL PLACEMENTS OF YOUTH PURSUANT TO\n   15  PARAGRAPH (A) OF SUBDIVISION ONE OF SECTION 352.2 OF  THE  FAMILY  COURT\n   16  ACT. SUCH SERVICES OR PROGRAMS MAY INCLUDE BUT NOT BE LIMITED TO:\n   17    (A)  SERVICES  OR  PROGRAMS  WHICH  PROVIDE  OR FACILITATE SUPPORT FOR\n   18  MENTAL HEALTH DISORDERS, SUBSTANCE ABUSE PROBLEMS AND LEARNING DISABILI-\n   19  TIES;\n   20    (B) SERVICES OR PROGRAMS WHICH PROVIDE POST-RELEASE SUPPORT WITHIN THE\n   21  YOUTH'S COMMUNITY;\n   22    (C) SERVICES OR PROGRAMS  WHICH  ARE  CAPABLE  OF  REPLICATION  ACROSS\n   23  MULTIPLE SITES;\n   24    (D) SERVICES OR PROGRAMS WHICH ARE FAMILY-FOCUSED;\n   25    (E) SERVICES OR PROGRAMS AIMED AT REDUCING RECIDIVISM;\n   26    (F)  SERVICES  OR PROGRAMS WHICH ARE AIMED AT REDUCING ARREST RATES OF\n   27  YOUTH PARTICIPATING IN SUCH PROGRAMS; AND\n   28    (G) SERVICES  OR  PROGRAMS  WHICH  ARE  AIMED  AT  PRODUCING  POSITIVE\n   29  OUTCOMES FROM YOUTH PARTICIPATING IN SUCH PROGRAMS.\n   30    4.  (A)  NOTWITHSTANDING ANY PROVISION OF LAW TO THE CONTRARY, A POLI-\n   31  TICAL SUBDIVISION OR COUNTY OUTSIDE OF THE CITY OF  NEW  YORK  SHALL  BE\n   32  ELIGIBLE  FOR  PROSPECTIVE  REIMBURSEMENT IN ACCORDANCE WITH SUBDIVISION\n   33  ONE OF THIS SECTION, FROM THE OFFICE OF CHILDREN AND FAMILY SERVICES FOR\n   34  ALTERNATIVES TO  DETENTION  AND  ALTERNATIVE  TO  RESIDENTIAL  PLACEMENT\n   35  PROGRAMS FUNDED BY SUCH POLITICAL SUBDIVISION OR COUNTY.\n   36    (B)  (I)  IN  ORDER  FOR  A POLITICAL SUBDIVISION OR COUNTY TO RECEIVE\n   37  PROSPECTIVE REIMBURSEMENT PURSUANT TO THIS SUBDIVISION,  SUCH  POLITICAL\n   38  SUBDIVISION  OR  COUNTY MUST SUBMIT A PLAN TO THE OFFICE OF CHILDREN AND\n   39  FAMILY SERVICES DETAILING HOW ALTERNATIVES TO DETENTION AND  ALTERNATIVE\n   40  TO RESIDENTIAL PLACEMENT SERVICES SHALL BE PROVIDED WITHIN THE POLITICAL\n   41  SUBDIVISION OR COUNTY.\n   42    (II)  PROVIDED HOWEVER, THAT EACH YEAR FOLLOWING THE IMPLEMENTATION OF\n   43  THIS SECTION, THE POLITICAL SUBDIVISION OR COUNTY SHALL  SUBMIT  IN  THE\n   44  PLAN  REQUIRED  PURSUANT  TO  THIS  SUBDIVISION INFORMATION FOR THE MOST\n   45  RECENT PRECEDING YEAR FOR WHICH SUCH  POLITICAL  SUBDIVISION  OR  COUNTY\n   46  RECEIVED  FUNDING  PURSUANT  TO  THIS  SECTION.  SUCH  INFORMATION SHALL\n   47  INCLUDE, BUT NOT BE LIMITED TO:\n   48    (A) THE NUMBER OF YOUTH SERVED IN ALTERNATIVE TO DETENTION OR RESIDEN-\n   49  TIAL PLACEMENT PROGRAMS WHICH RECEIVE FUNDING PURSUANT TO THIS  SECTION,\n   50  IF KNOWN; AND\n   51    (B)  THE NUMBER OF REDUCTIONS IN DETENTION AND RESIDENTIAL PLACEMENTS,\n   52  THAT RESULTED FROM SERVICES OR PROGRAMS FUNDED PURSUANT TO THIS SECTION,\n   53  IF KNOWN.\n   54    (C) THE OFFICE OF CHILDREN AND  FAMILY  SERVICES  SHALL  REVIEW  PLANS\n   55  SUBMITTED  PURSUANT  TO PARAGRAPH (B) OF THIS SUBDIVISION AND APPROVE OR\n   56  DISAPPROVE OF SUCH PLANS SUBMITTED.\n\n       S. 64                               3\n\n    1    (I) IF THE OFFICE OF CHILDREN AND FAMILY  SERVICES  DISAPPROVES  OF  A\n    2  PLAN  SUBMITTED PURSUANT TO THIS PARAGRAPH, THE POLITICAL SUBDIVISION OR\n    3  COUNTY SHALL HAVE SIXTY DAYS TO SUBMIT AN AMENDED PLAN.\n    4    (II)  UPON  APPROVAL  OF  SUCH PLAN, THE OFFICE OF CHILDREN AND FAMILY\n    5  SERVICES SHALL:\n    6    (A) MAKE ALLOCATIONS TO A POLITICAL SUBDIVISION OR COUNTY  IN  ACCORD-\n    7  ANCE WITH SUBDIVISION ONE OF THIS SECTION; AND\n    8    (B)  POST  ON  THEIR  WEBSITE  THE  POLITICAL  SUBDIVISION OR COUNTY'S\n    9  APPROVED PLAN.\n   10    S 2. This act shall take effect immediately and  shall  be  deemed  to\n   11  have  been in full force and effect on and after April 1, 2011; provided\n   12  however, that effective  immediately,  the  addition,  amendment  and/or\n   13  repeal  of  any  rule  or regulation necessary for the implementation of\n   14  this act on its effective date are authorized and directed  to  be  made\n   15  and completed.\n",
  "memo" : null,
  "law" : null,
  "actClause" : null,
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101202.T140548.TXT", "SOBI.D110202.T115710.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296665830283
}