{
  "year" : 2011,
  "senateBillNo" : "S641-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S641-2011-1294203600000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "GOLDEN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Enhances the criminal penalties for assaulting employees of a local social services district while in the performance of their duties",
  "summary" : "Enhances the criminal penalties for assaulting employees of a local social services district while in the performance of their duties; elevates it to assault in the second degree, a class D felony. ",
  "currentCommittee" : "CODES",
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : [ "S2113-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          641\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  GOLDEN -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Codes\n\n       AN ACT to amend the penal law, in relation  to  enhancing  the  criminal\n         penalty for assaulting employees of a local social services district\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 120.05 of the penal law is amended by adding a  new\n    2  subdivision 13 to read as follows:\n    3    13. (A) WITH INTENT TO CAUSE PHYSICAL INJURY TO AN EMPLOYEE OF A LOCAL\n    4  SOCIAL  SERVICES  DISTRICT  WHILE  SUCH EMPLOYEE IS IN PERFORMANCE OF AN\n    5  ASSIGNED DUTY  PROVIDING,  OR  DIRECTLY  RELATED  TO  PROVIDING,  PUBLIC\n    6  ASSISTANCE  AND CARE, HE OR SHE CAUSES PHYSICAL INJURY TO SUCH EMPLOYEE;\n    7  OR (B) HE OR SHE RECKLESSLY CAUSES PHYSICAL INJURY TO SUCH EMPLOYEE;  OR\n    8  (C)  WITH  CRIMINAL NEGLIGENCE, HE OR SHE CAUSES PHYSICAL INJURY TO SUCH\n    9  EMPLOYEE BY MEANS OF A DEADLY WEAPON OR A DANGEROUS INSTRUMENT.\n   10    S 2. This act shall take effect on the ninetieth day  after  it  shall\n   11  have become a law.\n\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00451-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, in relation to enhancing the criminal penalty for assaulting employees of a local social services district ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101228.T115322.TXT", "SOBI.D101228.T143333.TXT", "SOBI.D101228.T114822.TXT", "SOBI.D101228.T112320.TXT", "SOBI.D101228.T114322.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1293564813089
}