{
  "year" : 2011,
  "senateBillNo" : "S643-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S643-2011-1294203600000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "GOLDEN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Creates new classification of persistent misdemeanor offender for the purposes of sentencing, and prescribes the sentence therefor",
  "summary" : "Creates new classification of \"persistent misdemeanor offender\" for the purposes of sentencing a person convicted of a misdemeanor after having been convicted of five or more crimes within the last five years, and prescribes that the sentence therefor shall include a mandatory definite sentence of imprisonment of no less than thirty days and no more than one year. ",
  "currentCommittee" : "CODES",
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : [ "S2105-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "DEFRANCISCO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "JOHNSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "RANZENHOFER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          643\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sens.  GOLDEN, DeFRANCISCO, JOHNSON, RANZENHOFER -- read\n         twice and ordered printed, and when printed to  be  committed  to  the\n         Committee on Codes\n\n       AN  ACT  to  amend  the  penal  law  and  the criminal procedure law, in\n         relation to sentence for persistent misdemeanor offenders\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The penal law is amended by adding a new section 70.16 to\n    2  read as follows:\n    3  S 70.16 SENTENCE OF IMPRISONMENT FOR PERSISTENT MISDEMEANOR OFFENDER.\n    4    1. DEFINITION OF PERSISTENT MISDEMEANOR OFFENDER.\n    5    (A) A PERSISTENT MISDEMEANOR OFFENDER IS A PERSON WHO STANDS CONVICTED\n    6  OF A MISDEMEANOR AFTER HAVING PREVIOUSLY BEEN CONVICTED OF FIVE OR  MORE\n    7  CRIMES, AS PROVIDED IN PARAGRAPH (B) OF THIS SUBDIVISION.\n    8    (B) A PREVIOUS CRIMINAL CONVICTION WITHIN THE MEANING OF PARAGRAPH (A)\n    9  OF THIS SUBDIVISION IS A CONVICTION OF A CRIME IN THIS STATE, PROVIDED:\n   10    (I) THAT A SENTENCE FOR SUCH CONVICTION WAS IMPOSED THEREFOR; AND\n   11    (II) THAT THE DEFENDANT WAS SENTENCED FOR SUCH CONVICTION PRIOR TO THE\n   12  DATE OF COMMISSION OF THE PRESENT MISDEMEANOR; AND\n   13    (III)  SUBJECT  TO  THE  PERIOD  OF  TIME  EXCLUDED  PURSUANT  TO  THE\n   14  PROVISIONS OF PARAGRAPH (C) OF THIS SUBDIVISION, THAT THE DEFENDANT  WAS\n   15  SENTENCED  FOR SUCH CONVICTION NO MORE THAN FIVE YEARS PRIOR TO THE DATE\n   16  OF COMMISSION OF THE PRESENT MISDEMEANOR; AND\n   17    (IV) THAT THE DEFENDANT WAS NOT PARDONED ON THE GROUNDS OF INNOCENCE.\n   18    (C) ANY PERIOD OF TIME DURING WHICH THE DEFENDANT WAS INCARCERATED FOR\n   19  ANY REASON BETWEEN THE DATE OF COMMISSION OF THE PREVIOUS CRIME AND  THE\n   20  DATE  OF  COMMISSION  OF THE PRESENT MISDEMEANOR SHALL NOT COUNT AS TIME\n   21  WHICH HAS ELAPSED IN DETERMINING THE FIVE YEAR PERIOD WITHIN  WHICH  THE\n   22  DEFENDANT MUST HAVE BEEN SENTENCED FOR THE PREVIOUS CRIME UNDER SUBPARA-\n   23  GRAPH  (III) OF PARAGRAPH (B) OF THIS SUBDIVISION; SUCH FIVE YEAR PERIOD\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04233-01-1\n\n       S. 643                              2\n\n    1  SHALL BE EXTENDED BY SUCH PERIOD OR PERIODS OF TIME SERVED IN INCARCERA-\n    2  TION.\n    3    (D) THE TERM \"SENTENCE\", WHEN REFERRING TO THE SENTENCE FOR A PREVIOUS\n    4  CRIMINAL CONVICTION WITHIN THE MEANING OF PARAGRAPH (B) OF THIS SUBDIVI-\n    5  SION,  SHALL  INCLUDE  BUT  NOT  BE  LIMITED TO: A SUSPENDED SENTENCE; A\n    6  SUSPENDED EXECUTION OF SENTENCE; A SENTENCE OF PROBATION; A SENTENCE  OF\n    7  CONDITIONAL  DISCHARGE  OR  OF  UNCONDITIONAL  DISCHARGE;  A SENTENCE OF\n    8  CERTIFICATION TO THE CARE AND CUSTODY OF THE OFFICE  OF  ALCOHOLISM  AND\n    9  SUBSTANCE  ABUSE  SERVICES;  OR  A SENTENCE OF ANY COMBINATION OF ONE OR\n   10  MORE OF THE FOREGOING SENTENCES.\n   11    2. AUTHORIZED SENTENCE. WHEN THE COURT  HAS  FOUND,  PURSUANT  TO  THE\n   12  PROVISIONS  OF THE CRIMINAL PROCEDURE LAW, THAT A PERSON IS A PERSISTENT\n   13  MISDEMEANOR OFFENDER, THE COURT  MUST  IMPOSE  A  DEFINITE  SENTENCE  OF\n   14  IMPRISONMENT,  THE  TERM OF WHICH SHALL BE FIXED BY THE COURT AT NO LESS\n   15  THAN THIRTY DAYS AND NO MORE THAN ONE YEAR, AND MAY IMPOSE ANY  SENTENCE\n   16  AUTHORIZED  BY LAW OTHER THAN AND IN ADDITION TO SUCH SENTENCE OF IMPRI-\n   17  SONMENT. IN FIXING THE LENGTH OF THE TERM OF  SUCH  DEFINITE  PERIOD  OF\n   18  IMPRISONMENT TO WHICH THE COURT MUST SENTENCE THE DEFENDANT UPON A FIND-\n   19  ING  THAT  SUCH  PERSON  IS A PERSISTENT MISDEMEANOR OFFENDER, THE COURT\n   20  SHALL CONSIDER THE HISTORY AND CHARACTER OF THE DEFENDANT AND THE NATURE\n   21  AND CIRCUMSTANCES OF SUCH PERSON'S CRIMINAL CONDUCT AND  SHALL  SENTENCE\n   22  THE DEFENDANT TO A TERM HAVING A LENGTH, WITHIN THE FOREGOING PRESCRIBED\n   23  LIMITS, THAT WILL BEST SERVE THE PUBLIC INTEREST.\n   24    S  2.  The  criminal  procedure law is amended by adding a new section\n   25  400.14 to read as follows:\n   26  S  400.14    PROCEDURE  FOR  DETERMINING  WHETHER  DEFENDANT  SHOULD  BE\n   27                 SENTENCED AS A PERSISTENT MISDEMEANOR OFFENDER.\n   28    1.  APPLICABILITY. THE PROVISIONS OF THIS SECTION GOVERN THE PROCEDURE\n   29  THAT MUST BE FOLLOWED IN ORDER  TO  IMPOSE  THE  PERSISTENT  MISDEMEANOR\n   30  OFFENDER  SENTENCE AUTHORIZED BY SUBDIVISION TWO OF SECTION 70.16 OF THE\n   31  PENAL LAW. SUCH SENTENCE MAY NOT BE IMPOSED UNLESS, BASED UPON  EVIDENCE\n   32  IN  THE RECORD OF A HEARING HELD PURSUANT TO THIS SECTION, THE COURT (A)\n   33  HAS FOUND THAT THE DEFENDANT IS A  PERSISTENT  MISDEMEANOR  OFFENDER  AS\n   34  DEFINED  IN  SUBDIVISION  ONE OF SECTION 70.16 OF THE PENAL LAW, AND (B)\n   35  HAS CONSIDERED THE HISTORY AND CHARACTER OF THE DEFENDANT AND THE NATURE\n   36  AND CIRCUMSTANCES OF HIS OR HER CRIMINAL CONDUCT, AS WELL AS THE  PUBLIC\n   37  INTEREST,  IN  DETERMINING  THE  LENGTH  OF  THE DEFINITE SENTENCE TO BE\n   38  IMPOSED WITHIN THE LIMITS PRESCRIBED BY SUBDIVISION TWO OF SECTION 70.16\n   39  OF THE PENAL LAW.\n   40    2. AUTHORIZATION FOR HEARING. WHEN INFORMATION AVAILABLE TO THE  COURT\n   41  PRIOR  TO SENTENCING INDICATES THAT THE DEFENDANT IS A PERSISTENT MISDE-\n   42  MEANOR OFFENDER, AND WHEN, IN THE OPINION OF THE  COURT,  THE  AVAILABLE\n   43  INFORMATION SHOWS THAT A PERSISTENT MISDEMEANOR OFFENDER SENTENCE MAY BE\n   44  WARRANTED,  THE  COURT  MAY ORDER A HEARING TO DETERMINE (A) WHETHER THE\n   45  DEFENDANT IS IN FACT A PERSISTENT MISDEMEANOR OFFENDER, AND (B)  IF  SO,\n   46  WHETHER A PERSISTENT MISDEMEANOR OFFENDER SENTENCE SHOULD BE IMPOSED.\n   47    3.  ORDER  DIRECTING A HEARING. AN ORDER DIRECTING A HEARING TO DETER-\n   48  MINE WHETHER THE DEFENDANT SHOULD BE SENTENCED AS A PERSISTENT MISDEMEA-\n   49  NOR OFFENDER MUST BE FILED WITH THE CLERK OF THE COURT AND MUST  SPECIFY\n   50  A DATE FOR THE HEARING NOT LESS THAN TWENTY DAYS FROM THE DATE THE ORDER\n   51  IS  FILED.  THE  COURT MUST ANNEX TO AND FILE WITH THE ORDER A STATEMENT\n   52  SETTING FORTH THE FOLLOWING:\n   53    (A) THE DATES AND PLACES OF THE PREVIOUS CONVICTIONS WHICH RENDER  THE\n   54  DEFENDANT  A  PERSISTENT  MISDEMEANOR OFFENDER AS DEFINED IN SUBDIVISION\n   55  ONE OF SECTION 70.16 OF THE PENAL LAW; AND\n\n       S. 643                              3\n\n    1    (B) THE FACTORS IN  THE  DEFENDANT'S  BACKGROUND  AND  PRIOR  CRIMINAL\n    2  CONDUCT,  AS WELL AS THE PUBLIC INTEREST, WHICH THE COURT DEEMS RELEVANT\n    3  FOR THE PURPOSE OF SENTENCING THE DEFENDANT AS A PERSISTENT  MISDEMEANOR\n    4  OFFENDER.\n    5    4.  NOTICE  OF HEARING. UPON RECEIPT OF THE ORDER AND STATEMENT OF THE\n    6  COURT, THE CLERK OF THE COURT MUST SEND  A  NOTICE  OF  HEARING  TO  THE\n    7  DEFENDANT,  HIS  OR  HER  COUNSEL AND THE DISTRICT ATTORNEY. SUCH NOTICE\n    8  MUST SPECIFY THE TIME AND PLACE OF THE HEARING AND  THE  FACT  THAT  THE\n    9  PURPOSE  OF  THE  HEARING  IS  TO DETERMINE WHETHER OR NOT THE DEFENDANT\n   10  SHOULD BE SENTENCED AS A PERSISTENT MISDEMEANOR  OFFENDER.  EACH  NOTICE\n   11  REQUIRED  TO  BE  SENT  HEREUNDER  MUST  BE ACCOMPANIED BY A COPY OF THE\n   12  STATEMENT OF THE COURT.\n   13    5. BURDEN AND STANDARD OF  PROOF;  EVIDENCE.  UPON  ANY  HEARING  HELD\n   14  PURSUANT TO THIS SECTION THE BURDEN OF PROOF IS UPON THE PEOPLE. A FIND-\n   15  ING  THAT THE DEFENDANT IS A PERSISTENT MISDEMEANOR OFFENDER, AS DEFINED\n   16  IN SUBDIVISION ONE OF SECTION 70.16 OF THE PENAL LAW, MUST BE BASED UPON\n   17  PROOF BEYOND A REASONABLE DOUBT BY EVIDENCE ADMISSIBLE UNDER  THE  RULES\n   18  APPLICABLE TO THE TRIAL OF THE ISSUE OF GUILT. MATTERS PERTAINING TO THE\n   19  DEFENDANT'S  HISTORY  AND  CHARACTER AND THE NATURE AND CIRCUMSTANCES OF\n   20  HIS OR HER CRIMINAL CONDUCT, AS WELL AS  THE  PUBLIC  INTEREST,  MAY  BE\n   21  ESTABLISHED BY ANY RELEVANT EVIDENCE, NOT LEGALLY PRIVILEGED, REGARDLESS\n   22  OF ADMISSIBILITY UNDER THE EXCLUSIONARY RULES OF EVIDENCE, AND THE STAN-\n   23  DARD  OF  PROOF WITH RESPECT TO SUCH MATTERS SHALL BE A PREPONDERANCE OF\n   24  THE EVIDENCE.\n   25    6. CONSTITUTIONALITY OF PRIOR CONVICTIONS. A  PREVIOUS  CONVICTION  IN\n   26  THIS  OR  ANY  OTHER JURISDICTION WHICH WAS OBTAINED IN VIOLATION OF THE\n   27  RIGHTS OF THE DEFENDANT UNDER THE APPLICABLE PROVISIONS OF THE CONSTITU-\n   28  TION OF THE UNITED STATES MAY NOT BE COUNTED IN DETERMINING WHETHER  THE\n   29  DEFENDANT  IS  A  PERSISTENT MISDEMEANOR OFFENDER. THE DEFENDANT MAY, AT\n   30  ANY TIME DURING THE COURSE OF THE HEARING HEREUNDER CONTROVERT AN  ALLE-\n   31  GATION  WITH RESPECT TO SUCH CONVICTION IN THE STATEMENT OF THE COURT ON\n   32  THE GROUNDS THAT THE CONVICTION WAS UNCONSTITUTIONALLY OBTAINED.   FAIL-\n   33  URE  TO  CHALLENGE THE PREVIOUS CONVICTION IN THE MANNER PROVIDED HEREIN\n   34  CONSTITUTES A WAIVER ON THE PART OF THE DEFENDANT OF ANY  ALLEGATION  OF\n   35  UNCONSTITUTIONALITY  UNLESS GOOD CAUSE BE SHOWN FOR SUCH FAILURE TO MAKE\n   36  TIMELY CHALLENGE.\n   37    7. PRELIMINARY EXAMINATION. WHEN THE DEFENDANT APPEARS FOR THE HEARING\n   38  THE COURT MUST ASK HIM OR HER WHETHER HE OR SHE WISHES TO CONTROVERT ANY\n   39  ALLEGATION MADE IN THE STATEMENT PREPARED BY THE COURT, AND  WHETHER  HE\n   40  OR SHE WISHES TO PRESENT EVIDENCE ON THE ISSUE OF WHETHER HE OR SHE IS A\n   41  PERSISTENT  MISDEMEANOR  OFFENDER OR ON THE QUESTION OF HIS OR HER BACK-\n   42  GROUND AND CRIMINAL CONDUCT. IF THE DEFENDANT WISHES TO  CONTROVERT  ANY\n   43  ALLEGATION  IN  THE  STATEMENT  OF THE COURT, HE OR SHE MUST SPECIFY THE\n   44  PARTICULAR ALLEGATION OR ALLEGATIONS HE OR SHE WISHES TO CONTROVERT.  IF\n   45  HE OR SHE WISHES TO PRESENT EVIDENCE IN HIS OR HER OWN BEHALF, HE OR SHE\n   46  MUST  SPECIFY THE NATURE OF SUCH EVIDENCE. UNCONTROVERTED ALLEGATIONS IN\n   47  THE STATEMENT OF THE COURT ARE DEEMED EVIDENCE IN THE RECORD.\n   48    8. CASES WHERE FURTHER HEARING IS NOT REQUIRED.  WHERE  THE  UNCONTRO-\n   49  VERTED  ALLEGATIONS  IN  THE  STATEMENT  OF  THE COURT ARE SUFFICIENT TO\n   50  SUPPORT A FINDING THAT THE DEFENDANT IS A PERSISTENT MISDEMEANOR  OFFEN-\n   51  DER  AND  THE COURT IS SATISFIED THAT (A) THE UNCONTROVERTED ALLEGATIONS\n   52  WITH RESPECT TO THE DEFENDANT'S BACKGROUND AND THE NATURE OF HIS OR  HER\n   53  PRIOR CRIMINAL CONDUCT, AS WELL AS THE PUBLIC INTEREST, WARRANT SENTENC-\n   54  ING  THE  DEFENDANT  AS  A  PERSISTENT MISDEMEANOR OFFENDER, AND (B) THE\n   55  DEFENDANT EITHER HAS NO RELEVANT EVIDENCE TO PRESENT OR THE FACTS  WHICH\n   56  COULD BE ESTABLISHED THROUGH THE EVIDENCE OFFERED BY THE DEFENDANT WOULD\n\n       S. 643                              4\n\n    1  NOT  AFFECT THE COURT'S DECISION, THE COURT MAY ENTER A FINDING THAT THE\n    2  DEFENDANT IS A PERSISTENT MISDEMEANOR OFFENDER AND SENTENCE HIM  OR  HER\n    3  IN ACCORDANCE WITH THE PROVISIONS OF SUBDIVISION TWO OF SECTION 70.16 OF\n    4  THE PENAL LAW.\n    5    9.  CASES  WHERE  FURTHER  HEARING  IS  REQUIRED.  WHERE THE DEFENDANT\n    6  CONTROVERTS AN ALLEGATION IN THE STATEMENT OF THE COURT AND  THE  UNCON-\n    7  TROVERTED  ALLEGATIONS IN SUCH STATEMENT ARE NOT SUFFICIENT TO SUPPORT A\n    8  FINDING THAT THE DEFENDANT  IS  A  PERSISTENT  MISDEMEANOR  OFFENDER  AS\n    9  DEFINED  IN  SUBDIVISION ONE OF SECTION 70.16 OF THE PENAL LAW, OR WHERE\n   10  THE UNCONTROVERTED ALLEGATIONS WITH RESPECT TO THE  DEFENDANT'S  HISTORY\n   11  AND  THE  NATURE  OF  HIS  OR HER PRIOR CRIMINAL CONDUCT, AS WELL AS THE\n   12  PUBLIC INTEREST, WARRANT SENTENCING HIM OR  HER  TO  A  LESSER  TERM  OF\n   13  IMPRISONMENT  AS  A  PERSISTENT  MISDEMEANOR  OFFENDER,  WITHIN THE TERM\n   14  LIMITS PRESCRIBED BY LAW, OR WHERE THE DEFENDANT HAS OFFERED TO  PRESENT\n   15  EVIDENCE  TO  ESTABLISH  FACTS THAT WOULD AFFECT THE COURT'S DECISION ON\n   16  THE QUESTION OF WHETHER A PERSISTENT MISDEMEANOR  OFFENDER  SENTENCE  IS\n   17  WARRANTED, THE COURT MAY FIX A DATE FOR A FURTHER HEARING.  SUCH HEARING\n   18  SHALL  BE BEFORE THE COURT WITHOUT A JURY AND EITHER PARTY MAY INTRODUCE\n   19  EVIDENCE WITH RESPECT TO  THE  CONTROVERTED  ALLEGATIONS  OR  ANY  OTHER\n   20  MATTER  RELEVANT  TO THE ISSUE OF WHETHER OR NOT THE DEFENDANT SHOULD BE\n   21  SENTENCED AS A PERSISTENT MISDEMEANOR OFFENDER AND ON THE ISSUE  OF  THE\n   22  LENGTH  OF  SUCH  SENTENCE.   AT THE CONCLUSION OF THE HEARING THE COURT\n   23  MUST MAKE A FINDING AS TO WHETHER OR NOT THE DEFENDANT IS  A  PERSISTENT\n   24  MISDEMEANOR  OFFENDER  AND,  UPON A FINDING THAT HE OR SHE IS SUCH, MUST\n   25  THEN MAKE SUCH FINDINGS OF FACT AS IT DEEMS RELEVANT TO THE QUESTION  OF\n   26  WHAT LENGTH OF PERSISTENT MISDEMEANOR OFFENDER INCARCERATION SENTENCE IS\n   27  WARRANTED,  AND WHAT OTHER SENTENCE AUTHORIZED BY LAW SHOULD BE IMPOSED.\n   28  IF THE COURT FINDS THAT THE DEFENDANT IS A PERSISTENT MISDEMEANOR OFFEN-\n   29  DER, IT MAY SENTENCE THE DEFENDANT IN ACCORDANCE WITH THE PROVISIONS  OF\n   30  SUBDIVISION TWO OF SECTION 70.16 OF THE PENAL LAW.\n   31    10. TERMINATION OF HEARING. AT ANY TIME DURING THE PENDENCY OF A HEAR-\n   32  ING  PURSUANT  TO THIS SECTION, THE COURT MAY, IN ITS DISCRETION, TERMI-\n   33  NATE THE HEARING WITHOUT MAKING ANY FINDING.  IN SUCH CASE,  UNLESS  THE\n   34  COURT  RECOMMENCES THE PROCEEDINGS AND MAKES THE NECESSARY FINDINGS, THE\n   35  DEFENDANT MAY NOT BE SENTENCED AS A PERSISTENT MISDEMEANOR OFFENDER.\n   36    S 3. This act shall take effect on the first of November next succeed-\n   37  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the penal law and the criminal procedure law, in relation to sentence for persistent misdemeanor offenders ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101228.T143833.TXT", "SOBI.D101228.T115322.TXT", "SOBI.D101228.T114322.TXT", "SOBI.D101228.T112320.TXT", "SOBI.D101228.T112820.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1293565113155
}