{
  "year" : 2011,
  "senateBillNo" : "S644-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S644-2011-1294203600000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "GOLDEN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Elevates severity of patronizing a prostitute and permitting prostitution, and makes certain provisions of promoting prostitution violent felonies",
  "summary" : "Makes promoting prostitution in the first degree and certain provisions of promoting prostitution in the second and third degrees violent felony offenses; increases the severity of the penalties for patronizing a prostitute and permitting prostitution; redesignates permitting prostitution as permitting prostitution in the second degree and establishes the class E felony of permitting prostitution when a child under 17 is being prostituted on the premises; designates permitting prostitution in the first degree as a sex offense for purposes of registration under the sex offender registration act. ",
  "currentCommittee" : "CODES",
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : [ "S1569-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "FUSCHILLO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "GRIFFO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "LAVALLE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          644\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sens. GOLDEN, LAVALLE -- read twice and ordered printed,\n         and when printed to be committed to the Committee on Codes\n\n       AN ACT to amend the penal law, in relation  to  promoting  prostitution,\n         patronizing a prostitute and permitting prostitution; and to amend the\n         correction  law, in relation to designating permitting prostitution in\n         the first degree as a sex offense for the purposes of the sex offender\n         registration act\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Paragraphs  (a),  (b),  (c)  and  (d) of subdivision 1 of\n    2  section 70.02 of the penal law, paragraph (a) as amended by chapter  320\n    3  of  the laws of 2006, paragraph (b) and (c) as amended by chapter 405 of\n    4  the laws of 2010 and paragraph (d) as amended by chapter 7 of  the  laws\n    5  of 2007, are amended to read as follows:\n    6    (a)  Class  B  violent felony offenses: an attempt to commit the class\n    7  A-I felonies of murder in  the  second  degree  as  defined  in  section\n    8  125.25, kidnapping in the first degree as defined in section 135.25, and\n    9  arson  in the first degree as defined in section 150.20; manslaughter in\n   10  the first degree as defined in section 125.20,  aggravated  manslaughter\n   11  in  the  first  degree  as  defined in section 125.22, rape in the first\n   12  degree as defined in section 130.35, criminal sexual act  in  the  first\n   13  degree  as  defined  in  section  130.50, aggravated sexual abuse in the\n   14  first degree as defined in section  130.70,  course  of  sexual  conduct\n   15  against  a  child  in  the first degree as defined in section 130.75[;],\n   16  PROMOTING PROSTITUTION IN THE FIRST DEGREE AS DEFINED IN SECTION 230.32,\n   17  assault in the first degree as defined in section 120.10, kidnapping  in\n   18  the  second  degree  as defined in section 135.20, burglary in the first\n   19  degree as defined in section 140.30,  arson  in  the  second  degree  as\n   20  defined  in  section  150.15,  robbery in the first degree as defined in\n   21  section 160.15, incest in the first degree as defined in section 255.27,\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04310-01-1\n\n       S. 644                              2\n\n    1  criminal possession of a weapon  in  the  first  degree  as  defined  in\n    2  section 265.04, criminal use of a firearm in the first degree as defined\n    3  in  section  265.09,  criminal  sale of a firearm in the first degree as\n    4  defined in section 265.13, aggravated assault upon a police officer or a\n    5  peace  officer  as  defined in section 120.11, gang assault in the first\n    6  degree as defined in section 120.07, intimidating a victim or witness in\n    7  the first degree as defined in section 215.17, hindering prosecution  of\n    8  terrorism  in  the  first  degree as defined in section 490.35, criminal\n    9  possession of a chemical weapon  or  biological  weapon  in  the  second\n   10  degree  as  defined  in  section  490.40, and criminal use of a chemical\n   11  weapon or biological weapon in the third degree as  defined  in  section\n   12  490.47.\n   13    (b)  Class  C violent felony offenses: an attempt to commit any of the\n   14  class B felonies set forth in paragraph (a) of this subdivision;  aggra-\n   15  vated criminally negligent homicide as defined in section 125.11, aggra-\n   16  vated  manslaughter  in  the second degree as defined in section 125.21,\n   17  aggravated sexual abuse in the  second  degree  as  defined  in  section\n   18  130.67,  PATRONIZING  A  PROSTITUTE  IN  THE  FIRST DEGREE AS DEFINED IN\n   19  SECTION 230.06, PROMOTING PROSTITUTION IN THE SECOND DEGREE  AS  DEFINED\n   20  IN SUBDIVISION TWO OF SECTION 230.30, assault on a peace officer, police\n   21  officer,  fireman  or emergency medical services professional as defined\n   22  in section 120.08, gang assault in  the  second  degree  as  defined  in\n   23  section  120.06, strangulation in the first degree as defined in section\n   24  121.13, burglary in the second degree  as  defined  in  section  140.25,\n   25  robbery  in  the  second  degree  as defined in section 160.10, criminal\n   26  possession of a weapon in  the  second  degree  as  defined  in  section\n   27  265.03,  criminal  use  of  a firearm in the second degree as defined in\n   28  section 265.08, criminal sale of a  firearm  in  the  second  degree  as\n   29  defined  in section 265.12, criminal sale of a firearm with the aid of a\n   30  minor as defined in section 265.14, soliciting or providing support  for\n   31  an  act  of  terrorism in the first degree as defined in section 490.15,\n   32  hindering prosecution of terrorism in the second degree  as  defined  in\n   33  section  490.30, and criminal possession of a chemical weapon or biolog-\n   34  ical weapon in the third degree as defined in section 490.37.\n   35    (c) Class D violent felony offenses: an attempt to commit any  of  the\n   36  class C felonies set forth in paragraph (b); reckless assault of a child\n   37  as defined in section 120.02, assault in the second degree as defined in\n   38  section 120.05, menacing a police officer or peace officer as defined in\n   39  section  120.18, stalking in the first degree, as defined in subdivision\n   40  one of section 120.60, strangulation in the second degree as defined  in\n   41  section  121.12, rape in the second degree as defined in section 130.30,\n   42  criminal sexual act in the second degree as defined in  section  130.45,\n   43  sexual abuse in the first degree as defined in section 130.65, course of\n   44  sexual  conduct  against  a  child  in  the  second degree as defined in\n   45  section 130.80, aggravated sexual abuse in the third degree  as  defined\n   46  in  section  130.66,  facilitating  a  sex  offense  with  a  controlled\n   47  substance as defined in section 130.90, PATRONIZING A PROSTITUTE IN  THE\n   48  SECOND  DEGREE  AS  DEFINED IN SECTION 230.05, PROMOTING PROSTITUTION IN\n   49  THE THIRD DEGREE AS DEFINED IN SUBDIVISION TWO OF SECTION 230.25, crimi-\n   50  nal possession of a weapon in the third degree as defined in subdivision\n   51  five, six, seven or eight of section 265.02, criminal sale of a  firearm\n   52  in  the third degree as defined in section 265.11, intimidating a victim\n   53  or witness in the second degree as defined in section 215.16, soliciting\n   54  or providing support for an act of terrorism in  the  second  degree  as\n   55  defined in section 490.10, and making a terroristic threat as defined in\n   56  section  490.20,  falsely  reporting  an incident in the first degree as\n\n       S. 644                              3\n\n    1  defined in section 240.60, placing a false bomb or  hazardous  substance\n    2  in  the  first degree as defined in section 240.62, placing a false bomb\n    3  or hazardous substance in a sports stadium or arena, mass transportation\n    4  facility  or  enclosed  shopping  mall as defined in section 240.63, and\n    5  aggravated unpermitted use of indoor pyrotechnics in the first degree as\n    6  defined in section 405.18.\n    7    (d) Class E violent felony offenses: an attempt to commit any  of  the\n    8  felonies  of  criminal  possession  of  a  weapon in the third degree as\n    9  defined in subdivision five, six, seven or eight of section 265.02 as  a\n   10  lesser  included offense of that section as defined in section 220.20 of\n   11  the criminal procedure  law,  persistent  sexual  abuse  as  defined  in\n   12  section  130.53, aggravated sexual abuse in the fourth degree as defined\n   13  in section 130.65-a, PATRONIZING A PROSTITUTE IN  THE  THIRD  DEGREE  AS\n   14  DEFINED  IN  SECTION 230.04, falsely reporting an incident in the second\n   15  degree as defined in section 240.55 and placing a false bomb or  hazard-\n   16  ous substance in the second degree as defined in section 240.61.\n   17    S  2.  Subdivision  5 of section 60.05 of the penal law, as amended by\n   18  chapter 405 of the laws of 2010, is amended to read as follows:\n   19    5. Certain class D felonies. Except as provided in subdivision six  of\n   20  this  section, every person convicted of the class D felonies of assault\n   21  in the second degree as defined in section 120.05, strangulation in  the\n   22  second degree as defined in section 121.12 [or attempt to commit a class\n   23  C  felony  as  defined  in  section  230.30  of  this  chapter,] must be\n   24  sentenced in accordance with section 70.00 or 85.00 of this title.\n   25    S 3. The closing paragraph of section 230.04  of  the  penal  law,  as\n   26  amended  by  chapter  74  of  the  laws  of  2007, is amended to read as\n   27  follows:\n   28    Patronizing a prostitute in the third degree is a class  [A  misdemea-\n   29  nor] E FELONY.\n   30    S  4.  The  closing  paragraph  of section 230.05 of the penal law, as\n   31  added by chapter 627 of the laws of 1978, is amended to read as follows:\n   32    Patronizing a prostitute in the second degree is a class [E] D felony.\n   33    S 5. The closing paragraph of section 230.06  of  the  penal  law,  as\n   34  added by chapter 627 of the laws of 1978, is amended to read as follows:\n   35    Patronizing a prostitute in the first degree is a class [D] C felony.\n   36    S 6. Section 230.40 of the penal law is amended to read as follows:\n   37  S 230.40 Permitting prostitution IN THE SECOND DEGREE.\n   38    A  person  is  guilty  of permitting prostitution IN THE SECOND DEGREE\n   39  when, having possession or control of premises which he OR SHE knows are\n   40  being used for prostitution purposes, he OR SHE fails to make reasonable\n   41  effort to halt or abate such use.\n   42    Permitting prostitution IN THE SECOND DEGREE is a class [B]  A  misde-\n   43  meanor.\n   44    S  7.  The penal law is amended by adding a new section 230.45 to read\n   45  as follows:\n   46  S 230.45 PERMITTING PROSTITUTION IN THE FIRST DEGREE.\n   47    A PERSON IS GUILTY OF PERMITTING PROSTITUTION IN THE FIRST DEGREE WHEN\n   48  HAVING POSSESSION OR CONTROL OF PREMISES WHICH HE OR SHE KNOWS ARE BEING\n   49  USED FOR PROSTITUTION PURPOSES INCLUDING THE  PROSTITUTION  OF  A  CHILD\n   50  LESS  THAN  SEVENTEEN  YEARS  OF AGE, HE OR SHE FAILS TO MAKE REASONABLE\n   51  EFFORT TO HALT OR ABATE SUCH USE.\n   52    PERMITTING PROSTITUTION IN THE FIRST DEGREE IS A CLASS E FELONY.\n   53    S 8. Subparagraph (i) of paragraph (a) of  subdivision  2  of  section\n   54  168-a  of  the  correction law, as amended by chapter 405 of the laws of\n   55  2008, is amended to read as follows:\n\n       S. 644                              4\n\n    1    (i) a conviction of or a conviction for an attempt to commit  any  [of\n    2  the  provisions] PROVISION of [sections] SECTION 120.70, 130.20, 130.25,\n    3  130.30, 130.40, 130.45, 130.60, 230.34, 250.50, 255.25, 255.26 [and]  OR\n    4  255.27  or  article two hundred sixty-three of the penal law, or section\n    5  135.05,  135.10,  135.20  or  135.25  of such law relating to kidnapping\n    6  offenses, provided the victim of such kidnapping or related  offense  is\n    7  less  than seventeen years old and the offender is not the parent of the\n    8  victim, or section 230.04, where the person patronized is in  fact  less\n    9  than  seventeen  years  of  age, 230.05 or 230.06, or subdivision two of\n   10  section 230.30, section 230.32 [or], 230.33 OR 230.45 of the penal  law,\n   11  or\n   12    S 9. This act shall take effect on the first of November next succeed-\n   13  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, in relation to promoting prostitution, patronizing a prostitute and permitting prostitution; and to amend the correction law, in relation to designating permitting prostitution in the first degree as a sex offense for the purposes of the sex offender registration act ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110131.T105154.TXT", "SOBI.D101228.T151335.TXT", "SOBI.D101228.T115322.TXT", "SOBI.D101228.T114322.TXT", "SOBI.D101228.T112820.TXT", "SOBI.D110106.T095156.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296489114020
}