{
  "year" : 2011,
  "senateBillNo" : "S646-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S646-2011-1294203600000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "GOLDEN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes Triborough bridge and tunnel peace officers the right to temporarily stop and question persons and conduct frisk for weapons",
  "summary" : "Authorizes Triborough bridge and tunnel peace officers the right to temporarily stop and question persons and conduct frisk for weapons. ",
  "currentCommittee" : "CODES",
  "sameAs" : null,
  "lawSection" : "Criminal Procedure Law",
  "previousVersions" : [ "S2801-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          646\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  GOLDEN -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Codes\n\n       AN ACT to amend the  criminal  procedure  law,  in  relation  to  adding\n         Triborough bridge and tunnel authority peace officers to those able to\n         conduct temporary questioning of persons\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 140.50 of the criminal procedure law, as amended by\n    2  chapter 911 of the laws of 1972, subdivision 1 as amended by chapter 714\n    3  of the laws of 1973, subdivision 2 as amended by chapter 237 of the laws\n    4  of 1985 and subdivision 4 as added by chapter 176 of the laws  of  2010,\n    5  is amended to read as follows:\n    6  S  140.50  Temporary questioning of persons in public places; search for\n    7             weapons.\n    8    1. In addition to the authority provided by this article for making an\n    9  arrest without a warrant, a police officer may stop a person in a public\n   10  place located within the geographical area of such officer's  employment\n   11  when  [he]  SUCH  POLICE OFFICER reasonably suspects that such person is\n   12  committing, has committed or is about to commit either (a) a  felony  or\n   13  (b)  a misdemeanor defined in the penal law, and may demand [of him his]\n   14  SUCH PERSON'S name, address and an explanation of his OR HER conduct.\n   15    2. Any person who  is  a  peace  officer  and  who  provides  security\n   16  services  for any court of the unified court system may stop a person in\n   17  or about the courthouse to which [he] SUCH  PEACE  OFFICER  is  assigned\n   18  when  [he]  SUCH  PEACE  OFFICER reasonably suspects that such person is\n   19  committing, has committed or is about to commit either (a) a  felony  or\n   20  (b)  a misdemeanor defined in the penal law, and may demand [of him his]\n   21  SUCH PERSON'S name, address and an explanation of his OR HER conduct.\n   22    3. ANY PERSON WHO IS A PEACE OFFICER AND ENFORCES  ALL  PROVISIONS  OF\n   23  LAW  IN AND ABOUT THE TRIBOROUGH BRIDGE AND TUNNEL AUTHORITY FACILITIES,\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00539-01-1\n\n       S. 646                              2\n\n    1  MAY STOP A PERSON IN OR ABOUT SUCH FACILITIES TO WHICH SUCH PEACE  OFFI-\n    2  CER  IS  ASSIGNED  WHEN SUCH PEACE OFFICER REASONABLY SUSPECTS THAT SUCH\n    3  PERSON IS COMMITTING, HAS COMMITTED OR IS ABOUT TO COMMIT EITHER  (A)  A\n    4  FELONY  OR  (B)  A  MISDEMEANOR DEFINED IN THE PENAL LAW, AND MAY DEMAND\n    5  SUCH PERSON'S NAME, ADDRESS AND AN EXPLANATION OF HIS OR HER CONDUCT.\n    6    4. When upon stopping  a  person  under  circumstances  prescribed  in\n    7  subdivisions  one  [and],  two,  AND THREE, a police officer [or], court\n    8  officer, OR  TRIBOROUGH  BRIDGE  AND  TUNNEL  AUTHORITY  PEACE  OFFICER,\n    9  SERGEANT,  OR  LIEUTENANT,  as the case may be, reasonably suspects that\n   10  [he] SUCH OFFICER is in danger of physical injury, he OR SHE may  search\n   11  such  person for a deadly weapon or any instrument, article or substance\n   12  readily capable of causing serious physical injury and  of  a  sort  not\n   13  ordinarily carried in public places by law-abiding persons. If [he] SUCH\n   14  OFFICER  finds  [such]  a  weapon  or  instrument, or any other property\n   15  possession of which he OR SHE reasonably  believes  may  constitute  the\n   16  commission  of  a  crime,  he  OR  SHE may take it and keep it until the\n   17  completion of the questioning, at which time  he  OR  SHE  shall  either\n   18  return it, if lawfully possessed, or arrest such person.\n   19    [4.]  5.  In cities with a population of one million or more, informa-\n   20  tion that establishes the personal identity of  an  individual  who  has\n   21  been  stopped,  questioned  and/or  frisked by a police officer or peace\n   22  officer, such as the name, address or social  security  number  of  such\n   23  person,  shall  not be recorded in a computerized or electronic database\n   24  if that individual is released without further legal  action;  provided,\n   25  however,  that  this  subdivision  shall not prohibit police officers or\n   26  peace officers from including in a computerized or  electronic  database\n   27  generic  characteristics  of an individual, such as race and gender, who\n   28  has been stopped, questioned and/or frisked by a police officer or peace\n   29  officer.\n   30    S 2. This act shall take effect on the first of December next succeed-\n   31  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the criminal procedure law, in relation to adding Triborough bridge and tunnel authority peace officers to those able to conduct temporary questioning of persons ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101228.T115322.TXT", "SOBI.D101228.T151835.TXT", "SOBI.D101228.T114322.TXT", "SOBI.D101228.T112820.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1293567515824
}