{
  "year" : 2011,
  "senateBillNo" : "S647-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO HEALTH",
    "billEventId" : "S647-2011-1294203600000-REFERRED+TO+HEALTH",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "GOLDEN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Creates adult day services respite demonstration programs",
  "summary" : "Creates adult day services respite demonstration programs; authorizes the commissioner of health in conjunction with the director of the state office for the aging to establish the respite day demonstration programs, based upon adult day health care and social adult day services, which extends the period a caregiver can remain active in the care of elderly or disabled individuals; sets forth definitions; further sets forth reporting requirements. ",
  "currentCommittee" : "HEALTH",
  "sameAs" : null,
  "lawSection" : "Public Health Law",
  "previousVersions" : [ "S2034-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "DEFRANCISCO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "RANZENHOFER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          647\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sens. GOLDEN, DeFRANCISCO, RANZENHOFER -- read twice and\n         ordered printed, and when printed to be committed to the Committee  on\n         Health\n\n       AN ACT to amend the public health law, in relation to creating adult day\n         services respite demonstration programs\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The public health law is amended by adding  a  new  section\n    2  2801-h to read as follows:\n    3    S  2801-H.  RESPITE DAY DEMONSTRATION PROGRAM. 1. DEFINITIONS. AS USED\n    4  IN THIS SECTION:\n    5    (A) \"RESPITE DAY DEMONSTRATION PROGRAM\" MEANS A STRUCTURED, COMPREHEN-\n    6  SIVE PROGRAM ESTABLISHED BY THE  COMMISSIONER  UNDER  THIS  SECTION,  IN\n    7  CONJUNCTION  WITH  THE  DIRECTOR  OF THE OFFICE FOR THE AGING, PROVIDING\n    8  LEVEL I, LEVEL II OR LEVEL III SERVICES TO REGISTRANTS.\n    9    (B) \"REGISTRANT\" MEANS A PERSON:\n   10    (I) WHO IS NOT A RESIDENT OF A RESIDENTIAL HEALTH  CARE  FACILITY,  IS\n   11  FUNCTIONALLY  IMPAIRED  AND  NOT HOMEBOUND, AND REQUIRES SUPERVISION AND\n   12  MONITORING BUT DOES NOT REQUIRE CONTINUOUS TWENTY-FOUR HOUR A DAY  INPA-\n   13  TIENT CARE AND SERVICES;\n   14    (II) WHOSE ASSESSED SOCIAL AND HEALTH CARE NEEDS CAN SATISFACTORILY BE\n   15  MET  IN  WHOLE OR IN PART BY THE DELIVERY OF APPROPRIATE SERVICES IN THE\n   16  COMMUNITY SETTING; AND\n   17    (III) WHO HAS BEEN ADMITTED TO THE PROGRAM BASED ON AN  INTERDISCIPLI-\n   18  NARY COMPREHENSIVE ASSESSMENT.\n   19    (C) \"FUNCTIONALLY IMPAIRED\" MEANS A PERSON WHO NEEDS THE ASSISTANCE OF\n   20  ANOTHER  PERSON  IN  AT  LEAST  ONE OF THE FOLLOWING ACTIVITIES OF DAILY\n   21  LIVING: TOILETING, MOBILITY, TRANSFERRING OR EATING; OR WHO NEEDS SUPER-\n   22  VISION DUE TO COGNITIVE OR PSYCHO-SOCIAL IMPAIRMENT.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04229-01-1\n\n       S. 647                              2\n\n    1    (D) \"ADULT DAY HEALTH\" MEANS THE HEALTH CARE SERVICES  AND  ACTIVITIES\n    2  DEFINED  BY  THE COMMISSIONER UNDER REGULATIONS UNDER SUBPARAGRAPH (VII)\n    3  OF PARAGRAPH F OF SUBDIVISION SIX-A OF SECTION THREE  HUNDRED  SIXTY-SIX\n    4  OF THE SOCIAL SERVICES LAW.\n    5    (E) \"LEVEL I SERVICES\" MEANS THE FOLLOWING SERVICES:\n    6    (I) SOCIALIZATION AND PLANNED ACTIVITIES;\n    7    (II) SUPERVISION AND MONITORING;\n    8    (III) ROUTINE PERSONAL CARE, WHICH INCLUDES:\n    9    (A)  ASSISTANCE  FOR THE REGISTRANT WITH ANY OF THE FOLLOWING: TOILET-\n   10  ING, MOBILITY, TRANSFER AND EATING;\n   11    (B) ROUTINE SKIN CARE;\n   12    (C) CHANGING SIMPLE DRESSINGS; AND\n   13    (D) USING SUPPLIES AND ADAPTIVE AND ASSISTIVE EQUIPMENT;\n   14    (IV) MEDICATION DISTRIBUTION;\n   15    (V) CASE MANAGEMENT; AND\n   16    (VI) MEALS CONSISTENT WITH STANDARDS SET FOR THE NUTRITION PROGRAM FOR\n   17  THE ELDERLY ESTABLISHED BY THE STATE OFFICE FOR THE AGING.\n   18    (F) \"LEVEL II SERVICES\" MEANS ALL LEVEL I SERVICES, PLUS THE FOLLOWING\n   19  SERVICES:\n   20    (I) MAJOR PERSONAL CARE SERVICES, WHICH INCLUDES:\n   21    (A) ASSISTANCE FOR THE REGISTRANT WITH SHOWERING AND BATHING; AND\n   22    (B) SOME OR TOTAL ASSISTANCE WITH DRESSING AND GROOMING;\n   23    (II) HEALTH EDUCATION;\n   24    (III) NURSING MONITORING AND SUPERVISION OF BASIC TREATMENTS;\n   25    (IV) COUNSELING; AND\n   26    (V) RESTORATIVE THERAPIES NOT LASTING LONGER THAN SIX MONTHS.\n   27    (G) \"LEVEL III SERVICES\" MEANS AND INCLUDES ALL LEVEL I AND  LEVEL  II\n   28  SERVICES, PLUS THE FOLLOWING SERVICES:\n   29    (I) PSYCHIATRIC EVALUATIONS AND DIAGNOSIS;\n   30    (II) SKILLED NURSING SERVICES;\n   31    (III) MEDICATION MANAGEMENT;\n   32    (IV)  MAINTENANCE AND RESTORATIVE THERAPIES GREATER THAN SIX MONTHS IN\n   33  DURATION; AND\n   34    (V) ADDITIONAL MEDICAL SERVICES AS REQUIRED BY REGULATION.\n   35    (H) \"BASE RATE\" MEANS THE RATE PAID  FOR  APPROVED  ADULT  DAY  HEALTH\n   36  SERVICES  UNDER  SECTION  THREE HUNDRED SIXTY-SIX OF THE SOCIAL SERVICES\n   37  LAW.\n   38    (I) \"OPERATOR\" MEANS (I) AN ADULT DAY HEALTH CARE PROGRAM  OR  (II)  A\n   39  SOCIAL  ADULT  DAY  SERVICES  PROGRAM, AS DEFINED IN SECTION TWO HUNDRED\n   40  FIFTEEN OF THE ELDER LAW.\n   41    2. RESPITE DAY DEMONSTRATION PROGRAM. THE COMMISSIONER, IN CONJUNCTION\n   42  WITH THE DIRECTOR OF THE OFFICE FOR THE AGING, MAY ESTABLISH RESPITE DAY\n   43  DEMONSTRATION PROGRAMS BASED UPON ADULT DAY HEALTH CARE AND SOCIAL ADULT\n   44  DAY SERVICES, AS DEFINED IN SECTION TWO HUNDRED  FIFTEEN  OF  THE  ELDER\n   45  LAW,  TO  EXTEND THE PERIOD A CAREGIVER CAN REMAIN ACTIVE IN THE CARE OF\n   46  ELDERLY OR DISABLED INDIVIDUALS,  AVOIDING  THE  NEED  FOR  MORE  COSTLY\n   47  INSTITUTIONAL PLACEMENT.\n   48    3.  ESTABLISHMENT.    THERE  SHALL BE A MINIMUM OF TEN PROGRAMS ESTAB-\n   49  LISHED IN SIX LOCATIONS, WITH AT LEAST ONE SITE  TO  BE  LOCATED  WITHIN\n   50  EACH  OF  THE  FOLLOWING SIX REGIONS: NEW YORK CITY, LONG ISLAND, HUDSON\n   51  VALLEY, NORTH COUNTRY, CENTRAL  AND  WESTERN.  EACH  LOCATION'S  PROGRAM\n   52  SHALL  CONSIST OF UP TO FIFTEEN REGISTRANTS. OPERATORS SHALL BE SELECTED\n   53  BASED ON A REQUEST FOR PROPOSAL PROCESS WITH PREFERENCE GIVEN  TO  THOSE\n   54  APPLICANTS  WHO ARE ABLE TO DEMONSTRATE THEIR CAPACITY TO BUILD PARTNER-\n   55  SHIPS AND ENTER INTO COOPERATIVE ARRANGEMENTS. THIS SECTION SHALL NOT BE\n\n       S. 647                              3\n\n    1  CONSTRUED TO PERMIT AN OPERATOR TO PROVIDE SERVICES FOR WHICH THE OPERA-\n    2  TOR IS NOT OTHERWISE LICENSED OR CERTIFIED TO PROVIDE.\n    3    4. REGISTRANT CARE PLAN. THE OPERATOR SHALL ENSURE:\n    4    (A)  THAT  A  CARE  PLAN  BASED  ON  A COMPREHENSIVE INTERDISCIPLINARY\n    5  ASSESSMENT AND, WHEN APPLICABLE, A TRANSFER OR DISCHARGE PLAN IS  DEVEL-\n    6  OPED  FOR EACH REGISTRANT WITHIN FIVE VISITS, NOT TO EXCEED THIRTY DAYS,\n    7  FROM REGISTRATION;\n    8    (B) EACH REGISTRANT'S CARE PLAN SHALL INCLUDE:\n    9    (I) DESIGNATION OF A PROFESSIONAL PERSON TO BE RESPONSIBLE FOR COORDI-\n   10  NATING THE CARE PLAN;\n   11    (II) THE REGISTRANT'S PERTINENT DIAGNOSES,  INCLUDING  MENTAL  STATUS,\n   12  TYPES  OF EQUIPMENT AND SERVICES REQUIRED, CASE MANAGEMENT, FREQUENCY OF\n   13  PLANNED VISITS, PROGNOSIS, REHABILITATION POTENTIAL, FUNCTIONAL  LIMITA-\n   14  TIONS,  PLANNED  ACTIVITIES,  NUTRITIONAL  REQUIREMENTS, MEDICATIONS AND\n   15  TREATMENTS, NECESSARY MEASURES TO PROTECT AGAINST  INJURY,  INSTRUCTIONS\n   16  FOR  DISCHARGE  OR  REFERRAL  IF APPLICABLE, ORDERS FOR THERAPY SERVICES\n   17  INCLUDING THE SPECIFIC PROCEDURES AND MODALITIES  TO  BE  USED  AND  THE\n   18  AMOUNT, FREQUENCY AND DURATION OF SUCH SERVICES, AND ANY OTHER APPROPRI-\n   19  ATE ITEM;\n   20    (III)  THE  MEDICAL  AND NURSING GOALS AND LIMITATIONS ANTICIPATED FOR\n   21  THE REGISTRANT AND, AS APPROPRIATE, THE NUTRITIONAL, SOCIAL, REHABILITA-\n   22  TIVE AND LEISURE TIME GOALS AND LIMITATIONS;\n   23    (IV) THE REGISTRANT'S POTENTIAL FOR REMAINING IN THE COMMUNITY; AND\n   24    (V) A DESCRIPTION OF ALL SERVICES TO BE PROVIDED TO THE REGISTRANT  BY\n   25  THE PROGRAM, INFORMAL SUPPORTS AND OTHER COMMUNITY RESOURCES PURSUANT TO\n   26  THE CARE PLAN, AND HOW SUCH SERVICES WILL BE COORDINATED;\n   27    (C)  DEVELOPMENT AND MODIFICATION OF THE CARE PLAN IS COORDINATED WITH\n   28  OTHER HEALTH CARE PROVIDERS OUTSIDE THE PROGRAM WHO ARE INVOLVED IN  THE\n   29  REGISTRANT'S CARE; AND\n   30    (D)  THE  RESPONSIBLE  PERSONS,  WITH THE APPROPRIATE PARTICIPATION OF\n   31  CONSULTANTS IN THE  MEDICAL,  SOCIAL,  PARAMEDICAL  AND  RELATED  FIELDS\n   32  INVOLVED IN THE REGISTRANT'S CARE:\n   33    (I)  RECORD  IN THE CLINICAL RECORD CHANGES IN THE REGISTRANT'S STATUS\n   34  WHICH REQUIRE ALTERATIONS IN THE REGISTRANT CARE PLAN;\n   35    (II) MODIFY THE CARE PLAN ACCORDINGLY;\n   36    (III) REVIEW THE CARE PLAN AT LEAST ONCE EVERY SIX MONTHS AND WHENEVER\n   37  THE REGISTRANT'S CONDITION WARRANTS AND DOCUMENT EACH SUCH REVIEW IN THE\n   38  CLINICAL RECORD; AND\n   39    (IV) PROMPTLY ALERT THE REGISTRANT'S AUTHORIZED  HEALTH  CARE  PRACTI-\n   40  TIONER  OF  ANY  SIGNIFICANT CHANGES IN THE REGISTRANT'S CONDITION WHICH\n   41  INDICATE A NEED TO REVISE THE CARE PLAN.\n   42    5. REIMBURSEMENT. FOR THE  PURPOSES  OF  THIS  SECTION,  REIMBURSEMENT\n   43  RATES  UNDER TITLE ELEVEN OF ARTICLE FIVE OF THE SOCIAL SERVICES LAW FOR\n   44  PROGRAMS SHALL BE AS FOLLOWS:\n   45    (A) LEVEL I SERVICES WILL BE REIMBURSED AT FORTY PERCENT OF  THE  BASE\n   46  RATE;\n   47    (B)  LEVEL  II  SERVICES WILL BE REIMBURSED AT SEVENTY-FIVE PERCENT OF\n   48  THE BASE RATE; AND\n   49    (C) LEVEL III SERVICES WILL BE REIMBURSED AT ONE  HUNDRED  PERCENT  OF\n   50  THE BASE RATE.\n   51    6.  EVALUATION  AND  REPORT. NO LATER THAN JANUARY FIRST, TWO THOUSAND\n   52  FOURTEEN, THE COMMISSIONER SHALL PROVIDE  THE  GOVERNOR,  THE  TEMPORARY\n   53  PRESIDENT  OF  THE SENATE AND THE SPEAKER OF THE ASSEMBLY WITH A WRITTEN\n   54  EVALUATION OF THE PROGRAM, BASED ON AN ASSESSMENT TOOL DEVELOPED BY  THE\n   55  DEPARTMENT.  SUCH  EVALUATION SHALL ADDRESS THE OVERALL EFFECTIVENESS OF\n   56  THE PROGRAM IN IMPROVING OUTCOMES FOR INDIVIDUAL PATIENTS AND GROUPS  OF\n\n       S. 647                              4\n\n    1  PATIENTS,  REDUCING  COSTS,  ENCOURAGING PLACEMENTS IN APPROPRIATE ADULT\n    2  DAY HEALTH SERVICES SETTINGS, AND ENHANCING  THE  AVAILABILITY  OF  LESS\n    3  RESTRICTIVE AND LESS INSTITUTIONAL SERVICES; SHALL EVALUATE THE NEED FOR\n    4  LEVEL  I, II AND III SERVICES AND THE IMPACT ON THE AVAILABILITY OF EACH\n    5  OF THE SERVICES ON COST AND INSTITUTIONAL PLACEMENT; AND  SHALL  CONTAIN\n    6  RECOMMENDATIONS  RELATIVE  TO  EXTENDING  AND  EXPANDING THE PROGRAM. IN\n    7  EVALUATING INDIVIDUAL OUTCOMES, THE COMMISSIONER SHALL CONSULT WITH  THE\n    8  CENTER FOR FUNCTIONAL ASSESSMENT RESEARCH AT THE STATE UNIVERSITY OF NEW\n    9  YORK AT BUFFALO.\n   10    7.  WAIVERS  AND FEDERAL APPROVALS. (A) THE PROVISIONS OF THIS SECTION\n   11  SHALL NOT APPLY UNLESS ALL NECESSARY APPROVALS  UNDER  FEDERAL  LAW  AND\n   12  REGULATION HAVE BEEN OBTAINED TO RECEIVE FEDERAL FINANCIAL PARTICIPATION\n   13  IN THE COSTS OF SERVICES PROVIDED UNDER THIS SECTION.\n   14    (B)  THE  COMMISSIONER IS AUTHORIZED TO SUBMIT AMENDMENTS TO THE STATE\n   15  PLAN FOR MEDICAL ASSISTANCE AND SUBMIT  ONE  OR  MORE  APPLICATIONS  FOR\n   16  WAIVERS  OF  THE  FEDERAL  SOCIAL  SECURITY  ACT,  TO OBTAIN THE FEDERAL\n   17  APPROVALS NECESSARY TO IMPLEMENT THIS SECTION.  THE  COMMISSIONER  SHALL\n   18  SUBMIT  SUCH AMENDMENTS OR APPLICATIONS FOR WAIVERS BY SEPTEMBER THIRTI-\n   19  ETH, TWO THOUSAND ELEVEN, AND SHALL  USE  BEST  EFFORTS  TO  OBTAIN  THE\n   20  APPROVALS REQUIRED BY THIS SUBDIVISION IN A TIMELY MANNER SO AS TO ALLOW\n   21  EARLY IMPLEMENTATION OF THIS SECTION.\n   22    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public health law, in relation to creating adult day services respite demonstration programs ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101228.T153340.TXT", "SOBI.D101228.T152837.TXT", "SOBI.D101228.T115322.TXT", "SOBI.D101228.T114822.TXT", "SOBI.D101228.T114322.TXT", "SOBI.D101228.T112820.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1293568420046
}