{
  "year" : 2011,
  "senateBillNo" : "S648-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S648-2011-1294203600000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SAMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Adds medical and health insurance information within the definitions of identity theft",
  "summary" : "Adds medical and health insurance information within the definitions of identity theft. ",
  "currentCommittee" : "CODES",
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : [ "S122-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          648\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen. SAMPSON -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Codes\n\n       AN ACT to amend the penal law, the general business law  and  the  state\n         technology  law,  in  relation  to adding medical and health insurance\n         information within the definitions of identity theft\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 190.78 of the penal law, as added by chapter 619 of\n    2  the laws of 2002, is amended to read as follows:\n    3  S 190.78 Identity theft in the third degree.\n    4    A  person  is  guilty of identity theft in the third degree when he or\n    5  she knowingly and with intent to defraud assumes the identity of another\n    6  person by presenting himself or herself as  that  other  person,  or  by\n    7  acting as that other person or by using personal identifying information\n    8  of that other person, and thereby:\n    9    1.  obtains goods, money, MEDICAL INFORMATION, HEALTH INSURANCE INFOR-\n   10  MATION, property or services or uses credit in the name  of  such  other\n   11  person  or  causes financial loss to such person or to another person or\n   12  persons; or\n   13    2. commits a class A misdemeanor or higher level crime.\n   14    3. (A) FOR THE PURPOSES OF THIS SECTION, THE  TERM  \"MEDICAL  INFORMA-\n   15  TION\"  MEANS  ANY INFORMATION REGARDING AN INDIVIDUAL'S MEDICAL HISTORY,\n   16  MENTAL OR PHYSICAL CONDITION, OR MEDICAL TREATMENT  OR  DIAGNOSIS  BY  A\n   17  HEALTH CARE PROFESSIONAL.\n   18    (B)  FOR  THE  PURPOSES  OF  THIS  SECTION, THE TERM \"HEALTH INSURANCE\n   19  INFORMATION\" MEANS AN INDIVIDUAL'S HEALTH  INSURANCE  POLICY  NUMBER  OR\n   20  SUBSCRIBER IDENTIFICATION NUMBER, ANY UNIQUE IDENTIFIER USED BY A HEALTH\n   21  INSURER TO IDENTIFY THE INDIVIDUAL OR ANY INFORMATION IN AN INDIVIDUAL'S\n   22  APPLICATION  AND  CLAIMS HISTORY, INCLUDING, BUT NOT LIMITED TO, APPEALS\n   23  HISTORY.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00738-01-1\n\n       S. 648                              2\n\n    1    Identity theft in the third degree is a class A misdemeanor.\n    2    S  2.  Section 190.79 of the penal law, as added by chapter 619 of the\n    3  laws of 2002 and subdivision 4 as amended by chapter  279  of  the  laws\n    4  2008, is amended to read as follows:\n    5  S 190.79 Identity theft in the second degree.\n    6    A  person  is guilty of identify theft in the second degree when he or\n    7  she knowingly and with intent to defraud assumes the identity of another\n    8  person by presenting himself or herself as  that  other  person,  or  by\n    9  acting as that other person or by using personal identifying information\n   10  of that other person, and thereby:\n   11    1.  obtains goods, money, MEDICAL INFORMATION, HEALTH INSURANCE INFOR-\n   12  MATION, property or services or uses credit in the name  of  such  other\n   13  person in an aggregate amount that exceeds five hundred dollars; or\n   14    2.  causes  financial  loss  to  such  person  or to another person or\n   15  persons in an aggregate amount that exceeds five hundred dollars; or\n   16    3. commits or attempts to commit a felony or acts as an  accessory  to\n   17  the commission of a felony; or\n   18    4.  commits the crime of identity theft in the third degree as defined\n   19  in section 190.78 of this article  and  has  been  previously  convicted\n   20  within  the  last  five  years  of identity theft in the third degree as\n   21  defined in section 190.78,  identity  theft  in  the  second  degree  as\n   22  defined  in  this section, identity theft in the first degree as defined\n   23  in section 190.80, unlawful possession of personal identification infor-\n   24  mation in the third  degree  as  defined  in  section  190.81,  unlawful\n   25  possession  of  personal identification information in the second degree\n   26  as defined in section 190.82, unlawful possession of personal  identifi-\n   27  cation  information  in  the  first degree as defined in section 190.83,\n   28  unlawful possession of a skimmer device in the second degree as  defined\n   29  in  section 190.85, unlawful possession of a skimmer device in the first\n   30  degree as defined in section 190.86, grand larceny in the fourth  degree\n   31  as  defined  in  section  155.30,  grand  larceny in the third degree as\n   32  defined in section 155.35, grand larceny in the second degree as defined\n   33  in section 155.40 or grand larceny in the first  degree  as  defined  in\n   34  section 155.42 of this chapter.\n   35    5.    (A) FOR THE PURPOSES OF THIS SECTION, THE TERM \"MEDICAL INFORMA-\n   36  TION\" MEANS ANY INFORMATION REGARDING AN INDIVIDUAL'S  MEDICAL  HISTORY,\n   37  MENTAL  OR  PHYSICAL  CONDITION,  OR MEDICAL TREATMENT OR DIAGNOSIS BY A\n   38  HEALTH CARE PROFESSIONAL.\n   39    (B) FOR THE PURPOSES OF  THIS  SECTION,  THE  TERM  \"HEALTH  INSURANCE\n   40  INFORMATION\"  MEANS  AN  INDIVIDUAL'S  HEALTH INSURANCE POLICY NUMBER OR\n   41  SUBSCRIBER IDENTIFICATION NUMBER, ANY UNIQUE IDENTIFIER USED BY A HEALTH\n   42  INSURER TO IDENTIFY THE INDIVIDUAL OR ANY INFORMATION IN AN INDIVIDUAL'S\n   43  APPLICATION AND CLAIMS HISTORY, INCLUDING, BUT NOT LIMITED  TO,  APPEALS\n   44  HISTORY.\n   45    Identity theft in the second degree is a class E felony.\n   46    S  3. Subparagraph 3 of paragraph (b) of subdivision 1 of section 899-\n   47  aa of the general business law, as added by chapter 442 of the  laws  of\n   48  2005,  is  amended and two new subparagraphs 4 and 5 and two new closing\n   49  paragraphs are added to read as follows:\n   50    (3) account number, credit or debit card number, in  combination  with\n   51  any  required  security code, access code, or password that would permit\n   52  access to an individual's financial account; OR\n   53    (4) MEDICAL INFORMATION; OR\n   54    (5) HEALTH INSURANCE INFORMATION;\n   55    FOR THE PURPOSES OF THIS PARAGRAPH, \"MEDICAL  INFORMATION\"  MEANS  ANY\n   56  INFORMATION  REGARDING  AN INDIVIDUAL'S MEDICAL HISTORY, MENTAL OR PHYS-\n\n       S. 648                              3\n\n    1  ICAL CONDITION, OR MEDICAL TREATMENT  OR  DIAGNOSIS  BY  A  HEALTH  CARE\n    2  PROFESSIONAL.\n    3    FOR  THE  PURPOSES  OF  THIS PARAGRAPH, \"HEALTH INSURANCE INFORMATION\"\n    4  MEANS AN INDIVIDUAL'S HEALTH INSURANCE POLICY NUMBER OR SUBSCRIBER IDEN-\n    5  TIFICATION NUMBER, ANY UNIQUE IDENTIFIER USED BY  A  HEALTH  INSURER  TO\n    6  IDENTIFY  THE  INDIVIDUAL OR ANY INFORMATION IN AN INDIVIDUAL'S APPLICA-\n    7  TION AND CLAIMS HISTORY, INCLUDING, BUT NOT LIMITED TO, APPEALS HISTORY.\n    8    S 4. Subparagraph 3 of paragraph (a) of subdivision 1 of  section  208\n    9  of  the  state  technology  law,  as added by chapter 442 of the laws of\n   10  2005, is amended and two new subparagraphs 4 and 5 and two  new  closing\n   11  paragraphs are added to read as follows:\n   12    (3)  account  number, credit or debit card number, in combination with\n   13  any required security code, access code, or password which would  permit\n   14  access to an individual's financial account[.]; OR\n   15    (4) MEDICAL INFORMATION; OR\n   16    (5) HEALTH INSURANCE INFORMATION.\n   17    FOR  THE  PURPOSES  OF THIS PARAGRAPH, \"MEDICAL INFORMATION\" MEANS ANY\n   18  INFORMATION REGARDING AN INDIVIDUAL'S MEDICAL HISTORY, MENTAL  OR  PHYS-\n   19  ICAL  CONDITION,  OR  MEDICAL  TREATMENT  OR  DIAGNOSIS BY A HEALTH CARE\n   20  PROFESSIONAL.\n   21    FOR THE PURPOSES OF THIS  PARAGRAPH,  \"HEALTH  INSURANCE  INFORMATION\"\n   22  MEANS AN INDIVIDUAL'S HEALTH INSURANCE POLICY NUMBER OR SUBSCRIBER IDEN-\n   23  TIFICATION  NUMBER,  ANY  UNIQUE  IDENTIFIER USED BY A HEALTH INSURER TO\n   24  IDENTIFY THE INDIVIDUAL OR ANY INFORMATION IN AN  INDIVIDUAL'S  APPLICA-\n   25  TION AND CLAIMS HISTORY, INCLUDING, BUT NOT LIMITED TO, APPEALS HISTORY.\n   26    S  5.  This  act shall take effect on the ninetieth day after it shall\n   27  have become a law; provided, however, that  effective  immediately,  the\n   28  addition,  amendment  and/or  repeal of any rule or regulation necessary\n   29  for the implementation of this act on its effective date are  authorized\n   30  and directed to be made and completed on or before such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, the general business law and the state technology law, in relation to adding medical and health insurance information within the definitions of identity theft ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101228.T134829.TXT", "SOBI.D101230.T102722.TXT", "SOBI.D101228.T140330.TXT", "SOBI.D101228.T150834.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1293722842383
}