{
  "year" : 2011,
  "senateBillNo" : "S649-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO EDUCATION",
    "billEventId" : "S649-2011-1294203600000-REFERRED+TO+EDUCATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SAMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Directs the commissioner of education to create a pilot program to improve physical education/physical activity programs in certain schools",
  "summary" : "Directs the commissioner of education to create a pilot program to improve physical education/physical activity programs in certain schools. ",
  "currentCommittee" : "EDUCATION",
  "sameAs" : null,
  "lawSection" : "Education",
  "previousVersions" : [ "S125-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          649\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen. SAMPSON -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Education\n\n       AN ACT directing the commissioner of education to create a pilot program\n         to improve physical education/physical activity  programs  in  certain\n         schools;  and  providing for the repeal of such provision upon expira-\n         tion thereof\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Legislative  findings  and  intent.  The United States is\n    2  confronting a devastating obesity epidemic. The primary causes of child-\n    3  hood obesity - lack of physical activity and poor  diet  -  continue  to\n    4  permeate  youth  culture  and  will  diminish hundreds of thousands more\n    5  lives and cost billions more  dollars  if  left  un-reversed.  26.5%  of\n    6  adults in New York report that they do not engage in any physical activ-\n    7  ity  compared to the national average of 22%. More than 700,000 New York\n    8  City residents have diabetes, most of those suffer from type 2 diabetes,\n    9  a devastating disease primarily caused by lack of physical activity  and\n   10  poor  diet. Type 2 diabetes is expected to afflict one in three American\n   11  children born in and after 2000. The medical cost of treating  diabetics\n   12  in New York City is almost half a billion dollars a year; the human toll\n   13  and  loss  of  workplace productivity is incalculable.  Overweight youth\n   14  10-15 years old have an 80% chance of becoming an obese adult by age 25.\n   15  43% of all NYC elementary  school  students  are  overweight  or  obese.\n   16  Student-teacher  ratios  for  physical education in New York City are an\n   17  estimated 730 to 1. While  New  York  state  requires  physical  fitness\n   18  education  in  schools,  many schools have difficulties implementing the\n   19  requirements due to limited resources in funding and/or space.\n   20    S 2. (a) The commissioner of education is hereby directed to establish\n   21  a physical education/physical activity pilot program. The department  of\n   22  education  shall  select  at least ten public elementary, middle or high\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00259-01-1\n\n       S. 649                              2\n\n    1  schools in the state to participate in a two year pilot program aimed at\n    2  improving physical education and  physical  activity  programs  in  such\n    3  schools.  The  department  may  expand such program to additional public\n    4  schools  upon request and available funding. Seventy-five percent of the\n    5  schools selected shall be located in  the  city  of  New  York  and  the\n    6  remaining  shall  be  selected based upon the criteria set forth in this\n    7  act. Each participating school shall be required to provide at least  45\n    8  minutes  per  week  of  a combination of physical education and physical\n    9  activity for each student. A pilot school shall not be penalized in  any\n   10  manner  if  a reasonable attempt has been made to provide the program to\n   11  each student.\n   12    (b) The program shall be  administered  through  a  contract  with  an\n   13  outside entity that is able to provide:\n   14    (1) a minimum of 45 minutes of activity per week for each student;\n   15    (2) a proven track record of effectiveness;\n   16    (3)  flexibility in providing services, either before, during or after\n   17  school hours;\n   18    (4) physical education, in addition to nutrition and health education;\n   19    (5) a system of accountability and transparency;\n   20    (6) on-going support and training services; and\n   21    (7) incentives and awards for good performance for individuals, class-\n   22  es and schools.\n   23    (c) The pilot program established by this act may be  run  in  coordi-\n   24  nation  with  the  Road  Runner  Mighty  Milers  program, a school-based\n   25  program combining daily aerobic activities with  personalized  goal-set-\n   26  ting,  nutrition,  academic,  and  health education components available\n   27  at-site and on-line, established by the New York  Road  Runners  Founda-\n   28  tion.\n   29    (d) The education department may accept applications for participation\n   30  in the pilot program from schools meeting the following criteria:\n   31    (1)  at least 50% of the students qualify for federal free and reduced\n   32  lunches;\n   33    (2) the school has demonstrated limited facilities and/or resources to\n   34  implement a physical education program; and\n   35    (3) the school will be able to provide a \"site coordinator\"  including\n   36  but   not   limited  to  a  member  of  the  facility  or  member  of  a\n   37  parent/teacher organization.\n   38    (e) The department of education shall conduct  an  evaluation  of  the\n   39  pilot  program which may be done in collaboration with an outside entity\n   40  and shall report preliminary findings by May 15, 2012 and a final report\n   41  by July 15, 2012 to the governor and the legislature.\n   42    S 3.  Funding  for  the  physical  education/physical  activity  pilot\n   43  program  shall  be  provided through appropriations to the department of\n   44  education.\n   45    S 4. This act shall take effect immediately; provided that  the  pilot\n   46  program  established by section two of this act shall be administered in\n   47  the 2011-2012 and 2012-2013 school years; and provided further that  the\n   48  provisions  of this act shall expire and be deemed repealed on and after\n   49  June 30, 2013.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT directing the commissioner of education to create a pilot program to improve physical education/physical activity programs in certain schools; and providing for the repeal of such provision upon expiration thereof ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101228.T134829.TXT", "SOBI.D101230.T102722.TXT", "SOBI.D101228.T140330.TXT", "SOBI.D101228.T161838.TXT", "SOBI.D101228.T150834.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1293722842385
}