{
  "year" : 2011,
  "senateBillNo" : "S650-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S650-2011-1294203600000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SAMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes procedure for the suspension and revocation of license to carry and possess firearm if carrying while under the influence of alcohol or drugs",
  "summary" : "Establishes procedure for the suspension and revocation of license to carry and possess a firearm if a person carries loaded firearm on person in a public place while under the influence of alcohol or drugs, or if a person who is so charged refuses to submit to a chemical test to determine the alcohol or drug levels in blood; requires person to successfully complete an alcohol and drug rehabilitation program as a condition of the suspension. ",
  "currentCommittee" : "CODES",
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : [ "S132-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          650\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen. SAMPSON -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Codes\n\n       AN ACT to amend the penal law and the executive law, in relation to  the\n         possession of a firearm while under the influence of alcohol or drugs\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1.  Legislative  intent.  The  legislature  hereby  finds  and\n    2  declares  that  the  serious and dangerous consequences which may result\n    3  when persons otherwise lawfully in possession of a firearm are under the\n    4  influence of alcohol or a  controlled  substance  demand  immediate  and\n    5  forthwith  state  action. There is no compelling reason to permit such a\n    6  person to retain the privilege to carry and possess a  firearm,  knowing\n    7  full  well  the  dire consequences which may occur when alcohol or drugs\n    8  and firearms are combined.   Therefore, in enacting  the  provisions  of\n    9  this  act,  the  state  takes  the  extraordinary step of suspending the\n   10  license to carry and possess a firearm of any person found to  be  under\n   11  the influence of alcohol or a controlled substance while actually carry-\n   12  ing  a  loaded firearm on his or her person in a public place, or who if\n   13  charged with such activity refuses to  submit  to  a  chemical  test  to\n   14  determine the alcohol or drug content of his or her blood.\n   15    S  2.  Subdivision 1 of section 400.00 of the penal law, as amended by\n   16  chapter 189 of the laws of 2000, is amended to read as follows:\n   17    1. Eligibility. No license shall be issued or renewed pursuant to this\n   18  section except by the licensing officer, and then  only  after  investi-\n   19  gation  and  finding  that  all statements in a proper application for a\n   20  license are true. No license shall be issued or renewed  except  for  an\n   21  applicant  (a) twenty-one years of age or older, provided, however, that\n   22  where such applicant has  been  honorably  discharged  from  the  United\n   23  States  army,  navy,  marine  corps,  air  force  or coast guard, or the\n   24  national guard of the state of New York, no such age  restriction  shall\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03469-01-1\n\n       S. 650                              2\n\n    1  apply;  (b)  of  good  moral  character;  (c) who has not been convicted\n    2  anywhere of a felony or a serious offense; (d) who has stated whether he\n    3  or she has ever suffered any mental illness  or  been  confined  to  any\n    4  hospital  or institution, public or private, for mental illness; (e) who\n    5  has not had a license revoked or who is not under a suspension or  inel-\n    6  igibility  order  issued  pursuant  to  the  provisions  of  SUBDIVISION\n    7  ELEVEN-A OF THIS SECTION, section 530.14 of the criminal  procedure  law\n    8  or section eight hundred forty-two-a of the family court act; (f) in the\n    9  county  of Westchester, who has successfully completed a firearms safety\n   10  course and test as evidenced by a certificate of  completion  issued  in\n   11  his or her name and endorsed and affirmed under the penalties of perjury\n   12  by a duly authorized instructor, except that: (i) persons who are honor-\n   13  ably discharged from the United States army, navy, marine corps or coast\n   14  guard,  or  of  the national guard of the state of New York, and produce\n   15  evidence of official  qualification  in  firearms  during  the  term  of\n   16  service  are  not  required  to have completed those hours of a firearms\n   17  safety course pertaining to the safe use, carrying, possession,  mainte-\n   18  nance  and  storage  of a firearm; and (ii) persons who were licensed to\n   19  possess a pistol or revolver prior to the effective date of  this  para-\n   20  graph  are  not  required to have completed a firearms safety course and\n   21  test; and (g) concerning whom no good cause exists for the denial of the\n   22  license. No person shall engage in the business of gunsmith or dealer in\n   23  firearms unless licensed pursuant  to  this  section.  An  applicant  to\n   24  engage  in  such  business shall also be a citizen of the United States,\n   25  more than twenty-one years of age and maintain a place  of  business  in\n   26  the  city  or  county where the license is issued. For such business, if\n   27  the applicant is a firm or partnership, each member thereof shall comply\n   28  with all of the requirements set forth in this subdivision  and  if  the\n   29  applicant is a corporation, each officer thereof shall so comply.\n   30    S  3. Subdivision 11 of section 400.00 of the penal law, as amended by\n   31  chapter 210 of the laws of 1999, is amended to read as follows:\n   32    11. License: revocation and suspension. The conviction of  a  licensee\n   33  anywhere of a felony or serious offense shall operate as a revocation of\n   34  the  license.  A  license may be revoked or suspended as provided for in\n   35  section 530.14 of the criminal procedure law or  section  eight  hundred\n   36  forty-two-a  of the family court act. Except for a license issued pursu-\n   37  ant to section 400.01 of this article, a  license  may  be  revoked  and\n   38  cancelled  at  any  time in the city of New York, and in the counties of\n   39  Nassau and Suffolk, by the licensing officer, and elsewhere than in  the\n   40  city of New York by any judge or justice of a court of record; a license\n   41  issued  pursuant  to  section  400.01 of this article may be revoked and\n   42  cancelled at any time by the licensing officer or any judge  or  justice\n   43  of a court of record. The official revoking a license shall give written\n   44  notice  thereof  without  unnecessary delay to the executive department,\n   45  division of state police, Albany, and shall also notify immediately  the\n   46  duly  constituted  police  authorities of the locality.  FOR PURPOSES OF\n   47  THIS SUBDIVISION, THE TERM \"SERIOUS OFFENSE\" SHALL INCLUDE, BUT  NOT  BE\n   48  LIMITED  TO,  A SECOND VIOLATION OF SUBDIVISION ELEVEN-A OF THIS SECTION\n   49  WITHIN TEN YEARS OF A PRIOR VIOLATION OF SUCH SUBDIVISION.\n   50    S 4. Section 400.00 of the penal law is amended by adding a new subdi-\n   51  vision 11-a to read as follows:\n   52    11-A. LICENSE; SUSPENSION FOR POSSESSION WHILE UNDER THE INFLUENCE  OF\n   53  ALCOHOL  OR  A  CONTROLLED  SUBSTANCE. (A) NO LICENSEE SHALL POSSESS ANY\n   54  LOADED FIREARM, AS DEFINED IN SUBDIVISION FIFTEEN OF SECTION  265.00  OF\n   55  THIS CHAPTER, ON HIS OR HER PERSON IN A PUBLIC PLACE WHILE SUCH LICENSEE\n   56  IS  EITHER  UNDER  THE  INFLUENCE OF ALCOHOL OR UNDER THE INFLUENCE OF A\n\n       S. 650                              3\n\n    1  CONTROLLED SUBSTANCE, AS DEFINED IN SECTIONS  THIRTY-THREE  HUNDRED  TWO\n    2  AND  THIRTY-THREE HUNDRED SIX OF THE PUBLIC HEALTH LAW.  FOR PURPOSES OF\n    3  THIS SUBDIVISION, A PERSON IS CONSIDERED TO BE UNDER  THE  INFLUENCE  OF\n    4  ALCOHOL  OR  UNDER  THE  INFLUENCE  OF A CONTROLLED SUBSTANCE WHERE SUCH\n    5  PERSON HAS VOLUNTARILY CONSUMED ALCOHOL OR VOLUNTARILY USED ONE OR  MORE\n    6  CONTROLLED SUBSTANCES, OR BOTH, TO THE EXTENT THAT HIS OR HER ABILITY TO\n    7  SAFELY HANDLE OR USE A LOADED FIREARM HAS BEEN SIGNIFICANTLY DIMINISHED.\n    8  FOR  PURPOSES  OF  THIS  SUBDIVISION, \"PUBLIC PLACE\" SHALL HAVE THE SAME\n    9  MEANING AS IN  SUBDIVISION  ONE  OF  SECTION  240.00  OF  THIS  CHAPTER,\n   10  PROVIDED  HOWEVER, THAT FOR PURPOSES OF THIS SUBDIVISION, \"PUBLIC PLACE\"\n   11  SHALL ALSO INCLUDE THE INTERIOR OF A MOTOR VEHICLE.   AS  USED  IN  THIS\n   12  SUBDIVISION,  \"ON  HIS  OR  HER PERSON\" SHALL HAVE ITS ORDINARY MEANING,\n   13  PROVIDED, HOWEVER, THAT FOR PURPOSES OF THIS SUBDIVISION, A PERSON SHALL\n   14  ALSO BE DEEMED TO POSSESS A FIREARM \"ON  HIS  OR  HER  PERSON\"  WHERE  A\n   15  FIREARM  LICENSED TO SUCH PERSON IS FOUND IN A MOTOR VEHICLE AT THE SAME\n   16  TIME SUCH PERSON IS AN OCCUPANT OF SUCH VEHICLE.\n   17    (B) THE LICENSE TO CARRY OR POSSESS A FIREARM OF  ANY  PERSON  WHO  IS\n   18  CHARGED  WITH  A  VIOLATION OF ANY OF THE PROVISIONS OF PARAGRAPH (A) OF\n   19  THIS SUBDIVISION OR WHO REFUSES TO SUBMIT TO A CHEMICAL TEST OF  HIS  OR\n   20  HER  BREATH,  BLOOD,  URINE OR SALIVA FOR THE PURPOSE OF DETERMINING THE\n   21  ALCOHOLIC AND/OR DRUG CONTENT OF  HIS  OR  HER  BLOOD  SHALL  BE  DEEMED\n   22  SUSPENDED,  WITH RESPECT TO THE FIREARM OR FIREARMS FORMING THE BASIS OF\n   23  SUCH CHARGE OR REFUSAL, PENDING A HEARING HELD PURSUANT TO THIS SUBDIVI-\n   24  SION  AND  SUCH  FIREARM  OR  FIREARMS,  TOGETHER  WITH  ANY  AMMUNITION\n   25  POSSESSED THEREWITH, SHALL BE CONFISCATED AND HELD BY THE POLICE PENDING\n   26  SUCH HEARING.\n   27    (C)  (I)  ANY PERSON WHO HOLDS A LICENSE TO CARRY OR POSSESS A FIREARM\n   28  IN THIS STATE SHALL BE DEEMED TO HAVE GIVEN HIS  OR  HER  CONSENT  TO  A\n   29  CHEMICAL  TEST  OF  HIS  OR  HER  BREATH, BLOOD, URINE OR SALIVA FOR THE\n   30  PURPOSE OF DETERMINING THE ALCOHOLIC AND/OR DRUG CONTENT OF HIS  OR  HER\n   31  BLOOD;  PROVIDED,  THAT SUCH TEST IS ADMINISTERED BY OR AT THE DIRECTION\n   32  OF A POLICE OFFICER WITH RESPECT TO A CHEMICAL TEST OF BREATH, URINE  OR\n   33  SALIVA OR, WITH RESPECT TO A CHEMICAL TEST OF BLOOD, AT THE DIRECTION OF\n   34  A  POLICE  OFFICER  HAVING  REASONABLE  GROUNDS  TO  BELIEVE SUCH PERSON\n   35  POSSESSES A FIREARM IN VIOLATION OF THIS SUBDIVISION.\n   36    (II) IF SUCH LICENSEE, HAVING BEEN REQUESTED TO SUBMIT TO SUCH  CHEMI-\n   37  CAL  TEST  AND  HAVING BEEN INFORMED THAT HIS OR HER LICENSE TO CARRY OR\n   38  POSSESS A FIREARM SHALL BE SUSPENDED FOR A REFUSAL  TO  SUBMIT  TO  SUCH\n   39  CHEMICAL  TEST,  REFUSES  TO SUBMIT TO SUCH TEST OR IS ADMINISTERED SUCH\n   40  TEST, A WRITTEN REPORT OF SUCH REFUSAL OR TEST  RESULT  SHALL  BE  IMME-\n   41  DIATELY  MADE BY THE POLICE OFFICER BEFORE WHOM SUCH REFUSAL OR TEST WAS\n   42  MADE. SUCH REPORT MAY BE VERIFIED BY HAVING  THE  REPORT  SWORN  TO,  OR\n   43  AFFIXING TO SUCH REPORT A FORM NOTICE THAT FALSE STATEMENTS MADE THEREIN\n   44  ARE  PUNISHABLE  AS A CLASS A MISDEMEANOR, PURSUANT TO SECTION 210.45 OF\n   45  THIS CHAPTER, AND SUCH FORM NOTICE TOGETHER WITH THE SUBSCRIPTION OF THE\n   46  DEPONENT SHALL CONSTITUTE A VERIFICATION OF THE REPORT.  THE  REPORT  OF\n   47  THE  POLICE OFFICER SHALL STATE THAT HE OR SHE HAD REASONABLE GROUNDS TO\n   48  BELIEVE SUCH LICENSEE TO HAVE BEEN IN VIOLATION OF THIS SUBDIVISION AND,\n   49  IF APPROPRIATE, THAT SAID PERSON HAD REFUSED TO SUBMIT TO SUCH  CHEMICAL\n   50  TEST.  COPIES OF SUCH REPORT SHALL BE FORWARDED BY THE POLICE OFFICER TO\n   51  THE LICENSING OFFICER WITHIN FORTY-EIGHT HOURS.\n   52    (D) (I) ANY LICENSEE WHOSE LICENSE TO CARRY OR POSSESS A  FIREARM  HAS\n   53  BEEN  DEEMED  SUSPENDED  PURSUANT  TO  THE TERMS OF THIS SUBDIVISION, IS\n   54  ENTITLED TO A HEARING BY THE LICENSING OFFICER, NO LATER THAN SEVEN DAYS\n   55  AFTER THE DATE ON WHICH HE OR SHE ALLEGEDLY VIOLATED  THIS  SUBDIVISION.\n   56  SUCH  HEARING  SHALL  BE  CONDUCTED BY THE LICENSING OFFICER, OR IF SUCH\n\n       S. 650                              4\n\n    1  POSSESSION ALLEGEDLY OCCURRED IN THE CITY OF NEW  YORK,  BY  THE  POLICE\n    2  COMMISSIONER OF SUCH CITY. IF THE LICENSING OFFICER FAILS TO PROVIDE FOR\n    3  SUCH  HEARING  WITHIN  THE  TIME  PRESCRIBED HEREIN, THE LICENSE OF SUCH\n    4  PERSON  SHALL  BE REINSTATED PENDING A HEARING PURSUANT TO THIS SUBDIVI-\n    5  SION AND ANY  LAWFULLY  POSSESSED  FIREARM  AND  AMMUNITION  CONFISCATED\n    6  PURSUANT  TO  PARAGRAPH  (B)  OF  THIS  SUBDIVISION SHALL BE IMMEDIATELY\n    7  RETURNED TO THE LICENSEE.  THE BURDEN OF PROOF AT  A  HEARING  CONDUCTED\n    8  PURSUANT TO THIS SUBDIVISION SHALL BE ON THE POLICE OFFICER TO PROVE THE\n    9  ISSUES BY A PREPONDERANCE OF THE EVIDENCE.  THE HEARING SHALL BE LIMITED\n   10  TO  THE FOLLOWING ISSUES: (1) DID THE PERSON POSSESS A LOADED FIREARM ON\n   11  HIS OR HER PERSON IN A PUBLIC PLACE WHILE UNDER THE INFLUENCE OF ALCOHOL\n   12  OR DRUGS IN VIOLATION OF THIS SUBDIVISION AND  DID  THE  POLICE  OFFICER\n   13  HAVE  REASONABLE  GROUNDS FOR BELIEVING SUCH VIOLATION HAD OCCURRED; AND\n   14  (2) IF SUSPENSION IS BASED UPON A REFUSAL TO SUBMIT TO A CHEMICAL  TEST,\n   15  DID  THE POLICE OFFICER HAVE REASONABLE GROUNDS FOR BELIEVING THE LICEN-\n   16  SEE POSSESSED A FIREARM IN  VIOLATION  OF  THIS  SUBDIVISION,  WAS  SUCH\n   17  PERSON  GIVEN  SUFFICIENT  WARNING,  IN  CLEAR AND UNEQUIVOCAL LANGUAGE,\n   18  PRIOR TO SUCH REFUSAL THAT SUCH REFUSAL TO SUBMIT TO SUCH CHEMICAL  TEST\n   19  WOULD  RESULT  IN THE SUSPENSION OF HIS OR HER LICENSE WHETHER OR NOT HE\n   20  OR SHE IS FOUND GUILTY OF THE CHARGE  AND  DID  SUCH  PERSON  REFUSE  TO\n   21  SUBMIT  TO  SUCH  CHEMICAL TEST.   IF, AFTER SUCH HEARING, THE LICENSING\n   22  OFFICER FINDS ON BOTH OF SAID ISSUES IN THE NEGATIVE, HE  OR  SHE  SHALL\n   23  IMMEDIATELY  REINSTATE SUCH LICENSE SUBJECT TO ANY EXISTING RESTRICTION,\n   24  REVOCATION, OR SUSPENSION OF SUCH LICENSE  AND  ANY  LAWFULLY  POSSESSED\n   25  FIREARM  AND  AMMUNITION  CONFISCATED  PURSUANT TO PARAGRAPH (B) OF THIS\n   26  SUBDIVISION SHALL BE IMMEDIATELY RETURNED TO THE LICENSEE.    IF,  AFTER\n   27  SUCH  HEARING,  THE  LICENSING OFFICER FINDS EITHER OF THE ISSUES IN THE\n   28  AFFIRMATIVE, HE OR SHE SHALL  IMMEDIATELY  SUSPEND  THE  LICENSE.    THE\n   29  FIREARM LICENSE SHALL BE SUSPENDED FOR A PERIOD OF ONE YEAR. THE LICENS-\n   30  ING  OFFICER,  UPON SUSPENDING A LICENSE, SHALL INSTRUCT THE PERSON THAT\n   31  ALL OUTSTANDING FIREARMS HELD PURSUANT TO SUCH LICENSE, AND  ANY  AMEND-\n   32  MENTS THERETO, SHALL BE SURRENDERED TO THE DULY ENTITLED POLICE AUTHORI-\n   33  TIES  WITHIN  TWENTY-FOUR  HOURS  OF THE CONCLUSION OF SUCH HEARING. THE\n   34  LICENSING OFFICER SHALL INSTRUCT SUCH PERSON THAT  ALL  WEAPONS  SURREN-\n   35  DERED  PURSUANT  TO THIS PARAGRAPH AND PARAGRAPH (B) OF THIS SUBDIVISION\n   36  SHALL BE RETURNED TO SUCH PERSON UPON THE REINSTATEMENT OF SUCH LICENSE.\n   37  ANY PERSON MAY WAIVE HIS OR HER RIGHT TO A HEARING UNDER THIS PARAGRAPH.\n   38  FAILURE BY SUCH PERSON TO APPEAR FOR HIS OR HER SCHEDULED HEARING  SHALL\n   39  CONSTITUTE A WAIVER OF SUCH HEARING, PROVIDED, HOWEVER, THAT SUCH PERSON\n   40  MAY  PETITION THE LICENSING OFFICER FOR A NEW HEARING WHICH, IF GRANTED,\n   41  SHALL BE HELD AS SOON AS PRACTICABLE.\n   42    (II) EVIDENCE OF A REFUSAL TO SUBMIT TO SUCH CHEMICAL  TEST  SHALL  BE\n   43  ADMISSIBLE IN ANY HEARING HELD PURSUANT TO THE PROVISIONS OF THIS SUBDI-\n   44  VISION  BUT ONLY UPON SHOWING THAT THE PERSON WAS GIVEN SUFFICIENT WARN-\n   45  ING, IN CLEAR AND UNEQUIVOCAL LANGUAGE, OF THE EFFECT OF SUCH REFUSAL.\n   46    (III) UPON THE REQUEST OF THE PERSON WHO WAS TESTED,  THE  RESULTS  OF\n   47  SUCH TEST SHALL BE MADE AVAILABLE TO HIM OR HER.\n   48    (IV)  THE  CHEMICAL TEST PROVIDED FOR IN SUBPARAGRAPH (I) OF PARAGRAPH\n   49  (C) OF THIS SUBDIVISION  SHALL  BE  CONDUCTED  IN  THE  SAME  MANNER  AS\n   50  PROVIDED  IN  SUBDIVISION  FOUR OF SECTION ELEVEN HUNDRED NINETY-FOUR OF\n   51  THE VEHICLE AND TRAFFIC LAW.\n   52    (V) ANY PERSON WHOSE LICENSE IS SUSPENDED  FOR  A  VIOLATION  OF  THIS\n   53  SUBDIVISION  SHALL,  AS  A  CONDITION FOR REINSTATEMENT OF SUCH LICENSE,\n   54  SUCCESSFULLY  COMPLETE  THE  ALCOHOL  AND  DRUG  REHABILITATION  PROGRAM\n   55  PROVIDED  FOR  IN  SECTION EIGHT HUNDRED THIRTY-SEVEN-S OF THE EXECUTIVE\n   56  LAW. THE LICENSING OFFICER SHALL NOT REINSTATE SUCH  LICENSE  UNTIL  THE\n\n       S. 650                              5\n\n    1  COMMISSIONER OF THE DIVISION OF CRIMINAL JUSTICE SERVICES CERTIFIES SUCH\n    2  PERSON  HAS  SUCCESSFULLY  COMPLETED THE ALCOHOL AND DRUG REHABILITATION\n    3  PROGRAM.\n    4    (VI)  DURING  THE  PERIOD OF SUSPENSION PROVIDED FOR IN THIS PARAGRAPH\n    5  SUCH PERSON SHALL NOT BE PERMITTED TO  APPLY  FOR  ANY  LICENSE,  OR  AN\n    6  AMENDMENT TO AN EXISTING LICENSE, PROVIDED FOR IN THIS SECTION.\n    7    (E)  THE  LICENSING  OFFICER  SUSPENDING  A LICENSE SHALL GIVE WRITTEN\n    8  NOTICE THEREOF, WITHOUT UNNECESSARY DELAY, TO THE EXECUTIVE  DEPARTMENT,\n    9  DIVISION  OF STATE POLICE, ALBANY, AND SHALL ALSO NOTIFY IMMEDIATELY THE\n   10  DULY CONSTITUTED POLICE AUTHORITIES OF THE LOCALITY.\n   11    (F) IN ANY HEARING PURSUANT TO THIS SUBDIVISION, THE LICENSING OFFICER\n   12  SHALL ADMIT EVIDENCE OF THE AMOUNT OF ALCOHOL OR DRUGS IN  THE  PERSON'S\n   13  BLOOD AS SHOWN BY A TEST ADMINISTERED PURSUANT TO THE PROVISIONS OF THIS\n   14  SUBDIVISION.\n   15     THE  FOLLOWING  EFFECT  SHALL  BE  GIVEN TO EVIDENCE OF BLOOD-ALCOHOL\n   16  CONTENT, AS DETERMINED BY  SUCH  TESTS,  OF  A  PERSON  CHARGED  WITH  A\n   17  VIOLATION OF THIS SUBDIVISION:\n   18    (I)  EVIDENCE THAT THERE WAS LESS THAN .10 OF ONE PER CENTUM BY WEIGHT\n   19  OF ALCOHOL IN SUCH PERSON'S BLOOD SHALL BE  PRIMA  FACIE  EVIDENCE  THAT\n   20  SUCH PERSON WAS NOT UNDER THE INFLUENCE OF ALCOHOL;\n   21    (II)  EVIDENCE  THAT THERE WAS .10 OF ONE PER CENTUM OR MORE BY WEIGHT\n   22  OF ALCOHOL IN SUCH PERSON'S BLOOD SHALL BE  PRIMA  FACIE  EVIDENCE  THAT\n   23  SUCH PERSON WAS UNDER THE INFLUENCE OF ALCOHOL.\n   24    (G)  EXCEPT  AS  HEREIN  SPECIFICALLY  PROVIDED, THE HEARING CONDUCTED\n   25  PURSUANT TO THIS SUBDIVISION SHALL  BE  DEEMED  TO  BE  AN  ADJUDICATORY\n   26  PROCEEDING  SUBJECT  TO  THE  PROVISIONS  OF  ARTICLE THREE OF THE STATE\n   27  ADMINISTRATIVE PROCEDURE ACT.\n   28    (H) ANY PERSON AGGRIEVED BY A DECISION AFTER THE HEARING PROVIDED  FOR\n   29  IN  THIS SUBDIVISION MAY APPEAL SUCH DECISION PURSUANT TO THE PROVISIONS\n   30  OF ARTICLE SEVENTY-EIGHT OF THE CIVIL PRACTICE LAW AND RULES.\n   31    (I) NOTWITHSTANDING ANY OTHER PROVISION OF LAW  TO  THE  CONTRARY,  NO\n   32  PERSON  SHALL BE ARRESTED SOLELY FOR AN ALLEGED VIOLATION OF THIS SUBDI-\n   33  VISION. HOWEVER, A PERSON FOR WHOM A CHEMICAL TEST IS AUTHORIZED  PURSU-\n   34  ANT TO THIS SUBDIVISION MAY BE TEMPORARILY DETAINED BY THE POLICE SOLELY\n   35  FOR  THE PURPOSE OF REQUESTING OR ADMINISTERING SUCH CHEMICAL TEST WHEN-\n   36  EVER ARREST WITHOUT WARRANT FOR A PETTY OFFENSE WOULD BE  AUTHORIZED  IN\n   37  ACCORDANCE  WITH THE PROVISIONS OF SECTION 140.10 OF THE CRIMINAL PROCE-\n   38  DURE LAW.\n   39    (J) NOTHING CONTAINED IN THIS SUBDIVISION SHALL BE DEEMED  TO  IN  ANY\n   40  WAY  REDUCE  OR  LIMIT  THE EXISTING AUTHORITY OF A LICENSING OFFICER TO\n   41  REVOKE OR SUSPEND A LICENSE ISSUED PURSUANT  TO  THIS  SECTION.  NOTHING\n   42  CONTAINED IN THIS SUBDIVISION SHALL BE DEEMED TO LIMIT, REDUCE OR IN ANY\n   43  WAY EFFECT THE CRIMINAL LIABILITY OF A LICENSEE FOR ANY FIREARM OR OTHER\n   44  OFFENSE DEFINED IN THIS CHAPTER OR ANY OTHER PROVISION OF LAW.\n   45    S  5.  Subdivision 15 of section 400.00 of the penal law is amended to\n   46  read as follows:\n   47    15. Any violation by any person of  any  provision  of  this  section,\n   48  OTHER  THAN A VIOLATION OF PARAGRAPH (A) OF SUBDIVISION ELEVEN-A OF THIS\n   49  SECTION, is a class A misdemeanor.\n   50    S 6. The executive law is amended by adding a  new  section  837-s  to\n   51  read as follows:\n   52    S  837-S.  ALCOHOL  AND DRUG REHABILITATION PROGRAM. 1. PROGRAM ESTAB-\n   53  LISHMENT. THERE IS HEREBY ESTABLISHED AN ALCOHOL AND DRUG REHABILITATION\n   54  PROGRAM WITHIN THE DIVISION.  THE COMMISSIONER SHALL ESTABLISH, BY REGU-\n   55  LATION, THE INSTRUCTIONAL AND REHABILITATIVE  ASPECTS  OF  THE  PROGRAM.\n   56  SUCH  PROGRAM SHALL CONSIST OF AT LEAST FIFTEEN AND NOT MORE THAN THIRTY\n\n       S. 650                              6\n\n    1  HOURS AND INCLUDE, BUT NEED NOT BE LIMITED TO, CLASSROOM INSTRUCTION  IN\n    2  AREAS DEEMED SUITABLE BY THE COMMISSIONER.\n    3    2.  CURRICULUM.  THE  FORM,  CONTENT AND METHOD OF PRESENTATION OF THE\n    4  VARIOUS ASPECTS OF SUCH PROGRAM SHALL BE ESTABLISHED BY THE  COMMISSION-\n    5  ER.  IN  THE  DEVELOPMENT  OF  THE  FORM, CURRICULUM AND CONTENT OF SUCH\n    6  PROGRAM, THE COMMISSIONER MAY CONSULT WITH THE  COMMISSIONER  OF  MENTAL\n    7  HEALTH, THE COMMISSIONER OF THE OFFICE OF ALCOHOLISM AND SUBSTANCE ABUSE\n    8  SERVICES  AND  ANY  OTHER  STATE  DEPARTMENT  OR  AGENCY AND REQUEST AND\n    9  RECEIVE ASSISTANCE FROM THEM. THE COMMISSIONER  IS  ALSO  AUTHORIZED  TO\n   10  DEVELOP  MORE THAN ONE CURRICULUM AND COURSE CONTENT FOR SUCH PROGRAM IN\n   11  ORDER TO MEET THE VARYING REHABILITATIVE NEEDS OF THE PARTICIPANTS.\n   12    3. WHERE AVAILABLE. A COURSE IN SUCH PROGRAM SHALL BE AVAILABLE IN  AT\n   13  LEAST  EVERY  COUNTY  IN THE STATE, EXCEPT WHERE THE COMMISSIONER DETER-\n   14  MINES THAT THERE IS NOT A SUFFICIENT NUMBER OF ALCOHOL  OR  DRUG-RELATED\n   15  OFFENSES  IN  A  COUNTY TO MANDATE THE ESTABLISHMENT OF SAID COURSE, AND\n   16  THAT PROVISIONS BE MADE FOR THE RESIDENTS OF SAID  COUNTY  TO  ATTEND  A\n   17  COURSE IN ANOTHER COUNTY WHERE A COURSE EXISTS.\n   18    4. ELIGIBILITY. PARTICIPATION IN THE PROGRAM SHALL BE LIMITED TO THOSE\n   19  PERSONS  HAVING  VIOLATED  THE  PROVISIONS  OF  SUBDIVISION  ELEVEN-A OF\n   20  SECTION 400.00 OF THE PENAL LAW.\n   21    5. EFFECT OF COMPLETION.  UPON SUCCESSFUL COMPLETION OF  A  COURSE  IN\n   22  SUCH  PROGRAM AS CERTIFIED BY ITS ADMINISTRATOR, THE COMMISSIONER SHALL,\n   23  ON A FORM PROVIDED FOR SUCH PURPOSE, NOTIFY  THE  APPROPRIATE  LICENSING\n   24  OFFICER  HAVING  ISSUED  THE  ORDER  OF  SUSPENSION  OF  SUCH LICENSEE'S\n   25  SUCCESSFUL COMPLETION OF THE COURSE PROVIDED FOR IN THIS SECTION.\n   26    6. FEES. THE COMMISSIONER SHALL ESTABLISH A SCHEDULE  OF  FEES  TO  BE\n   27  PAID  BY  OR ON BEHALF OF EACH PARTICIPANT IN THE PROGRAM, AND MAY, FROM\n   28  TIME TO TIME, MODIFY SAME.  SUCH FEES SHALL DEFRAY THE ONGOING  EXPENSES\n   29  OF  THE  PROGRAM,  PROVIDED, HOWEVER, THAT PURSUANT TO AN AGREEMENT WITH\n   30  THE DIVISION A MUNICIPALITY, DEPARTMENT THEREOF,  OR  OTHER  AGENCY  MAY\n   31  CONDUCT A COURSE IN SUCH PROGRAM WITH ALL OR PART OF THE EXPENSE OF SUCH\n   32  COURSE AND PROGRAM BEING BORNE BY SUCH MUNICIPALITY, DEPARTMENT OR AGEN-\n   33  CY.  IN NO EVENT SHALL SUCH FEE BE REFUNDABLE, EITHER FOR REASONS OF THE\n   34  PARTICIPANT'S WITHDRAWAL OR EXPULSION FROM SUCH PROGRAM OR OTHERWISE.\n   35    S 7. This act shall take effect on the first of November next succeed-\n   36  ing the date on which it shall have become a law; provided however, that\n   37  effective immediately, the addition, amendment and/or repeal of any rule\n   38  or regulation necessary for the implementation of the foregoing sections\n   39  of this act on their effective date is authorized  and  directed  to  be\n   40  made  and  completed  within  180  days after the date on which this act\n   41  becomes a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the penal law and the executive law, in relation to the possession of a firearm while under the influence of alcohol or drugs ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101228.T134829.TXT", "SOBI.D101230.T102722.TXT", "SOBI.D101228.T140330.TXT", "SOBI.D101228.T151335.TXT", "SOBI.D101228.T135329.TXT", "SOBI.D101228.T150834.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1293722842388
}