{
  "year" : 2011,
  "senateBillNo" : "S651-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO BANKS",
    "billEventId" : "S651-2011-1294203600000-REFERRED+TO+BANKS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SAMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prohibits banking organizations from issuing checks for unsolicited loans",
  "summary" : "Prohibits banking organizations from issuing checks or drafts to any person or other legal entity when the endorsement or deposit of such check or draft by such person or other legal entity would constitute such person's or other legal entity's acceptance of an unsolicited loan from such banking organization. ",
  "currentCommittee" : "BANKS",
  "sameAs" : null,
  "lawSection" : "Banking Law",
  "previousVersions" : [ "S64-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          651\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen. SAMPSON -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Banks\n\n       AN ACT to amend the banking law, in relation to prohibiting  banks  from\n         issuing checks whose endorsement constitutes acceptance of an unsolic-\n         ited loan\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The banking law is amended by adding a new section  9-v  to\n    2  read as follows:\n    3    S  9-V.  BANKING  ORGANIZATIONS  PROHIBITED  FROM ISSUING CHECKS WHOSE\n    4  ENDORSEMENT CONSTITUTES ACCEPTANCE OF AN UNSOLICITED LOAN.   NO  BANKING\n    5  ORGANIZATION  SHALL ISSUE A CHECK OR DRAFT TO ANY PERSON, FIRM, PARTNER-\n    6  SHIP, CORPORATION OR OTHER LEGAL ENTITY IF THE ENDORSEMENT OR DEPOSIT OF\n    7  SUCH CHECK OR DRAFT BY THE PAYEE WOULD CONSTITUTE THE  ACCEPTANCE  OF  A\n    8  LOAN  FROM  SUCH BANKING ORGANIZATION TO SUCH PAYEE WITHOUT SUCH PAYEE'S\n    9  HAVING SOLICITED SUCH LOAN.\n   10    S 2. This act shall take effect on the one hundred twentieth day after\n   11  it shall have become a law; provided, however, that effective immediate-\n   12  ly, the addition, amendment, and/or repeal of any rule or regulation  by\n   13  the superintendent of banks necessary for the implementation of this act\n   14  on  its  effective  date  are  authorized  and  directed  to be made and\n   15  completed on or before such effective date.\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02778-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the banking law, in relation to prohibiting banks from issuing checks whose endorsement constitutes acceptance of an unsolicited loan ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101228.T140830.TXT", "SOBI.D101230.T102722.TXT", "SOBI.D101228.T140330.TXT", "SOBI.D101228.T151335.TXT", "SOBI.D101228.T135329.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1293722842389
}