{
  "year" : 2011,
  "senateBillNo" : "S652-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO ENERGY AND TELECOMMUNICATIONS",
    "billEventId" : "S652-2011-1294203600000-REFERRED+TO+ENERGY+AND+TELECOMMUNICATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "VALESKY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Makes provisions regarding electric service for farmers",
  "summary" : "Prohibits extra charges on farmers for electric service and prohibits limitations on farmers installing and operating on-site electric generation equipment and related technology. ",
  "currentCommittee" : "ENERGY AND TELECOMMUNICATIONS",
  "sameAs" : null,
  "lawSection" : "Public Service Law",
  "previousVersions" : [ "S1641-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          652\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen. VALESKY -- read twice and ordered printed, and when\n         printed to be committed to the Committee on  Energy  and  Telecommuni-\n         cations\n\n       AN  ACT to amend the public service law, in relation to electric service\n         for farmers; and providing for the  repeal  of  such  provisions  upon\n         expiration thereof\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Legislative intent. The legislature finds and declares that\n    2  the installation of on-site electric generation  systems  would  address\n    3  the  high  energy  costs of farmers and would result in the creation and\n    4  retention of jobs in New  York  state.  Barriers  to  such  installation\n    5  should  be removed to encourage private investment in these technologies\n    6  and to stimulate economic growth.\n    7    S 2. Section 65 of the public service law is amended by adding  a  new\n    8  subdivision 6-a to read as follows:\n    9    6-A.  CERTAIN CHARGES PROHIBITED. (A) NO ELECTRIC CORPORATION OR MUNI-\n   10  CIPALITY OWNING ELECTRIC PLANT USEFUL FOR THE DISTRIBUTION OF  ELECTRIC-\n   11  ITY  SHALL  IMPOSE  ON ANY CUSTOMER THAT IS A QUALIFYING FARMER ANY FEE,\n   12  PENALTY OR CHARGE OF ANY KIND OTHER THAN ITS CHARGES BASED UPON THE COST\n   13  OF SERVICES ACTUALLY PROVIDED TO SUCH CUSTOMER, FOR ELECTRICITY,  TRANS-\n   14  MISSION, DISTRIBUTION, METERING, BILLING AND CUSTOMER SERVICES. NO ELEC-\n   15  TRIC  CORPORATION OR MUNICIPALITY SHALL IMPLEMENT POLICIES OR PROCEDURES\n   16  THAT WOULD PREVENT QUALIFYING  FARMERS  FROM  INSTALLING  AND  OPERATING\n   17  ON-SITE GENERATION EQUIPMENT AND RELATED TECHNOLOGY.\n   18    (B) FOR THE PURPOSE OF THIS SUBDIVISION:\n   19    (I)  \"FARMER\"  MEANS  A  PERSON  WHOSE  FEDERAL GROSS INCOME FROM FARM\n   20  PRODUCTION FOR THE PREVIOUS TAXABLE  YEAR  WAS  AT  LEAST  TEN  THOUSAND\n   21  DOLLARS.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03506-01-1\n\n       S. 652                              2\n\n    1    (II) \"QUALIFYING FARMER\" MEANS A FARMER THAT INSTALLS AN ON-SITE ELEC-\n    2  TRIC  GENERATION  SYSTEM  TO PROVIDE ELECTRIC SERVICE TO A FARM (WHETHER\n    3  THE FARMER CONTINUES TO MAINTAIN ACCESS TO TRANSMISSION AND DISTRIBUTION\n    4  SERVICES OR VOLUNTARILY DISCONNECTS ACCESS TO TRANSMISSION AND  DISTRIB-\n    5  UTION  SERVICES)  AND  FILES  A  NOTIFICATION  THEREOF WITH THE ELECTRIC\n    6  CORPORATION OR MUNICIPALITY, WITH A COPY TO THE DEPARTMENT, PRIOR TO THE\n    7  CUT-OFF DATE.\n    8    (III) \"CUT-OFF DATE\" FOR EACH SERVICE TERRITORY MEANS  THE  DATE  WHEN\n    9  THE  ELECTRIC CORPORATION OR MUNICIPALITY SERVING SUCH SERVICE TERRITORY\n   10  SHALL HAVE RECEIVED NOTIFICATIONS FROM QUALIFYING FARMERS SUCH THAT  THE\n   11  SUM  OF  THE RATED GENERATING CAPACITY SHOWN ON SUCH NOTIFICATIONS SHALL\n   12  EQUAL OR EXCEED ONE-TENTH OF ONE PERCENT OF ITS  TOTAL  ELECTRIC  DEMAND\n   13  FOR  THE  YEAR NINETEEN HUNDRED NINETY-SIX, AS DETERMINED BY THE DEPART-\n   14  MENT, OR SEPTEMBER FIRST, TWO THOUSAND SIXTEEN, WHICHEVER OCCURS FIRST.\n   15    S 3. Subdivision 28 of section 66 of the public service law, as  added\n   16  by chapter 82 of the laws of 1998, is amended to read as follows:\n   17    28.  No  revenues  foregone by an electric corporation, as a result of\n   18  subjecting certain veterans' organizations [with] TO  rates  or  charges\n   19  applicable to domestic consumers pursuant to section seventy-six of this\n   20  article  OR  AS A RESULT OF PROHIBITING CERTAIN CHARGES RELATED TO ELEC-\n   21  TRIC SERVICE PROVIDED  TO  FARMERS  PURSUANT  TO  SUBDIVISION  SIX-A  OF\n   22  SECTION  SIXTY-FIVE OF THIS ARTICLE, shall be recovered from the custom-\n   23  ers of such corporation.\n   24    S 4. This act shall take effect immediately and shall be deemed to  be\n   25  repealed September 1, 2016, except that the provisions of this act shall\n   26  continue  to  apply  to a customer who is a qualifying farmer as long as\n   27  such on-site electric generation system remains in use.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public service law, in relation to electric service for farmers; and providing for the repeal of such provisions upon expiration thereof ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101228.T142831.TXT", "SOBI.D101230.T102722.TXT", "SOBI.D101228.T151335.TXT", "SOBI.D101228.T144333.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1293722842396
}