{
  "year" : 2011,
  "senateBillNo" : "S653-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO ENVIRONMENTAL CONSERVATION",
    "billEventId" : "S653-2011-1294203600000-REFERRED+TO+ENVIRONMENTAL+CONSERVATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1295931600000,
    "eventText" : "REPORTED AND COMMITTED TO FINANCE",
    "billEventId" : "S653-2011-1295931600000-REPORTED+AND+COMMITTED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : [ {
    "id" : "1295964000000S653-2011--1--1",
    "voteType" : 2,
    "voteDate" : 1295964000000,
    "ayes" : [ "Grisanti", "Marcellino", "Maziarz", "O'Mara", "Gallivan", "Young", "Avella", "Espaillat", "Oppenheimer", "Stewart-Cousins" ],
    "nays" : [ "Johnson", "Little" ],
    "abstains" : null,
    "excused" : null,
    "ayeswr" : [ "Perkins", "Serrano" ],
    "description" : "Environmental Conservation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "VALESKY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires the department of environmental conservation to prepare a report on the economic impact of hunting, fishing, and wildlife-associated activities in New York",
  "summary" : "Requires the department of environmental conservation to prepare a report on the economic impact of hunting, fishing, and wildlife-associated activities in New York. ",
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "Environmental Conservation Law",
  "previousVersions" : [ "S3079-2009" ],
  "coSponsors" : null,
  "pastCommittees" : [ "ENVIRONMENTAL CONSERVATION" ],
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          653\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen. VALESKY -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Environmental Conservation\n\n       AN ACT to amend the  environmental  conservation  law,  in  relation  to\n         preparing  a report on the economic impact of hunting and fishing; and\n         providing for the repeal of such provisions upon the expiration there-\n         of\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Legislative  intent.    The legislature hereby finds that\n    2  according to a \"2001 National Survey of Fishing, Hunting, and  Wildlife-\n    3  Associated Recreation,\" recreational anglers and hunters spent more than\n    4  $3.5 billion in pursuit of their pastimes in New York in 2001.  The 1996\n    5  survey  found that expenditures include monies spent for equipment, bait\n    6  and tackle, hotels and motels, restaurants, lodges  and  camps,  grocery\n    7  and  hardware  stores,  and guide services.   The survey also found that\n    8  these expenditures and their associated economic impact supported 43,000\n    9  jobs and generated $100 million in state sales tax and  $32  million  in\n   10  state  income  tax  in  New York state in 1996.   Nationally, the survey\n   11  estimated that hunting and fishing supported 1.9 million jobs and gener-\n   12  ated $2.9 billion in state sales tax and $772 million  in  state  income\n   13  tax.    The  legislature  finds  and declares that hunting, fishing, and\n   14  wildlife-associated recreation support jobs, generate sales  and  income\n   15  taxes,  and  are  an  integral component of the tourism industry and the\n   16  overall economy in New York state.  Efforts are underway in  each  state\n   17  to  promote  tourism, including hunting, recreational fishing, and wild-\n   18  life-associated recreation in the name of  economic  development.    The\n   19  legislature also finds that the department of environmental conservation\n   20  must  rely  on a study every five years by the United States Departments\n   21  of Interior and Commerce to determine the number of people who hunt  and\n   22  fish  and  expenditures  relating to their recreation.   Therefore, this\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03510-01-1\n\n       S. 653                              2\n\n    1  legislation is intended to provide more accurate and timely  information\n    2  to policy makers and department administrators regarding the tourism and\n    3  economic  impact  of hunting, fishing and wildlife-associated recreation\n    4  in New York state.\n    5    S  2.  The  environmental  conservation law is amended by adding a new\n    6  section 11-0310 to read as follows:\n    7  S 11-0310. REPORT ON ECONOMIC IMPACT OF FISHING AND HUNTING.\n    8    1. COMMENCING ONE YEAR AFTER THE EFFECTIVE DATE OF  THIS  SUBDIVISION,\n    9  AND  EVERY  TWO YEARS THEREAFTER, THE COMMISSIONER SHALL, IN CONJUNCTION\n   10  WITH THE COMMISSIONER OF ECONOMIC DEVELOPMENT AND  THE  COMMISSIONER  OF\n   11  PARKS, RECREATION AND HISTORIC PRESERVATION, PREPARE A SUMMARY REPORT ON\n   12  THE  ECONOMIC IMPACT OF FISHING, HUNTING, AND WILDLIFE-ASSOCIATED RECRE-\n   13  ATION IN NEW YORK STATE. SUCH REPORT SHALL INCLUDE, BUT NOT  BE  LIMITED\n   14  TO, THE FOLLOWING:\n   15    A. THE NUMBER OF ANGLERS, HUNTERS, AND WILDLIFE-WATCHING PARTICIPANTS,\n   16  INCLUDING  RECREATIONAL VEHICLE PARTICIPANTS, IN NEW YORK STATE, INCLUD-\n   17  ING A BREAKDOWN OF RESIDENT AND NON-RESIDENT ANGLERS, HUNTERS, AND WILD-\n   18  LIFE-WATCHING PARTICIPANTS;\n   19    B. THE FREQUENCY OF PARTICIPATION OF ANGLERS,  HUNTERS,  AND  WILDLIFE\n   20  WATCHERS AND HOW MUCH MONEY THEY SPEND ON THEIR ACTIVITIES INCLUDING BUT\n   21  NOT  LIMITED  TO  EXPENDITURES ON EQUIPMENT, BAIT AND TACKLE, HOTELS AND\n   22  MOTELS, RESTAURANTS, LODGES AND CAMPS, GROCERY AND HARDWARE STORES,  AND\n   23  GUIDE SERVICES; AND\n   24    C.  AN  ESTIMATE  OF THE NUMBER OF JOBS THAT ARE SUPPORTED BY ANGLERS,\n   25  HUNTERS, AND WILDLIFE-WATCHING PARTICIPANTS AS WELL  AS  THE  AMOUNT  OF\n   26  SALES   TAX   AND   INCOME   TAX  GENERATED  BY  ANGLERS,  HUNTERS,  AND\n   27  WILDLIFE-WATCHING PARTICIPANTS.\n   28    2. THE RESULTS OF THE REPORT REQUIRED BY THIS SECTION SHALL BE SUBMIT-\n   29  TED TO THE GOVERNOR AND TO THE LEGISLATURE, INCLUDING THE CHAIRS OF  THE\n   30  ASSEMBLY WAYS AND MEANS COMMITTEE, ENVIRONMENTAL CONSERVATION COMMITTEE,\n   31  TOURISM,  ARTS AND SPORTS DEVELOPMENT COMMITTEE, AND THE ECONOMIC DEVEL-\n   32  OPMENT COMMITTEE, AS WELL AS THE CHAIRS OF THE SENATE FINANCE COMMITTEE,\n   33  ENVIRONMENTAL CONSERVATION COMMITTEE, CULTURAL AFFAIRS,  TOURISM,  PARKS\n   34  AND  RECREATION  COMMITTEE, AND COMMERCE, ECONOMIC DEVELOPMENT AND SMALL\n   35  BUSINESS COMMITTEE.\n   36    S 3.  This act shall take effect on the first of October next succeed-\n   37  ing the date on which it shall have become a law and shall expire and be\n   38  deemed repealed 10 years after such date.\n",
  "memo" : "",
  "law" : null,
  "actClause" : "AN ACT to amend the environmental conservation law, in relation to preparing a report on the economic impact of hunting and fishing; and providing for the repeal of such provisions upon the expiration thereof ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101228.T142831.TXT", "SOBI.D110125.T102403.TXT", "SOBI.D101230.T102722.TXT", "SOBI.D101228.T151335.TXT", "SOBI.D110126.T114750.TXT-agenda-2.xml", "SOBI.D101228.T144333.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296060470981
}