{
  "year" : 2011,
  "senateBillNo" : "S654-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S654-2011-1294203600000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "VALESKY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Permits persons eleven years of age to possess a rifle under certain circumstances",
  "summary" : "Authorizes the possession and use of a single shot .22 caliber rifle by a person eleven years of age on a rifle range while supervised at an indoor or outdoor shooting range. ",
  "currentCommittee" : "CODES",
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : [ "S3199-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          654\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen. VALESKY -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Codes\n\n       AN ACT to amend the penal law, in relation to lawful possession of weap-\n         ons by persons eleven years of age\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision a of section 265.20 of the penal law is amended\n    2  by adding a new paragraph 7-f to read as follows:\n    3    7-F.  POSSESSION  AND USE, AT AN INDOOR OR OUTDOOR SHOOTING RANGE, THE\n    4  LAYOUT AND OPERATION OF WHICH CONFORM TO GUIDELINES AND OPERATING STAND-\n    5  ARDS ESTABLISHED BY THE NATIONAL COUNCIL OF THE BOY SCOUTS  OF  AMERICA,\n    6  FOR  THE  PURPOSE  OF  LOADING  AND  FIRING OF A SINGLE SHOT .22 CALIBER\n    7  RIFLE, THE PROPELLING FORCE OF WHICH IS GUNPOWDER, BY  A  PERSON  ELEVEN\n    8  YEARS  OF  AGE  WHO  IS  UNDER  THE  IMMEDIATE SUPERVISION, GUIDANCE AND\n    9  INSTRUCTION OF (A) A DULY COMMISSIONED  OFFICER  OF  THE  UNITED  STATES\n   10  ARMY,  NAVY,  MARINE CORPS, AIR FORCE OR COAST GUARD, OR OF THE NATIONAL\n   11  GUARD OF THE STATE OF NEW YORK; OR (B) A DULY QUALIFIED ADULT CITIZEN OF\n   12  THE UNITED STATES AT LEAST TWENTY-ONE YEARS OF  AGE  WHO  (I)  HAS  BEEN\n   13  GRANTED  A CERTIFICATE AS A RIFLE INSTRUCTOR ISSUED BY THE UNITED STATES\n   14  ARMY, NAVY, MARINE CORPS, AIR FORCE OR COAST GUARD, OR BY  THE  ADJUTANT\n   15  GENERAL  OF THIS STATE, OR BY THE NATIONAL RIFLE ASSOCIATION OF AMERICA,\n   16  A NOT-FOR-PROFIT CORPORATION DULY  ORGANIZED  UNDER  THE  LAWS  OF  THIS\n   17  STATE, OR (II) HAS BEEN CERTIFIED AS A SHOOTING SPORTS DIRECTOR BY A BOY\n   18  SCOUTS OF AMERICA NATIONAL CAMPING SCHOOL.\n   19    S 2. This act shall take effect on the first of November next succeed-\n   20  ing the date on which it shall have become a law.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03512-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, in relation to lawful possession of weapons by persons eleven years of age ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101228.T142831.TXT", "SOBI.D101230.T102722.TXT", "SOBI.D101228.T151335.TXT", "SOBI.D101228.T144333.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1293722842400
}