{
  "year" : 2011,
  "senateBillNo" : "S655-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO ENERGY AND TELECOMMUNICATIONS",
    "billEventId" : "S655-2011-1294203600000-REFERRED+TO+ENERGY+AND+TELECOMMUNICATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "VALESKY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to rates charged volunteer fire companies and volunteer ambulance companies",
  "summary" : "Relates to rates charged volunteer fire companies and volunteer ambulance companies. ",
  "currentCommittee" : "ENERGY AND TELECOMMUNICATIONS",
  "sameAs" : null,
  "lawSection" : "Public Service Law",
  "previousVersions" : [ "S4879-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          655\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen. VALESKY -- read twice and ordered printed, and when\n         printed to be committed to the Committee on  Energy  and  Telecommuni-\n         cations\n\n       AN  ACT  to  amend  the public service law, in relation to rates charged\n         volunteer fire companies and volunteer ambulance companies\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 76 of the public service law, as amended by chapter\n    2  82 of the laws of 1998, is amended to read as follows:\n    3    S  76.  Rates charged veteran organizations, VOLUNTEER FIRE COMPANIES,\n    4  VOLUNTEER AMBULANCE COMPANIES,  religious  bodies  and  community  resi-\n    5  dences.  No gas corporation, electric corporation or municipality shall,\n    6  directly or indirectly, charge, demand, collect or receive from any post\n    7  or hall owned or leased by a not-for-profit corporation that is a veter-\n    8  ans' organization, VOLUNTEER FIRE COMPANY, VOLUNTEER  AMBULANCE  COMPANY\n    9  or  corporation or association organized and conducted in good faith for\n   10  religious purposes, including the operation by such corporation or asso-\n   11  ciation of a school, notwithstanding that secular subjects are taught at\n   12  such school, or from a community residence  as  defined  in  subdivision\n   13  twenty-eight,  twenty-eight-a  or  twenty-eight-b of section 1.03 of the\n   14  mental hygiene law, provided, however,  that  such  residence  shall  be\n   15  operated  by a not-for-profit corporation and if supervisory staff is on\n   16  site on a twenty-four hour per day basis, that  the  residence  provides\n   17  living  accommodations  for fourteen or fewer residents, a rate, regard-\n   18  less of the type of service offered, for any  gas  or  electric  service\n   19  utilized  exclusively  in  connection  with  such  veteran organization,\n   20  VOLUNTEER FIRE COMPANY, VOLUNTEER AMBULANCE COMPANY or  for  such  reli-\n   21  gious  purposes  or  utilized  exclusively  at  such community residence\n   22  greater than the  rates  or  charges  charged,  demanded,  collected  or\n   23  received  by  such gas corporation, electric corporation or municipality\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03513-01-1\n\n       S. 655                              2\n\n    1  from domestic consumers receiving single-phase service within  the  same\n    2  village, town or municipality.\n    3    S  2.  This  act shall take effect on the thirtieth day after it shall\n    4  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public service law, in relation to rates charged volunteer fire companies and volunteer ambulance companies ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101230.T113225.TXT", "SOBI.D101228.T142831.TXT", "SOBI.D101230.T102722.TXT", "SOBI.D101228.T151335.TXT", "SOBI.D101228.T144333.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1293726745466
}