{
  "year" : 2011,
  "senateBillNo" : "S659-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "S659-2011-1294203600000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "VALESKY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Enacts \"Lori Ann's law\" to establish procedures for law enforcement to locate and return missing persons",
  "summary" : "Enacts \"Lori Ann's law\" to establish procedures for law enforcement to locate and return missing persons; requires law enforcement agencies to immediately accept any missing person report; requires collection of identifying data of such person. ",
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "Executive Law",
  "previousVersions" : [ "S1603-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "KLEIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "HASSELL-THOMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          659\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sens. VALESKY, KLEIN, HASSELL-THOMPSON -- read twice and\n         ordered printed, and when printed to be committed to the Committee  on\n         Finance\n\n       AN  ACT to amend the executive law, in relation to improving the ability\n         of law enforcement to locate and return missing persons, to  improving\n         the  identification of human remains, and to improving timely informa-\n         tion and notification to family members of missing persons\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  This  act  shall be known and may be cited as \"Lori Ann's\n    2  law\".\n    3    S 2. The executive law is amended by adding a new article 11-A to read\n    4  as follows:\n    5                                ARTICLE 11-A\n    6                  PROCEDURES FOR LAW ENFORCEMENT OFFICERS,\n    7               CORONERS/MEDICAL EXAMINERS AND OTHER GOVERNMENT\n    8                PERSONNEL RELATING TO MISSING PERSONS REPORTS\n    9             AND IDENTIFYING UNIDENTIFIED PERSONS/HUMAN REMAINS\n   10  SECTION 235. MISSING PERSON REPORTS.\n   11          236. LAW ENFORCEMENT ANALYSIS AND REPORTING  OF  MISSING  PERSON\n   12                 INFORMATION.\n   13          237. REPORTING OF UNIDENTIFIED PERSONS/HUMAN REMAINS.\n   14          238. UNIDENTIFIED PERSONS/HUMAN REMAINS IDENTIFICATION RESPONSI-\n   15                 BILITIES.\n   16    S  235. MISSING PERSON REPORTS. 1. REPORT ACCEPTANCE. ALL LAW ENFORCE-\n   17  MENT AGENCIES WITHIN THE STATE SHALL ACCEPT WITHOUT DELAY ANY REPORT  OF\n   18  A  MISSING  PERSON.  ACCEPTANCE  OF  A  MISSING PERSON REPORT MAY NOT BE\n   19  REFUSED ON ANY GROUND. NO LAW ENFORCEMENT AGENCY MAY REFUSE TO ACCEPT  A\n   20  MISSING PERSONS REPORT ON THE BASIS THAT:\n   21    (A) THE MISSING PERSON IS AN ADULT;\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03501-01-1\n\n       S. 659                              2\n\n    1    (B) THE CIRCUMSTANCES DO NOT INDICATE FOUL PLAY;\n    2    (C) THE PERSON HAS BEEN MISSING FOR A SHORT PERIOD OF TIME;\n    3    (D) THE PERSON HAS BEEN MISSING FOR A LONG PERIOD OF TIME;\n    4    (E)  THERE  IS NO INDICATION THAT THE MISSING PERSON WAS IN THE JURIS-\n    5  DICTION SERVED BY THE LAW ENFORCEMENT AGENCY AT THE TIME OF  THE  DISAP-\n    6  PEARANCE;\n    7    (F) THE CIRCUMSTANCES SUGGEST THAT THE DISAPPEARANCE MAY BE VOLUNTARY;\n    8    (G)  THE  PERSON  REPORTING  DOES  NOT  HAVE PERSONAL KNOWLEDGE OF THE\n    9  FACTS;\n   10    (H) THE REPORTING INDIVIDUAL CANNOT PROVIDE  ALL  OF  THE  INFORMATION\n   11  REQUESTED BY THE LAW ENFORCEMENT AGENCY;\n   12    (I)  THE  REPORTING PERSON LACKS A FAMILIAL OR OTHER RELATIONSHIP WITH\n   13  THE MISSING PERSON;\n   14    (J) OR FOR ANY OTHER REASON.\n   15    2. MANNER OF REPORTING.   ALL LAW ENFORCEMENT  AGENCIES  SHALL  ACCEPT\n   16  MISSING  PERSON  REPORTS IN PERSON. LAW ENFORCEMENT AGENCIES ARE ENCOUR-\n   17  AGED TO ACCEPT REPORTS BY PHONE OR BY ELECTRONIC OR OTHER MEDIA  TO  THE\n   18  EXTENT  THAT  SUCH REPORTING IS CONSISTENT WITH LAW ENFORCEMENT POLICIES\n   19  OR PRACTICES.\n   20    3. CONTENTS OF REPORT.  IN ACCEPTING A REPORT OF A MISSING PERSON, THE\n   21  LAW ENFORCEMENT AGENCY SHALL  ATTEMPT  TO  GATHER  RELEVANT  INFORMATION\n   22  RELATING  TO THE DISAPPEARANCE. THE LAW ENFORCEMENT AGENCY SHALL ATTEMPT\n   23  TO GATHER AT THE TIME OF THE REPORT INFORMATION THAT SHALL INCLUDE,  BUT\n   24  NOT BE LIMITED TO, THE FOLLOWING:\n   25    (A) THE NAME OF THE MISSING PERSON (INCLUDING ALTERNATIVE NAMES USED);\n   26    (B) THE DATE OF BIRTH;\n   27    (C)  IDENTIFYING  MARKS  (SUCH  AS  BIRTHMARKS, MOLES, TATTOOS, SCARS,\n   28  ETC.);\n   29    (D) HEIGHT AND WEIGHT;\n   30    (E) GENDER;\n   31    (F) RACE;\n   32    (G) CURRENT HAIR COLOR AND TRUE OR NATURAL HAIR COLOR;\n   33    (H) EYE COLOR;\n   34    (I) PROSTHETICS, SURGICAL IMPLANTS, OR COSMETIC IMPLANTS;\n   35    (J) PHYSICAL ANOMALIES;\n   36    (K) BLOOD TYPE (IF KNOWN);\n   37    (L) DRIVERS LICENSE NUMBER (IF KNOWN);\n   38    (M) SOCIAL SECURITY NUMBER (IF KNOWN);\n   39    (N) A PHOTOGRAPH OF THE MISSING PERSON (RECENT PHOTOGRAPHS ARE PREFER-\n   40  ABLE; THE AGENCY IS ENCOURAGED TO ATTEMPT TO ASCERTAIN  THE  APPROXIMATE\n   41  DATE THE PHOTOGRAPH WAS TAKEN);\n   42    (O)  A  DESCRIPTION OF THE CLOTHING THE MISSING PERSON WAS BELIEVED TO\n   43  BE WEARING;\n   44    (P) A DESCRIPTION OF ITEMS THAT  MIGHT  BE  WITH  THE  MISSING  PERSON\n   45  (JEWELRY, ACCESSORIES, SHOES OR BOOTS, ETC.);\n   46    (Q)  INFORMATION ON MISSING PERSON'S ELECTRONIC COMMUNICATIONS DEVICES\n   47  SUCH AS BUT NOT LIMITED TO CELL PHONE NUMBERS, EMAIL ADDRESSES, ETC.;\n   48    (R) THE REASONS WHY THE REPORTING PERSON BELIEVES THAT THE  PERSON  IS\n   49  MISSING;\n   50    (S)  NAME  AND  LOCATION  OF  MISSING  PERSON'S SCHOOL OR EMPLOYER (IF\n   51  KNOWN);\n   52    (T) NAME AND LOCATION OF MISSING PERSON'S DENTIST AND/OR PRIMARY  CARE\n   53  PHYSICIAN (IF KNOWN);\n   54    (U) ANY CIRCUMSTANCES THAT MAY INDICATE THAT THE DISAPPEARANCE WAS NOT\n   55  VOLUNTARY;\n\n       S. 659                              3\n\n    1    (V)  ANY CIRCUMSTANCES THAT INDICATE THAT THE MISSING PERSON MAY BE AT\n    2  RISK OF INJURY OR DEATH;\n    3    (W) A DESCRIPTION OF THE POSSIBLE MEANS OF TRANSPORTATION OF THE MISS-\n    4  ING  PERSON  (INCLUDING  MAKE, MODEL, COLOR, LICENSE, AND VIN OF A VEHI-\n    5  CLE);\n    6    (X) ANY IDENTIFYING INFORMATION ABOUT A  KNOWN  OR  POSSIBLE  ABDUCTOR\n    7  AND/OR PERSON LAST SEEN WITH THE MISSING PERSON INCLUDING:\n    8    (I) NAME;\n    9    (II) A PHYSICAL DESCRIPTION;\n   10    (III) DATE OF BIRTH;\n   11    (IV) IDENTIFYING MARKS;\n   12    (V)  THE  DESCRIPTION  OF  POSSIBLE MEANS OF TRANSPORTATION (INCLUDING\n   13  MAKE, MODEL, COLOR, LICENSE, AND VIN OF A VEHICLE);\n   14    (VI) KNOWN ASSOCIATES;\n   15    (Y) ANY OTHER INFORMATION THAT CAN AID IN LOCATING THE MISSING PERSON;\n   16  AND\n   17    (Z) DATE OF LAST CONTACT.\n   18    4. NOTIFICATION AND FOLLOW UP ACTION.  (A) THE LAW ENFORCEMENT  AGENCY\n   19  SHALL  NOTIFY  THE  PERSON  MAKING THE REPORT, A FAMILY MEMBER, OR OTHER\n   20  PERSON IN A POSITION TO ASSIST THE LAW ENFORCEMENT AGENCY IN ITS EFFORTS\n   21  TO LOCATE THE MISSING PERSON:\n   22    (I) OF GENERAL INFORMATION ABOUT THE HANDLING OF  THE  MISSING  PERSON\n   23  CASE  OR  ABOUT  INTENDED EFFORTS IN THE CASE TO THE EXTENT THAT THE LAW\n   24  ENFORCEMENT AGENCY DETERMINES THAT DISCLOSURE WOULD NOT ADVERSELY AFFECT\n   25  ITS ABILITY TO LOCATE OR PROTECT THE MISSING  PERSON,  TO  APPREHEND  OR\n   26  PROSECUTE ANY PERSON CRIMINALLY INVOLVED IN THE DISAPPEARANCE;\n   27    (II)  THAT  THE  PERSON  MAKING  THE  REPORT OR OTHER NECESSARY PERSON\n   28  SHOULD PROMPTLY CONTACT THE LAW ENFORCEMENT AGENCY IF THE MISSING PERSON\n   29  REMAINS MISSING TO PROVIDE ADDITIONAL  INFORMATION  AND  MATERIALS  THAT\n   30  WILL  AID  IN  LOCATING  THE  MISSING PERSON. THE LAW ENFORCEMENT AGENCY\n   31  SHOULD ALSO NOTIFY THE PERSON OF THE SPECIFIC INFORMATION  OR  MATERIALS\n   32  NEEDED  SUCH AS CREDIT/DEBIT CARDS THE MISSING PERSON HAS ACCESS TO (AND\n   33  OTHER BANKING INFORMATION) AND RECORDS OF CELL PHONE USE;\n   34    (III) THAT ANY DNA SAMPLES PROVIDED FOR THE MISSING  PERSON  CASE  ARE\n   35  PROVIDED  ON A VOLUNTARY BASIS AND WILL BE USED SOLELY TO HELP LOCATE OR\n   36  IDENTIFY THE MISSING PERSON AND WILL NOT BE USED FOR ANY OTHER PURPOSE;\n   37    (IV) THE LAW ENFORCEMENT AGENCY IS ENCOURAGED TO MAKE AVAILABLE INFOR-\n   38  MATIONAL MATERIALS (THROUGH PUBLICATIONS OR ELECTRONIC OR  OTHER  MEDIA)\n   39  THAT ADVISE THE PUBLIC ABOUT HOW THE INFORMATION OR MATERIALS IDENTIFIED\n   40  IN THIS SUBDIVISION ARE USED TO HELP LOCATE OR IDENTIFY MISSING PERSONS.\n   41    (B)  IF  THE  PERSON  IDENTIFIED  IN THE MISSING PERSON REPORT REMAINS\n   42  MISSING AFTER THIRTY DAYS, AND THE ADDITIONAL INFORMATION AND  MATERIALS\n   43  SPECIFIED BELOW HAVE NOT BEEN RECEIVED, THE LAW ENFORCEMENT AGENCY SHALL\n   44  ATTEMPT TO OBTAIN:\n   45    (I)  DNA  SAMPLES  FROM  FAMILY MEMBERS AND/OR FROM THE MISSING PERSON\n   46  ALONG WITH  ANY  NEEDED  DOCUMENTATION,  INCLUDING  ANY  CONSENT  FORMS,\n   47  REQUIRED FOR THE USE OF STATE OR FEDERAL DNA DATABASES INCLUDING BUT NOT\n   48  LIMITED TO THE LOCAL DNA DATABASE (LDIS), STATE DNA DATABASE (SDIS), AND\n   49  NATIONAL DNA DATABASE (NDIS);\n   50    (II)  AN  AUTHORIZATION  TO  RELEASE  DENTAL OR SKELETAL X-RAYS OF THE\n   51  MISSING PERSON;\n   52    (III) ANY ADDITIONAL PHOTOGRAPHS OF THE MISSING PERSON  THAT  MAY  AID\n   53  THE INVESTIGATION OR AN IDENTIFICATION. THE LAW ENFORCEMENT AGENCY SHALL\n   54  NOT  BE  REQUIRED  TO  OBTAIN  WRITTEN  AUTHORIZATION BEFORE IT RELEASES\n   55  PUBLICLY ANY PHOTOGRAPH THAT WOULD AID IN THE INVESTIGATION OR IDENTIFI-\n   56  CATION OF THE MISSING PERSON;\n\n       S. 659                              4\n\n    1    (IV) DENTAL INFORMATION AND X-RAYS; AND\n    2    (V) FINGERPRINTS.\n    3    (C)  ALL  DNA  SAMPLES OBTAINED IN MISSING PERSON CASES SHALL BE IMME-\n    4  DIATELY FORWARDED TO THE STATE POLICE FOR  ANALYSIS.  THE  STATE  POLICE\n    5  SHOULD  ESTABLISH  PROCEDURES FOR DETERMINING HOW TO PRIORITIZE ANALYSIS\n    6  OF THE SAMPLES RELATING TO MISSING PERSONS CASES;\n    7    (D) INFORMATION RELEVANT TO  THE  FEDERAL  BUREAU  OF  INVESTIGATION'S\n    8  VIOLENT CRIMINAL APPREHENSION PROGRAM SHALL BE ENTERED AS SOON AS POSSI-\n    9  BLE.\n   10    S 236. LAW ENFORCEMENT ANALYSIS AND REPORTING OF MISSING PERSON INFOR-\n   11  MATION.    1.  PROMPT  DETERMINATION  OF  HIGH-RISK  MISSING PERSON.   A\n   12  HIGH-RISK MISSING PERSON IS  AN  INDIVIDUAL  WHOSE  WHEREABOUTS  IS  NOT\n   13  CURRENTLY  KNOWN  AND THE CIRCUMSTANCES INDICATE THAT THE INDIVIDUAL MAY\n   14  BE AT RISK OF INJURY OR DEATH. THE CIRCUMSTANCES THAT INDICATE  THAT  AN\n   15  INDIVIDUAL IS A \"HIGH-RISK MISSING PERSON\" INCLUDE ANY OF THE FOLLOWING,\n   16  BUT ARE NOT LIMITED TO:\n   17    (A) THE PERSON IS MISSING AS A RESULT OF A STRANGER ABDUCTION;\n   18    (B) THE PERSON IS MISSING UNDER SUSPICIOUS CIRCUMSTANCES;\n   19    (C) THE PERSON IS MISSING UNDER UNKNOWN CIRCUMSTANCES;\n   20    (D) THE PERSON IS MISSING UNDER KNOWN DANGEROUS CIRCUMSTANCES;\n   21    (E) THE PERSON IS MISSING MORE THAN THIRTY DAYS;\n   22    (F)  THE  PERSON  HAS  ALREADY BEEN DESIGNATED AS A \"HIGH-RISK MISSING\n   23  PERSON\" BY ANOTHER LAW ENFORCEMENT AGENCY;\n   24    (G) THERE IS EVIDENCE THAT THE PERSON IS AT RISK BECAUSE:\n   25    (I)  THE  PERSON  MISSING  IS  IN  NEED  OF  MEDICAL   ATTENTION,   OR\n   26  PRESCRIPTION MEDICATION;\n   27    (II)  THE  PERSON  MISSING  DOES NOT HAVE A PATTERN OF RUNNING AWAY OR\n   28  DISAPPEARING;\n   29    (III) THE PERSON MISSING MAY HAVE BEEN  ABDUCTED  BY  A  NON-CUSTODIAL\n   30  PARENT;\n   31    (IV) THE PERSON MISSING IS MENTALLY IMPAIRED;\n   32    (V) THE PERSON MISSING IS A PERSON UNDER THE AGE OF TWENTY-ONE;\n   33    (VI)  THE  PERSON MISSING HAS BEEN THE SUBJECT OF PAST THREATS OR ACTS\n   34  OF VIOLENCE.\n   35    (H) ANY OTHER FACTOR THAT MAY, IN THE JUDGMENT OF THE LAW  ENFORCEMENT\n   36  OFFICIAL, DETERMINE THAT THE MISSING PERSON MAY BE AT RISK.\n   37    2.  LAW  ENFORCEMENT  RISK  ASSESSMENT.  (A) UPON INITIAL RECEIPT OF A\n   38  MISSING PERSON REPORT, THE  LAW  ENFORCEMENT  AGENCY  SHALL  IMMEDIATELY\n   39  DETERMINE  WHETHER THERE IS A BASIS TO DETERMINE THAT THE PERSON MISSING\n   40  IS A HIGH-RISK MISSING PERSON;\n   41    (B) IF A LAW ENFORCEMENT AGENCY HAS PREVIOUSLY DETERMINED THAT A MISS-\n   42  ING PERSON IS NOT A HIGH-RISK MISSING PERSON, BUT OBTAINS  NEW  INFORMA-\n   43  TION, IT SHALL IMMEDIATELY DETERMINE WHETHER THE INFORMATION PROVIDED TO\n   44  THE  LAW ENFORCEMENT AGENCY INDICATES THAT THE PERSON MISSING IS A HIGH-\n   45  RISK MISSING PERSON;\n   46    (C) RISK ASSESSMENTS IDENTIFIED IN THIS PARAGRAPH SHALL  BE  PERFORMED\n   47  NO  LATER  THAN TWO HOURS AFTER THE INITIAL MISSING PERSON REPORT OR THE\n   48  NEW INFORMATION WAS PROVIDED TO THE LAW ENFORCEMENT AGENCY; AND\n   49    (D) LAW ENFORCEMENT  AGENCIES  ARE  ENCOURAGED  TO  ESTABLISH  WRITTEN\n   50  PROTOCOLS  FOR  THE  HANDLING  OF MISSING PERSON CASES TO ACCOMPLISH THE\n   51  PURPOSE OF THIS ARTICLE.\n   52    3. LAW ENFORCEMENT AGENCY REPORTS. (A) WHEN THE LAW ENFORCEMENT AGENCY\n   53  DETERMINES THAT THE MISSING PERSON IS  A  HIGH-RISK  MISSING  PERSON  IT\n   54  SHALL NOTIFY THE STATE POLICE. IT SHALL IMMEDIATELY PROVIDE TO THE STATE\n   55  POLICE  THE  INFORMATION  MOST  LIKELY  TO  AID IN THE LOCATION AND SAFE\n   56  RETURN OF THE HIGH-RISK MISSING PERSON. IT  SHALL  PROVIDE  AS  SOON  AS\n\n       S. 659                              5\n\n    1  PRACTICABLE  ALL  OTHER  INFORMATION  OBTAINED  RELATING  TO THE MISSING\n    2  PERSON CASE;\n    3    (B)  THE  STATE POLICE SHALL PROMPTLY NOTIFY ALL LAW ENFORCEMENT AGEN-\n    4  CIES WITHIN THE STATE AND SURROUNDING REGION  OF  THE  INFORMATION  THAT\n    5  WILL AID IN THE PROMPT LOCATION AND SAFE RETURN OF THE HIGH-RISK MISSING\n    6  PERSON;\n    7    (C)  THE  LOCAL LAW ENFORCEMENT AGENCIES WHO RECEIVED THE NOTIFICATION\n    8  FROM THE STATE POLICE SHALL NOTIFY OFFICERS TO \"BE ON THE LOOK OUT\"  FOR\n    9  THE MISSING PERSON OR A SUSPECTED ABDUCTOR;\n   10    (D)  THE  RESPONDING  LOCAL  LAW  ENFORCEMENT AGENCY SHALL IMMEDIATELY\n   11  ENTER ALL COLLECTED INFORMATION RELATING TO THE MISSING PERSON  CASE  IN\n   12  AVAILABLE  STATE  AND  FEDERAL  DATABASES.  IF  THE RESPONDING LOCAL LAW\n   13  ENFORCEMENT AGENCY DOES NOT HAVE  THE  CAPABILITY  TO  ENTER  THIS  DATA\n   14  DIRECTLY  IN  THE  STATE  AND  FEDERAL DATABASES, THE STATE POLICE SHALL\n   15  IMMEDIATELY ENTER ALL COLLECTED  INFORMATION  RELATING  TO  THE  MISSING\n   16  PERSON  CASE  IN  AVAILABLE STATE AND FEDERAL DATABASES. THE INFORMATION\n   17  SHALL BE PROVIDED IN ACCORDANCE WITH APPLICABLE GUIDELINES  RELATING  TO\n   18  THE DATABASES. THE INFORMATION SHALL BE ENTERED AS FOLLOWS:\n   19    (I)  A  MISSING  PERSON  REPORT IN HIGH-RISK MISSING PERSON CASES (AND\n   20  RELEVANT INFORMATION PROVIDED IN THE REPORT) SHALL  BE  ENTERED  IN  THE\n   21  NATIONAL  CRIME INFORMATION CENTER DATABASE IMMEDIATELY, BY NO MORE THAN\n   22  TWO HOURS OF THE DETERMINATION THAT THE MISSING PERSON  IS  A  HIGH-RISK\n   23  MISSING  PERSON. ALL OTHER MISSING PERSON REPORTS (AND RELEVANT INFORMA-\n   24  TION PROVIDED IN THE REPORT) SHALL BE ENTERED WITHIN ONE DAY  AFTER  THE\n   25  MISSING PERSON REPORT IS RECEIVED. SUPPLEMENTAL INFORMATION IN HIGH-RISK\n   26  MISSING PERSON CASES SHOULD BE ENTERED AS SOON AS PRACTICABLE;\n   27    (II)  ALL DNA PROFILES SHALL BE UPLOADED INTO THE MISSING PERSON DATA-\n   28  BASES OF THE STATE DNA INDEX SYSTEM (SDIS) AND NATIONAL DNA INDEX SYSTEM\n   29  (NDIS) AFTER  COMPLETION  OF  THE  DNA  ANALYSIS  AND  OTHER  PROCEDURES\n   30  REQUIRED FOR DATABASE ENTRY;\n   31    (III)  INFORMATION  RELEVANT  TO THE FEDERAL BUREAU OF INVESTIGATION'S\n   32  VIOLENT CRIMINAL APPREHENSION PROGRAM SHALL BE ENTERED AS SOON AS POSSI-\n   33  BLE.\n   34    (E) THE STATE POLICE SHALL ENSURE THAT PERSONS ENTERING DATA  RELATING\n   35  TO  MEDICAL  OR DENTAL RECORDS IN STATE OR FEDERAL DATABASES ARE SPECIF-\n   36  ICALLY TRAINED TO UNDERSTAND AND CORRECTLY ENTER THE INFORMATION  SOUGHT\n   37  BY  THESE  DATABASES. THE STATE POLICE ARE STRONGLY ENCOURAGED TO EITHER\n   38  USE PERSONS WITH SPECIFIC EXPERTISE IN MEDICAL  OR  DENTAL  RECORDS  FOR\n   39  THIS  PURPOSE OR CONSULT WITH EXPERT MEDICAL EXAMINERS, FORENSIC ANTHRO-\n   40  POLOGISTS, OR ODONTOLOGISTS TO ENSURE THE ACCURACY AND  COMPLETENESS  OF\n   41  INFORMATION ENTERED INTO THE STATE AND FEDERAL DATABASES;\n   42    (F)  PURSUANT  TO ANY APPLICABLE STATE CRITERIA, LOCAL LAW ENFORCEMENT\n   43  AGENCIES SHOULD ALSO PROVIDE FOR THE PROMPT USE OF  AN  AMBER  ALERT  OR\n   44  PUBLIC DISSEMINATION OF PHOTOGRAPHS IN APPROPRIATE HIGH-RISK CASES.\n   45    S 237. REPORTING OF UNIDENTIFIED PERSONS/HUMAN REMAINS. 1. HANDLING OF\n   46  DEATH  SCENE INVESTIGATIONS. (A) THE STATE POLICE SHALL PROVIDE INFORMA-\n   47  TION TO LOCAL LAW ENFORCEMENT AGENCIES ABOUT BEST PRACTICES FOR HANDLING\n   48  DEATH SCENE INVESTIGATIONS;\n   49    (B) THE STATE POLICE  SHALL  IDENTIFY  ANY  PUBLICATIONS  OR  TRAINING\n   50  OPPORTUNITIES THAT MAY BE AVAILABLE TO LOCAL LAW ENFORCEMENT AGENCIES OR\n   51  LAW ENFORCEMENT OFFICERS CONCERNING THE HANDLING OF DEATH SCENE INVESTI-\n   52  GATIONS.\n   53    2.  LAW  ENFORCEMENT  REPORTS.  (A)  AFTER  PERFORMING ANY DEATH SCENE\n   54  INVESTIGATION DEEMED APPROPRIATE UNDER THE CIRCUMSTANCES,  THE  OFFICIAL\n   55  WITH  CUSTODY  OF  THE HUMAN REMAINS SHALL ENSURE THAT THE HUMAN REMAINS\n   56  ARE DELIVERED TO THE APPROPRIATE CORONER OR MEDICAL EXAMINER;\n\n       S. 659                              6\n\n    1    (B) ANY PERSON WITH CUSTODY OF HUMAN REMAINS THAT ARE  NOT  IDENTIFIED\n    2  WITHIN  TWENTY-FOUR  HOURS  OF DISCOVERY SHALL PROMPTLY NOTIFY THE STATE\n    3  POLICE OF THE LOCATION OF THOSE REMAINS;\n    4    (C)  IF THE PERSON WITH CUSTODY OF REMAINS CANNOT DETERMINE WHETHER OR\n    5  NOT THE REMAINS FOUND ARE HUMAN, THEY SHALL NOTIFY THE STATE  POLICE  OF\n    6  THE EXISTENCE OF POSSIBLE HUMAN REMAINS.\n    7    S  238. UNIDENTIFIED PERSONS/HUMAN REMAINS IDENTIFICATION RESPONSIBIL-\n    8  ITIES. 1. IF THE OFFICIAL WITH CUSTODY OF THE HUMAN  REMAINS  IS  NOT  A\n    9  MEDICAL  EXAMINER, THE OFFICIAL SHALL PROMPTLY TRANSFER THE UNIDENTIFIED\n   10  REMAINS TO THE APPROPRIATE MEDICAL EXAMINER QUALIFIED TO  EXAMINE  HUMAN\n   11  REMAINS  FOR THE PURPOSE OF IDENTIFICATION WITH RESPONSIBILITY FOR SEEK-\n   12  ING TO DETERMINE THE IDENTITY OF THE HUMAN REMAINS.\n   13    2. NOTWITHSTANDING ANY OTHER ACTION DEEMED APPROPRIATE FOR THE  HANDL-\n   14  ING  OF  THE  HUMAN  REMAINS, THE MEDICAL EXAMINER SHALL MAKE REASONABLE\n   15  ATTEMPTS TO PROMPTLY IDENTIFY HUMAN REMAINS. THESE ACTIONS MAY  INCLUDE,\n   16  BUT NOT BE LIMITED TO, OBTAINING:\n   17    (A) PHOTOGRAPHS OF THE HUMAN REMAINS (PRIOR TO AN AUTOPSY);\n   18    (B) DENTAL OR SKELETAL X-RAYS;\n   19    (C) PHOTOGRAPHS OF ITEMS FOUND WITH THE HUMAN REMAINS;\n   20    (D) FINGERPRINTS FROM THE REMAINS (IF POSSIBLE);\n   21    (E) SAMPLES OF TISSUE SUITABLE FOR DNA TYPING (IF POSSIBLE);\n   22    (F) SAMPLES OF WHOLE BONE AND/OR HAIR SUITABLE FOR DNA TYPING;\n   23    (G) ANY OTHER INFORMATION THAT MAY SUPPORT IDENTIFICATION EFFORTS.\n   24    3. NO MEDICAL EXAMINER OR ANY OTHER PERSON SHALL DISPOSE OF, OR ENGAGE\n   25  IN  ACTIONS  THAT  WILL MATERIALLY AFFECT THE UNIDENTIFIED HUMAN REMAINS\n   26  BEFORE THE MEDICAL EXAMINER OBTAINS:\n   27    (A) SAMPLES SUITABLE FOR DNA IDENTIFICATION, ARCHIVING;\n   28    (B) PHOTOGRAPHS OF THE UNIDENTIFIED PERSON/HUMAN REMAINS; AND\n   29    (C)  ALL  OTHER  APPROPRIATE  STEPS  FOR  IDENTIFICATION   HAVE   BEEN\n   30  EXHAUSTED.\n   31    4. CREMATION OF UNIDENTIFIED HUMAN REMAINS IS PROHIBITED.\n   32    5.  THE  MEDICAL  EXAMINER,  CORONER,  OR  THE STATE POLICE SHALL MAKE\n   33  REASONABLE EFFORTS TO OBTAIN PROMPT DNA ANALYSIS OF BIOLOGICAL  SAMPLES,\n   34  IF  THE  HUMAN  REMAINS  HAVE  NOT BEEN IDENTIFIED BY OTHER MEANS WITHIN\n   35  THIRTY DAYS.\n   36    6. A MEDICAL EXAMINER OR CORONER, DESIGNATED BY THE STATE POLICE SHALL\n   37  SEEK SUPPORT FROM APPROPRIATE  STATE  AND  FEDERAL  AGENCIES  FOR  HUMAN\n   38  REMAINS  IDENTIFICATION EFFORTS. SUCH SUPPORT MAY INCLUDE, BUT SHALL NOT\n   39  BE LIMITED TO, AVAILABLE MITOCHONDRIAL OR NUCLEAR DNA  TESTING,  FEDERAL\n   40  GRANTS  FOR  DNA  TESTING,  OR  FEDERAL  GRANTS  FOR CRIME LABORATORY OR\n   41  MEDICAL EXAMINER OFFICE IMPROVEMENT.\n   42    7. A MEDICAL EXAMINER DESIGNATED BY THE STATE  POLICE  SHALL  PROMPTLY\n   43  ENTER  INFORMATION  IN  FEDERAL  AND STATE DATABASES THAT CAN AID IN THE\n   44  IDENTIFICATION OF MISSING PERSONS. INFORMATION  SHALL  BE  ENTERED  INTO\n   45  FEDERAL DATABASES AS FOLLOWS:\n   46    (A) INFORMATION FOR THE NATIONAL CRIME INFORMATION CENTER WITHIN TWEN-\n   47  TY-FOUR HOURS;\n   48    (B)  DNA  PROFILES  AND INFORMATION SHALL BE ENTERED INTO THE NATIONAL\n   49  DNA INDEX SYSTEM (NDIS) WITHIN FIVE BUSINESS DAYS AFTER  THE  COMPLETION\n   50  OF  THE  DNA  ANALYSIS AND PROCEDURES NECESSARY FOR THE ENTRY OF THE DNA\n   51  PROFILE; AND\n   52    (C) INFORMATION SOUGHT BY THE VIOLENT  CRIMINAL  APPREHENSION  PROGRAM\n   53  DATABASE AS SOON AS PRACTICABLE.\n   54    8. IF MEDICAL EXAMINER OFFICE PERSONNEL DO NOT INPUT THE DATA DIRECTLY\n   55  INTO  THE  FEDERAL  DATABASES,  THE  STATE POLICE SHALL CONSULT WITH THE\n   56  MEDICAL EXAMINERS OFFICE TO ENSURE  APPROPRIATE  TRAINING  OF  THE  DATA\n\n       S. 659                              7\n\n    1  ENTRY  PERSONNEL  AND  THE ESTABLISHMENT OF A QUALITY ASSURANCE PROTOCOL\n    2  FOR ENSURING THE ONGOING QUALITY OF DATA  ENTERED  IN  THE  FEDERAL  AND\n    3  STATE DATABASES.\n    4    9.  NOTHING  IN  THIS  ARTICLE  SHALL  BE  INTERPRETED TO PRECLUDE ANY\n    5  MEDICAL EXAMINER OFFICE, THE STATE POLICE, OR A  LOCAL  LAW  ENFORCEMENT\n    6  AGENCY  FROM  PURSUING  OTHER  EFFORTS  TO  IDENTIFY  UNIDENTIFIED HUMAN\n    7  REMAINS INCLUDING EFFORTS  TO  PUBLICIZE  INFORMATION,  DESCRIPTIONS  OR\n    8  PHOTOGRAPHS  THAT  MAY  AID  IN  THE  IDENTIFICATION OF THE UNIDENTIFIED\n    9  REMAINS, ALLOW FAMILY MEMBERS TO IDENTIFY MISSING PERSONS, AND  SEEK  TO\n   10  PROTECT THE DIGNITY OF THE MISSING PERSON.\n   11    S 3. This act shall take effect January 1, 2012.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the executive law, in relation to improving the ability of law enforcement to locate and return missing persons, to improving the identification of human remains, and to improving timely information and notification to family members of missing persons ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101230.T121227.TXT", "SOBI.D101228.T151335.TXT", "SOBI.D101228.T145334.TXT", "SOBI.D101228.T152837.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1293729147702
}