{
  "year" : 2011,
  "senateBillNo" : "S660-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO INVESTIGATIONS AND GOVERNMENT OPERATIONS",
    "billEventId" : "S660-2011-1294203600000-REFERRED+TO+INVESTIGATIONS+AND+GOVERNMENT+OPERATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "VALESKY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes apportionment commission to create apportionment plans for congressional and state legislative districts based on federal censuses; repealer",
  "summary" : "Establishes an apportionment commission to create apportionment plans for congressional and state legislative districts based on decennial federal census, which shall be considered by and voted upon by the state legislature; eliminates the legislative task force on demographic research and reapportionment. ",
  "currentCommittee" : "INVESTIGATIONS AND GOVERNMENT OPERATIONS",
  "sameAs" : null,
  "lawSection" : "Legislative Law",
  "previousVersions" : [ "SB1614-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "GIANARIS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "KLEIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "ADAMS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "BONACIC",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "BRESLIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "DUANE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "KRUEGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "MONTGOMERY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "PERKINS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SERRANO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SQUADRON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "STAVISKY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "STEWART-COUSINS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "YOUNG",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          660\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sens. VALESKY, GIANARIS, KLEIN, ADAMS, BONACIC, BRESLIN,\n         DUANE, KRUEGER,  MONTGOMERY,  PERKINS,  SERRANO,  SQUADRON,  STAVISKY,\n         STEWART-COUSINS,  YOUNG  --  read  twice and ordered printed, and when\n         printed to be committed to the Committee on Investigations and Govern-\n         ment Operations\n\n       AN ACT to amend the legislative law, in  relation  to  apportionment  of\n         congressional,  senate  and  assembly districts; and to repeal section\n         83-m of such law relating to the legislative task force on demographic\n         research and reapportionment\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision  3  of section 5-a of the legislative law, as\n    2  added by chapter 630 of the laws  of  1998,  the  opening  paragraph  as\n    3  amended  by  section  1 of part QQ of chapter 56 of the laws of 2010, is\n    4  amended to read as follows:\n    5    3. Any member of the assembly serving in a special capacity in a posi-\n    6  tion set forth in the following schedule shall be paid the allowance set\n    7  forth in such schedule only for the legislative term commencing  January\n    8  first,  two  thousand  eleven and terminating December thirty-first, two\n    9  thousand twelve:\n\n   10                   ASSEMBLYMEN SERVING IN SPECIAL CAPACITY\n\n   11  Chairman of legislative commission on public management\n   12   systems ........................................................ 12,500\n   13  Chairman of legislative commission on science and\n   14   technology ..................................................... 12,500\n   15  Co-chairman of the legislative commission on water\n   16   resource needs of New York state and Long Island ......... no allowance\n   17  [Co-chairman of the legislative task force on\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03505-01-1\n\n       S. 660                              2\n\n    1   demographic research and reapportionment ...................... 15,000]\n    2  Chairman of the assembly task force on farm,\n    3   food and nutrition ............................................. 12,500\n    4  Ranking minority member of the assembly task force\n    5   on farm, food and nutrition ..................................... 9,000\n    6  Chairman of the legislative commission on skills\n    7   development and career education ............................... 12,500\n    8  Vice-Chairman of the legislative commission on the\n    9   development of rural resources ................................. 12,500\n   10    S  2.  Subdivision 5 of section 12 of the legislative law, as added by\n   11  chapter 141 of the laws of 1994, is amended to read as follows:\n   12    5. Notwithstanding any provision of law to the contrary, services  and\n   13  expenses  of the legislative health service, legislative library, legis-\n   14  lative messenger service, legislative  ethics  committee,  [joint  oper-\n   15  ations  of  the legislative task force on demographic research and reap-\n   16  portionment] APPORTIONMENT COMMISSION, and contributions to the national\n   17  conference of state legislatures shall be payable after audit by and  on\n   18  the  warrant of the comptroller upon vouchers certified by the temporary\n   19  president of the senate or his or her designee and the  speaker  of  the\n   20  assembly or his or her designee.\n   21    S 3. Section 83-m of the legislative law is REPEALED.\n   22    S  4.  The  legislative  law is amended by adding a new article 6-A to\n   23  read as follows:\n   24                                  ARTICLE 6-A\n   25                       APPORTIONMENT OF CONGRESSIONAL\n   26                       AND STATE LEGISLATIVE DISTRICTS\n   27  SECTION 93. LEGISLATIVE INTENT.\n   28          94. APPORTIONMENT NOMINATIONS COMMITTEE.\n   29          95. POWERS AND DUTIES OF COMMITTEE.\n   30          96. APPORTIONMENT COMMISSION.\n   31          97. POWERS AND DUTIES OF COMMISSION.\n   32          98. APPORTIONMENT.\n   33          99. APPLICATION OF ARTICLE.\n   34    S 93. LEGISLATIVE INTENT. THE LEGISLATURE HEREBY  FINDS  AND  DECLARES\n   35  THAT:\n   36    1.  THERE  IS  A  NEED  FOR INTENSIVE AND THOROUGH STUDY, RESEARCH AND\n   37  INQUIRY INTO THE TECHNIQUES AND METHODOLOGY TO BE USED BY THE BUREAU  OF\n   38  THE  CENSUS OF THE UNITED STATES COMMERCE DEPARTMENT IN CARRYING OUT THE\n   39  DECENNIAL FEDERAL CENSUS;\n   40    2. A TECHNICAL PLAN WILL BE NEEDED  TO  MEET  THE  REQUIREMENTS  OF  A\n   41  LEGISLATIVE  TIMETABLE  FOR A REAPPORTIONMENT OF THE SENATE AND ASSEMBLY\n   42  DISTRICTS AND THE CONGRESSIONAL DISTRICTS OF THE  STATE  BASED  ON  SUCH\n   43  CENSUS; AND\n   44    3. THE APPORTIONMENT COMMISSION IS NECESSARY TO ASSIST THE LEGISLATURE\n   45  IN  THE PERFORMANCE OF ITS RESPONSIBILITIES AND IN THE CONDUCT OF LEGIS-\n   46  LATIVE RESEARCH PROJECTS RELATING THERETO.\n   47    S 94. APPORTIONMENT NOMINATIONS COMMITTEE. 1. ON OR BEFORE  THE  FIRST\n   48  OF DECEMBER OF EACH YEAR ENDING WITH A NINE OR AS SOON AS POSSIBLE AFTER\n   49  THE EFFECTIVE DATE OF THIS ARTICLE, THERE SHALL BE ESTABLISHED AN APPOR-\n   50  TIONMENT  NOMINATIONS  COMMITTEE  TO  SELECT  THOSE PERSONS WHO SHALL BE\n   51  ELIGIBLE TO BE APPOINTED AS  MEMBERS  OF  THE  APPORTIONMENT  COMMISSION\n   52  CREATED IN SECTION NINETY-SIX OF THIS ARTICLE. EACH SUCH COMMITTEE SHALL\n   53  REMAIN  IN EXISTENCE UNTIL ITS DUTIES PURSUANT TO SECTION NINETY-FIVE OF\n   54  THIS ARTICLE HAVE BEEN COMPLETED.\n   55    2. THE APPORTIONMENT NOMINATIONS COMMITTEE SHALL BE COMPOSED OF  EIGHT\n   56  MEMBERS, APPOINTED AS FOLLOWS:\n\n       S. 660                              3\n\n    1    (A)  TWO  MEMBERS SHALL BE APPOINTED BY THE TEMPORARY PRESIDENT OF THE\n    2  SENATE;\n    3    (B) TWO MEMBERS SHALL BE APPOINTED BY THE SPEAKER OF THE ASSEMBLY;\n    4    (C)  TWO  MEMBERS  SHALL  BE  APPOINTED  BY THE MINORITY LEADER OF THE\n    5  SENATE; AND\n    6    (D) TWO MEMBERS SHALL BE APPOINTED  BY  THE  MINORITY  LEADER  OF  THE\n    7  ASSEMBLY.\n    8    3.   THE  APPORTIONMENT  NOMINATIONS  COMMITTEE  SHALL  DESIGNATE  TWO\n    9  CO-CHAIRS FROM AMONG ITS MEMBERS  BY  A  SIMPLE  MAJORITY  VOTE  OF  ALL\n   10  MEMBERS.\n   11    4.  THE  MEMBERS  OF  THE APPORTIONMENT NOMINATIONS COMMITTEE SHALL BE\n   12  REGISTERED VOTERS IN THIS STATE. NO MEMBER OF SUCH COMMITTEE SHALL:\n   13    (A) HOLD OR HAVE HELD WITHIN THE PREVIOUS TWO YEARS AN ELECTED GOVERN-\n   14  MENTAL OFFICE;\n   15    (B) HOLD OR  HAVE  HELD  WITHIN  THE  PREVIOUS  TWO  YEARS  ANY  OTHER\n   16  APPOINTED GOVERNMENTAL OR POLITICAL PARTY POSITION;\n   17    (C) BE EMPLOYED OR HAVE BEEN EMPLOYED WITHIN THE PREVIOUS TWO YEARS IN\n   18  ANY OTHER POSITION BY THE UNITED STATES CONGRESS, THE STATE LEGISLATURE,\n   19  THE  EXECUTIVE  CHAMBER,  THE  UNIFIED COURT SYSTEM OR THE FEDERAL COURT\n   20  SYSTEM;\n   21    (D) BE OR HAVE BEEN WITHIN THE PREVIOUS TWO YEARS A REGISTERED  LOBBY-\n   22  IST IN THIS STATE PURSUANT TO ARTICLE ONE-A OF THIS CHAPTER;\n   23    (E)  BE  THE  SPOUSE  OF ANY MEMBER OF THE UNITED STATES CONGRESS, THE\n   24  STATE LEGISLATURE, THE EXECUTIVE CHAMBER, THE UNIFIED  COURT  SYSTEM  OR\n   25  THE FEDERAL COURT SYSTEM; OR\n   26    (F)  BE RELATED WITHIN THE THIRD DEGREE OF CONSANGUINITY TO ANY MEMBER\n   27  OF THE UNITED STATES CONGRESS,  THE  STATE  LEGISLATURE,  THE  EXECUTIVE\n   28  CHAMBER, THE UNIFIED COURT SYSTEM OR THE FEDERAL COURT SYSTEM, OR TO THE\n   29  SPOUSE OF ANY SUCH PERSON.\n   30    5.  THE  MEMBERS  OF  THE  APPORTIONMENT  NOMINATIONS  COMMITTEE SHALL\n   31  RECEIVE NO COMPENSATION FOR THEIR SERVICES, BUT SHALL BE  ALLOWED  THEIR\n   32  ACTUAL  AND  NECESSARY  EXPENSES  INCURRED  IN  THE PERFORMANCE OF THEIR\n   33  DUTIES.\n   34    6. THE MEMBERS OF THE APPORTIONMENT  NOMINATIONS  COMMITTEE  SHALL  BE\n   35  APPOINTED AND SERVE FOR THE DURATION OF SUCH COMMITTEE. ALL VACANCIES IN\n   36  THE  MEMBERSHIP OF SUCH COMMITTEE SHALL BE FILLED IN THE MANNER PROVIDED\n   37  FOR ORIGINAL APPOINTMENTS.\n   38    S 95. POWERS AND DUTIES OF COMMITTEE. 1. THE APPORTIONMENT NOMINATIONS\n   39  COMMITTEE SHALL HAVE THE POWER AND DUTY TO, ON OR BEFORE  THE  FIRST  OF\n   40  MARCH  IN  EACH YEAR ENDING WITH A ZERO OR AS SOON AS POSSIBLE AFTER THE\n   41  EFFECTIVE DATE OF THIS ARTICLE, ESTABLISH A LIST OF  FORTY  PERSONS  WHO\n   42  SHALL  BE  ELIGIBLE  TO  BE  APPOINTED  AS  MEMBERS OF THE APPORTIONMENT\n   43  COMMISSION. SUCH LIST SHALL HEREINAFTER BE REFERRED TO IN  THIS  ARTICLE\n   44  AS THE \"NOMINATIONS POOL\".\n   45    2.  THE  MEMBERS  OF  THE APPORTIONMENT NOMINATIONS COMMITTEE SHALL BY\n   46  MAJORITY VOTE SELECT EACH PERSON TO BE INCLUDED IN THE NOMINATIONS POOL.\n   47  UPON COMPLETION OF SUCH POOL, SUCH COMMITTEE SHALL SUBMIT A COPY OF  THE\n   48  NOMINATIONS  POOL  TO THE TEMPORARY PRESIDENT OF THE SENATE, THE SPEAKER\n   49  OF THE ASSEMBLY, THE MINORITY LEADER OF  THE  SENATE  AND  THE  MINORITY\n   50  LEADER OF THE ASSEMBLY.\n   51    3. THE NOMINATIONS POOL SHALL INCLUDE:\n   52    (A) FIFTEEN PERSONS WHO ARE ENROLLED AS DEMOCRATS;\n   53    (B) FIFTEEN PERSONS WHO ARE ENROLLED AS REPUBLICANS; AND\n   54    (C)  TEN  PERSONS WHO ARE NOT ENROLLED AS EITHER DEMOCRATS OR REPUBLI-\n   55  CANS.\n\n       S. 660                              4\n\n    1    4. PERSONS SELECTED TO THE NOMINATIONS POOL SHALL BE REGISTERED VOTERS\n    2  IN THIS STATE. NO SUCH PERSON SHALL:\n    3    (A) HOLD OR HAVE HELD WITHIN THE PREVIOUS TWO YEARS AN ELECTED GOVERN-\n    4  MENTAL OFFICE;\n    5    (B)  HOLD  OR  HAVE  HELD  WITHIN  THE  PREVIOUS  TWO  YEARS ANY OTHER\n    6  APPOINTED GOVERNMENTAL OR POLITICAL PARTY POSITION;\n    7    (C) BE A MEMBER OF THE APPORTIONMENT NOMINATIONS COMMITTEE CREATED  IN\n    8  SECTION NINETY-FOUR OF THIS ARTICLE;\n    9    (D) BE EMPLOYED OR HAVE BEEN EMPLOYED WITHIN THE PREVIOUS TWO YEARS IN\n   10  ANY OTHER POSITION BY THE UNITED STATES CONGRESS, THE STATE LEGISLATURE,\n   11  THE  EXECUTIVE  CHAMBER,  THE  UNIFIED COURT SYSTEM OR THE FEDERAL COURT\n   12  SYSTEM;\n   13    (E) BE OR HAVE BEEN WITHIN THE PREVIOUS TWO YEARS A REGISTERED  LOBBY-\n   14  IST IN THIS STATE PURSUANT TO ARTICLE ONE-A OF THIS CHAPTER;\n   15    (F)  BE  THE  SPOUSE  OF ANY MEMBER OF THE UNITED STATES CONGRESS, THE\n   16  STATE LEGISLATURE, THE EXECUTIVE CHAMBER, THE UNIFIED  COURT  SYSTEM  OR\n   17  THE FEDERAL COURT SYSTEM; OR\n   18    (G)  BE RELATED WITHIN THE THIRD DEGREE OF CONSANGUINITY TO ANY MEMBER\n   19  OF THE UNITED STATES CONGRESS,  THE  STATE  LEGISLATURE,  THE  EXECUTIVE\n   20  CHAMBER, THE UNIFIED COURT SYSTEM OR THE FEDERAL COURT SYSTEM, OR TO THE\n   21  SPOUSE OF ANY SUCH PERSON.\n   22    5.  (A) THE NOMINATIONS POOL SHALL INCLUDE AT LEAST THREE PERSONS FROM\n   23  EACH OF THE FOLLOWING REGIONS OF THE STATE, WITH  THE  REMAINDER  TO  BE\n   24  NOMINATED  FROM  SUCH  REGIONS  IN PROPORTION TO THE DISTRIBUTION OF THE\n   25  STATE'S POPULATION IN EACH REGION:\n   26    (I) LONG ISLAND;\n   27    (II) NEW YORK CITY;\n   28    (III) HUDSON VALLEY;\n   29    (IV) NORTHERN;\n   30    (V) CENTRAL;\n   31    (VI) SOUTHERN TIER; AND\n   32    (VII) WESTERN.\n   33    (B) FOR THE PURPOSES OF THIS SUBDIVISION, THE FOLLOWING REGIONS  SHALL\n   34  BE COMPOSED OF THE FOLLOWING COUNTIES;\n   35    (I) LONG ISLAND: THE COUNTIES OF NASSAU AND SUFFOLK;\n   36    (II) NEW YORK CITY: THE COUNTIES OF BRONX, KINGS, NEW YORK, QUEENS AND\n   37  RICHMOND;\n   38    (III)  HUDSON  VALLEY:  THE COUNTIES OF WESTCHESTER, ROCKLAND, PUTNAM,\n   39  ORANGE, DUTCHESS, ULSTER, COLUMBIA, GREENE, RENSSELAER, ALBANY AND SCHE-\n   40  NECTADY;\n   41    (IV) NORTHERN: THE COUNTIES OF SARATOGA,  WASHINGTON,  WARREN,  ESSEX,\n   42  CLINTON,  FRANKLIN,  ST. LAWRENCE, HAMILTON, FULTON, HERKIMER, LEWIS AND\n   43  JEFFERSON;\n   44    (V) CENTRAL: THE COUNTIES OF SCHOHARIE, MONTGOMERY, OTSEGO,  CHENANGO,\n   45  MADISON, ONEIDA, OSWEGO, CORTLAND, ONONDAGA AND CAYUGA;\n   46    (VI) SOUTHERN TIER: THE COUNTIES OF SULLIVAN, DELAWARE, BROOME, TIOGA,\n   47  TOMPKINS, SCHUYLER, STEUBEN, ALLEGANY, CATTARAUGUS AND CHAUTAUQUA; AND\n   48    (VII)  WESTERN: THE COUNTIES OF SENECA, YATES, ONTARIO, WAYNE, MONROE,\n   49  LIVINGSTON, WYOMING, GENESEE, ORLEANS, NIAGARA AND ERIE.\n   50    6. TO THE EXTENT PRACTICABLE, THE APPORTIONMENT NOMINATIONS  COMMITTEE\n   51  SHALL  ENSURE  THAT  THE  NOMINATIONS POOL REFLECTS THE DIVERSITY OF THE\n   52  RESIDENTS OF THE STATE WITH REGARD TO RACE, ETHNICITY AND GENDER.\n   53    S 96. APPORTIONMENT COMMISSION. 1. THERE SHALL BE  CREATED  AN  APPOR-\n   54  TIONMENT  COMMISSION TO ASSIST THE LEGISLATURE IN THE REAPPORTIONMENT OF\n   55  CONGRESSIONAL, SENATE AND ASSEMBLY DISTRICTS BASED ON THE ENSUING FEDER-\n   56  AL CENSUS, PURSUANT TO SECTION TWO OF ARTICLE ONE OF THE  UNITED  STATES\n\n       S. 660                              5\n\n    1  CONSTITUTION  AND  SECTIONS  FOUR AND FIVE OF ARTICLE THREE OF THE STATE\n    2  CONSTITUTION.\n    3    2.  THE  APPORTIONMENT COMMISSION SHALL BE COMPOSED OF ELEVEN MEMBERS,\n    4  APPOINTED FROM THE NOMINATIONS POOL AS FOLLOWS:\n    5    (A) TWO MEMBERS SHALL BE APPOINTED BY THE TEMPORARY PRESIDENT  OF  THE\n    6  SENATE;\n    7    (B) TWO MEMBERS SHALL BE APPOINTED BY THE SPEAKER OF THE ASSEMBLY;\n    8    (C)  TWO  MEMBERS  SHALL  BE  APPOINTED  BY THE MINORITY LEADER OF THE\n    9  SENATE;\n   10    (D) TWO MEMBERS SHALL BE APPOINTED  BY  THE  MINORITY  LEADER  OF  THE\n   11  ASSEMBLY; AND\n   12    (E)  THREE  MEMBERS SHALL BE APPOINTED, ON OR BEFORE THE THIRTIETH DAY\n   13  AFTER A VACANCY IN ANY  SUCH  POSITION  OCCURS,  BY  THE  EIGHT  MEMBERS\n   14  APPOINTED  PURSUANT TO PARAGRAPHS (A) THROUGH (D) OF THIS SUBDIVISION BY\n   15  A VOTE OF NOT LESS THAN SIX MEMBERS IN FAVOR OF EACH  SUCH  APPOINTMENT,\n   16  AND EACH VACANCY IN ANY POSITION FILLED PURSUANT TO THIS PARAGRAPH SHALL\n   17  BE DEEMED TO CREATE VACANCIES IN ALL THREE POSITIONS HELD BY THE MEMBERS\n   18  SO  APPOINTED; PROVIDED THAT ANY SUCH MEMBER MAY BE REAPPOINTED PURSUANT\n   19  TO THIS PARAGRAPH. IN THE EVENT THAT THREE MEMBERS ARE NOT APPOINTED  ON\n   20  OR  BEFORE THE THIRTIETH DAY AFTER A VACANCY IN ANY SUCH POSITION OCCURS\n   21  IF:\n   22    (I) TWO PERSONS ARE APPOINTED WITH THE REQUIRED SIX VOTES AND NO OTHER\n   23  PERSON RECEIVES SIX VOTES, THE THIRD SUCH MEMBER SHALL BE  APPOINTED  BY\n   24  THE CHIEF JUDGE OF THE COURT OF APPEALS WITHIN THIRTY DAYS THEREAFTER;\n   25    (II)  ONE  PERSON  IS APPOINTED WITH THE REQUIRED SIX VOTES AND NO TWO\n   26  OTHER PERSONS RECEIVE SIX VOTES, THE  TWO  PERSONS  RECEIVING  THE  MOST\n   27  VOTES SHALL BE APPOINTED AS MEMBERS; AND\n   28    (III)  NO  THREE  PERSONS RECEIVE SIX VOTES, THE TWO PERSONS RECEIVING\n   29  THE MOST VOTES SHALL BE APPOINTED AS MEMBERS AND THE THIRD MEMBER  SHALL\n   30  BE APPOINTED BY THE CHIEF JUDGE OF THE COURT OF APPEALS.\n   31    (F)  THE  CHAIR  SHALL  BE  DESIGNATED,  FROM  AMONG THE THREE MEMBERS\n   32  APPOINTED PURSUANT TO PARAGRAPH (E) OF THIS  SUBDIVISION,  BY  A  SIMPLE\n   33  MAJORITY  VOTE  OF  ALL  MEMBERS OF THE COMMISSION; PROVIDED THAT IF THE\n   34  COMMISSION FAILS TO DESIGNATE A CHAIR, THE CHAIR SHALL BE DESIGNATED  BY\n   35  THE CHIEF JUDGE OF THE COURT OF APPEALS.\n   36    3. (A) NO MORE THAN FOUR MEMBERS OF THE APPORTIONMENT COMMISSION SHALL\n   37  BE ENROLLED IN THE SAME POLITICAL PARTY.\n   38    (B)  TO  THE  EXTENT  PRACTICABLE,  THE  MEMBERS  OF THE APPORTIONMENT\n   39  COMMISSION SHALL REFLECT THE DIVERSITY OF THE RESIDENTS  OF  THIS  STATE\n   40  WITH REGARD TO RACE, ETHNICITY, GENDER AND GEOGRAPHIC RESIDENCE.\n   41    4.  THE  TERMS  OF  THE  MEMBERS OF THE APPORTIONMENT COMMISSION SHALL\n   42  EXPIRE UPON THE FILING OF ALL APPORTIONMENT PLANS, PURSUANT TO  SUBDIVI-\n   43  SION  FOUR, FIVE AND/OR SIX OF SECTION NINETY-EIGHT OF THIS ARTICLE, THE\n   44  EXHAUSTION OF ANY JUDICIAL REVIEW OF AN APPORTIONMENT  PLAN  AND  APPOR-\n   45  TIONMENT  STATUTE,  AND  THE IMPLEMENTATION OF AN APPORTIONMENT STATUTE.\n   46  VACANCIES IN THE MEMBERSHIP OF THE COMMISSION SHALL  BE  FILLED  IN  THE\n   47  MANNER PROVIDED FOR ORIGINAL APPOINTMENTS.\n   48    5. THE MEMBERS OF THE APPORTIONMENT COMMISSION AND ALL EMPLOYEES THER-\n   49  EOF SHALL BE DEEMED TO BE LEGISLATIVE EMPLOYEES.\n   50    6.  THE  MEMBERS  OF  THE  APPORTIONMENT  COMMISSION  SHALL RECEIVE NO\n   51  COMPENSATION FOR THEIR SERVICES, BUT SHALL BE ALLOWED THEIR  ACTUAL  AND\n   52  NECESSARY  EXPENSES INCURRED IN THE PERFORMANCE OF THEIR DUTIES PURSUANT\n   53  TO THIS ARTICLE.\n   54    7. A MINIMUM OF EIGHT MEMBERS OF THE  APPORTIONMENT  COMMISSION  SHALL\n   55  CONSTITUTE  A QUORUM FOR THE TRANSACTION OF ANY BUSINESS OR THE EXERCISE\n   56  OF ANY POWER OF SUCH COMMISSION, PROVIDED THAT NO EXERCISE OF ANY  POWER\n\n       S. 660                              6\n\n    1  OF THE APPORTIONMENT COMMISSION SHALL OCCUR WITHOUT THE AFFIRMATIVE VOTE\n    2  OF SEVEN MEMBERS THEREOF.\n    3    S  97.  POWERS  AND DUTIES OF COMMISSION. THE APPORTIONMENT COMMISSION\n    4  SHALL HAVE THE POWER AND DUTY TO:\n    5    1. EMPLOY AND AT PLEASURE REMOVE SUCH PERSONNEL AS IT MAY DEEM  NECES-\n    6  SARY  FOR  THE  PERFORMANCE  OF ITS FUNCTIONS AND FIX THEIR COMPENSATION\n    7  WITHIN THE AMOUNTS MADE AVAILABLE THEREFOR;\n    8    2. MEET WITHIN AND WITHOUT THE STATE, HOLD PUBLIC  HEARINGS  AND  HAVE\n    9  ALL THE POWERS OF A LEGISLATIVE COMMITTEE PURSUANT TO THIS CHAPTER;\n   10    3.  REQUEST,  RECEIVE  AND UTILIZE SUCH FACILITIES, RESOURCES AND DATA\n   11  (INCLUDING, BUT  NOT  LIMITED  TO,  HISTORICAL  VOTING  INFORMATION  AND\n   12  PATTERNS)  OF  ANY  DEPARTMENT,  DIVISION,  BOARD, BUREAU, COMMISSION OR\n   13  AGENCY OF THE STATE OR ANY  POLITICAL  SUBDIVISION  THEREOF  AS  IT  MAY\n   14  REASONABLY  REQUEST TO PROPERLY CARRY OUT ITS POWERS AND DUTIES PURSUANT\n   15  TO THIS ARTICLE;\n   16    4. ACQUIRE AND UTILIZE ALL MATERIALS AND EQUIPMENT NECESSARY TO ESTAB-\n   17  LISH APPORTIONMENT PLANS PURSUANT TO SECTION NINETY-EIGHT OF THIS  ARTI-\n   18  CLE;\n   19    5.  PREPARE THE NECESSARY DESCRIPTIONS FOR THE GEOGRAPHIC UNITS OF THE\n   20  STATE FOR USE BY THE FEDERAL CENSUS BUREAU IN REPORTING DECENNIAL FEDER-\n   21  AL CENSUS DATA;\n   22    6. ENGAGE IN SUCH RESEARCH STUDIES AND OTHER ACTIVITIES  AS  NECESSARY\n   23  OR  APPROPRIATE  IN THE PREPARATION AND FORMULATION OF A REAPPORTIONMENT\n   24  PLAN FOR  THE  NEXT  ENSUING  REAPPORTIONMENT  OF  SENATE  AND  ASSEMBLY\n   25  DISTRICTS  AND  CONGRESSIONAL DISTRICTS OF THE STATE AND IN THE UTILIZA-\n   26  TION OF CENSUS AND OTHER DEMOGRAPHIC AND  STATISTICAL  DATA  FOR  POLICY\n   27  ANALYSIS,  PROGRAM  DEVELOPMENT  AND PROGRAM EVALUATION PURPOSES FOR THE\n   28  LEGISLATURE;\n   29    7. SELL SURVEYS, DATA, COPIES OF TABULATIONS AND OTHER SPECIAL STATIS-\n   30  TICAL COMPILATIONS AND MATERIALS  TO  DEPARTMENTS,  AGENCIES  AND  OTHER\n   31  ENTITIES  OF  FEDERAL,  STATE OR LOCAL GOVERNMENT, OF FOREIGN COUNTRIES,\n   32  AND TO PUBLIC BENEFIT CORPORATIONS, OR OTHER PUBLIC, NOT-FOR-PROFIT  AND\n   33  PRIVATE  PERSONS  AND AGENCIES, UPON PAYMENT OF FEES AT LEAST SUFFICIENT\n   34  TO PAY THE ACTUAL OR ESTIMATED COST OF SUCH PROJECTS. IN FURTHERANCE  OF\n   35  SUCH  SALE,  THE APPORTIONMENT COMMISSION MAY EXECUTE CONTRACTS FOR SUCH\n   36  PURPOSE;\n   37    8. PREPARE MAPS OF  CITIES,  TOWNS  AND  COUNTIES  OF  THE  STATE  FOR\n   38  DESCRIBING  CONGRESSIONAL,  SENATE  AND  ASSEMBLY DISTRICTS, AND PREPARE\n   39  APPORTIONMENT PLANS AND LEGISLATION; AND\n   40    9. MAKE AVAILABLE TO THE PUBLIC IN PRINT FORM AND IN  ELECTRONIC  FORM\n   41  ON  THE INTERNET, USING THE BEST AVAILABLE TECHNOLOGY, ALL APPORTIONMENT\n   42  PLANS, RELEVANT DATA AND MAPMAKING SOFTWARE USED TO PREPARE SUCH  PLANS,\n   43  INFORMATION ON THE MEMBERS OF THE APPORTIONMENT COMMISSION AND ALL OTHER\n   44  RELEVANT INFORMATION DERIVED FROM THE OPERATION OF THIS ARTICLE.\n   45    S  98.  APPORTIONMENT.  1.  THE  APPORTIONMENT  COMMISSION SHALL, UPON\n   46  RECEIPT OF THE FEDERAL DECENNIAL CENSUS FOR THE STATE, BEGIN  TO  ESTAB-\n   47  LISH  A PLAN FOR THE APPORTIONMENT OF CONGRESSIONAL, SENATE AND ASSEMBLY\n   48  DISTRICTS IN THE STATE.\n   49    2. THE FOLLOWING REQUIREMENTS  AND  PRINCIPLES  SHALL  BE  APPLIED  IN\n   50  ESTABLISHING A PLAN FOR SUCH DISTRICTS:\n   51    (A) ALL CONGRESSIONAL DISTRICTS SHALL BE AS NEARLY EQUAL IN POPULATION\n   52  AS IS PRACTICABLE.\n   53    (B)  EACH  DISTRICT SHALL CONSIST OF CONTIGUOUS TERRITORY; NO DISTRICT\n   54  SHALL CONSIST OF PARTS ENTIRELY SEPARATED BY THE  TERRITORY  OF  ANOTHER\n   55  DISTRICT  OF  THE  SAME  BODY,  WHETHER SUCH TERRITORY BE LAND OR WATER,\n   56  POPULATED OR UNPOPULATED. A POPULATED CENSUS BLOCK SHALL NOT BE  DIVIDED\n\n       S. 660                              7\n\n    1  BY  A  DISTRICT BOUNDARY, UNLESS IT CAN BE DETERMINED THAT THE POPULATED\n    2  PART OF SUCH BLOCK IS WITHIN A SINGLE DISTRICT.\n    3    (C)  SENATE,  ASSEMBLY, OR CONGRESSIONAL DISTRICTS SHALL NOT BE ESTAB-\n    4  LISHED THAT ARE INTENDED TO OR RESULT IN  A  DENIAL  OR  ABRIDGEMENT  OF\n    5  MINORITY  VOTING  RIGHTS INCLUDING THE OPPORTUNITY OF MINORITY VOTERS TO\n    6  PARTICIPATE IN THE POLITICAL PROCESS, AND TO  ELECT  THE  CANDIDATES  OF\n    7  THEIR CHOICE.\n    8    (D)  SENATE,  ASSEMBLY,  OR CONGRESSIONAL DISTRICTS SHALL NOT BE DRAWN\n    9  WITH AN INTENT TO FAVOR OR OPPOSE ANY  POLITICAL  PARTY,  ANY  INCUMBENT\n   10  FEDERAL  OR  STATE LEGISLATOR, OR ANY PREVIOUS OR PRESUMED CANDIDATE FOR\n   11  OFFICE.\n   12    (E) SUBJECT TO THE REQUIREMENTS OF PARAGRAPHS (A), (B), (C) AND (D) OF\n   13  THIS SUBDIVISION, THE FOLLOWING PRINCIPLES  SHALL  BE  FOLLOWED  IN  THE\n   14  CREATION  OF SENATE, ASSEMBLY, AND CONGRESSIONAL DISTRICTS TO THE EXTENT\n   15  PRACTICABLE. A PRINCIPLE WITH A LOWER NUMBER SHALL HAVE PRECEDENCE  OVER\n   16  A PRINCIPLE WITH A HIGHER NUMBER.\n   17    (I)  THE  MOST AND LEAST POPULOUS SENATE DISTRICTS SHALL NOT EXCEED OR\n   18  BE LOWER THAN THE MEAN POPULATION OF ALL SENATE DISTRICTS BY  MORE  THAN\n   19  ONE  PERCENT,  AND  THE MOST AND LEAST POPULOUS ASSEMBLY DISTRICTS SHALL\n   20  NOT EXCEED OR  BE  LOWER  THAN  THE  MEAN  POPULATION  OF  ALL  ASSEMBLY\n   21  DISTRICTS  BY  MORE  THAN  ONE PERCENT. IN NO EVENT SHALL THE COMMISSION\n   22  ADVANTAGE ANY REGION OF THE STATE OVER ANY OTHER  BY  CREATING  MULTIPLE\n   23  DISTRICTS  THEREIN EXCEEDING, OR LOWER THAN, THE MEAN POPULATION BY MORE\n   24  THAN ONE PERCENT.\n   25    (II) COUNTIES SHALL NOT BE DIVIDED  IN  THE  FORMATION  OF  DISTRICTS,\n   26  EXCEPT  TO  CREATE DISTRICTS WHOLLY WITHIN A COUNTY. WHERE SUCH DIVISION\n   27  OF COUNTIES IS UNAVOIDABLE, MORE POPULOUS COUNTIES SHALL BE  DIVIDED  IN\n   28  PREFERENCE TO THE DIVISION OF LESS POPULOUS COUNTIES.\n   29    (III)  COUNTY  SUBDIVISIONS  SHALL  NOT BE DIVIDED IN THE FORMATION OF\n   30  DISTRICTS, EXCEPT TO CREATE DISTRICTS WHOLLY WITHIN  A  COUNTY  SUBDIVI-\n   31  SION.  FOR THE PURPOSES OF THIS ARTICLE, A COUNTY SUBDIVISION SHALL BE A\n   32  CITY, EXCEPT THE CITY OF NEW YORK, A  TOWN,  OR  AN  INDIAN  RESERVATION\n   33  WHOSE TERRITORY IS EXCLUSIVE OF THE TERRITORY OF ANY CITY OR TOWN. COUN-\n   34  TY  SUBDIVISIONS  WITH LARGER POPULATIONS SHALL BE DIVIDED IN PREFERENCE\n   35  TO THE DIVISION OF THOSE WITH SMALLER POPULATIONS.\n   36    (IV) INCORPORATED VILLAGES SHALL NOT BE DIVIDED IN  THE  FORMATION  OF\n   37  DISTRICTS.\n   38    (V)  THE  SENATE,  ASSEMBLY,  AND  CONGRESSIONAL DISTRICTS SHALL BE AS\n   39  COMPACT IN FORM AS POSSIBLE.\n   40    (VI) A SENATE, ASSEMBLY, OR CONGRESSIONAL DISTRICT SHALL UNITE  COMMU-\n   41  NITIES DEFINED BY ACTUAL SHARED INTERESTS, TAKING ACCOUNT OF GEOGRAPHIC,\n   42  SOCIAL,  ECONOMIC, AND OTHER FACTORS THAT INDICATE COMMONALITY OF INTER-\n   43  EST, AND DISTRICTS SHALL BE FORMED SO AS  TO  PROMOTE  THE  ORDERLY  AND\n   44  EFFICIENT ADMINISTRATION OF ELECTIONS.\n   45    3. DURING THE PREPARATION OF THE APPORTIONMENT PLAN, THE APPORTIONMENT\n   46  COMMISSION  SHALL  CONDUCT NOT LESS THAN ONE PUBLIC HEARING ON PROPOSALS\n   47  FOR THE APPORTIONMENT OF CONGRESSIONAL AND STATE  LEGISLATIVE  DISTRICTS\n   48  IN  EACH OF THE FOLLOWING (A) CITIES: ALBANY, BUFFALO, SYRACUSE, ROCHES-\n   49  TER, GLEN COVE, AND WHITE PLAINS; AND (B) COUNTIES:  BRONX,  KINGS,  NEW\n   50  YORK,  QUEENS  AND RICHMOND. PUBLIC NOTICE OF ALL SUCH HEARINGS SHALL BE\n   51  WIDELY PUBLISHED BY THE APPORTIONMENT COMMISSION IN ADVANCE THROUGH  ALL\n   52  AVAILABLE  MEANS.  TO  THE EXTENT PRACTICABLE, ALL SUCH HEARINGS AND THE\n   53  PROCEEDINGS OF THE APPORTIONMENT  COMMISSION  SHALL  BE  TELEVISED.  THE\n   54  APPORTIONMENT  COMMISSION SHALL REPORT THE FINDINGS OF ALL SUCH HEARINGS\n   55  TO THE LEGISLATURE UPON SUBMISSION OF THE APPORTIONMENT PLAN PURSUANT TO\n   56  PARAGRAPH (A) OF SUBDIVISION FOUR OF THIS SECTION.\n\n       S. 660                              8\n\n    1    4. (A) ON OR BEFORE THE FIFTEENTH OF MAY IN EACH YEAR  ENDING  WITH  A\n    2  ONE  OR  WITHIN SIXTY DAYS OF RECEIVING THE FEDERAL DECENNIAL CENSUS FOR\n    3  THE STATE, WHICHEVER IS LATER, THE APPORTIONMENT COMMISSION SHALL SUBMIT\n    4  TO THE LEGISLATURE AND DISSEMINATE TO THE PUBLIC AN  APPORTIONMENT  PLAN\n    5  FOR  ALL  CONGRESSIONAL  AND STATE LEGISLATIVE DISTRICTS, ALONG WITH THE\n    6  LEGISLATION NECESSARY TO IMPLEMENT SUCH PLAN. UPON RECEIPT OF SUCH PLAN,\n    7  THE IMPLEMENTING LEGISLATION THEREFOR SHALL BE INTRODUCED IN BOTH HOUSES\n    8  OF THE LEGISLATURE WITHOUT ANY AMENDMENTS WITHIN FIVE DAYS.\n    9    (B) ON OR BEFORE THE FIRST OF JUNE FOLLOWING THE DISSEMINATION OF  THE\n   10  APPORTIONMENT  PLAN  TO  THE  PUBLIC, THE APPORTIONMENT COMMISSION SHALL\n   11  CONDUCT NOT LESS THAN ONE PUBLIC HEARING ON SUCH APPORTIONMENT  PLAN  IN\n   12  EACH  OF THE CITIES AND COUNTIES DELINEATED IN PARAGRAPHS (A) AND (B) OF\n   13  SUBDIVISION THREE OF THIS SECTION, AND SHALL REPORT THE FINDINGS OF  ALL\n   14  SUCH HEARINGS TO THE LEGISLATURE.\n   15    (C)  THE  LEGISLATION  INTRODUCED  PURSUANT  TO  PARAGRAPH (A) OF THIS\n   16  SUBDIVISION SHALL BE VOTED UPON, WITHOUT AMENDMENT, BY BOTH SUCH  HOUSES\n   17  OF  THE LEGISLATURE WITHIN SEVEN DAYS AFTER THE APPORTIONMENT COMMISSION\n   18  REPORTS THE FINDINGS OF  ITS  PUBLIC  HEARING  TO  THE  LEGISLATURE.  IF\n   19  APPROVED, THE LEGISLATURE SHALL FORWARD SUCH LEGISLATION TO THE GOVERNOR\n   20  WITHIN FIVE DAYS.\n   21    5. IF (A) EITHER HOUSE SHALL FAIL TO APPROVE THE LEGISLATION SUBMITTED\n   22  PURSUANT  TO  SUBDIVISION FOUR OF THIS SECTION WITHIN TWENTY-ONE DAYS OF\n   23  ITS SUBMISSION, OR (B) THE GOVERNOR SHALL VETO SUCH LEGISLATION AND  THE\n   24  LEGISLATURE SHALL FAIL TO OVERRIDE SUCH VETO WITHIN FIFTEEN DAYS OF SUCH\n   25  VETO,  THE  APPORTIONMENT  COMMISSION  SHALL HOLD AN OPEN HEARING WITHIN\n   26  FIFTEEN DAYS OF SAID FAILURE TO PASS THE LEGISLATION AS IN PARAGRAPH (A)\n   27  OF THIS SUBDIVISION OR FAILURE TO OVERRIDE THE  GOVERNOR'S  VETO  AS  IN\n   28  PARAGRAPH  (B)  OF  THIS  SUBDIVISION  AT WHICH THE SPEAKER AND MINORITY\n   29  LEADER OF THE ASSEMBLY AND THE TEMPORARY PRESIDENT AND  MINORITY  LEADER\n   30  OF  THE  SENATE,  OR  EACH  OF  THEIR  DESIGNEES SHALL TESTIFY AS TO THE\n   31  REASONS THAT THE LEGISLATION DID NOT BECOME  LAW,  AND  MEMBERS  OF  THE\n   32  PUBLIC  WILL  ALSO  BE  INVITED  TO TESTIFY. WITHIN FIFTEEN DAYS OF SUCH\n   33  HEARING, THE APPORTIONMENT COMMISSION SHALL ESTABLISH AND SUBMIT TO  THE\n   34  LEGISLATURE  A  SECOND APPORTIONMENT PLAN AND THE NECESSARY IMPLEMENTING\n   35  LEGISLATION FOR SUCH PLAN. UPON RECEIPT OF SUCH SECOND PLAN, THE  IMPLE-\n   36  MENTING  LEGISLATION  THEREFOR SHALL BE INTRODUCED IN BOTH HOUSES OF THE\n   37  LEGISLATURE WITHOUT ANY AMENDMENTS WITHIN FIVE  DAYS.  SUCH  LEGISLATION\n   38  SHALL BE VOTED UPON, WITHOUT AMENDMENT, BY BOTH SUCH HOUSES WITHIN TWEN-\n   39  TY-ONE  DAYS, BUT NOT SOONER THAN SEVEN DAYS, AFTER ITS INTRODUCTION. IF\n   40  APPROVED, THE LEGISLATURE SHALL FORWARD SUCH LEGISLATION TO THE GOVERNOR\n   41  WITHIN FIVE DAYS.\n   42    6. IF (A) EITHER HOUSE SHALL FAIL TO APPROVE THE LEGISLATION SUBMITTED\n   43  PURSUANT TO SUBDIVISION FIVE OF THIS SECTION WITHIN TWENTY-ONE  DAYS  OF\n   44  ITS  SUBMISSION, OR (B) THE GOVERNOR SHALL VETO SUCH LEGISLATION AND THE\n   45  LEGISLATURE FAILS TO OVERRIDE SUCH  VETO  THE  APPORTIONMENT  COMMISSION\n   46  SHALL  HOLD  AN OPEN HEARING WITHIN FIFTEEN DAYS OF SAID FAILURE TO PASS\n   47  THE LEGISLATION AS IN PARAGRAPH (A) OF THIS SUBDIVISION  OR  FAILURE  TO\n   48  OVERRIDE  THE GOVERNOR'S VETO AS IN PARAGRAPH (B) OF THIS SUBDIVISION AT\n   49  WHICH THE SPEAKER AND MINORITY LEADER OF THE ASSEMBLY AND THE  TEMPORARY\n   50  PRESIDENT  AND MINORITY LEADER OF THE SENATE, OR EACH OF THEIR DESIGNEES\n   51  SHALL TESTIFY AS TO THE REASONS THAT THE LEGISLATION DID NOT BECOME LAW,\n   52  AND MEMBERS OF THE PUBLIC  WILL  ALSO  BE  INVITED  TO  TESTIFY.  WITHIN\n   53  FIFTEEN  DAYS OF SUCH HEARING, THE APPORTIONMENT COMMISSION SHALL ESTAB-\n   54  LISH AND SUBMIT TO THE LEGISLATURE A THIRD APPORTIONMENT  PLAN  AND  THE\n   55  NECESSARY  IMPLEMENTING  LEGISLATION FOR SUCH PLAN. UPON RECEIPT OF SUCH\n   56  THIRD PLAN, THE IMPLEMENTING LEGISLATION WITH ANY AMENDMENTS THE  LEGIS-\n\n       S. 660                              9\n\n    1  LATURE  SHALL  DEEM  NECESSARY SHALL BE INTRODUCED IN BOTH HOUSES OF THE\n    2  LEGISLATURE WITHIN FIVE DAYS. ALL SUCH AMENDMENTS SHALL COMPLY WITH  THE\n    3  PROVISIONS OF SUBDIVISION TWO OF THIS SECTION. SUCH LEGISLATION SHALL BE\n    4  VOTED  UPON  BY  BOTH SUCH HOUSES WITHIN TWENTY-ONE DAYS, BUT NOT SOONER\n    5  THAN SEVEN DAYS, AFTER ITS INTRODUCTION. IF  APPROVED,  THE  LEGISLATURE\n    6  SHALL FORWARD SUCH LEGISLATION TO THE GOVERNOR WITHIN FIVE DAYS.\n    7    S  99.  APPLICATION  OF  ARTICLE.  1. THE PROCESS FOR APPORTIONMENT OF\n    8  CONGRESSIONAL AND STATE LEGISLATIVE DISTRICTS ESTABLISHED BY THIS  ARTI-\n    9  CLE  SHALL  BE  THE EXCLUSIVE MEANS BY WHICH SUCH APPORTIONMENT SHALL BE\n   10  COMPLETED IN THIS STATE. EVERY APPORTIONMENT OF CONGRESSIONAL  OR  STATE\n   11  LEGISLATIVE  DISTRICTS  PERFORMED IN VIOLATION OF THE PROVISIONS OF THIS\n   12  ARTICLE SHALL BE VOID. IN ANY PROCEEDING RELATING  TO  APPORTIONMENT  OF\n   13  CONGRESSIONAL  OR STATE LEGISLATIVE DISTRICTS, THE COURT SHALL IMPLEMENT\n   14  THE PLAN THAT BEST SERVES THE REQUIREMENTS OF SUBDIVISION TWO OF SECTION\n   15  NINETY-EIGHT OF THIS ARTICLE.\n   16    2. AN APPORTIONMENT STATUTE SHALL REMAIN  IN  FULL  FORCE  AND  EFFECT\n   17  UNTIL  A  SUBSEQUENT  APPORTIONMENT  STATUTE,  BASED UPON THE SUCCEEDING\n   18  DECENNIAL FEDERAL CENSUS, TAKES  EFFECT,  UNLESS  MODIFIED  PURSUANT  TO\n   19  COURT ORDER.\n   20    S 5. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the legislative law, in relation to apportionment of congressional, senate and assembly districts; and to repeal section 83-m of such law relating to the legislative task force on demographic research and reapportionment ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101228.T152335.TXT", "SOBI.D101230.T121227.TXT", "SOBI.D101228.T145854.TXT", "SOBI.D101228.T145334.TXT", "SOBI.D101228.T151335.TXT", "SOBI.D101228.T152837.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1293729147705
}