{
  "year" : 2011,
  "senateBillNo" : "S661-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO LOCAL GOVERNMENT",
    "billEventId" : "S661-2011-1294203600000-REFERRED+TO+LOCAL+GOVERNMENT",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "VALESKY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Expands the products which may be purchased for public use",
  "summary" : "Expands the products which may be purchased for public use by including renewable energy resources; increases the cost premium percentage for renewable energy generated in New York. ",
  "currentCommittee" : "LOCAL GOVERNMENT",
  "sameAs" : "A3460",
  "lawSection" : "General Municipal Law",
  "previousVersions" : [ "SA1642-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          661\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen. VALESKY -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Local Government\n\n       AN ACT to amend the general municipal law, in relation to expanding  the\n         products which may be purchased for public use\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 104-a of the general municipal law, as  amended  by\n    2  chapter 468 of the laws of 1994, is amended to read as follows:\n    3    S  104-a.  Purchasing  of products for public use.  1. Notwithstanding\n    4  the provisions of section one hundred three of this  [chapter]  ARTICLE,\n    5  when  purchasing  products the officer, board or agency of any political\n    6  subdivision or of any district therein  charged  with  the  awarding  of\n    7  public  contracts  may,  wherever RENEWABLE ENERGY RESOURCES OR recycled\n    8  products meet contract specifications and the price of such products  is\n    9  reasonably  competitive, purchase such products. For the purpose of this\n   10  section [and until July first, nineteen  hundred  ninety-six,  \"recycled\n   11  product\" shall mean any product which has been manufactured from second-\n   12  ary  materials,  as  defined  in  subdivision one of section two hundred\n   13  sixty-one of the economic development law, and meets secondary  material\n   14  content  requirements  adopted  by  the office of general services under\n   15  subdivision one of  section  one  hundred  seventy-seven  of  the  state\n   16  finance  law  for  products  available  to  the political subdivision or\n   17  district under state contract or, if no such contract for  such  product\n   18  is  available,  any  product  which meets the secondary material content\n   19  requirements adopted by the political subdivision  or  district  thereof\n   20  with  respect to a specific commodity procurement by such entity. On and\n   21  after July first, nineteen hundred ninety-six,]:\n   22    (A) \"recycled product\" shall mean[, for the purposes of this section,]\n   23  any product which is manufactured from secondary materials,  as  defined\n   24  in  subdivision  one  of  section  two hundred sixty-one of the economic\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03583-01-1\n\n       S. 661                              2\n\n    1  development law, and which meets the requirements of subdivision two  of\n    2  section  27-0717  of  the environmental conservation law and regulations\n    3  promulgated pursuant thereto[. For the purpose of this section,];\n    4    (B)  \"RENEWABLE  ENERGY RESOURCES\" SHALL HAVE THE SAME MEANING AS SUCH\n    5  TERM IS DEFINED IN SUBDIVISION TWELVE OF SECTION  1-103  OF  THE  ENERGY\n    6  LAW;\n    7    (C) \"reasonably competitive\" shall mean:\n    8    (I)  that  the  cost  of  the  recycled product does not exceed a cost\n    9  premium of ten percent above the cost of a comparable  product  that  is\n   10  not  a  recycled  product or, if at least fifty percent of the secondary\n   11  materials utilized in the manufacture of that product are generated from\n   12  the waste stream in New York state, the cost  of  the  recycled  product\n   13  does  not  exceed  a cost premium of fifteen percent above the cost of a\n   14  comparable product that is not a recycled product; OR\n   15    (II) THAT THE COST OF THE RENEWABLE ENERGY RESOURCE DOES NOT EXCEED  A\n   16  COST  PREMIUM OF TEN PERCENT ABOVE THE COST OF A COMPARABLE PRODUCT THAT\n   17  IS NOT A RENEWABLE ENERGY RESOURCE.\n   18    2. Whenever such officer, board or agency shall purchase or cause  the\n   19  purchase  of  printing on recycled paper pursuant to this section, he or\n   20  she shall require the printed material to  contain  the  official  state\n   21  recycling  emblem  established  pursuant  to  subdivision two of section\n   22  27-0717 of the environmental conservation law and regulations promulgat-\n   23  ed pursuant thereto if such paper has been approved by the department of\n   24  environmental conservation as satisfying the requirements of such  stat-\n   25  ute and regulations, or, if such paper has not been so approved, require\n   26  the  printed material to include a printed statement which indicates the\n   27  percentages of pre-consumer and post-consumer recycled material  content\n   28  of such paper.\n   29    S  2. This act shall take effect on the first of January next succeed-\n   30  ing the date on which it shall have become  a  law;  provided,  however,\n   31  that effective immediately, the addition, amendment and/or repeal of any\n   32  rule  or  regulation necessary for the implementation of this act on its\n   33  effective date are authorized and directed to be made and  completed  on\n   34  or before such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general municipal law, in relation to expanding the products which may be purchased for public use ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110125.T125913.TXT", "SOBI.D101228.T152335.TXT", "SOBI.D101230.T121227.TXT", "SOBI.D101228.T145854.TXT", "SOBI.D101228.T151335.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295978353539
}