{
  "year" : 2011,
  "senateBillNo" : "S662-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO HEALTH",
    "billEventId" : "S662-2011-1294203600000-REFERRED+TO+HEALTH",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "VALESKY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to establishing the New York state telehealth/telemedicine act",
  "summary" : "Promotes the development, provision and accessibility of telehealth/telemedicine services in New York state; establishes a telehealth/telemedicine development and research grant fund. ",
  "currentCommittee" : "HEALTH",
  "sameAs" : null,
  "lawSection" : "Public Health Law",
  "previousVersions" : [ "SB3198-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          662\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen. VALESKY -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Health\n\n       AN ACT to amend the public health law,  in  relation  to  promoting  the\n         development,  provision  and  accessibility of telehealth/telemedicine\n         services in New York state; and to amend the  state  finance  law,  in\n         relation  to  establishing  a  New  York state telehealth/telemedicine\n         development and research grant fund\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  This act shall be known and may be cited as the \"New York\n    2  state telehealth/telemedicine development act.\"\n    3    S 2. The public health law is amended by adding a new article 27-M  to\n    4  read as follows:\n    5                                ARTICLE 27-M\n    6         NEW YORK STATE TELEHEALTH/TELEMEDICINE DEVELOPMENT PROGRAM\n    7  SECTION 2799-T. LEGISLATIVE INTENT.\n    8          2799-U. COORDINATION    OF   DEPARTMENT   RESPONSIBILITIES   FOR\n    9                    TELEHEALTH/TELEMEDICINE; ANNUAL PLAN.\n   10          2799-V. TELEHEALTH/TELEMEDICINE DEVELOPMENT; GRANTS  FOR  UNDER-\n   11                    SERVED AREAS AND POPULATIONS.\n   12          2799-W. TELEHEALTH/TELEMEDICINE RESEARCH.\n   13    S  2799-T.  LEGISLATIVE  INTENT. THE LEGISLATURE RECOGNIZES THE DEMON-\n   14  STRATED  COST-EFFECTIVENESS,  IMPROVEMENTS  IN  DISEASE  MANAGEMENT  AND\n   15  IMPROVED    PATIENT   OUTCOMES   RESULTING   FROM   THE   PROVISION   OF\n   16  TELEHEALTH/TELEMEDICINE SERVICES. TELEHEALTH/TELEMEDICINE  SERVICES  ARE\n   17  THOSE  SERVICES  WHICH  UTILIZE  ELECTRONIC TECHNOLOGY OVER A GEOGRAPHIC\n   18  DISTANCE BETWEEN PATIENTS AND HEALTH CARE PROVIDERS FOR THE PURPOSES  OF\n   19  ASSESSMENT,  MONITORING, INTERVENTION, CLINICAL MANAGEMENT AND/OR EDUCA-\n   20  TION WITH PATIENTS. STUDIES HAVE CHRONICLED  SIGNIFICANT  REDUCTIONS  IN\n   21  HOSPITALIZATIONS  AND  OTHERWISE  NECESSARY  MEDICAL CARE AS A RESULT OF\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03511-01-1\n\n       S. 662                              2\n\n    1  TELEHEALTH/TELEMEDICINE INTERVENTION. THE LEGISLATURE FURTHER RECOGNIZES\n    2  THAT GEOGRAPHY, WEATHER AND OTHER FACTORS CAN CREATE BARRIERS TO ACCESS-\n    3  ING APPROPRIATE HEALTH AND MENTAL HEALTH CARE  IN  NEW  YORK  STATE  AND\n    4  THAT  ONE WAY   TO PROVIDE, ENSURE OR ENHANCE ACCESS TO CARE GIVEN THESE\n    5  BARRIERS IS THROUGH THE APPROPRIATE USE OF TECHNOLOGY  TO  ALLOW  HEALTH\n    6  CARE  CONSUMERS  ACCESS  TO  QUALIFIED  HEALTH CARE PROVIDERS AND INSTI-\n    7  TUTIONS.   IN   ORDER   TO   PROMOTE   THE   ROLE   AND   CAPACITY    OF\n    8  TELEHEALTH/TELEMEDICINE  TECHNOLOGY  RELATIVE  TO  THESE  PURPOSES,  THE\n    9  LEGISLATURE HEREBY ENACTS THE  NEW  YORK  STATE  TELEHEALTH/TELEMEDICINE\n   10  DEVELOPMENT  ACT  TO  ESTABLISH  A  TELEHEALTH/TELEMEDICINE  DEVELOPMENT\n   11  PROGRAM TO COORDINATE AND FOCUS STATE ADMINISTRATIVE RESPONSIBILITIES AS\n   12  WELL AS STATE POLICY AND PROGRAM PLANNING  FOR  TELEHEALTH/TELEMEDICINE,\n   13  PROVIDE FOR TELEHEALTH/TELEMEDICINE DEVELOPMENT IN UNDERSERVED GEOGRAPH-\n   14  IC  AREAS  AND  FOR  NEW  POPULATIONS, PROMOTE QUALITY AND SAFEGUARDS IN\n   15  TELEHEALTH/TELEMEDICINE,  PROMOTE  AND  ASSIST   TELEHEALTH/TELEMEDICINE\n   16  RESEARCH  AND EVALUATION, ESTABLISH THE TELEHEALTH/TELEMEDICINE RESEARCH\n   17  AND DEVELOPMENT FUND, AND PROVIDE FOR CAPITAL FINANCING.\n   18    S   2799-U.   COORDINATION   OF   DEPARTMENT   RESPONSIBILITIES    FOR\n   19  TELEHEALTH/TELEMEDICINE;  ANNUAL PLAN. 1. THE COMMISSIONER SHALL COORDI-\n   20  NATE AND FOCUS THE DEPARTMENT'S DEVELOPMENTAL, ADMINISTRATIVE,  RESEARCH\n   21  AND EVALUATION RESPONSIBILITIES FOR TELEHEALTH/TELEMEDICINE SERVICES.\n   22    2. THE COMMISSIONER, IN CONSULTATION WITH ELIGIBLE PROVIDERS AS SPECI-\n   23  FIED IN SUBDIVISION TWO OF SECTION TWENTY-SEVEN HUNDRED NINETY-NINE-V OF\n   24  THIS  ARTICLE,  SHALL  PREPARE  AND SUBMIT AN ANNUAL PLAN TO SUPPORT THE\n   25  PROVISION  OF  TELEHEALTH/TELEMEDICINE  SERVICES  PROVIDED  PURSUANT  TO\n   26  SUBDIVISION THREE-C OF SECTION THIRTY-SIX HUNDRED FOURTEEN OF THIS CHAP-\n   27  TER,  AS  WELL  AS  OTHER TELEHEALTH/TELEMEDICINE SERVICES FOR WHICH THE\n   28  DEPARTMENT HAS  DEVELOPMENTAL  AND  ADMINISTRATIVE  RESPONSIBILITY.  THE\n   29  ANNUAL PLAN SHALL INCLUDE:\n   30    (A)  ANY  NECESSARY RECOMMENDATIONS FOR LEGISLATIVE, ADMINISTRATIVE OR\n   31  BUDGETARY SUPPORT FOR TELEHEALTH/TELEMEDICINE SERVICES;\n   32    (B) THE IDENTIFICATION OF BARRIERS TO THE PROVISION OF AND  ACCESS  TO\n   33  TELEHEALTH/TELEMEDICINE,  INCLUDING  EDUCATION  AND  TRAINING  FOR  BOTH\n   34  PROVIDERS AND CONSUMERS, ELECTRONIC RECORDS INTERFACE,  AND  OTHER,  AND\n   35  THE  METHODS  BY WHICH THE DEPARTMENT WILL AID IN ADDRESSING SUCH BARRI-\n   36  ERS; AND\n   37    (C) AN ABSTRACT OF TELEHEALTH/TELEMEDICINE RESEARCH EITHER BEING OR TO\n   38  BE CONDUCTED BY THE DEPARTMENT, OR FACILITATED  BY  THE  DEPARTMENT  AND\n   39  BEING OR TO BE CONDUCTED BY PROVIDERS OR OTHER ENTITIES.\n   40    3.  THE  COMMISSIONER  SHALL  PROVIDE COPIES OF THE ANNUAL PLAN TO THE\n   41  GOVERNOR, THE TEMPORARY PRESIDENT AND MINORITY LEADER OF THE SENATE  AND\n   42  THE SPEAKER AND MINORITY LEADER OF THE ASSEMBLY.\n   43    4.  (A)  THE  COMMISSIONER, IN CONSULTATION WITH ELIGIBLE PROVIDERS AS\n   44  SPECIFIED  IN  SUBDIVISION   TWO   OF   SECTION   TWENTY-SEVEN   HUNDRED\n   45  NINETY-NINE-V OF THIS ARTICLE, SHALL IDENTIFY STANDARDS DETERMINED TO BE\n   46  NECESSARY  FOR TELEHEALTH/TELEMEDICINE SERVICES UNDER THIS ARTICLE. SUCH\n   47  STANDARDS, INCLUDING STANDARDS FOR THE PROTECTION  OF  PATIENT  INFORMA-\n   48  TION, SHALL BE IDENTIFIED FROM:\n   49    (I)  THE  AMERICAN TELEMEDICINE ASSOCIATION, THE FEDERAL FOOD AND DRUG\n   50  ADMINISTRATION AND/OR OTHER GENERALLY RECOGNIZED STANDARD-SETTING ORGAN-\n   51  IZATIONS AS THE COMMISSIONER MAY DETERMINE;\n   52    (II) TITLE EIGHT OF THE EDUCATION LAW AND  REGULATIONS  THERETO,  THIS\n   53  CHAPTER  AND  REGULATIONS  THERETO  AND, AS APPLICABLE, THE STANDARDS OF\n   54  RELEVANT PROFESSIONAL OR ACCREDITING  BODIES  AS  THE  COMMISSIONER  MAY\n   55  DETERMINE,   TO   ENSURE   THAT  TELEHEALTH/TELEMEDICINE  MONITORING  IS\n   56  CONDUCTED BY INDIVIDUALS IN ACCORDANCE WITH,  AND  AS  LIMITED  BY,  THE\n\n       S. 662                              3\n\n    1  APPLICABLE  SCOPE OF PRACTICE, LICENSURE AND/OR CREDENTIALING PROVISIONS\n    2  OF SUCH LAWS AND STANDARDS.\n    3    (B) THE COMMISSIONER MAY INCORPORATE, WITHIN THE ANNUAL PLAN SUBMITTED\n    4  PURSUANT  TO  SUBDIVISION  TWO  OF THIS SECTION, RECOMMENDATIONS FOR ANY\n    5  ADDITIONAL  STANDARDS  OR   REQUIREMENTS   FOR   TELEHEALTH/TELEMEDICINE\n    6  SERVICES AS MAY BE NECESSARY UNDER THIS ARTICLE.\n    7    S  2799-V. TELEHEALTH/TELEMEDICINE DEVELOPMENT; GRANTS FOR UNDERSERVED\n    8  AREAS AND POPULATIONS. 1. SUBJECT TO THE AVAILABILITY  OF  FUNDING  FROM\n    9  SECTION  NINETY-NINE-T OF THE STATE FINANCE LAW, FUNDS MADE AVAILABLE IN\n   10  THE GENERAL FUND OR ANY OTHER FUNDS MADE AVAILABLE THEREFOR, THE DEPART-\n   11  MENT SHALL PROVIDE GRANTS TO ELIGIBLE PROVIDERS FOR:\n   12    (A) THE DEVELOPMENT OF TELEHEALTH/TELEMEDICINE SERVICES IN  GEOGRAPHIC\n   13  AREAS  OF  THE  STATE  DEEMED BY THE DEPARTMENT TO BE UNDERSERVED ON THE\n   14  BASIS OF A LACK OF PROVIDERS PURSUANT TO THIS ARTICLE;\n   15    (B) THE DEVELOPMENT OF TELEHEALTH/TELEMEDICINE SERVICES IN  GEOGRAPHIC\n   16  AREAS  OF  THE  STATE  DEEMED BY THE DEPARTMENT TO BE UNDERSERVED ON THE\n   17  BASIS OF THE LACK OF TELEHEALTH/TELEMEDICINE SERVICES IN THE AREA;\n   18    (C) THE DEVELOPMENT OF TELEHEALTH/TELEMEDICINE SERVICES FOR NEW  POPU-\n   19  LATIONS,  WHERE  EVIDENCE  SUGGESTS THE PROVISION OF SUCH SERVICES WOULD\n   20  FACILITATE THE  MANAGEMENT  OF  PATIENT  CARE,  ACCESS  TO  CARE  AND/OR\n   21  COST-EFFECTIVENESS OF CARE;\n   22    (D) THE DEVELOPMENT OF TELEHEALTH/TELEMEDICINE SERVICES FOR NEW CONDI-\n   23  TIONS,  WHERE  EVIDENCE  SUGGESTS  THE  PROVISION OF SUCH SERVICES WOULD\n   24  FACILITATE THE MANAGEMENT OF SUCH  CONDITIONS,  ACCESS  TO  CARE  AND/OR\n   25  COST-EFFECTIVENESS OF CARE;\n   26    (E)  THE  DEVELOPMENT  OF TELEHEALTH/TELEMEDICINE SERVICES TO EVALUATE\n   27  THE POTENTIAL BENEFITS OF NEW  TELEHEALTH/TELEMEDICINE  TECHNOLOGY,  FOR\n   28  PATIENT CARE, ACCESS TO CARE AND/OR COST-EFFECTIVENESS OF CARE; OR\n   29    (F) SUCH OTHER PURPOSES AS THE DEPARTMENT MAY IDENTIFY.\n   30    2.  ELIGIBLE  PROVIDERS  SHALL  INCLUDE  THOSE  LICENSED, CERTIFIED OR\n   31  AUTHORIZED UNDER ARTICLE TWENTY-EIGHT, THIRTY-SIX OR FORTY OF THIS CHAP-\n   32  TER OR UNDER SECTION FORTY-FOUR  HUNDRED  THREE-F  OF  THIS  CHAPTER  OR\n   33  PHYSICIANS  LICENSED UNDER ARTICLE ONE HUNDRED THIRTY-ONE OF TITLE EIGHT\n   34  OF THE EDUCATION LAW;  PROVIDED  HOWEVER  THAT  ELIGIBILITY  UNDER  THIS\n   35  SECTION  TO PROVIDE TELEHEALTH/TELEMEDICINE SERVICES SHALL BE CONSISTENT\n   36  WITH THE AUTHORITY FOR THE PROVISION OF CARE OTHERWISE PROVIDED PURSUANT\n   37  TO ARTICLE TWENTY-EIGHT, THIRTY-SIX OR FORTY OF THIS  CHAPTER  OR  UNDER\n   38  SECTION FORTY-FOUR HUNDRED THREE-F OF THIS CHAPTER OR TITLE EIGHT OF THE\n   39  EDUCATION LAW.\n   40    3.  THE  DEPARTMENT, IN CONSULTATION WITH ELIGIBLE PROVIDERS AS SPECI-\n   41  FIED IN SUBDIVISION TWO OF THIS SECTION, SHALL ESTABLISH THE  FORMS  AND\n   42  PROCESS  FOR  THE SUBMISSION AND APPROVAL OF GRANT APPLICATIONS PURSUANT\n   43  TO THIS SUBDIVISION.\n   44    S 2799-W. TELEHEALTH/TELEMEDICINE RESEARCH. 1. THE COMMISSIONER  SHALL\n   45  PROMOTE  AND SUPPORT CLINICAL AND PROGRAMMATIC RESEARCH BY PROVIDERS AND\n   46  OTHER ENTITIES TO FURTHER EVALUATE, REFINE AND/OR DEVELOP EFFECTIVE  AND\n   47  EFFICIENT  APPLICATION OF TELEHEALTH/TELEMEDICINE METHODS AND TECHNOLOGY\n   48  TO POPULATIONS, CONDITIONS AND  CIRCUMSTANCES.  THE  COMMISSIONER  SHALL\n   49  MAKE AVAILABLE DATA AND TECHNICAL ASSISTANCE FOR SUCH RESEARCH, PROVIDED\n   50  THAT  ANY  DATA MADE AVAILABLE MUST NOT CONTAIN INDIVIDUALLY IDENTIFYING\n   51  INFORMATION.\n   52    2. THE COMMISSIONER IS AUTHORIZED  TO  APPLY  FOR  SUCH  GOVERNMENTAL,\n   53  PHILANTHROPIC  AND OTHER GRANTS THAT MAY BE AVAILABLE FOR SUCH RESEARCH.\n   54  MONIES FROM SUCH GRANTS  SHALL  BE  DEPOSITED  IN  THE  NEW  YORK  STATE\n   55  TELEHEALTH/TELEMEDICINE  DEVELOPMENT AND RESEARCH GRANT FUND ESTABLISHED\n   56  BY SECTION NINETY-NINE-T OF THE STATE FINANCE LAW.\n\n       S. 662                              4\n\n    1    3. THE DEPARTMENT SHALL CONSULT WITH ELIGIBLE PROVIDERS, AS  SPECIFIED\n    2  IN SUBDIVISION TWO OF SECTION TWENTY-SEVEN HUNDRED NINETY-NINE-V OF THIS\n    3  ARTICLE IN THE IMPLEMENTATION OF THIS SECTION.\n    4    S  3. Section 3614 of the public health law is amended by adding a new\n    5  subdivision 3-d to read as follows:\n    6    3-D. CAPITAL REIMBURSEMENT FOR TELEHEALTH/TELEMEDICINE. THE DEPARTMENT\n    7  SHALL INCLUDE IN THE REIMBURSEMENT RATES ESTABLISHED  PURSUANT  TO  THIS\n    8  SECTION  A COST ALLOWANCE FOR THE REIMBURSEMENT OF CAPITAL COSTS FOR THE\n    9  DEVELOPMENT,  OPERATION   AND   PROVISION   OF   TELEHEALTH/TELEMEDICINE\n   10  SERVICES, INCLUDING THE LINKAGE OF TELEHEALTH/TELEMEDICINE AND ELECTRON-\n   11  IC  MEDICAL  RECORDS. THE METHODOLOGY FOR THE INCLUSION OF THE ALLOWANCE\n   12  SHALL BE DEVELOPED IN  CONSULTATION  WITH  THE  ELIGIBLE  PROVIDERS  FOR\n   13  TELEHEALTH/TELEMEDICINE  PURSUANT  TO SECTION TWENTY-SEVEN HUNDRED NINE-\n   14  TY-NINE-U OF THIS ARTICLE.\n   15    S 4. The state finance law is amended by adding a new section 99-t  to\n   16  read as follows:\n   17    S   99-T.  NEW  YORK  STATE  TELEHEALTH/TELEMEDICINE  DEVELOPMENT  AND\n   18  RESEARCH GRANT FUND. 1. THERE IS HEREBY ESTABLISHED IN THE JOINT CUSTODY\n   19  OF THE STATE COMPTROLLER AND COMMISSIONER  OF  TAXATION  AND  FINANCE  A\n   20  SPECIAL  FUND TO BE KNOWN AS THE \"NEW YORK STATE TELEHEALTH/TELEMEDICINE\n   21  DEVELOPMENT AND RESEARCH FUND\".\n   22    2. SUCH FUND SHALL CONSIST OF ALL MONIES APPROPRIATED FOR THE  PURPOSE\n   23  OF  SUCH FUND AND ANY GRANT, GIFT OR BEQUEST MADE FOR PURPOSES OF DEVEL-\n   24  OPMENT  OR  GRANTS  FOR  TELEHEALTH/TELEMEDICINE  SERVICES  PURSUANT  TO\n   25  SECTION TWENTY-SEVEN HUNDRED NINETY-NINE-V OF THE PUBLIC HEALTH LAW.\n   26    3. MONIES OF THE FUND SHALL BE AVAILABLE TO THE COMMISSIONER OF HEALTH\n   27  FOR  THE  PURPOSE  OF  PROVIDING  DEVELOPMENT  AND  RESEARCH  GRANTS FOR\n   28  TELEHEALTH/TELEMEDICINE PURSUANT TO SECTION TWENTY-SEVEN  HUNDRED  NINE-\n   29  TY-NINE-V OF THE PUBLIC HEALTH LAW.\n   30    4.  THE  MONIES OF THE FUND SHALL BE PAID OUT ON THE AUDIT AND WARRANT\n   31  OF THE COMPTROLLER ON VOUCHERS CERTIFIED OR APPROVED BY THE COMMISSIONER\n   32  OF HEALTH, OR BY AN OFFICER OR EMPLOYEE  OF  THE  DEPARTMENT  OF  HEALTH\n   33  DESIGNATED BY SUCH COMMISSIONER.\n   34    S  5.  This  act  shall take effect immediately; provided that section\n   35  three of this act shall take effect on the first of April next  succeed-\n   36  ing  the  date on which this act shall have become law; provided further\n   37  however that the commissioner of health shall be authorized to take  all\n   38  necessary steps to implement this section by such date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public health law, in relation to promoting the development, provision and accessibility of telehealth/telemedicine services in New York state; and to amend the state finance law, in relation to establishing a New York state telehealth/telemedicine development and research grant fund ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101228.T152335.TXT", "SOBI.D101230.T121227.TXT", "SOBI.D101228.T151335.TXT", "SOBI.D101228.T145854.TXT", "SOBI.D101230.T121727.TXT", "SOBI.D101228.T160337.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1293729447773
}