{
  "year" : 2011,
  "senateBillNo" : "S665-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO ENERGY AND TELECOMMUNICATIONS",
    "billEventId" : "S665-2011-1294203600000-REFERRED+TO+ENERGY+AND+TELECOMMUNICATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MAZIARZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to providing oversight and monitoring the operations of an independent system operator",
  "summary" : "Relates to providing oversight and monitoring the operations of an independent system operator; authorizes the public service commission to provide oversight and requires annual reports on the independent system operator. ",
  "currentCommittee" : "ENERGY AND TELECOMMUNICATIONS",
  "sameAs" : null,
  "lawSection" : "Public Service Law",
  "previousVersions" : [ "S8254-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          665\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen. MAZIARZ -- read twice and ordered printed, and when\n         printed to be committed to the Committee on  Energy  and  Telecommuni-\n         cations\n\n       AN  ACT  to amend the public service law, in relation to providing over-\n         sight and monitoring the operations of an independent system operator\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 66 of the public service law is amended by adding a\n    2  new subdivision 29 to read as follows:\n    3    29. (A) FOR THE PURPOSES OF THIS SUBDIVISION:\n    4    (I)  \"INDEPENDENT  SYSTEM OPERATOR\" SHALL MEAN ANY ENTITY OPERATING IN\n    5  THE STATE THAT IS APPROVED BY THE UNITED STATES FEDERAL ENERGY REGULATO-\n    6  RY COMMISSION TO OPERATE IN THE STATE TO ADMINISTER AND  MONITOR  WHOLE-\n    7  SALE ELECTRICITY MARKETS; AND\n    8    (II)  \"END  USE SECTOR MEMBER\" SHALL INCLUDE ANY ENTITY THAT PURCHASES\n    9  ELECTRICITY FOR ITS OWN CONSUMPTION AND NOT FOR RESALE.\n   10    (B) THE COMMISSIONER IS AUTHORIZED AND DIRECTED TO  PROVIDE  OVERSIGHT\n   11  AND  MONITOR  THE  MARKET  OPERATIONS OF AN INDEPENDENT SYSTEM OPERATOR,\n   12  INCLUDING  BUT NOT LIMITED TO THE EXTENT TO WHICH IT:\n   13    (I) SERVES THE NEEDS OF ALL CUSTOMER CLASSES AND OPERATES IN A  MANNER\n   14  THAT IS IN THE BEST INTEREST OF THE PUBLIC;\n   15    (II)  ENSURES RELIABILITY, QUALITY AND MAINTENANCE OF THE TRANSMISSION\n   16  SYSTEM;\n   17    (III) MEETS THE REQUIREMENTS OF THE NEW YORK STATE OPEN MEETING  LAWS;\n   18  AND\n   19    (IV)  CONTRIBUTES  TO  THE  ACHIEVEMENT  OF ENERGY EFFICIENCY AND FUEL\n   20  DIVERSITY GOALS OF THE STATE.\n   21    (C) THE COMMISSION SHALL ENSURE THAT AN  INDEPENDENT  SYSTEM  OPERATOR\n   22  OPERATE IN A MANNER TO PREVENT MARKET MANIPULATION AND OPPORTUNITIES FOR\n   23  COLLUSION  BY REQUIRING AN INDEPENDENT SYSTEM OPERATOR TO DISCLOSE PRICE\n   24  DATA RELATED TO ITS  WHOLESALE  MARKET  OPERATIONS  INCLUDING,  BUT  NOT\n   25  LIMITED TO, INFORMATION ON REAL-TIME, DAY-AHEAD AND SPOT MARKET BIDS AND\n   26  BIDDERS IN AN INDEPENDENT SYSTEM OPERATOR'S WHOLESALE ELECTRICITY MARKET\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04844-01-1\n\n       S. 665                              2\n\n    1  AUCTIONS, TRANSMISSION CONGESTION CONTRACT AUCTIONS AND INSTALLED CAPAC-\n    2  ITY  MARKET  AUCTIONS  TO BE MADE PUBLIC WITH NO MORE THAN A THREE MONTH\n    3  DELAY. SUCH INFORMATION SHALL BE MADE IN A FORMAT READILY AVAILABLE  AND\n    4  ACCESSIBLE  TO  THE  PUBLIC INCLUDING, BUT NOT LIMITED TO PROVIDING SUCH\n    5  DATA IN AGGREGATE HOURLY, DAILY, MONTHLY,  ANNUAL  AND  HISTORICAL  DATA\n    6  SETS  FOR  COMPARISON  PURPOSES  AS WELL AS DATA RELATED TO SEASONAL AND\n    7  PEAK LOAD VARIATIONS AND AVERAGES.\n    8    (D) THE COMMISSION SHALL ENSURE ACCOUNTABILITY BY  REQUIRING  THAT  AN\n    9  INDEPENDENT SYSTEM OPERATOR'S BOARD OF DIRECTORS INCLUDES AT LEAST THREE\n   10  NON-GOVERNMENTAL  APPOINTMENTS  THAT DIRECTLY REPRESENT THE INTERESTS OF\n   11  RESIDENTIAL SMALL BUSINESS AND FARM ELECTRICITY USERS.    THE  GOVERNOR,\n   12  THE  SPEAKER  OF  THE ASSEMBLY AND THE TEMPORARY PRESIDENT OF THE SENATE\n   13  SHALL EACH APPOINT ONE REPRESENTATIVE TO THE BOARD.\n   14    (E) THE COMMISSION SHALL REQUIRE AN  INDEPENDENT  SYSTEM  OPERATOR  TO\n   15  CREATE  THE  POSITION OF CONSUMER LIAISON WHOSE PRIMARY ROLE SHALL BE TO\n   16  INTERACT WITH MEMBERS OF THE END-USE SECTOR FOR THE PURPOSES OF:\n   17    (I) KEEPING END-USE SECTOR  MEMBERS  INFORMED  ABOUT  DEVELOPMENTS  IN\n   18  WORKING GROUPS/SUB-COMMITTEES THAT MAY AFFECT THEIR INTERESTS;\n   19    (II) EXPLAINING THE ISSUES AND PROPOSALS UNDER DISCUSSION AT THE WORK-\n   20  ING  GROUP/SUB-COMMITTEE  MEETINGS AND PROPOSED FOR CONSIDERATION AT THE\n   21  OPERATING COMMITTEE, BUSINESS ISSUES COMMITTEE AND MANAGEMENT  COMMITTEE\n   22  AS WELL AS THE RAMIFICATIONS OF THOSE PROPOSALS ON CONSUMERS;\n   23    (III)  LISTENING  AND  RESPONDING  TO  THE  QUESTIONS  AND CONCERNS OF\n   24  MEMBERS OF THE END-USE SECTOR; AND\n   25    (IV) SERVING AS THE LIAISON BETWEEN THE END-USE SECTOR AND THE  DIREC-\n   26  TORS DESIGNATED OR ASSIGNED TO PAY PARTICULAR ATTENTION TO THE INTERESTS\n   27  OF THE RESIDENTIAL, SMALL BUSINESS AND FARM ELECTRICITY USERS.\n   28    (F) THE COMMISSIONER SHALL ANNUALLY ISSUE A REPORT RELATING THE MARKET\n   29  OPERATION  OF  AN  INDEPENDENT  SYSTEM  OPERATOR.    SUCH  REPORTS SHALL\n   30  INCLUDE, BUT NOT BE LIMITED TO:\n   31    (I) ANALYSES BY AN INDEPENDENT SYSTEM OPERATOR  AND  OTHER  SUCH  DATA\n   32  COLLECTED  AND  ANALYZED  BY  THE  COMMISSION  INFORMATION ON REAL-TIME,\n   33  HOUR-AHEAD AND DAY-AHEAD MARKET  BIDS  AND  BIDDERS  IN  AN  INDEPENDENT\n   34  SYSTEM  OPERATOR'S  WHOLESALE  ELECTRICITY MARKET AUCTIONS, TRANSMISSION\n   35  CONGESTION CONTRACT AUCTIONS AND INSTALLED MARKET AUCTIONS;\n   36    (II) A DETERMINATION OF THE EXTENT TO WHICH  THE  ENERGY  MARKETS  ARE\n   37  MAINTAINING NECESSARY LEVELS OF RELIABILITY;\n   38    (III) A DETERMINATION OF WHETHER OR NOT ALL CUSTOMER CLASSES ARE BEING\n   39  ADEQUATELY SERVED BY COMPETITIVE ENERGY MARKETS;\n   40    (IV) A DETERMINATION OF THE COMPETITIVENESS OF ENERGY MARKETS; INCLUD-\n   41  ING  A  DETERMINATION  WHETHER OR NOT THE ELECTRIC INDUSTRY IS PROVIDING\n   42  CONSUMERS WITH THE LOWEST PRICES POSSIBLE WITHIN A RESTRUCTURED, COMPET-\n   43  ITIVE RETAIL MARKETPLACE;\n   44    (V) A DETERMINATION OF THE EXTENT TO  WHICH  THE  ENERGY  MARKETS  ARE\n   45  ACHIEVING THE ENERGY EFFICIENCY AND FUEL DIVERSITY GOALS OF THE STATE;\n   46    (VI)  THE NAME AND TERMS OF THE BOARDS OF DIRECTORS AND AN INDEPENDENT\n   47  SYSTEM OPERATOR MANAGEMENT, OPERATING AND BUSINESS COMMITTEE MEMBERS;\n   48    (VII) AN INDEPENDENT SYSTEM OPERATOR'S FINANCIAL INFORMATION; AND\n   49    (VIII) RECOMMENDATIONS FOR IMPROVING ANY DEFICIENCIES SO IDENTIFIED IN\n   50  ELECTRICITY ENERGY  MARKETS,  INCLUDING  NON-COMPETITIVE  PRICING  SITU-\n   51  ATIONS.  THE  COMMISSION  SHALL  SUBMIT SUCH REPORT TO THE GOVERNOR, THE\n   52  PRESIDENT PRO TEM OF THE SENATE, THE SPEAKER OF THE ASSEMBLY, THE MINOR-\n   53  ITY LEADERS OF THE SENATE AND THE ASSEMBLY, THE  CHAIRS  OF  THE  ENERGY\n   54  COMMITTEES  OF  THE  SENATE AND THE ASSEMBLY, NO LATER THAN APRIL FIRST,\n   55  TWO THOUSAND TWELVE AND ANNUALLY THEREAFTER.\n   56    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public service law, in relation to providing oversight and monitoring the operations of an independent system operator ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110103.T100850.TXT", "SOBI.D101228.T155337.TXT", "SOBI.D101228.T154837.TXT", "SOBI.D101228.T160337.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294067330755
}