{
  "year" : 2011,
  "senateBillNo" : "S669-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO EDUCATION",
    "billEventId" : "S669-2011-1294203600000-REFERRED+TO+EDUCATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "PERALTA",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for a gun violence prevention program in the public schools",
  "summary" : "Provides for a gun violence prevention program in the public schools; provides that the program is to be developed by the department of education in conjunction with other state agencies and educational organizations and is to be made available to schools for use in pre-kindergarten through twelfth grade; provides for a report to the governor and the legislature on the program; enacts the \"gun violence prevention act\". ",
  "currentCommittee" : "EDUCATION",
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "S4082-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          669\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen. PERALTA -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Education\n\n       AN ACT to amend the  education  law,  in  relation  to  creating  a  gun\n         violence prevention program\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. This act shall be known  and  may  be  cited  as  the  \"gun\n    2  violence prevention act\".\n    3    S  2.  Legislative intent. Gunshot injuries are a major cause of death\n    4  for children and adolescents in the United States, accounting for twelve\n    5  percent of all premature deaths. Further, for  every  young  person  who\n    6  dies  as  the  result  of  a  gunshot  injury, five others are seriously\n    7  injured by a gunshot. Concentrated efforts in  the  areas  of  drug  and\n    8  alcohol abuse prevention have demonstrated that preventive education can\n    9  reduce  risks  for  youth.  But  although there are many drug prevention\n   10  programs, there are few gun violence prevention programs in existence.\n   11    The intent of the legislature in enacting the \"gun violence prevention\n   12  act\" is to implement a gun violence prevention program  for  school-aged\n   13  youth  and  their  families  to  help  young  people  to  develop victim\n   14  prevention skills and to rehearse behaviors needed to  manage  problems,\n   15  such  as  conflict  and  peer pressure, non-violently, without guns. The\n   16  program would not oppose gun ownership or  the  well-supervised  use  of\n   17  guns for hunting or sport.\n   18    S  3.  The  education law is amended by adding a new section 3204-a to\n   19  read as follows:\n   20    S 3204-A. GUN VIOLENCE  PREVENTION  PROGRAM.  1.  THE  DEPARTMENT,  IN\n   21  CONSULTATION  WITH LOCAL SCHOOL DISTRICTS, THE DEPARTMENT OF HEALTH, THE\n   22  DIVISION OF CRIMINAL JUSTICE SERVICES, THE DEPARTMENT  OF  ENVIRONMENTAL\n   23  CONSERVATION, AND ANY OTHER EDUCATIONAL ORGANIZATIONS, IS AUTHORIZED AND\n   24  DIRECTED  TO  DEVELOP AND MAKE AVAILABLE TO LOCAL SCHOOL DISTRICTS A GUN\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00942-01-1\n\n       S. 669                              2\n\n    1  VIOLENCE PREVENTION PROGRAM.    THE  PROGRAM  SHALL  INCLUDE:  PRACTICAL\n    2  SKILLS  WHICH  STUDENTS CAN USE OUTSIDE THE CLASSROOM; OPPORTUNITIES FOR\n    3  SELF-REFLECTION  AND  ROLE-PLAY  OF  STUDENTS'  COPING  MECHANISMS   AND\n    4  EMOTIONS;  STUDENT-SET  GOALS  FOR CHANGE; THE DEVELOPMENT OF COMPETENCY\n    5  AND LEADERSHIP SKILLS TO ADDRESS ISSUES WITH PEERS  AND  THE  COMMUNITY;\n    6  AND PARENTAL AND COMMUNITY INVOLVEMENT AND SUPPORT IN THE PROGRAM.\n    7    2.  EVERY  SCHOOL  MAY  INSTRUCT  STUDENTS IN PRE-KINDERGARTEN THROUGH\n    8  TWELFTH GRADE WITH RESPECT TO GUN VIOLENCE  PREVENTION  USING  MATERIALS\n    9  PROVIDED  BY  THE  DEPARTMENT  FOR SUCH PURPOSE. EACH SCHOOL ELECTING TO\n   10  PROVIDE SUCH INSTRUCTION MAY REQUEST INFORMATION AND RESOURCES  THEREFOR\n   11  FROM THE DEPARTMENT PURSUANT TO THIS ARTICLE.\n   12    3.  THE  DEPARTMENT  SHALL  PROVIDE  A  REPORT TO THE GOVERNOR AND THE\n   13  LEGISLATURE ON OR BEFORE JULY FIRST, TWO  THOUSAND  THIRTEEN,  ASSESSING\n   14  THE  RESULTS OF THE GUN VIOLENCE PREVENTION PROGRAM ESTABLISHED PURSUANT\n   15  TO THE PROVISIONS OF THIS SECTION. THE REPORT SHALL INCLUDE FINDINGS  AS\n   16  TO  THE PROGRAM'S IMPACT ON REDUCING GUNSHOT INJURIES AMONG CHILDREN AND\n   17  ADOLESCENTS AND SHALL  OFFER  RECOMMENDATIONS  AS  TO  WHETHER  THE  GUN\n   18  VIOLENCE  PREVENTION PROGRAM SHOULD BE EXPANDED, MODIFIED, OR ELIMINATED\n   19  AND WHETHER OR NOT OTHER GUN  VIOLENCE  PREVENTION  PROGRAMS  SHOULD  BE\n   20  AUTHORIZED.\n   21    S 4. This act shall take effect on the one hundred eightieth day after\n   22  it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to creating a gun violence prevention program ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101229.T102722.TXT", "SOBI.D110103.T100850.TXT", "SOBI.D101229.T093718.TXT", "SOBI.D101229.T105724.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294067330745
}