{
  "year" : 2011,
  "senateBillNo" : "S670-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S670-2011-1294203600000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "PERALTA",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes a court to revoke the firearms license and seize the weapons of certain individuals",
  "summary" : "Authorizes courts to revoke firearms license and seize the weapons of certain individuals. ",
  "currentCommittee" : "CODES",
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : [ "S5466-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          670\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen. PERALTA -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Codes\n\n       AN ACT to amend the penal law,  the  criminal  procedure  law,  and  the\n         mental  hygiene  law,  in  relation to authorizing court to revoke the\n         firearms license and seize weapons of certain individuals\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.    Subparagraph  (f)  of  paragraph  1 of subdivision a of\n    2  section 265.20 of the penal law, as amended by chapter 578 of  the  laws\n    3  of 2006, is amended to read as follows:\n    4    (f)  A  person  [voluntarily]  surrendering  OR  OTHERWISE VOLUNTARILY\n    5  DELIVERING such weapon, instrument,  appliance  or  substance,  provided\n    6  that  such surrender shall be made to the superintendent of the division\n    7  of state police or a member thereof designated by  such  superintendent,\n    8  or  to the sheriff of the county in which such person resides, or in the\n    9  county of Nassau or in the towns  of  Babylon,  Brookhaven,  Huntington,\n   10  Islip  and  Smithtown  in  the  county of Suffolk to the commissioner of\n   11  police or a member of the police department thereof designated  by  such\n   12  commissioner,  or  if such person resides in a city, town other than one\n   13  named in this subparagraph, or village to  the  police  commissioner  or\n   14  head  of  the  police  force or department thereof or to a member of the\n   15  force or  department  designated  by  such  commissioner  or  head;  and\n   16  provided,  further, that the same shall be surrendered by such person in\n   17  accordance with such terms and conditions as may be established by  such\n   18  superintendent,  sheriff,  police  force  or department. Nothing in this\n   19  paragraph shall be construed as granting immunity from  prosecution  for\n   20  any crime or offense except that of unlawful possession of such weapons,\n   21  instruments,  appliances or substances surrendered as herein provided. A\n   22  person who possesses any such weapon, instrument, appliance or substance\n   23  as an executor or administrator or any other lawful  possessor  of  such\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03287-01-1\n\n       S. 670                              2\n\n    1  property of a decedent may continue to possess such property for a peri-\n    2  od  not  over fifteen days. If such property is not lawfully disposed of\n    3  within such period the possessor shall  deliver  it  to  an  appropriate\n    4  official  described  in this paragraph or such property may be delivered\n    5  to the superintendent of state police. Such officer shall  hold  it  and\n    6  shall  thereafter  deliver  it  on the written request of such executor,\n    7  administrator or other lawful possessor of  such  property  to  a  named\n    8  person,  provided  such  named  person  is  licensed  to or is otherwise\n    9  lawfully permitted to possess the same. If no  request  to  deliver  the\n   10  property is received by such official within one year of the delivery of\n   11  such  property, such official shall dispose of it in accordance with the\n   12  provisions of section 400.05 of this chapter.\n   13    S 2. Subdivision 6 of section 400.05 of the penal law, as  amended  by\n   14  chapter 578 of the laws of 2006, is amended to read as follows:\n   15    6. A firearm or other weapon which is surrendered AS REQUIRED BY COURT\n   16  ORDER,  or is otherwise voluntarily delivered pursuant to section 265.20\n   17  of this chapter and which has not been declared a nuisance  pursuant  to\n   18  subdivision  one  of  this section, shall be retained by the official to\n   19  whom it was delivered for a period not to exceed one year. Prior to  the\n   20  expiration  of such time period, a person who surrenders a firearm shall\n   21  have the right to arrange for the sale, or transfer, of such firearm  to\n   22  a dealer in firearms licensed in accordance with this chapter or for the\n   23  transfer  of  such firearm to himself or herself provided that a license\n   24  therefor has been issued in accordance with this chapter. If  no  lawful\n   25  disposition  of  the  firearm  or  other  weapon is made within the time\n   26  provided, the firearm or weapon concerned shall be declared  a  nuisance\n   27  and  shall  be  disposed  of  in  accordance with the provisions of this\n   28  section.\n   29    S 3. Section 330.20 of the criminal procedure law is amended by adding\n   30  a new subdivision 2-a to read as follows:\n   31    2-A. FIREARM, RIFLE OR  SHOTGUN  SURRENDER  ORDER.  UPON  ENTRY  OF  A\n   32  VERDICT  OF  NOT  RESPONSIBLE  BY REASON OF MENTAL DISEASE OR DEFECT, OR\n   33  UPON THE ACCEPTANCE OF A PLEA OF NOT RESPONSIBLE  BY  REASON  OF  MENTAL\n   34  DISEASE  OR  DEFECT,  THE  COURT  SHALL  REVOKE  THE DEFENDANT'S FIREARM\n   35  LICENSE, IF ANY, INQUIRE OF  THE  DEFENDANT  AS  TO  THE  EXISTENCE  AND\n   36  LOCATION  OF  ANY  FIREARM,  RIFLE OR SHOTGUN OWNED OR POSSESSED BY SUCH\n   37  DEFENDANT AND DIRECT THE SURRENDER OF SUCH  FIREARM,  RIFLE  OR  SHOTGUN\n   38  PURSUANT  TO  SUBPARAGRAPH  (F)  OF  PARAGRAPH  ONE  OF SUBDIVISION A OF\n   39  SECTION 265.20 OF THE PENAL LAW.\n   40    S 4. The criminal procedure law is amended by  adding  a  new  section\n   41  730.55 to read as follows:\n   42  S 730.55 FIREARM, RIFLE OR SHOTGUN SURRENDER ORDER.\n   43    WHENEVER  A  LOCAL  CRIMINAL  COURT  OR  A SUPERIOR COURT FINDS THAT A\n   44  DEFENDANT IS AN INCAPACITATED PERSON, THE COURT SHALL REVOKE THE DEFEND-\n   45  ANT'S FIREARM LICENSE, IF ANY, INQUIRE OF THE DEFENDANT AS TO THE EXIST-\n   46  ENCE AND LOCATION OF ANY FIREARM, RIFLE OR SHOTGUN OWNED OR POSSESSED BY\n   47  SUCH DEFENDANT AND DIRECT THE SURRENDER OF SUCH FIREARM, RIFLE OR  SHOT-\n   48  GUN  PURSUANT  TO  SUBPARAGRAPH (F) OF PARAGRAPH ONE OF SUBDIVISION A OF\n   49  SECTION 265.20 OF THE PENAL LAW.\n   50    S 5. The mental hygiene law is amended by adding a new section 9.36 to\n   51  read as follows:\n   52  S 9.36 ISSUANCE OF COURT ORDER AUTHORIZING INVOLUNTARY CARE  AND  TREAT-\n   53           MENT UNDER THIS ARTICLE.\n   54    IN ISSUING ANY ORDER OR DETERMINATION UNDER THIS ARTICLE THAT A PERSON\n   55  IS IN NEED OF INVOLUNTARY CARE AND TREATMENT OR THAT THERE IS A NEED FOR\n   56  RETENTION  OF  SUCH PERSON, THE COURT SHALL REVOKE SUCH PERSON'S FIREARM\n\n       S. 670                              3\n\n    1  LICENSE, IF ANY, INQUIRE OF THE PERSON AS TO THE EXISTENCE AND  LOCATION\n    2  OF  ANY  FIREARM, RIFLE OR SHOTGUN OWNED OR POSSESSED BY SUCH PERSON AND\n    3  DIRECT THE SURRENDER OF SUCH  FIREARM,  RIFLE  OR  SHOTGUN  PURSUANT  TO\n    4  SUBPARAGRAPH  (F) OF PARAGRAPH ONE OF SUBDIVISION A OF SECTION 265.20 OF\n    5  THE PENAL LAW.\n    6    S 6. Paragraph 2 of subdivision (j) of  section  9.60  of  the  mental\n    7  hygiene  law,  as amended by chapter 158 of the laws of 2005, is amended\n    8  to read as follows:\n    9    (2) If after hearing all relevant evidence, the court finds  by  clear\n   10  and  convincing  evidence  that  the  subject  of the petition meets the\n   11  criteria for assisted outpatient treatment, and there is no  appropriate\n   12  and  feasible  less  restrictive  alternative,  the  court may order the\n   13  subject to receive assisted outpatient treatment for an  initial  period\n   14  not  to  exceed  six  months.  In  fashioning the order, the court shall\n   15  specifically make findings by clear and  convincing  evidence  that  the\n   16  proposed  treatment  is  the least restrictive treatment appropriate and\n   17  feasible for the subject. The order shall state an  assisted  outpatient\n   18  treatment  plan,  which  shall include all categories of assisted outpa-\n   19  tient treatment, as set forth in paragraph one  of  subdivision  (a)  of\n   20  this section, which the assisted outpatient is to receive, but shall not\n   21  include  any  such  category  that  has not been recommended in both the\n   22  proposed written treatment plan and the testimony provided to the  court\n   23  pursuant  to  subdivision  (i)  of this section.   SUCH ORDER SHALL ALSO\n   24  STATE THAT THE SUBJECT'S FIREARMS LICENSE, IF ANY, IS REVOKED.  FURTHER,\n   25  THE  COURT SHALL INQUIRE OF THE SUBJECT AS TO THE EXISTENCE AND LOCATION\n   26  OF ANY FIREARM, RIFLE OR SHOTGUN OWNED OR POSSESSED BY SUCH  PERSON  AND\n   27  DIRECT  THE  SURRENDER  OF  SUCH  FIREARM,  RIFLE OR SHOTGUN PURSUANT TO\n   28  SUBPARAGRAPH (F) OF PARAGRAPH ONE OF SUBDIVISION A OF SECTION 265.20  OF\n   29  THE PENAL LAW.\n   30    S  7.  The mental hygiene law is amended by adding a new section 15.36\n   31  to read as follows:\n   32  S 15.36 ISSUANCE OF COURT ORDER AUTHORIZING INVOLUNTARY CARE AND  TREAT-\n   33            MENT UNDER THIS ARTICLE.\n   34    IN ISSUING ANY ORDER OR DETERMINATION UNDER THIS ARTICLE THAT A PERSON\n   35  IS IN NEED OF INVOLUNTARY CARE AND TREATMENT OR THAT THERE IS A NEED FOR\n   36  RETENTION  OF  SUCH PERSON, THE COURT SHALL REVOKE SUCH PERSON'S FIREARM\n   37  LICENSE, IF ANY, INQUIRE OF THE PERSON AS TO THE EXISTENCE AND  LOCATION\n   38  OF  ANY  FIREARM, RIFLE OR SHOTGUN OWNED OR POSSESSED BY SUCH PERSON AND\n   39  DIRECT THE SURRENDER OF SUCH  FIREARM,  RIFLE  OR  SHOTGUN  PURSUANT  TO\n   40  SUBPARAGRAPH  (F) OF PARAGRAPH ONE OF SUBDIVISION A OF SECTION 265.20 OF\n   41  THE PENAL LAW.\n   42    S 8. Section 29.03 of the mental hygiene law is  amended  to  read  as\n   43  follows:\n   44  S 29.03 Effect of court order authorizing retention of a patient.\n   45    No  order or determination under this article that a person is in need\n   46  of involuntary care and treatment or that there was need  for  retention\n   47  of  such  person  shall  be construed or deemed to be a determination or\n   48  finding that such person is  incompetent  or  is  unable  adequately  to\n   49  conduct his OR HER personal or business affairs; PROVIDED, HOWEVER, THAT\n   50  THE  EXISTENCE  OF SUCH AN ORDER OR DETERMINATION SHALL MAKE SUCH PERSON\n   51  INELIGIBLE FOR A FIREARMS LICENSE PURSUANT  TO  SECTION  400.00  OF  THE\n   52  PENAL  LAW  AND  SHALL MAKE SUCH PERSON INELIGIBLE TO PURCHASE A FIREARM\n   53  PURSUANT TO 18 USC 922.\n   54    S 9. Severability. If any clause, sentence, paragraph, section or part\n   55  of this act shall be adjudged by any court of competent jurisdiction  to\n   56  be  invalid  and  after  exhaustion  of all further judicial review, the\n\n       S. 670                              4\n\n    1  judgment shall not affect, impair or invalidate the  remainder  thereof,\n    2  but  shall  be  confined in its operation to the clause, sentence, para-\n    3  graph, section or part of this act directly involved in the  controversy\n    4  in which the judgment shall have been rendered.\n    5    S  10.  This act shall take effect on the ninetieth day after it shall\n    6  have become a law, provided that the amendments to paragraph 2 of subdi-\n    7  vision (j) of section 9.60 of the mental hygiene law made by section six\n    8  of this act shall not affect the repeal of such  section  and  shall  be\n    9  deemed repealed therewith.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, the criminal procedure law, and the mental hygiene law, in relation to authorizing court to revoke the firearms license and seize weapons of certain individuals ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101229.T102722.TXT", "SOBI.D110103.T100850.TXT", "SOBI.D101229.T093718.TXT", "SOBI.D101229.T105724.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294067330752
}