{
  "year" : 2011,
  "senateBillNo" : "S671-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO LABOR",
    "billEventId" : "S671-2011-1294203600000-REFERRED+TO+LABOR",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "PERALTA",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires farm workers and domestic workers to be given at least 24 hours of consecutive rest",
  "summary" : "Requires farm workers and domestic workers to be given at least 24 hours of consecutive rest like other employees in New York State. ",
  "currentCommittee" : "LABOR",
  "sameAs" : null,
  "lawSection" : "Labor Law",
  "previousVersions" : [ "S2246-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          671\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen. PERALTA -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Labor\n\n       AN ACT to amend the labor law, in relation to allowing farm workers  and\n         domestic workers one day of rest each week\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 161 of the labor law is amended by adding  two  new\n    2  subdivisions 7 and 8 to read as follows:\n    3    7.  EVERY FARMER EMPLOYING FARM LABORERS SHALL OFFER THOSE FARM LABOR-\n    4  ERS TWENTY-FOUR CONSECUTIVE HOURS OF REST IN  EACH  AND  EVERY  CALENDAR\n    5  WEEK.  THIS  REQUIREMENT SHALL NOT APPLY TO THE PARENT, CHILD, SPOUSE OR\n    6  OTHER MEMBER OF THE EMPLOYER'S IMMEDIATE FAMILY. TWENTY-FOUR CONSECUTIVE\n    7  HOURS SPENT AT REST BECAUSE OF CIRCUMSTANCES, SUCH AS  WEATHER  OR  CROP\n    8  CONDITIONS,  SHALL  BE  DEEMED  TO  CONSTITUTE THE REST REQUIRED BY THIS\n    9  SUBDIVISION. NO PROVISION OF THIS  SUBDIVISION  SHALL  PROHIBIT  A  FARM\n   10  LABORER FROM VOLUNTARILY REFUSING THE REST REQUIRED BY THIS SUBDIVISION.\n   11  THE TERM \"FARM LABOR\" SHALL INCLUDE ALL SERVICES PERFORMED BY AN EMPLOY-\n   12  EE  ON  A FARM IN CONNECTION WITH CULTIVATING THE SOIL, OR IN CONNECTION\n   13  WITH RAISING OR HARVESTING OF AGRICULTURAL  COMMODITIES,  INCLUDING  THE\n   14  RAISING,  SHEARING,  CARING  FOR AND MANAGEMENT OF LIVESTOCK, POULTRY OR\n   15  DAIRY.\n   16    8. EVERY EMPLOYER EMPLOYING DOMESTIC WORKERS IN PERSONAL  OR  DOMESTIC\n   17  SERVICE IN PRIVATE HOMES SHALL OFFER THOSE EMPLOYEES TWENTY-FOUR CONSEC-\n   18  UTIVE  HOURS  OF  REST  IN EACH AND EVERY CALENDAR WEEK. NO PROVISION OF\n   19  THIS SUBDIVISION SHALL  PROHIBIT  A  DOMESTIC  WORKER  FROM  VOLUNTARILY\n   20  REFUSING THE REST REQUIRED BY THIS SUBDIVISION. THE TERM \"DOMESTIC WORK-\n   21  ER\"  SHALL  INCLUDE  ALL  SERVICES PERFORMED BY AN EMPLOYEE IN A PRIVATE\n   22  HOME IN CONNECTION WITH CHILD CARE, CLEANING, COOKING, DRIVING,  GARDEN-\n   23  ING AND PERSONAL ASSISTANCE.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03076-01-1\n\n       S. 671                              2\n\n    1    S  2.  Paragraphs b and d of subdivision 2 of section 161 of the labor\n    2  law, as amended by chapter 281 of the laws of 1941, are amended to  read\n    3  as follows:\n    4    b.  Employees in [dairies, creameries,] milk condenseries, milk powder\n    5  factories, milk sugar factories,  milk  shipping  stations,  butter  and\n    6  cheese  factories,  ice  cream  manufacturing  plants  and milk bottling\n    7  plants, where not more than seven persons are employed;\n    8    d. Employees whose duties include not more than three hours'  work  on\n    9  Sunday  in setting sponges in bakeries, [caring for live animals,] main-\n   10  taining fires, or making necessary repairs to boilers or machinery.\n   11    S 3. The labor law is amended by adding two  new  sections  163-a  and\n   12  163-b to read as follows:\n   13    S  163-A. HOURS OF LABOR ON FARMS. ANY PERSON OR CORPORATION OPERATING\n   14  A  FARM  EMPLOYING  FARM  LABORERS  SHALL  OFFER  THOSE  FARM   LABORERS\n   15  TWENTY-FOUR  CONSECUTIVE  HOURS OF REST IN EACH AND EVERY CALENDAR WEEK;\n   16  PROVIDED, HOWEVER, THAT THE FARM LABORER MAY VOLUNTARILY REFUSE  TWENTY-\n   17  FOUR CONSECUTIVE HOURS OF REST IN EACH AND EVERY CALENDAR WEEK. ANY FARM\n   18  LABORER  WHO  REFUSES  TWENTY-FOUR  CONSECUTIVE  HOURS  OF REST SHALL BE\n   19  COMPENSATED AT A RATE WHICH IS AT LEAST ONE AND ONE-HALF TIMES THE WORK-\n   20  ER'S NORMAL WAGE RATE.\n   21    S 163-B. HOURS OF LABOR FOR DOMESTIC WORK. ANY PERSON  OR  CORPORATION\n   22  EMPLOYING  DOMESTIC  WORKERS  IN PERSONAL OR DOMESTIC SERVICE IN PRIVATE\n   23  HOMES SHALL OFFER THOSE EMPLOYEES TWENTY-FOUR CONSECUTIVE HOURS OF  REST\n   24  IN  EACH  AND  EVERY CALENDAR WEEK; PROVIDED, HOWEVER, THAT THE DOMESTIC\n   25  WORKER MAY VOLUNTARILY REFUSE TWENTY-FOUR CONSECUTIVE HOURS OF  REST  IN\n   26  EACH   AND   EVERY  CALENDAR  WEEK.  ANY  DOMESTIC  WORKER  WHO  REFUSES\n   27  TWENTY-FOUR CONSECUTIVE HOURS OF REST SHALL BE  COMPENSATED  AT  A  RATE\n   28  WHICH IS AT LEAST ONE AND ONE-HALF TIMES THE WORKER'S NORMAL WAGE RATE.\n   29    S 4. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the labor law, in relation to allowing farm workers and domestic workers one day of rest each week ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101229.T102722.TXT", "SOBI.D110103.T102351.TXT", "SOBI.D101229.T093718.TXT", "SOBI.D101229.T105724.TXT", "SOBI.D101229.T094218.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294068231043
}