{
  "year" : 2011,
  "senateBillNo" : "S673-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO LABOR",
    "billEventId" : "S673-2011-1294203600000-REFERRED+TO+LABOR",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "PERALTA",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to increasing the maximum benefit rate for unemployment insurance",
  "summary" : "Relates to increasing the maximum benefit rate for unemployment insurance. ",
  "currentCommittee" : "LABOR",
  "sameAs" : null,
  "lawSection" : "Labor Law",
  "previousVersions" : [ "SB2245-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          673\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen. PERALTA -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Labor\n\n       AN ACT to amend the labor law, in relation to the unemployment insurance\n         law, increasing the maximum benefit rate for unemployment insurance\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Paragraph (a) of subdivision 1 of section 518 of the labor\n    2  law, as amended by chapter 589 of the laws of 1998, is amended  to  read\n    3  as follows:\n    4    (a)  \"Wages\"  means  all remuneration paid, except that such term does\n    5  not include remuneration paid to an employee by an employer after [eight\n    6  thousand five hundred] NINE THOUSAND SEVEN HUNDRED  FIFTY  dollars  have\n    7  been  paid  to such employee by such employer with respect to employment\n    8  during any calendar year PRECEDING THE FIRST DAY OF JANUARY,  TWO  THOU-\n    9  SAND  TWELVE,  NOR  TO  INCLUDE  REMUNERATION  PAID TO AN EMPLOYEE BY AN\n   10  EMPLOYER AFTER TWELVE THOUSAND FIVE HUNDRED DOLLARS HAVE  BEEN  PAID  TO\n   11  SUCH  EMPLOYEE  BY  SUCH  EMPLOYER WITH RESPECT TO EMPLOYMENT DURING ANY\n   12  CALENDAR YEAR PRECEDING THE FIRST DAY OF JANUARY, TWO THOUSAND THIRTEEN,\n   13  NOR TO INCLUDE REMUNERATION PAID TO AN EMPLOYEE  BY  AN  EMPLOYER  AFTER\n   14  THIRTEEN  THOUSAND  FIVE HUNDRED DOLLARS HAVE BEEN PAID TO SUCH EMPLOYEE\n   15  BY SUCH EMPLOYER WITH RESPECT TO EMPLOYMENT  DURING  ANY  CALENDAR  YEAR\n   16  PRECEDING  THE  FIRST  DAY  OF  JANUARY,  TWO THOUSAND FOURTEEN. IN EACH\n   17  SUCCEEDING CALENDAR YEAR, THE DEPARTMENT SHALL CALCULATE THE BASE AMOUNT\n   18  OF REMUNERATION NECESSARY FROM WHICH TO PRODUCE  SUFFICIENT  PREMIUM  TO\n   19  PROVIDE  FOR THE ANNUAL INCREASES IN MAXIMUM WEEKLY BENEFIT PROVIDED FOR\n   20  IN THIS ARTICLE, AND OTHER FUNDING FOR THE UNEMPLOYMENT INSURANCE  TRUST\n   21  FUND  PURSUANT  TO SECTION FIVE HUNDRED FIFTY OF THIS ARTICLE, AS MAY BE\n   22  NECESSARY. The term \"employment\"  includes  for  the  purposes  of  this\n   23  subdivision  services  constituting  employment  under  any unemployment\n   24  compensation law of another state or the United States.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03075-01-1\n\n       S. 673                              2\n\n    1    S 2. Subdivision 5 of section 590 of the  labor  law,  as  amended  by\n    2  chapter 413 of the laws of 2003, is amended to read as follows:\n    3    5. Benefit rate. A claimant's weekly benefit amount shall be one twen-\n    4  ty-sixth of the remuneration paid during the highest calendar quarter of\n    5  the  base  period  by employers, liable for contributions or payments in\n    6  lieu of contributions under this article. However, for  claimants  whose\n    7  high calendar quarter remuneration during the base period is three thou-\n    8  sand five hundred seventy-five dollars or less, the benefit amount shall\n    9  be one twenty-fifth of the remuneration paid during the highest calendar\n   10  quarter  of  the  base  period  by employers liable for contributions or\n   11  payments in lieu of contributions under  this  article.    Any  claimant\n   12  whose  high calendar quarter remuneration during the base period is more\n   13  than three thousand five hundred seventy-five dollars shall not  have  a\n   14  weekly  benefit  amount  less  than one hundred forty-three dollars. The\n   15  weekly benefit amount, so computed, that is not a multiple of one dollar\n   16  shall be [lowered to] the next multiple of  one  dollar.  On  the  first\n   17  Monday  of  September,  nineteen hundred ninety-eight the weekly benefit\n   18  amount shall not exceed three hundred sixty-five  dollars  nor  be  less\n   19  than  forty  dollars, until the first Monday of September, two thousand,\n   20  at which time the maximum benefit payable pursuant to  this  subdivision\n   21  shall  equal  one-half  of  the  state  average  weekly wage for covered\n   22  employment as calculated by the department no sooner  than  July  first,\n   23  two  thousand  and  no  later  than  August first, two thousand, rounded\n   24  [down] to the [lowest] NEXT dollar.  ON THE FIRST MONDAY  OF  JULY,  TWO\n   25  THOUSAND ELEVEN, THE WEEKLY BENEFIT SHALL NOT EXCEED FOUR HUNDRED SEVEN-\n   26  TY-FIVE  DOLLARS  NOR  LESS  THAN  SEVENTY-FIVE DOLLARS, UNTIL THE FIRST\n   27  MONDAY OF JULY, TWO THOUSAND TWELVE AT WHICH  TIME  THE  WEEKLY  BENEFIT\n   28  SHALL  NOT  EXCEED  FIVE  HUNDRED  TWENTY-FIVE  DOLLARS, UNTIL THE FIRST\n   29  MONDAY OF JULY, TWO THOUSAND THIRTEEN AT WHICH TIME THE  MAXIMUM  WEEKLY\n   30  BENEFIT  SHALL  NOT EXCEED SIX HUNDRED DOLLARS UNTIL THE FIRST MONDAY OF\n   31  JULY, TWO THOUSAND FOURTEEN, AT WHICH TIME THE  MAXIMUM  WEEKLY  BENEFIT\n   32  SHALL  NOT  EXCEED  SIX  HUNDRED FIFTY DOLLARS UNTIL THE FIRST MONDAY OF\n   33  JULY, TWO THOUSAND FIFTEEN AT WHICH TIME THE MAXIMUM BENEFIT PURSUANT TO\n   34  THIS SUBDIVISION SHALL EQUAL ONE-HALF OF THE STATE AVERAGE  WEEKLY  WAGE\n   35  AS  CALCULATED BY THE DEPARTMENT NO SOONER THAN JULY FIRST, TWO THOUSAND\n   36  FIFTEEN AND NOT LATER THAN AUGUST FIRST, TWO  THOUSAND  FIFTEEN  AND  ON\n   37  JULY  FIRST OF EACH SUCCEEDING YEAR THE MAXIMUM BENEFIT SHALL EQUAL ONE-\n   38  HALF OF THE STATE AVERAGE WEEKLY WAGE AS CALCULATED  BY  THE  DEPARTMENT\n   39  ANNUALLY  PURSUANT  TO  THE  MANNER  DESCRIBED  IN THIS SUBDIVISION. FOR\n   40  PURPOSES OF THIS SUBDIVISION, THE TERM \"STATE AVERAGE WEEKLY WAGE\" SHALL\n   41  MEAN THE AVERAGE WEEKLY WAGE OF THE STATE OF NEW YORK FOR  THE  PREVIOUS\n   42  CALENDAR  YEAR  AS REPORTED BY THE COMMISSIONER TO THE SUPERINTENDENT OF\n   43  INSURANCE ON MARCH THIRTY-FIRST.\n   44    S 3. This act shall take effect immediately and  shall  apply  to  all\n   45  claims  filed  on  and  after  the effective date of this act; provided,\n   46  however, that section one of this act shall take effect on the thirtieth\n   47  day after it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the labor law, in relation to the unemployment insurance law, increasing the maximum benefit rate for unemployment insurance ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101229.T102722.TXT", "SOBI.D110103.T102351.TXT", "SOBI.D101229.T105724.TXT", "SOBI.D101229.T094218.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294068231046
}