{
  "year" : 2011,
  "senateBillNo" : "S674-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S674-2011-1294203600000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "PERALTA",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the suspension and revocation of firearms licenses upon the issuance of orders of protection",
  "summary" : "Relates to the suspension and revocation of firearms licenses upon the issuance of orders of protection. ",
  "currentCommittee" : "CODES",
  "sameAs" : null,
  "lawSection" : "Criminal Procedure Law",
  "previousVersions" : [ "SA7142-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          674\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen. PERALTA -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Codes\n\n       AN ACT to amend the criminal procedure law and the family court act,  in\n         relation  to  the  mandatory  suspension  and  revocation  of firearms\n         licenses upon issuance of orders of protection\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.   The opening paragraph and paragraph (b) of subdivision 1\n    2  of section 530.14 of the criminal procedure law, as added by chapter 644\n    3  of the laws of 1996, are amended to read as follows:\n    4    Mandatory [and permissive] suspension of firearms license and ineligi-\n    5  bility  for  such  a  license  upon  issuance  of  temporary  order   of\n    6  protection.  Whenever a temporary order of protection is issued pursuant\n    7  to  subdivision  one  of  section  530.12  or subdivision one of section\n    8  530.13 of this article:\n    9    (b) the court [may] SHALL where the court  finds  a  substantial  risk\n   10  that  the  defendant  may  use  or  threaten to use a firearm unlawfully\n   11  against the person or persons for whose protection the  temporary  order\n   12  of  protection is issued, suspend any such existing license possessed by\n   13  the defendant, order the defendant ineligible for  such  a  license  and\n   14  order the immediate surrender of any or all firearms owned or possessed.\n   15    S  2.   Subdivision 2 of section 530.14 of the criminal procedure law,\n   16  as added by chapter 644 of the laws of  1996,  is  amended  to  read  as\n   17  follows:\n   18    2.  Mandatory  [and  permissive]  revocation or suspension of firearms\n   19  license and ineligibility for such a license upon issuance of  an  order\n   20  of  protection.  Whenever  an  order of protection is issued pursuant to\n   21  subdivision five of section 530.12 or subdivision four of section 530.13\n   22  of this article:\n   23    (a) the court shall revoke any such existing license possessed by  the\n   24  defendant,  order  the defendant ineligible for such a license and order\n   25  the immediate surrender of any or all firearms owned or possessed  where\n   26  such action is required by section 400.00 of the penal law; and\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01783-01-1\n\n       S. 674                              2\n\n    1    (b)  the  court  [may]  SHALL where the court finds a substantial risk\n    2  that the defendant may use or  threaten  to  use  a  firearm  unlawfully\n    3  against  the  person  or  persons  for  whose  protection  the  order of\n    4  protection is issued, (i) revoke any such existing license possessed  by\n    5  the  defendant,  order  the  defendant ineligible for such a license and\n    6  order the immediate surrender of any or all firearms owned or  possessed\n    7  or  (ii)  suspend  or  continue  to  suspend  any  such existing license\n    8  possessed by the defendant, order the defendant ineligible  for  such  a\n    9  license  and  order the immediate surrender of any or all firearms owned\n   10  or possessed.\n   11    S 3.  The opening paragraph and paragraph  (b)  of  subdivision  3  of\n   12  section  530.14  of the criminal procedure law, the opening paragraph as\n   13  amended by chapter 597 of the laws of 1998 and paragraph (b) as added by\n   14  chapter 644 of the laws of 1996, are amended to read as follows:\n   15    Mandatory  [and  permissive]  revocation  or  suspension  of  firearms\n   16  license and ineligibility for such a license upon a finding of a willful\n   17  failure  to  obey  an order of protection. Whenever a defendant has been\n   18  found pursuant to subdivision eleven of section  530.12  or  subdivision\n   19  eight of section 530.13 of this article to have willfully failed to obey\n   20  an  order  of  protection issued by a court of competent jurisdiction in\n   21  this state or another state,  territorial  or  tribal  jurisdiction,  in\n   22  addition  to any other remedies available pursuant to subdivision eleven\n   23  of section 530.12 or subdivision eight of section 530.13 of  this  arti-\n   24  cle:\n   25    (b)  the  court  [may]  SHALL where the court finds a substantial risk\n   26  that the defendant may use or  threaten  to  use  a  firearm  unlawfully\n   27  against  the  person  or  persons  for  whose  protection  the  order of\n   28  protection was issued, (i) revoke any such existing license possessed by\n   29  the defendant, order the defendant ineligible for  such  a  license  and\n   30  order  the immediate surrender of any or all firearms owned or possessed\n   31  or (ii) suspend any such existing license possessed  by  the  defendant,\n   32  order  the defendant ineligible for such a license and order the immedi-\n   33  ate surrender of any or all firearms owned or possessed.\n   34    S 4. Subdivision 1 of section 842-a of the family court act, as  added\n   35  by chapter 644 of the laws of 1996 and paragraph (a) as amended by chap-\n   36  ter 434 of the laws of 2000, is amended to read as follows:\n   37    1. Mandatory [and permissive] suspension of firearms license and inel-\n   38  igibility  for  such a license upon the issuance of a temporary order of\n   39  protection.  Whenever a temporary order of protection is issued pursuant\n   40  to section eight hundred twenty-eight of this article:\n   41    (a) the court shall suspend any such existing license possessed by the\n   42  respondent, order the respondent ineligible  for  such  a  license,  and\n   43  order  the immediate surrender of any or all firearms owned or possessed\n   44  where the court receives information that gives the court good cause  to\n   45  believe  that:  (i) the respondent has a prior conviction of any violent\n   46  felony offense as defined in section 70.02 of the penal  law;  (ii)  the\n   47  respondent  has previously been found to have willfully failed to obey a\n   48  prior order of protection and such  willful  failure  involved  (A)  the\n   49  infliction of [serious] physical injury, as defined in subdivision [ten]\n   50  NINE of section 10.00 of the penal law, (B) the use or threatened use of\n   51  a  deadly  weapon  or dangerous instrument as those terms are defined in\n   52  subdivisions twelve and thirteen of section 10.00 of the penal  law,  or\n   53  (C)  behavior  constituting  any  violent  felony  offense as defined in\n   54  section 70.02 of the penal law; or (iii)  the  respondent  has  a  prior\n   55  conviction for stalking in the first degree as defined in section 120.60\n   56  of  the  penal  law, stalking in the second degree as defined in section\n\n       S. 674                              3\n\n    1  120.55 of the penal law, stalking in the  third  degree  as  defined  in\n    2  section  120.50  of  the  penal  law or stalking in the fourth degree as\n    3  defined in section 120.45 of such law; and\n    4    (b)  the  court  [may]  SHALL where the court finds a substantial risk\n    5  that the respondent may use or threaten  to  use  a  firearm  unlawfully\n    6  against  the  person or persons for whose protection the temporary order\n    7  of protection is issued, suspend any such existing license possessed  by\n    8  the  respondent, order the respondent ineligible for such a license, and\n    9  order the immediate surrender of any or all firearms owned or possessed.\n   10    S 5. Subdivision 2 of section 842-a of the family court act, as  added\n   11  by chapter 644 of the laws of 1996, is amended to read as follows:\n   12    2.    Mandatory  [and permissive] revocation or suspension of firearms\n   13  license and ineligibility for such a license upon  the  issuance  of  an\n   14  order  of protection. Whenever an order of protection is issued pursuant\n   15  to section eight hundred forty-one of this part:\n   16    (a) the court shall revoke any such existing license possessed by  the\n   17  respondent,  order  the  respondent  ineligible  for such a license, and\n   18  order the immediate surrender of any or all firearms owned or  possessed\n   19  where the court finds that the conduct which resulted in the issuance of\n   20  the  order  of protection involved (i) the infliction of [serious] phys-\n   21  ical injury, as defined in subdivision [ten] NINE of  section  10.00  of\n   22  the  penal  law,  (ii)  the  use or threatened use of a deadly weapon or\n   23  dangerous instrument as those terms are defined in  subdivisions  twelve\n   24  and  thirteen  of  section  10.00  of  the  penal law, or (iii) behavior\n   25  constituting any violent felony offense as defined in section  70.02  of\n   26  the penal law; and\n   27    (b)  the  court  [may] SHALL, where the court finds a substantial risk\n   28  that the respondent may use or threaten  to  use  a  firearm  unlawfully\n   29  against  the  person  or  persons  for  whose  protection  the  order of\n   30  protection is issued, (i) revoke any such existing license possessed  by\n   31  the  respondent,  order the respondent ineligible for such a license and\n   32  order the immediate surrender of any or all firearms owned or  possessed\n   33  or  (ii)  suspend  or  continue  to  suspend  any  such existing license\n   34  possessed by the respondent, order the respondent ineligible for such  a\n   35  license,  and order the immediate surrender of any or all firearms owned\n   36  or possessed.\n   37    S 6. Subdivision 3 of section 842-a of the family court act, as  added\n   38  by  chapter 644 of the laws of 1996, the opening paragraph as amended by\n   39  chapter 597 of the laws of 1998 and paragraph (a) as amended by  chapter\n   40  635 of the laws of 1999, is amended to read as follows:\n   41    3.    Mandatory  [and permissive] revocation or suspension of firearms\n   42  license and ineligibility for such a license upon a finding of a willful\n   43  failure to obey an order of protection. Whenever a respondent  has  been\n   44  found,  pursuant  to  section  eight hundred forty-six-a of this part to\n   45  have willfully failed to obey an order  of  protection  issued  by  this\n   46  court or an order of protection issued by a court of competent jurisdic-\n   47  tion  in  another state, territorial or tribal jurisdiction, in addition\n   48  to any other  remedies  available  pursuant  to  section  eight  hundred\n   49  forty-six-a of this part:\n   50    (a)  the court shall revoke any such existing license possessed by the\n   51  respondent, order the respondent ineligible  for  such  a  license,  and\n   52  order  the immediate surrender of any or all firearms owned or possessed\n   53  where the willful failure to obey such order involves (i) the infliction\n   54  of [serious] physical injury, as defined in subdivision  [ten]  NINE  of\n   55  section  10.00  of  the  penal  law, (ii) the use or threatened use of a\n   56  deadly weapon or dangerous instrument as  those  terms  are  defined  in\n\n       S. 674                              4\n\n    1  subdivisions  twelve  and thirteen of section 10.00 of the penal law, or\n    2  (iii) behavior constituting any violent felony  offense  as  defined  in\n    3  section  70.02  of the penal law; or (iv) behavior constituting stalking\n    4  in  the  first  degree  as  defined  in section 120.60 of the penal law,\n    5  stalking in the second degree as defined in section 120.55 of the  penal\n    6  law,  stalking  in  the third degree as defined in section 120.50 of the\n    7  penal law or stalking in the fourth degree as defined in section  120.45\n    8  of such law; and\n    9    (b)  the  court  [may]  SHALL where the court finds a substantial risk\n   10  that the respondent may use or threaten  to  use  a  firearm  unlawfully\n   11  against  the  person  or  persons  for  whose  protection  the  order of\n   12  protection was issued, (i) revoke any such existing license possessed by\n   13  the respondent, order the respondent  ineligible  for  such  a  license,\n   14  whether  or  not  the respondent possesses such a license, and order the\n   15  immediate surrender of any or all firearms owned or  possessed  or  (ii)\n   16  suspend any such existing license possessed by the respondent, order the\n   17  respondent  ineligible  for  such  a  license,  and  order the immediate\n   18  surrender of any or all firearms owned or possessed.\n   19    S 7. Section 846-a of the family court act, as amended by chapter  597\n   20  of the laws of 1998, is amended to read as follows:\n   21    S  846-a.  Powers on failure to obey order. If a respondent is brought\n   22  before the court for failure to obey any lawful order issued under  this\n   23  article  or an order of protection issued by a court of competent juris-\n   24  diction of another  state,  territorial  or  tribal  jurisdiction  in  a\n   25  proceeding  and  if,  after hearing, the court is satisfied by competent\n   26  proof that the respondent has willfully failed to obey any  such  order,\n   27  the  court  may modify an existing order to add reasonable conditions of\n   28  behavior to the existing order  of  protection,  make  a  new  order  of\n   29  protection  in  accordance  with section eight hundred forty-two OF THIS\n   30  PART, may order the forfeiture of bail in a manner consistent with arti-\n   31  cle five hundred forty of the criminal procedure law if  bail  has  been\n   32  ordered  pursuant  to  this  act,  may  order  the respondent to pay the\n   33  petitioner's reasonable and necessary counsel fees  in  connection  with\n   34  the  violation  petition where the court finds that the violation of its\n   35  order was willful, and may commit the respondent to jail for a term  not\n   36  to exceed six months.  Such commitment may be served upon certain speci-\n   37  fied  days  or parts of days as the court may direct, and the court may,\n   38  at any time within the term of such sentence, revoke such suspension and\n   39  commit the respondent for the remainder of  the  original  sentence,  or\n   40  suspend the remainder of such sentence. If the court determines that the\n   41  willful  failure to obey such order involves violent behavior constitut-\n   42  ing the crimes of menacing, reckless endangerment, assault or  attempted\n   43  assault  and  if such a respondent is licensed to carry, possess, repair\n   44  and dispose of firearms pursuant to section 400.00 of the penal law, the\n   45  court [may] SHALL also immediately revoke such license and  [may]  SHALL\n   46  arrange  for  the  immediate  surrender and disposal of any firearm such\n   47  respondent owns or possesses.  If the willful failure to obey such order\n   48  involves the infliction of  [serious]  physical  injury  as  defined  in\n   49  subdivision  [ten]  NINE of section 10.00 of the penal law or the use or\n   50  threatened use of a deadly weapon  or  dangerous  instrument,  as  those\n   51  terms  are  defined in subdivisions twelve and thirteen of section 10.00\n   52  of the penal law, such revocation and immediate surrender  and  disposal\n   53  of  any  firearm  owned  or  possessed by respondent shall be mandatory,\n   54  pursuant to subdivision eleven of section 400.00 of the penal law.\n   55    S 8. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the criminal procedure law and the family court act, in relation to the mandatory suspension and revocation of firearms licenses upon issuance of orders of protection ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101229.T102722.TXT", "SOBI.D110103.T102351.TXT", "SOBI.D101229.T105224.TXT", "SOBI.D101229.T105724.TXT", "SOBI.D101229.T094719.TXT", "SOBI.D101229.T094218.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294068231048
}