{
  "year" : 2011,
  "senateBillNo" : "S675-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S675-2011-1294203600000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "PERALTA",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires semiautomatic pistols manufactured or delivered to any licensed dealer in this state to be capable of microstamping ammunition",
  "summary" : "Requires semiautomatic pistols manufactured or delivered to any licensed dealer in this state to be capable of microstamping ammunition; establishes fines for violations of this requirement. ",
  "currentCommittee" : "CODES",
  "sameAs" : "A1157",
  "lawSection" : "Penal Law",
  "previousVersions" : [ "SA6005-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          675\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen. PERALTA -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Codes\n\n       AN ACT to amend the penal law, in relation  to  requiring  semiautomatic\n         pistols manufactured or delivered to any licensed dealer in this state\n         to be capable of microstamping ammunition\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Short title. This act shall be known and may  be  cited  as\n    2  the \"crime gun identification act of 2011\".\n    3    S  2.  Legislative  findings and intent. The legislature finds that in\n    4  2005, the national clearance rate for homicide cases  was  approximately\n    5  60%  and  over  3,000 gun homicide cases went unsolved; that in approxi-\n    6  mately half of gun homicide investigations a spent cartridge casing, but\n    7  not a firearm, is recovered at the crime scene; that currently  deployed\n    8  national  ballistic  identification  systems  cannot identify the serial\n    9  number of a gun unless the gun itself has been recovered;  that  firearm\n   10  microstamping  is  a  revolutionary forensic technology that produces an\n   11  identifiable alpha-numeric and geometric  code  onto  the  rear  of  the\n   12  cartridge  casing  each  time  a semiautomatic pistol is fired; that the\n   13  alpha-numeric and geometric code on an expended  cartridge  casing  will\n   14  provide  an initial lead for law enforcement by enabling law enforcement\n   15  to match the cartridge casing found at a crime to the original owner  of\n   16  the  firearm;  that  information  from completed crime gun tracing is an\n   17  important element utilized by COMPSTAT and other crime analysis  systems\n   18  to  target  illegal  firearms trafficking; that microstamping technology\n   19  continues to  produce  identifiable  markings  onto  expended  cartridge\n   20  casings  even after thousands of rounds of testing; that this additional\n   21  tool will help law  enforcement  investigate  illegal  gun  trafficking,\n   22  close  firearm-related  criminal  cases and protect the public; and that\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01523-01-1\n\n       S. 675                              2\n\n    1  legislative action is necessary to require all new semiautomatic pistols\n    2  sold after January 1, 2013 to be microstamp-ready.\n    3    S  3.  Section  265.00  of  the penal law is amended by adding two new\n    4  subdivisions 24 and 25 to read as follows:\n    5    24. \"MICROSTAMP-READY,\" WHEN USED WITH REFERENCE  TO  A  SEMIAUTOMATIC\n    6  PISTOL,  MEANS  THAT  SUCH  PISTOL  IS  MANUFACTURED TO PRODUCE A UNIQUE\n    7  ALPHA-NUMERIC OR GEOMETRIC CODE  ON  AT  LEAST  TWO  LOCATIONS  ON  EACH\n    8  EXPENDED  CARTRIDGE  CASE  THAT  IDENTIFIES  THE MAKE, MODEL, AND SERIAL\n    9  NUMBER OF THE PISTOL.\n   10    25. \"MICROSTAMPING COMPONENT OR MECHANISM,\" WHEN USED  WITH  REFERENCE\n   11  TO A SEMIAUTOMATIC PISTOL, MEANS A COMPONENT OR MECHANISM OF SUCH PISTOL\n   12  DESIGNED  AND  INTENDED  TO  PRODUCE A UNIQUE ALPHA-NUMERIC OR GEOMETRIC\n   13  CODE ON AN EXPENDED CARTRIDGE THAT IDENTIFIES THE MAKE, MODEL, AND SERI-\n   14  AL NUMBER OF THE PISTOL.\n   15    S 4. Subdivision 6 of section 265.10 of the penal law, as  amended  by\n   16  chapter 189 of the laws of 2000, is amended to read as follows:\n   17    6. (A) Any person who wilfully defaces any machine-gun, large capacity\n   18  ammunition feeding device or firearm, INCLUDING DEFACING A MICROSTAMPING\n   19  COMPONENT  OR MECHANISM OF A SEMIAUTOMATIC PISTOL AS DESCRIBED IN SUBDI-\n   20  VISION TWENTY-FIVE OF SECTION 265.00 OF THIS ARTICLE,  is  guilty  of  a\n   21  class D felony. (B) ANY DEALER IN FIREARMS LICENSED UNDER SECTION 400.00\n   22  OF  THIS CHAPTER WHO SELLS, OFFERS FOR SALE, EXCHANGES, GIVES, TRANSFERS\n   23  OR DELIVERS A SEMIAUTOMATIC PISTOL, KNOWING THAT A MICROSTAMPING  COMPO-\n   24  NENT OR MECHANISM OF SUCH PISTOL AS DESCRIBED IN SUBDIVISION TWENTY-FIVE\n   25  OF SECTION 265.00 OF THIS ARTICLE HAS BEEN DEFACED, IS GUILTY OF A CLASS\n   26  A MISDEMEANOR. FOR PURPOSES OF THIS SUBDIVISION, DEFACING A SEMIAUTOMAT-\n   27  IC  PISTOL  DOES  NOT  INCLUDE  (1)  MODIFYING A SEMIAUTOMATIC PISTOL TO\n   28  RENDER IT MICROSTAMP-READY IN ACCORDANCE WITH THE PROVISIONS OF SUBDIVI-\n   29  SION TWENTY-FOUR OF SECTION 265.00 OF THIS ARTICLE OR (2) REPLACING  THE\n   30  FIRING  PIN OF A SEMIAUTOMATIC PISTOL THAT IS MICROSTAMP-READY WHEN SUCH\n   31  PIN IS DAMAGED OR IN NEED OF  REPLACEMENT  FOR  THE  SAFE  USE  OF  SUCH\n   32  PISTOL, OR REPLACING SUCH PIN FOR A LEGITIMATE SPORTING PURPOSE.\n   33    S  5.  The  penal law is amended by adding two new sections 265.38 and\n   34  265.39 to read as follows:\n   35  S 265.38 MICROSTAMPING OF SEMIAUTOMATIC PISTOLS; PENALTIES.\n   36    IT SHALL BE UNLAWFUL:\n   37    1. FOR ANY DEALER IN FIREARMS LICENSED UNDER SECTION  400.00  OF  THIS\n   38  CHAPTER,  TO SELL, OFFER FOR SALE, EXCHANGE, GIVE, TRANSFER OR DELIVER A\n   39  SEMIAUTOMATIC PISTOL MANUFACTURED ON OR AFTER JANUARY FIRST,  TWO  THOU-\n   40  SAND THIRTEEN TO ANY PERSON OTHER THAN A DEALER IN FIREARMS, UNLESS SUCH\n   41  PISTOL IS MICROSTAMP-READY; OR\n   42    2.  FOR ANY MANUFACTURER OR WHOLESALE DEALER TO DELIVER OR CAUSE TO BE\n   43  DELIVERED TO ANY PERSON IN THIS STATE, A SEMIAUTOMATIC  PISTOL  MANUFAC-\n   44  TURED AFTER JANUARY FIRST, TWO THOUSAND THIRTEEN, UNLESS THE MANUFACTUR-\n   45  ER  CERTIFIES TO SUCH PERSON AT THE TIME OF SUCH DELIVERY, IN ACCORDANCE\n   46  WITH RULES AND REGULATIONS PROMULGATED BY THE DIVISION OF STATE  POLICE,\n   47  THAT  SUCH  PISTOL IS MICROSTAMP-READY. SUCH RULES AND REGULATIONS SHALL\n   48  INCLUDE A REQUIREMENT THAT, AS PART OF THE CERTIFICATION,  THE  MANUFAC-\n   49  TURER SHALL PROVIDE THE MAKE, MODEL AND SERIAL NUMBER OF THE PISTOL.\n   50    A VIOLATION OF ANY PROVISION OF THIS SECTION IS A CLASS B MISDEMEANOR;\n   51  PROVIDED, HOWEVER, THAT A PERSON, INCLUDING A DEALER IN FIREARMS, WHOLE-\n   52  SALE  DEALER  OR  A  MANUFACTURER,  WHO  VIOLATES  ANY PROVISION OF THIS\n   53  SECTION  AFTER  HAVING  PREVIOUSLY  BEEN  CONVICTED  OF  VIOLATING   ANY\n   54  PROVISION OF THIS SECTION IS GUILTY OF A CLASS A MISDEMEANOR.\n   55  S 265.39 MICROSTAMPING OF SEMIAUTOMATIC PISTOLS; AFFIRMATIVE DEFENSE.\n\n       S. 675                              3\n\n    1    IN  ANY  PROSECUTION  UNDER  SUBDIVISION ONE OF SECTION 265.38 OF THIS\n    2  ARTICLE, IT IS AN AFFIRMATIVE DEFENSE THAT THE DEALER  IN  FIREARMS,  AT\n    3  THE TIME OF SALE, OFFER FOR SALE, EXCHANGE, GIVING, TRANSFER OR DELIVERY\n    4  OF THE SEMIAUTOMATIC PISTOL, WAS IN POSSESSION OF:\n    5    1.  A  CERTIFICATION  FROM  THE  MANUFACTURER OF SUCH PISTOL DELIVERED\n    6  PURSUANT TO SUBDIVISION TWO OF SECTION 265.38 OF THIS ARTICLE, THAT SUCH\n    7  PISTOL IS MICROSTAMP-READY; OR\n    8    2. AN EXACT COPY OF SUCH  CERTIFICATION  OBTAINED  BY  THE  DEALER  IN\n    9  FIREARMS  FROM SUCH MANUFACTURER IN ACCORDANCE WITH APPLICABLE RULES AND\n   10  REGULATIONS PROMULGATED BY THE DIVISION OF STATE POLICE.\n   11    THE DIVISION OF STATE POLICE SHALL PROMULGATE  RULES  AND  REGULATIONS\n   12  GOVERNING  PROCEDURES  AND  STANDARDS FOR EXACT COPIES OF CERTIFICATIONS\n   13  AND THE OBTAINING OF SUCH COPIES BY A DEALER IN FIREARMS FROM A MANUFAC-\n   14  TURER FOR PURPOSES OF THIS SECTION.\n   15    S 6. Subdivision 5 of section 265.15 of the penal law, as  amended  by\n   16  chapter 695 of the laws of 1987, is amended to read as follows:\n   17    5.  The  possession  by  any person of a defaced machine-gun, firearm,\n   18  rifle or shotgun is presumptive evidence that such  person  defaced  the\n   19  same,  PROVIDED,  HOWEVER,  THAT  THIS  SUBDIVISION  SHALL  NOT APPLY TO\n   20  POSSESSION OF A  SEMI-AUTOMATIC  PISTOL  WHERE  THE  DEFACEMENT  ALLEGED\n   21  CONSISTS  OF  DEFACING  A  MICROSTAMPING  COMPONENT OR MECHANISM OF SUCH\n   22  PISTOL.\n   23    S 7. This act shall take effect January 1, 2013, or at such time  that\n   24  the  superintendent of the state police has received written notice from\n   25  one or more microstamp job shops that such shop or shops are willing and\n   26  prepared to produce microstamp structures on two internal surfaces of  a\n   27  semiautomatic pistol in accordance with subdivision 24 of section 265.00\n   28  of  the  penal law for a price of twelve dollars or less at a production\n   29  level of one thousand semiautomatic pistols per batch, whichever  occurs\n   30  first;  provided  that  the  division  of  state police shall notify the\n   31  legislative bill drafting commission upon the occurrence of the  receipt\n   32  of  the  written  notice  provided for in this section in order that the\n   33  commission may maintain an accurate and timely effective  data  base  of\n   34  the official text of the laws of the state of New York in furtherance of\n   35  effectuating  the  provisions  of  this  act, and provided further, that\n   36  effective immediately the  superintendent  of  the  state  police  shall\n   37  promulgate  rules  and  regulations  necessary for the implementation of\n   38  this act.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, in relation to requiring semiautomatic pistols manufactured or delivered to any licensed dealer in this state to be capable of microstamping ammunition ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T134221.TXT", "SOBI.D101229.T102722.TXT", "SOBI.D101229.T095719.TXT", "SOBI.D110103.T102351.TXT", "SOBI.D101229.T101220.TXT", "SOBI.D101229.T105224.TXT", "SOBI.D110106.T133720.TXT", "SOBI.D101229.T094719.TXT", "SOBI.D101229.T095219.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294339341993
}