{
  "year" : 2011,
  "senateBillNo" : "S676-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO CONSUMER PROTECTION",
    "billEventId" : "S676-2011-1294203600000-REFERRED+TO+CONSUMER+PROTECTION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "PERALTA",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires employees of dealers in firearms and gunsmiths to submit to a criminal background check",
  "summary" : "Requires employees of dealers in firearms to submit to state and national criminal background checks. ",
  "currentCommittee" : "CONSUMER PROTECTION",
  "sameAs" : null,
  "lawSection" : "General Business Law",
  "previousVersions" : [ "SA6676-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          676\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen. PERALTA -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Consumer Protection\n\n       AN ACT to amend the penal  law,  in  relation  to  requiring  background\n         checks for employees authorized to possess or transfer firearms in the\n         course of a licensed firearms business\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 400.00 of the penal law is amended by adding a  new\n    2  subdivision 12-b to read as follows:\n    3    12-B. GUNSMITH OR DEALER IN FIREARMS EMPLOYEES. (A) NO PERSON SHALL BE\n    4  EMPLOYED  BY  A  GUNSMITH  OR DEALER IN FIREARMS FOR DUTIES THAT INCLUDE\n    5  HANDLING, SELLING, OR OTHERWISE DISPOSING OF FIREARMS, IF SUCH PERSON IS\n    6  PROHIBITED FROM RECEIVING OR POSSESSING FIREARMS UNDER FEDERAL LAW OR IF\n    7  SUCH PERSON WOULD BE INELIGIBLE FOR A LICENSE TO POSSESS FIREARMS  UNDER\n    8  PARAGRAPH (C) OR (E) OF SUBDIVISION ONE OF THIS SECTION.\n    9    (B)  NO  GUNSMITH  OR  DEALER  IN FIREARMS SHALL EMPLOY A PERSON WHOSE\n   10  DUTIES INCLUDE HANDLING, SELLING, OR OTHERWISE  DISPOSING  OF  FIREARMS,\n   11  ABSENT  AN EXEMPTION PURSUANT TO PARAGRAPHS ONE AND TWO OF SUBDIVISION A\n   12  OF SECTION 265.20 OF THIS CHAPTER, UNLESS:\n   13    (I) SUCH PERSON IS TWENTY-ONE YEARS OF AGE OR OLDER OR IS A MEMBER  OF\n   14  THE  UNITED  STATES ARMED FORCES OR HAS BEEN HONORABLY DISCHARGED THERE-\n   15  FROM, AND SUCH EMPLOYEE HAS BEEN ISSUED A VALID  EMPLOYMENT  CERTIFICATE\n   16  FROM THE DIVISION OF CRIMINAL JUSTICE SERVICES;\n   17    (II)  SUCH  PERSON  HAS  OBTAINED AND POSSESSES A VALID LICENSE ISSUED\n   18  UNDER THE PROVISIONS OF THIS SECTION OR SECTION 400.01 OF THIS  ARTICLE;\n   19  OR\n   20    (III)  SUCH  PERSON WAS EMPLOYED BY THE GUNSMITH OR DEALER IN FIREARMS\n   21  PRIOR TO THE EFFECTIVE DATE OF THIS SUBDIVISION AND  NO  MORE  THAN  SIX\n   22  MONTHS HAVE ELAPSED AFTER THE EFFECTIVE DATE OF THIS SUBDIVISION.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00676-01-1\n\n       S. 676                              2\n\n    1    (C) APPLICATIONS FOR EMPLOYMENT CERTIFICATES SHALL BE SUBMITTED BY THE\n    2  APPLICANT'S  PROSPECTIVE  EMPLOYER  TO  THE DIVISION OF CRIMINAL JUSTICE\n    3  SERVICES. BLANK APPLICATIONS MUST CONTAIN, AT A MINIMUM, THE INFORMATION\n    4  REQUIRED TO CONDUCT A BACKGROUND CHECK IN THE NATIONAL INSTANT  CRIMINAL\n    5  BACKGROUND CHECK SYSTEM. ALL APPLICATIONS MUST BE SIGNED AND VERIFIED BY\n    6  THE APPLICANT.\n    7    (D)  UPON RECEIPT OF AN APPLICATION FOR AN EMPLOYMENT CERTIFICATE, THE\n    8  DIVISION OF CRIMINAL JUSTICE SERVICES SHALL CONDUCT A  BACKGROUND  CHECK\n    9  IN  THE  NATIONAL  INSTANT CRIMINAL BACKGROUND CHECK SYSTEM TO DETERMINE\n   10  WHETHER THE APPLICANT IS QUALIFIED TO RECEIVE OR POSSESS A FIREARM UNDER\n   11  STATE AND FEDERAL LAW. IF THE RESULTS OF THE BACKGROUND  CHECK  INDICATE\n   12  THAT  THERE  IS  NO INFORMATION THAT WOULD DISQUALIFY THE APPLICANT FROM\n   13  RECEIVING OR POSSESSING A FIREARM UNDER STATE OR UNDER FEDERAL LAW,  THE\n   14  DIVISION  OF  CRIMINAL JUSTICE SERVICES SHALL DOCUMENT SUCH RESULT ON AN\n   15  EMPLOYMENT CERTIFICATE. IF THE BACKGROUND CHECK RESULTS IN  A  \"DELAYED\"\n   16  RESPONSE  AS  DESCRIBED  IN  28  C.F.R. S 25.6, THE DIVISION OF CRIMINAL\n   17  JUSTICE SERVICES SHALL NOT CERTIFY THE APPLICANT FOR EMPLOYMENT  PENDING\n   18  RECEIPT  OF  A  FOLLOW-UP  \"PROCEED\"  RESPONSE FROM THE NATIONAL INSTANT\n   19  CRIMINAL BACKGROUND CHECK SYSTEM.\n   20    (E) THE DIVISION OF CRIMINAL JUSTICE SERVICES SHALL ISSUE TO  QUALIFY-\n   21  ING  EMPLOYEES  AN  EMPLOYMENT CERTIFICATE, WHICH SHALL CERTIFY THAT THE\n   22  HOLDER OF SUCH CERTIFICATE IS ELIGIBLE TO  HANDLE,  SELL,  OR  OTHERWISE\n   23  DISPOSE  OF  FIREARMS  OR WEAPONS ON BEHALF OF THE GUNSMITH OR DEALER IN\n   24  FIREARMS.  SUCH CERTIFICATE SHALL BECOME INVALID UPON THE TERMINATION OF\n   25  THE EMPLOYEE'S EMPLOYMENT. SUCH CERTIFICATE SHALL  HAVE  THE  EFFECT  OF\n   26  AUTHORIZING SUCH EMPLOYEE TO HANDLE, SELL, OR OTHERWISE DISPOSE OF THOSE\n   27  FIREARMS  THAT  ARE  LAWFULLY  POSSESSED,  SOLD  OR  DISPOSED  OF BY THE\n   28  GUNSMITH OR DEALER IN FIREARMS ONLY  WHILE  SUCH  EMPLOYEE  IS  ACTUALLY\n   29  CONDUCTING  BUSINESS  ON  BEHALF  OF  THE GUNSMITH OR DEALER IN FIREARMS\n   30  NOTWITHSTANDING THE FACT THAT SUCH WEAPONS  MAY  NOT  BE  THE  TYPE  THE\n   31  EMPLOYEE  WOULD OTHERWISE BE LICENSED OR AUTHORIZED TO POSSESS UNDER NEW\n   32  YORK LAW. WHEN AN  EMPLOYEE  IS  CONDUCTING  BUSINESS  ON  BEHALF  OF  A\n   33  GUNSMITH  OR  DEALER IN FIREARMS AT ANY LOCATION OTHER THAN THE PREMISES\n   34  WHERE SUCH EMPLOYEE WORKS,  THE  EMPLOYEE  SHALL  HAVE  IN  HIS  OR  HER\n   35  POSSESSION  A COPY OF HIS OR HER EMPLOYMENT CERTIFICATE OR VALID LICENSE\n   36  ISSUED UNDER THE PROVISIONS OF THIS SECTION OR SECTION  400.01  OF  THIS\n   37  ARTICLE  OR  DOCUMENTATION  OF  THE  EMPLOYEE'S EXEMPTION BASED ON PRIOR\n   38  EMPLOYMENT. COPIES OF SUCH CERTIFICATES OR LICENSES OR DOCUMENTATION  OF\n   39  EXEMPTION  SHALL  BE MAINTAINED BY THE GUNSMITH OR DEALER IN FIREARMS ON\n   40  THE PREMISES WHERE SUCH  EMPLOYEE  WORKS.  ALL  CERTIFICATES,  LICENSES,\n   41  DOCUMENTATION AND COPIES REFERRED TO IN THIS PARAGRAPH SHALL BE PRODUCED\n   42  UPON  REQUEST  BY ANY POLICE OFFICER OR PEACE OFFICER ACTING PURSUANT TO\n   43  HIS OR HER SPECIAL DUTIES.\n   44    (F) FOR THE PURPOSE OF THIS SUBDIVISION, THE TERM HANDLING  SHALL  NOT\n   45  INCLUDE  MOVING OR CARRYING, IN THE NORMAL COURSE OF BUSINESS, A SECURED\n   46  CRATE OR CONTAINER  THAT  CONTAINS  A  FIREARM  OR  FIREARMS,  FROM  ONE\n   47  LOCATION  TO  ANOTHER  WITHIN  THE  PREMISES  OF A GUNSMITH OR DEALER IN\n   48  FIREARMS.\n   49    (G) ANY EMPLOYMENT IN VIOLATION OF THIS SUBDIVISION SHALL CONSTITUTE A\n   50  VIOLATION ON THE PART OF BOTH THE EMPLOYEE AND THE GUNSMITH OR DEALER IN\n   51  FIREARMS.\n   52    S 2. This act shall take effect on the ninetieth day  after  it  shall\n   53  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, in relation to requiring background checks for employees authorized to possess or transfer firearms in the course of a licensed firearms business ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101229.T102722.TXT", "SOBI.D110103.T102351.TXT", "SOBI.D101229.T111225.TXT", "SOBI.D101229.T104223.TXT", "SOBI.D101229.T105224.TXT", "SOBI.D101229.T113728.TXT", "SOBI.D101229.T094719.TXT", "SOBI.D101229.T095219.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294068231051
}