{
  "year" : 2011,
  "senateBillNo" : "S677-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S677-2011-1294203600000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "PERALTA",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Enacts the \"consumer credit fairness act\"",
  "summary" : "Enacts the \"consumer credit fairness act\"; establishes a 3 year statute of limitations for commencement of a cause of action arising out of a consumer credit transaction where the defendant is a purchaser, borrower or debtor; establishes a notice of lawsuit which must be mailed to the defendant in such a cause of action; establishes certain requirements for the complaint in such an action; provides for arbitration of such actions. ",
  "currentCommittee" : "CODES",
  "sameAs" : null,
  "lawSection" : "Civil Practice Law and Rules",
  "previousVersions" : [ "SA4398-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          677\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen. PERALTA -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Codes\n\n       AN ACT to amend the civil practice law and rules, in relation to consum-\n         er credit transactions\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Short  title. This act shall be known and may be cited as\n    2  the \"consumer credit fairness act\".\n    3    S 2. Subdivision 2 of section 213 of the civil practice law and rules,\n    4  as amended by chapter 709 of the laws of 1988, is  amended  to  read  as\n    5  follows:\n    6    2.  an  action  upon a contractual obligation or liability, express or\n    7  implied, except as provided in section two  hundred  thirteen-a  OR  TWO\n    8  HUNDRED  FOURTEEN-F  of this article or article 2 of the uniform commer-\n    9  cial code or article 36-B of the general business law;\n   10    S 3. The civil practice law and rules  is  amended  by  adding  a  new\n   11  section 214-f to read as follows:\n   12    S  214-F.  CERTAIN ACTIONS ARISING OUT OF CONSUMER CREDIT TRANSACTIONS\n   13  TO BE COMMENCED WITHIN THREE YEARS. AN ACTION ARISING OUT OF A  CONSUMER\n   14  CREDIT  TRANSACTION WHERE A PURCHASER, BORROWER OR DEBTOR IS A DEFENDANT\n   15  MUST BE COMMENCED WITHIN THREE YEARS, EXCEPT AS PROVIDED IN SECTION  TWO\n   16  HUNDRED  THIRTEEN-A  OF THIS ARTICLE OR ARTICLE 2 OF THE UNIFORM COMMER-\n   17  CIAL CODE OR ARTICLE 36-B OF THE GENERAL BUSINESS LAW. WHEN  THE  PERIOD\n   18  WITHIN  WHICH AN ACTION MAY BE COMMENCED UNDER THIS SECTION HAS EXPIRED,\n   19  THE RIGHT TO COLLECT CONSUMER CREDIT DEBT IS EXTINGUISHED AS WELL AS THE\n   20  REMEDY.\n   21    FOR PURPOSES OF THIS SECTION, \"THE RIGHT TO  COLLECT  CONSUMER  CREDIT\n   22  DEBT\" SHALL MEAN ANY ATTEMPTS BY THE CREDITOR, THIRD PARTY PURCHASER, OR\n   23  OTHER  AUTHORIZED  THIRD  PARTY  TO COLLECT SUCH DEBT INCLUDING, BUT NOT\n   24  LIMITED TO, CALLS, MAIL OR OTHER ATTEMPTS TO COLLECT.\n   25    S 4. The civil practice law and rules  is  amended  by  adding  a  new\n   26  section 306-c to read as follows:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01288-01-1\n\n       S. 677                              2\n\n    1    S  306-C.  ADDITIONAL  MAILING OF NOTICE IN AN ACTION ARISING OUT OF A\n    2  CONSUMER CREDIT TRANSACTION. 1. AT THE TIME OF FILING WITH THE CLERK  OF\n    3  THE  PROOF  OF SERVICE OF THE SUMMONS AND COMPLAINT IN AN ACTION ARISING\n    4  OUT OF A CONSUMER CREDIT TRANSACTION, THE PLAINTIFF SHALL SUBMIT TO  THE\n    5  CLERK  A  STAMPED  ENVELOPE  ADDRESSED  TO THE DEFENDANT TOGETHER WITH A\n    6  WRITTEN NOTICE IN CLEAR TYPE OF NO LESS THAN TWELVE-POINT  IN  SIZE,  IN\n    7  BOTH ENGLISH AND SPANISH, AND CONTAINING THE FOLLOWING LANGUAGE:\n    8                              NOTICE OF LAWSUIT\n    9  (DATE)\n\n   10  (NAME OF COURT)\n   11  (COUNTY)\n   12  (STREET ADDRESS, ROOM NUMBER)\n   13  (CITY, STATE, ZIP CODE)\n\n   14  (NAME OF DEFENDANT)\n   15  (ADDRESS OF DEFENDANT)\n\n   16  PLAINTIFF:__________________________________\n   17  DEFENDANT:__________________________________\n   18  NAME OF ORIGINAL CREDITOR, UNLESS SAME:______________________________\n   19  INDEX NUMBER:_______________________________\n\n   20  ATTENTION:  A  LAWSUIT  HAS BEEN FILED AGAINST YOU CLAIMING THAT YOU OWE\n   21  MONEY FOR AN UNPAID CREDIT CARD, MEDICAL, STUDENT LOAN OR OTHER DEBT.\n   22  YOU SHOULD GO TO THE COURT CLERK'S OFFICE AT THE ABOVE ADDRESS  AS  SOON\n   23  AS POSSIBLE TO RESPOND TO THE LAWSUIT. YOU MAY WISH TO CONTACT AN ATTOR-\n   24  NEY. IF YOU DO NOT HAVE AN ATTORNEY, HELP IS AVAILABLE AT THE COURT.\n   25  IF  YOU  DO  NOT  RESPOND TO THE LAWSUIT, THE COURT MAY ENTER A JUDGMENT\n   26  AGAINST YOU. ONCE ENTERED, A JUDGMENT IS GOOD AND CAN  BE  USED  AGAINST\n   27  YOU  FOR  TWENTY  YEARS,  AND  YOUR  MONEY,  INCLUDING A PORTION OF YOUR\n   28  PAYCHECK AND/OR BANK ACCOUNT, MAY BE TAKEN. ALSO, A JUDGMENT  WILL  HURT\n   29  YOUR  CREDIT  SCORE  AND  CAN AFFECT YOUR ABILITY TO RENT A HOME, FIND A\n   30  JOB, OR TAKE OUT A LOAN.\n   31  YOU CANNOT BE ARRESTED OR SENT TO JAIL FOR OWING A DEBT.\n   32  IT IS IMPORTANT THAT YOU GO TO THE COURT CLERK'S OFFICE LISTED ABOVE AND\n   33  BRING THIS NOTICE WITH YOU.  ADDITIONAL INFORMATION CAN BE FOUND AT  THE\n   34  COURT SYSTEM WEBSITE AT:  WWW.COURTS.STATE.NY.US\n   35    2. THE FACE OF THE ENVELOPE SHALL BE ADDRESSED TO THE DEFENDANT AT THE\n   36  ADDRESS  AT  WHICH PROCESS WAS SERVED, AND SHALL CONTAIN THE DEFENDANT'S\n   37  NAME, ADDRESS (INCLUDING APARTMENT NUMBER) AND ZIP CODE. THE FACE OF THE\n   38  ENVELOPE ALSO SHALL STATE THE APPROPRIATE CLERK'S OFFICE AS  ITS  RETURN\n   39  ADDRESS.\n   40    3.  THE  CLERK  PROMPTLY  SHALL  MAIL  TO  THE  DEFENDANT THE ENVELOPE\n   41  CONTAINING THE ADDITIONAL NOTICE SET FORTH IN SUBDIVISION  ONE  OF  THIS\n   42  SECTION.  NO DEFAULT JUDGMENT BASED ON THE DEFENDANT'S FAILURE TO ANSWER\n   43  SHALL BE ENTERED UNLESS THERE HAS BEEN COMPLIANCE WITH THIS SECTION, AND\n   44  AT LEAST TWENTY DAYS HAVE ELAPSED FROM THE DATE OF MAILING BY THE CLERK.\n   45    S 5. Subdivision (a) of section 3012 of the  civil  practice  law  and\n   46  rules is amended to read as follows:\n   47    (a)  Service  of  pleadings.  The  complaint  may  be  served with the\n   48  summons, EXCEPT THAT IN AN ACTION ARISING OUT OF A CONSUMER CREDIT TRAN-\n   49  SACTION, THE COMPLAINT SHALL BE SERVED WITH THE  SUMMONS.  A  subsequent\n   50  pleading  asserting  new or additional claims for relief shall be served\n   51  upon a party who has not appeared in the manner provided for service  of\n   52  a  summons.  In any other case, a pleading shall be served in the manner\n\n       S. 677                              3\n\n    1  provided for service of papers generally. Service of an answer or  reply\n    2  shall  be made within twenty days after service of the pleading to which\n    3  it responds.\n    4    S  6.    Rule  3016  of the civil practice law and rules is amended by\n    5  adding a new subdivision (i) to read as follows:\n    6    (I) CONSUMER CREDIT TRANSACTIONS.  IN  AN  ACTION  ARISING  OUT  OF  A\n    7  CONSUMER  CREDIT  TRANSACTION WHERE A PURCHASER, BORROWER OR DEBTOR IS A\n    8  DEFENDANT, THE CONTRACT OR OTHER WRITTEN INSTRUMENT ON WHICH THE  ACTION\n    9  IS  BASED  SHALL BE ATTACHED TO THE COMPLAINT AND THE FOLLOWING INFORMA-\n   10  TION SHALL BE SET FORTH IN THE COMPLAINT:\n   11    1. THE NAME OF THE ORIGINAL CREDITOR;\n   12    2. THE LAST FOUR DIGITS OF THE ORIGINAL ACCOUNT NUMBER;\n   13    3. THE DATE AND AMOUNT OF THE LAST PAYMENT;\n   14    4. IF THE COMPLAINT CONTAINS A CAUSE OF ACTION  BASED  ON  AN  ACCOUNT\n   15  STATED,  THE  DATE THAT THE FINAL STATEMENT OF ACCOUNT WAS MAILED TO THE\n   16  DEFENDANT;\n   17    5. AN ITEMIZATION OF THE AMOUNT SOUGHT, BY (I) PRINCIPAL; (II) FINANCE\n   18  CHARGE OR CHARGES; (III) FEES IMPOSED BY  THE  ORIGINAL  CREDITOR;  (IV)\n   19  COLLECTION  COSTS;  (V)  ATTORNEY'S  FEES;  (VI) INTEREST; AND (VII) ANY\n   20  OTHER FEES AND CHARGES. THE TERM \"FINANCE CHARGE\" MEANS A FINANCE CHARGE\n   21  AS DEFINED IN REGULATION Z, 12 C.F.R. S 226.4.\n   22    6. WHETHER THE PLAINTIFF IS THE ORIGINAL CREDITOR. IF THE PLAINTIFF IS\n   23  NOT THE ORIGINAL CREDITOR, THE COMPLAINT SHALL STATE  (I)  THE  DATE  ON\n   24  WHICH  THE DEBT WAS ASSIGNED TO THE PLAINTIFF; AND (II) THE NAME OF EACH\n   25  PREVIOUS OWNER OF THE ACCOUNT  AND  THE  DATE  ON  WHICH  THE  DEBT  WAS\n   26  ASSIGNED TO THAT OWNER.\n   27    7.  ANY  MATTERS  REQUIRED TO BE STATED WITH PARTICULARITY PURSUANT TO\n   28  RULE 3015 OF THIS ARTICLE.\n   29    S 7. Subdivision (e) of rule 3211 of the civil practice law and rules,\n   30  as amended by chapter 616 of the laws of 2005, is  amended  to  read  as\n   31  follows:\n   32    (e)  Number,  time  and waiver of objections; motion to plead over. At\n   33  any time before service of the responsive pleading is required, a  party\n   34  may  move  on one or more of the grounds set forth in subdivision (a) OF\n   35  THIS SECTION, and no more than one such motion shall be  permitted.  Any\n   36  objection  or  defense  based upon a ground set forth in paragraphs one,\n   37  three, four, five and six of subdivision (a) OF THIS SECTION  is  waived\n   38  unless  raised  either  by  such motion or in the responsive pleading. A\n   39  motion based upon a ground specified in paragraph two, seven or  ten  of\n   40  subdivision (a) OF THIS SECTION may be made at any subsequent time or in\n   41  a  later  pleading,  if  one  is  permitted; IN ANY ACTION OTHER THAN AN\n   42  ACTION ARISING OUT OF A CONSUMER CREDIT TRANSACTION WHERE  A  PURCHASER,\n   43  BORROWER  OR  DEBTOR  IS  A DEFENDANT, an objection that the summons and\n   44  complaint, summons with notice, or notice of petition and  petition  was\n   45  not  properly  served is waived if, having raised such an objection in a\n   46  pleading, the objecting party does not move for judgment on that  ground\n   47  within  sixty  days after serving the pleading, unless the court extends\n   48  the time upon the ground of undue hardship. The foregoing sentence shall\n   49  not apply in any proceeding under subdivision  one  or  two  of  section\n   50  seven  hundred  eleven of the real property actions and proceedings law.\n   51  The papers in opposition to a motion based  on  improper  service  shall\n   52  contain a copy of the proof of service, whether or not previously filed.\n   53  An objection based upon a ground specified in paragraph eight or nine of\n   54  subdivision (a) OF THIS SECTION is waived if a party moves on any of the\n   55  grounds  set  forth  in  subdivision (a) OF THIS SECTION without raising\n   56  such objection or if, having made no objection under subdivision (a)  OF\n\n       S. 677                              4\n\n    1  THIS  SECTION, he or she does not raise such objection in the responsive\n    2  pleading.\n    3    S  8.  Subdivision  (f)  of section 3215 of the civil practice law and\n    4  rules, as amended by chapter 453 of the laws of 2006, is amended  and  a\n    5  new subdivision (j) is added to read as follows:\n    6    (f)  Proof.  On any application for judgment by default, the applicant\n    7  shall file proof of service of the  summons  and  the  complaint,  or  a\n    8  summons  and  notice  served  pursuant to subdivision (b) of rule 305 or\n    9  subdivision (a) of rule 316 of this chapter,  and  proof  of  the  facts\n   10  constituting the claim, the default and the amount due by affidavit made\n   11  by  the party, or where the state of New York is the plaintiff, by affi-\n   12  davit made by an attorney from the office of the  attorney  general  who\n   13  has  or  obtains knowledge of such facts through review of state records\n   14  or otherwise. Where a verified complaint has been served, it may be used\n   15  as the affidavit of the facts constituting the claim and the amount due;\n   16  in such case, an affidavit as to the default shall be made by the  party\n   17  or  the  party's attorney. IN AN ACTION ARISING OUT OF A CONSUMER CREDIT\n   18  TRANSACTION, IF THE PLAINTIFF IS NOT THE ORIGINAL CREDITOR,  THE  APPLI-\n   19  CANT  SHALL  INCLUDE:  (I)  AN AFFIDAVIT BY THE ORIGINAL CREDITOR OF THE\n   20  FACTS CONSTITUTING THE DEBT, THE DEFAULT IN PAYMENT, THE SALE OR ASSIGN-\n   21  MENT OF THE DEBT, AND THE AMOUNT DUE AT THE TIME OF SALE OR  ASSIGNMENT;\n   22  (II) FOR EACH SUBSEQUENT ASSIGNMENT OR SALE OF THE DEBT TO ANOTHER ENTI-\n   23  TY,  AN  AFFIDAVIT  OF SALE OF THE DEBT BY THE DEBT SELLER, COMPLETED BY\n   24  THE SELLER OR ASSIGNOR; AND (III) AN  AFFIDAVIT  OF  A  WITNESS  OF  THE\n   25  PLAINTIFF, WHICH INCLUDES A CHAIN OF TITLE OF THE DEBT, COMPLETED BY THE\n   26  PLAINTIFF  OR  PLAINTIFF'S  WITNESS.  When  jurisdiction  is based on an\n   27  attachment of property, the  affidavit  must  state  that  an  order  of\n   28  attachment  granted in the action has been levied on the property of the\n   29  defendant, describe the property and state its value. Proof  of  mailing\n   30  the  notice  required by subdivision (g) of this section, where applica-\n   31  ble, shall also be filed.\n   32    (J) A REQUEST FOR A DEFAULT JUDGMENT ENTERED BY  THE  CLERK,  MUST  BE\n   33  ACCOMPANIED BY AN AFFIDAVIT BY THE DEBT COLLECTOR (WHO MAY BE THE PLAIN-\n   34  TIFF  OR PLAINTIFF'S ATTORNEY) STATING THAT AFTER REASONABLE INQUIRY, HE\n   35  OR SHE HAS REASON TO BELIEVE THAT THE STATUTE  OF  LIMITATIONS  HAS  NOT\n   36  EXPIRED.\n   37    S  9.  The  civil  practice  law  and rules is amended by adding a new\n   38  section 7515 to read as follows:\n   39    S 7515. CONFIRMATION OF AN AWARD BASED ON  A  CONSUMER  CREDIT  TRANS-\n   40  ACTION.  IN ANY PROCEEDING UNDER SECTION 7510 OF THIS ARTICLE TO CONFIRM\n   41  AN AWARD BASED ON A CONSUMER CREDIT TRANSACTION, THE  PARTY  SEEKING  TO\n   42  CONFIRM  THE  AWARD  SHALL  PLEAD THE ACTUAL TERMS AND CONDITIONS OF THE\n   43  AGREEMENT TO ARBITRATE. THE PARTY SHALL ATTACH TO ITS PETITION  (1)  THE\n   44  AGREEMENT  TO  ARBITRATE;  (2)  THE  DEMAND FOR ARBITRATION OR NOTICE OF\n   45  INTENTION TO ARBITRATE, WITH PROOF OF SERVICE; AND (3)  THE  ARBITRATION\n   46  AWARD,  WITH PROOF OF SERVICE. IF THE AWARD DOES NOT CONTAIN A STATEMENT\n   47  OF THE CLAIMS SUBMITTED FOR ARBITRATION, OF THE CLAIMS RULED UPON BY THE\n   48  ARBITRATOR, AND OF THE CALCULATION OF FIGURES USED BY THE ARBITRATOR  IN\n   49  ARRIVING AT THE AWARD, THEN THE PETITION SHALL CONTAIN SUCH A STATEMENT.\n   50  THE  COURT  SHALL NOT GRANT CONFIRMATION OF AN AWARD BASED ON A CONSUMER\n   51  CREDIT TRANSACTION UNLESS THE PARTY SEEKING TO  CONFIRM  THE  AWARD  HAS\n   52  COMPLIED WITH THIS SECTION.\n   53    S 10. This act shall take effect on the first of January next succeed-\n   54  ing  the  date  on which it shall have become a law, except that section\n   55  three of this act shall take effect on the  one  hundred  eightieth  day\n   56  after this act shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the civil practice law and rules, in relation to consumer credit transactions ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101229.T104724.TXT", "SOBI.D110103.T102351.TXT", "SOBI.D101229.T110225.TXT", "SOBI.D101229.T101721.TXT", "SOBI.D101229.T105224.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294068231054
}