{
  "year" : 2011,
  "senateBillNo" : "S680-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "S680-2011-1294203600000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "PERALTA",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires state agencies and certain covered authorities to purchase handguns from responsible suppliers",
  "summary" : "Requires state agencies and certain covered authorities to purchase handguns from responsible suppliers; defines criteria therefor; provides for exceptions. ",
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "State Finance Law",
  "previousVersions" : [ "S4081-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          680\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen. PERALTA -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Finance\n\n       AN ACT to amend the state finance law, in relation to the procurement of\n         handguns by state agencies\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Declaration of legislative findings and intent. The legis-\n    2  lature finds that it is in the state's best interest to procure handguns\n    3  for use by state employees in  the  performance  of  their  duties  from\n    4  responsible  suppliers that are committed to a standard of conduct which\n    5  makes every effort to eliminate sales of guns that might lead to illegal\n    6  possession and/or misuse by criminals, unauthorized juveniles, and other\n    7  prohibited persons.\n    8    Over 30,000 people in the United States die each  year  from  gunfire,\n    9  including  4,200  children. On average, firearms kill approximately nine\n   10  American children every day. In New York City,  firearms,  predominantly\n   11  handguns,  are  used  in  approximately sixty-six percent of the murders\n   12  committed each year. More than twice the number of individuals  murdered\n   13  with  a  firearm  suffered  injuries inflicted by firearms. Handguns are\n   14  also used in a high percentage of other crimes, including robbery, felo-\n   15  ny reckless endangerment and menacing.\n   16    Government agencies purchase approximately twenty-five percent of  all\n   17  guns  sold  in  the  United  States,  including  guns for police forces,\n   18  correctional services, and public safety agencies. The state is a  major\n   19  purchaser  of  handguns  for  use by the state's various law enforcement\n   20  agencies.  The  legislature  finds  that  the  state,  acting  with  the\n   21  discretion  allowed any private participant in the market, should choose\n   22  to allocate its purchasing dollars in a manner that promotes the respon-\n   23  sible manufacture, shipment, and distribution of handguns.  In  further-\n   24  ance  of  this  goal,  this  legislation  requires  that  state agencies\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00943-01-1\n\n       S. 680                              2\n\n    1  purchase handguns from suppliers that refrain from marketing or manufac-\n    2  turing handguns in a manner that is attractive to  criminals  and  juve-\n    3  niles,  as  well  as adhere to other provisions designed to minimize the\n    4  risk  to innocent third parties and to prevent handguns from leaving the\n    5  legal stream of commerce. Nevertheless, the legislature recognizes  that\n    6  handguns  which  satisfy  the standards required by this legislation may\n    7  not be  suitable  for  law  enforcement  needs,  thus,  the  legislation\n    8  provides  an  exception  if  necessary  for  handguns  procured  for law\n    9  enforcement or military uses.\n   10    The legislature finds that it is imperative that the state  spend  its\n   11  citizens'  money  in a manner that promotes the safety and well-being of\n   12  all residents. Accordingly, the legislature finds  that  when  procuring\n   13  handguns, the state should do so from responsible manufacturers whenever\n   14  possible.\n   15    S  2.  The state finance law is amended by adding a new section 169 to\n   16  read as follows:\n   17    S 169. PURCHASE OF HANDGUNS.   1. FOR THE  PURPOSES  OF  THIS  SECTION\n   18  ONLY, THE FOLLOWING TERMS SHALL HAVE THE FOLLOWING MEANINGS:\n   19    (A) \"CONTRACT\" MEANS ANY WRITTEN AGREEMENT, PURCHASE ORDER, OR INSTRU-\n   20  MENT  WHEREBY A CONTRACTING AGENCY IS COMMITTED TO EXPEND OR DOES EXPEND\n   21  FUNDS IN RETURN FOR WORK, LABOR, SERVICES, SUPPLIES, EQUIPMENT,  MATERI-\n   22  ALS, OR ANY COMBINATION OF THE FOREGOING.\n   23    (B)  \"RESPONSIBLE  SUPPLIER\"  MEANS  THAT  THE  SUPPLIER  OF HANDGUNS,\n   24  INCLUDING A MANUFACTURER, RETAIL DEALER,  AND/OR  WHOLESALE  DEALER,  IS\n   25  ABLE  TO DEMONSTRATE THAT IT IS COMMITTED TO A STANDARD OF CONDUCT WHICH\n   26  MAKES EVERY REASONABLE EFFORT TO ELIMINATE SALES OF WEAPONS  THAT  MIGHT\n   27  LEAD  TO  ILLEGAL  POSSESSION  AND/OR  MISUSE BY CRIMINALS, UNAUTHORIZED\n   28  JUVENILES, AND OTHER PROHIBITED PERSONS. THIS STANDARD  INCLUDES  DEMON-\n   29  STRATED COMPLIANCE WITH THE FOLLOWING PROVISIONS:\n   30    (1)  DOES  NOT  SELL WEAPONS TO DEALERS WHO HAVE SOLD MORE THAN TWENTY\n   31  WEAPONS WITHIN ANY CONTINUOUS TWELVE MONTH PERIOD IN THE PRECEDING  FIVE\n   32  YEARS  TRACED  TO USE IN A CRIME OR ILLEGAL POSSESSION, AS DETERMINED BY\n   33  THE UNITED STATES BUREAU OF ALCOHOL, TOBACCO, FIREARMS AND EXPLOSIVES OR\n   34  WHO HAVE NOT, ON THEIR OWN, SOLD WEAPONS, TWENTY OR MORE OF WHICH WITHIN\n   35  ANY CONTINUOUS TWELVE MONTH PERIOD  IN  THE  PRECEDING  FIVE  YEARS  ARE\n   36  TRACED  TO  USE  IN  A CRIME OR ILLEGAL POSSESSION, AS DETERMINED BY THE\n   37  UNITED STATES BUREAU OF ALCOHOL, TOBACCO, FIREARMS AND EXPLOSIVES;\n   38    (2) MAKES NO SALES AT GUN SHOWS  OR  ALTERNATIVE  VENUES  UNLESS  SUCH\n   39  SALES  AT  THE  GUN  SHOW  OR  ALTERNATIVE VENUE ARE CONDUCTED ONLY UPON\n   40  COMPLETION OF A BACKGROUND CHECK AND ALL SELLERS  AT  THE  GUN  SHOW  OR\n   41  ALTERNATIVE VENUE AGREE TO CONDUCT SALES ONLY UPON COMPLETION OF A BACK-\n   42  GROUND  CHECK  AS DICTATED BY STATE AND FEDERAL LAW FOR SALE AT A RETAIL\n   43  GUN STORE;\n   44    (3) (I) IN THE CASE OF A MANUFACTURER SELLING WEAPONS TO DEALERS, ONLY\n   45  SELLS TO DEALERS WHO OPERATE A RETAIL SHOP LOCATED AT A  FIXED  ADDRESS,\n   46  OR (II) IN THE CASE OF RETAIL OR WHOLESALE DEALERS WHERE:\n   47    A. THE DEALER MAINTAINS AN ELECTRONIC DATABASE OF MAKE, MODEL, CALIBER\n   48  OR  GAUGE, AND SERIAL NUMBER OF ALL WEAPONS HELD IN INVENTORY OR OFFERED\n   49  FOR SALE;\n   50    B. THE DEALER MAINTAINS AN ELECTRONIC DATABASE OF MAKE, MODEL, CALIBER\n   51  OR GAUGE, AND SERIAL NUMBER OF ALL WEAPONS SOLD AND THE NAME AND LICENSE\n   52  NUMBER OF ALL PURCHASERS; AND\n   53    C. THE DEALER MAKES VISIBLE ALL PERMITS AND LEGALLY REQUIRED SIGNAGE;\n   54    (4) PROVIDES FULL ACCESS OF AFOREMENTIONED RECORDS TO LAW  ENFORCEMENT\n   55  AND GOVERNMENT REGULATORS CONDUCTING COMPLIANCE INSPECTIONS;\n\n       S. 680                              3\n\n    1    (5)  LIMITS PURCHASES BY ANY INDIVIDUAL IN ANY GIVEN THIRTY DAY PERIOD\n    2  TO ONE WEAPON; AND\n    3    (6) IMPLEMENTS A SECURITY PLAN FOR SECURING WEAPONS IN TRANSIT.\n    4    (C) \"CONTRACTING AGENCY\" MEANS A STATE AGENCY OR COVERED AUTHORITY.\n    5    (D)  \"CONTRACTOR\" MEANS ANY SUPPLIER, BY SALE OR LEASE, OF HANDGUNS TO\n    6  A CONTRACTING AGENCY.\n    7    (E) \"HANDGUN\" MEANS A REVOLVER OR SEMI-AUTOMATIC  PISTOL  DESIGNED  TO\n    8  EXPEL A PROJECTILE BY THE ACTION OF AN EXPLOSIVE.\n    9    (F)  \"STATE  AGENT\"  MEANS  ANY  INDIVIDUAL WHO, AS PART OF HIS OR HER\n   10  OFFICIAL DUTIES, PURCHASES OR LEASES A HANDGUN FINANCED IN WHOLE  OR  IN\n   11  PART BY A CONTRACTING AGENCY FOR PERFORMANCE OF OFFICIAL DUTIES.\n   12    2.  A  CONTRACTING AGENCY SHALL ONLY ENTER INTO A CONTRACT TO PURCHASE\n   13  OR OBTAIN FOR ANY PURPOSE HANDGUNS FROM A RESPONSIBLE  SUPPLIER,  AND  A\n   14  STATE  AGENT  SHALL ONLY PURCHASE OR LEASE A HANDGUN FOR USE IN PERFORM-\n   15  ANCE OF OFFICIAL DUTIES FROM A RESPONSIBLE SUPPLIER.\n   16    3. THE SUPERINTENDENT OF STATE POLICE SHALL PROMULGATE RULES  SPECIFY-\n   17  ING  THE  DOCUMENTS AND INFORMATION THAT CONTRACTORS MUST PROVIDE TO THE\n   18  CONTRACTING AGENCY FOR PURPOSES OF SUBPARAGRAPH THREE OF  PARAGRAPH  (B)\n   19  OF SUBDIVISION ONE OF THIS SECTION.\n   20    4.  UPON  A  DETERMINATION  THAT  A CONTRACTOR IS IN VIOLATION OF THIS\n   21  SECTION, THE CONTRACTING AGENCY SHALL REVIEW SUCH INFORMATION AND  OFFER\n   22  THE  CONTRACTOR  AN  OPPORTUNITY  TO  RESPOND. IF THE CONTRACTING AGENCY\n   23  FINDS THAT A VIOLATION HAS OCCURRED, IT SHALL TAKE SUCH ACTION AS MAY BE\n   24  APPROPRIATE AND PROVIDED FOR BY LAW, RULE OR  CONTRACT,  INCLUDING,  BUT\n   25  NOT  LIMITED  TO,  IMPOSING  SANCTIONS,  SEEKING  COMPLIANCE, RECOVERING\n   26  DAMAGES, DECLARING THE  CONTRACTOR  IN  DEFAULT,  SEEKING  DEBARMENT  OR\n   27  SUSPENSION OF THE CONTRACTOR AND/OR DEEMING IT AS NON-RESPONSIBLE.\n   28    5. EVERY CONTRACT FOR OR ON BEHALF OF ALL CONTRACTING AGENCIES FOR THE\n   29  SUPPLY OF HANDGUNS SHALL CONTAIN A PROVISION OR PROVISIONS DETAILING THE\n   30  REQUIREMENTS OF THIS SECTION.\n   31    6.  WITH  REGARD  TO  A \"CONTRACTING AGENCY\", THE REQUIREMENTS OF THIS\n   32  SECTION SHALL BE WAIVED IN WRITING UNDER THE FOLLOWING CIRCUMSTANCES:\n   33    (A) THERE IS ONLY ONE PROSPECTIVE CONTRACTOR WILLING TO ENTER  INTO  A\n   34  CONTRACT; OR\n   35    (B)  WHERE  IT IS DETERMINED THAT ALL BIDDERS TO A CONTRACT ARE DEEMED\n   36  INELIGIBLE FOR PURPOSES OF THIS SECTION; OR\n   37    (C) WHERE IT IS AVAILABLE FROM  A  SOLE  SOURCE  AND  THE  PROSPECTIVE\n   38  CONTRACTOR  IS  NOT  CURRENTLY DISQUALIFIED FROM DOING BUSINESS WITH THE\n   39  CONTRACTING AGENCY; OR\n   40    (D) THE CONTRACT IS NECESSARY IN ORDER  TO  RESPOND  TO  AN  EMERGENCY\n   41  WHICH  ENDANGERS  THE  PUBLIC  HEALTH  AND  SAFETY  AND  NO ENTITY WHICH\n   42  COMPLIES WITH THE REQUIREMENTS OF THIS SECTION CAPABLE OF RESPONDING  TO\n   43  THE EMERGENCY IS IMMEDIATELY AVAILABLE; OR\n   44    (E)  WHERE  A  CONTRACTING  AGENCY WHOSE PRIMARY RESPONSIBILITY IS LAW\n   45  ENFORCEMENT DEEMS IT NECESSARY TO PURCHASE HANDGUNS FROM  OTHER  THAN  A\n   46  RESPONSIBLE SUPPLIER; OR\n   47    (F)  WHERE INCLUSION OR APPLICATION OF SUCH PROVISIONS WILL VIOLATE OR\n   48  BE INCONSISTENT WITH THE TERMS AND CONDITIONS OF A GRANT, SUBVENTION, OR\n   49  CONTRACT OF THE UNITED STATES  OR  NEW  YORK  STATE  GOVERNMENT  OR  THE\n   50  INSTRUCTIONS  OF  AN  AUTHORIZED  REPRESENTATIVE OF ANY SUCH AGENCY WITH\n   51  RESPECT TO ANY SUCH GRANT, SUBVENTION, OR CONTRACT.\n   52    ALL WRITTEN WAIVERS SHALL BECOME PART OF  THE  CONTRACT  FILE  OF  THE\n   53  CONTRACTING  AGENCY.  NOTWITHSTANDING ANY WAIVER, THE CONTRACTING AGENCY\n   54  SHALL TAKE EVERY REASONABLE MEASURE TO CONTRACT WITH A  MANUFACTURER  OR\n   55  DEALER WHO BEST SATISFIES THE REQUIREMENTS OF THIS SECTION.\n\n       S. 680                              4\n\n    1    7.  WITH  REGARD  TO  \"STATE AGENTS\", THE REQUIREMENTS OF THIS SECTION\n    2  SHALL BE WAIVED IN WRITING UNDER THE FOLLOWING CIRCUMSTANCES:\n    3    (A)  THE EMPLOYER OF THE STATE AGENT DETERMINES THAT THERE IS ONLY ONE\n    4  PROSPECTIVE SUPPLIER WILLING OR ABLE TO SUPPLY SUCH HANDGUN; OR\n    5    (B) WHERE THE EMPLOYER OF THE STATE AGENT DETERMINES THAT ALL PROSPEC-\n    6  TIVE SUPPLIERS ARE DEEMED INELIGIBLE FOR PURPOSES OF THIS SECTION; OR\n    7    (C) WHERE THE EMPLOYER OF THE STATE AGENT DETERMINES THAT THE  HANDGUN\n    8  IS AVAILABLE ONLY FROM A SOLE SOURCE AND THE PROSPECTIVE SUPPLIER IS NOT\n    9  CURRENTLY  DISQUALIFIED FROM DOING BUSINESS WITH THE CONTRACTING AGENCY;\n   10  OR\n   11    (D) THE EMPLOYER OF THE STATE AGENT DETERMINES THAT IT IS NECESSARY IN\n   12  ORDER TO RESPOND TO AN EMERGENCY WHICH ENDANGERS THE PUBLIC  HEALTH  AND\n   13  SAFETY  AND  NO  ENTITY  WHICH  COMPLIES  WITH  THE REQUIREMENTS OF THIS\n   14  SECTION CAPABLE OF RESPONDING TO THE EMERGENCY IS IMMEDIATELY AVAILABLE;\n   15  OR\n   16    (E) WHERE THE EMPLOYER OF THE STATE AGENT WHOSE PRIMARY RESPONSIBILITY\n   17  IS LAW ENFORCEMENT DEEMS IT NECESSARY TO PURCHASE  HANDGUNS  FROM  OTHER\n   18  THAN A RESPONSIBLE SUPPLIER; OR\n   19    (F)  WHERE THE EMPLOYER OF THE STATE AGENT DEEMS THAT THE INCLUSION OR\n   20  APPLICATION OF SUCH PROVISIONS WILL VIOLATE OR BE INCONSISTENT WITH  THE\n   21  TERMS  AND  CONDITIONS OF A GRANT, SUBVENTION, OR CONTRACT OF THE UNITED\n   22  STATES OR NEW YORK STATE GOVERNMENT OR THE INSTRUCTIONS OF AN AUTHORIZED\n   23  REPRESENTATIVE OF ANY SUCH  AGENCY  WITH  RESPECT  TO  ANY  SUCH  GRANT,\n   24  SUBVENTION OR CONTRACT.\n   25    8.  THIS  SECTION  SHALL  NOT APPLY TO ANY CONTRACT WITH A CONTRACTING\n   26  AGENCY ENTERED INTO PRIOR TO THE EFFECTIVE DATE OF THIS SECTION.\n   27    9. IF ANY  SUBDIVISION,  PARAGRAPH,  SUBPARAGRAPH,  SENTENCE,  CLAUSE,\n   28  PHRASE,  OR  OTHER  PORTION OF THIS SECTION IS, FOR ANY REASON, DECLARED\n   29  UNCONSTITUTIONAL OR INVALID, IN WHOLE OR IN PART, BY ANY COURT OF COMPE-\n   30  TENT JURISDICTION, SUCH PORTION SHALL  BE  DEEMED  SEVERABLE,  AND  SUCH\n   31  UNCONSTITUTIONALITY  OR  INVALIDITY SHALL NOT AFFECT THE VALIDITY OF THE\n   32  REMAINING PORTIONS OF  THIS  SECTION,  WHICH  REMAINING  PORTIONS  SHALL\n   33  CONTINUE IN FULL FORCE AND EFFECT.\n   34    S 3. This act shall take effect on the one hundred eightieth day after\n   35  it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the state finance law, in relation to the procurement of handguns by state agencies ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101229.T102222.TXT", "SOBI.D110103.T110354.TXT", "SOBI.D101229.T104223.TXT", "SOBI.D101229.T110725.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294070634578
}