{
  "year" : 2011,
  "senateBillNo" : "S681-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "S681-2011-1294203600000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "PERALTA",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Creates council on affordable housing within executive department and requires comprehensive planning and construction of low and moderate income housing",
  "summary" : "Creates a fair sharing housing act and a council on affordable housing within the executive department; provides for planning and construction of low and moderate income housing in accordance with regional considerations; provides that no municipality may enact any zoning regulation that would inhibit or make economically infeasible the development of affordable housing. ",
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "Executive Law",
  "previousVersions" : [ "S4454-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          681\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen. PERALTA -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Finance\n\n       AN ACT to amend the executive law, the public housing law, the town law,\n         the village law and the general city law, in relation to creation of a\n         fair share housing act\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Section 31 of the executive law is amended by adding a new\n    2  subdivision 12 to read as follows:\n    3    12. COUNCIL ON AFFORDABLE HOUSING.\n    4    S 2. The executive law is amended by adding a new article 13-B to read\n    5  as follows:\n    6                                 ARTICLE 13-B\n    7                        COUNCIL ON AFFORDABLE HOUSING\n    8  SECTION 268. COUNCIL ON AFFORDABLE HOUSING.\n    9    S 268. COUNCIL ON AFFORDABLE HOUSING. THE CHAIRPERSON OF  THE  COUNCIL\n   10  ON  AFFORDABLE  HOUSING  APPOINTED PURSUANT TO THE PROVISIONS OF ARTICLE\n   11  TWELVE-A OF THE PUBLIC HOUSING LAW, SHALL BE THE HEAD OF THE COUNCIL  ON\n   12  AFFORDABLE HOUSING AND SHALL HAVE AND EXERCISE ALL THE FUNCTIONS, POWERS\n   13  AND  DUTIES  VESTED  IN  HIM OR HER BY THAT OR ANY OTHER LAW. THE CHAIR-\n   14  PERSON OF THE COUNCIL ON AFFORDABLE HOUSING SHALL RECEIVE A SALARY TO BE\n   15  FIXED BY THE GOVERNOR WITHIN THE AMOUNT APPROPRIATED THEREFOR.\n   16    S 3. The public housing law is amended by adding a new article 12-A to\n   17  read as follows:\n   18                                 ARTICLE XII-A\n   19                           FAIR SHARE HOUSING ACT\n   20  SECTION 320. SHORT TITLE.\n   21          321. LEGISLATIVE FINDINGS.\n   22          322. LEGISLATIVE DECLARATIONS AND INTENTION.\n   23          323. DEFINITIONS.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03387-01-1\n\n       S. 681                              2\n\n    1          324. COUNCIL ON AFFORDABLE HOUSING; CREATION.\n    2          325. COUNCIL ON AFFORDABLE HOUSING; ORGANIZATION.\n    3          326. COUNCIL ON AFFORDABLE HOUSING; DUTIES.\n    4          327. PROCEDURAL RULES.\n    5          328. NOTICE OF INTENT TO SUBMIT FAIR SHARE HOUSING PLAN.\n    6          329. HOUSING ELEMENT OF MUNICIPALITY.\n    7          330. HOUSING ELEMENT; PROVISION OF LOW AND MODERATE INCOME HOUS-\n    8                 ING.\n    9          331. REGIONAL CONTRIBUTION AGREEMENT.\n   10          332. CERTIFICATION OF HOUSING ELEMENT.\n   11          333. REVIEW OF PETITION.\n   12          334. MEDIATION AND REVIEW PROCESS BY COUNCIL.\n   13          335. JURISDICTION OF LITIGATION.\n   14          336. PRESUMPTION OF VALIDITY OF APPROVED HOUSING ELEMENT.\n   15          337. OBLIGATION TO EXHAUST REMEDIES.\n   16          338. FAILURE  OF  COUNCIL  TO  COMPLETE REVIEW PROCESS IN TIMELY\n   17                 MANNER.\n   18          339. STATE AFFORDABLE HOUSING PROGRAMS.\n   19          340. MUNICIPALITY WITH SETTLEMENT IN EXCLUSIONARY  ZONING  LITI-\n   20                 GATION.\n   21          341. PHASE-IN  OF  OBLIGATION FOR FAIR SHARE OF LOW AND MODERATE\n   22                 INCOME HOUSING; ORDER OF COURT.\n   23          342. PURCHASE, LEASE OR ACQUISITION BY GIFT OF REAL PROPERTY.\n   24          343. ANNUAL REPORT OF COUNCIL.\n   25    S 320. SHORT TITLE. THIS ARTICLE SHALL BE KNOWN AND MAY BE  CITED  AND\n   26  REFERRED TO AS THE \"FAIR SHARE HOUSING ACT\".\n   27    S  321. LEGISLATIVE FINDINGS. THE LEGISLATURE HEREBY FINDS IT TO BE IN\n   28  THE INTERESTS OF THE GENERAL WELFARE OF THE REGIONAL COMMUNITIES OF  NEW\n   29  YORK  STATE  TO INCREASE TO THE MAXIMUM EXTENT POSSIBLE AND FEASIBLE THE\n   30  OPPORTUNITIES FOR ALL RESIDENTS TO SECURE, CONSISTENT WITH THEIR  CHOICE\n   31  AND  MEANS,  ADEQUATE  HOUSING IN A SAFE AND HEALTHY ENVIRONMENT, WITHIN\n   32  CONVENIENT ACCESS TO THEIR PLACES OF EMPLOYMENT AND TO NECESSARY  COMMU-\n   33  NITY FACILITIES.\n   34    THE  LEGISLATURE  FINDS  THAT  DISCRIMINATORY  AND EXCLUSIONARY ZONING\n   35  REGULATIONS ENFORCED IN MUNICIPALITIES THROUGHOUT THE STATE  DENY  LARGE\n   36  NUMBERS  OF CITIZENS OF THIS STATE ACCESS TO ADEQUATE AND DECENT HOUSING\n   37  ACCOMMODATIONS. THE LEGISLATURE FURTHER FINDS THAT  SUCH  ZONING  ABUSES\n   38  HINDER  THE  DEVELOPMENT  OF  RATIONAL  REGIONAL  PLANNING  AND  GROWTH;\n   39  DISCRIMINATE AGAINST PERSONS OF MODERATE AND  LOW  INCOME;  INHIBIT  THE\n   40  ECONOMIC  OPPORTUNITIES OF PRIVATE DEVELOPERS BY DIRECTLY MAKING UNPROF-\n   41  ITABLE THE CONSTRUCTION OF LOW AND MODERATE INCOME HOUSING;  AND  CREATE\n   42  AN  INEQUITABLE  DISTRIBUTION  OF  COSTS  TO  LOCAL  AREAS FOR PROVIDING\n   43  SERVICES TO CITIZENS OF THIS STATE.\n   44    THE LEGISLATURE THEREFORE DECLARES IT TO BE THE OBJECTIVE  AND  POLICY\n   45  OF  THE STATE TO PROHIBIT LOCAL ZONING REGULATIONS WHICH ARE DISCRIMINA-\n   46  TORY OR EXCLUSIONARY IN PURPOSE OR EFFECT, IN ORDER TO ENCOURAGE GREATER\n   47  DIVERSITY AND A BETTER DISTRIBUTION OF HOUSING OPPORTUNITIES  THROUGHOUT\n   48  THE STATE.\n   49    S   322.  LEGISLATIVE  DECLARATIONS  AND  INTENTION.  THE  LEGISLATURE\n   50  DECLARES THAT THE STATUTORY SCHEME SET FORTH IN THIS ARTICLE IS  IN  THE\n   51  PUBLIC INTEREST IN THAT IT COMPREHENDS A LOW AND MODERATE INCOME HOUSING\n   52  PLANNING  MECHANISM IN ACCORDANCE WITH REGIONAL CONSIDERATIONS AND SOUND\n   53  PLANNING CONCEPTS. THE LEGISLATURE DECLARES THAT THE STATE'S  PREFERENCE\n   54  FOR  RESOLUTION  OF  EXISTING AND FUTURE DISPUTES INVOLVING EXCLUSIONARY\n   55  ZONING IS THE MEDIATION AND REVIEW PROCESS CREATED IN THIS  ARTICLE  AND\n\n       S. 681                              3\n\n    1  NOT  LITIGATION, AND THAT IT IS THE INTENTION OF THIS ARTICLE TO PROVIDE\n    2  A LEGISLATIVE SOLUTION FOR ACHIEVING FAIR SHARE HOUSING.\n    3    S  323.  DEFINITIONS.  FOR  THE PURPOSES OF THIS ARTICLE THE FOLLOWING\n    4  WORDS AND PHRASES SHALL HAVE THE FOLLOWING MEANINGS, UNLESS A  DIFFERENT\n    5  MEANING CLEARLY APPEARS FROM THE CONTEXT:\n    6    1.  \"CONVERSION\"  MEANS  THE CONVERSION OF EXISTING COMMERCIAL, INDUS-\n    7  TRIAL OR RESIDENTIAL STRUCTURES FOR  LOW  AND  MODERATE  INCOME  HOUSING\n    8  PURPOSES  WHERE  A  SUBSTANTIAL  PERCENTAGE  OF  THE  HOUSING  UNITS ARE\n    9  PROVIDED FOR A REASONABLE INCOME RANGE OF LOW AND MODERATE INCOME HOUSE-\n   10  HOLDS.\n   11    2. \"COUNCIL\" MEANS THE COUNCIL ON AFFORDABLE  HOUSING  ESTABLISHED  IN\n   12  SECTION  THREE  HUNDRED  TWENTY-FOUR  OF  THIS ARTICLE, WHICH SHALL HAVE\n   13  PRIMARY JURISDICTION FOR THE ADMINISTRATION OF  HOUSING  OBLIGATIONS  IN\n   14  ACCORDANCE WITH SOUND REGIONAL PLANNING CONSIDERATIONS WITHIN THE STATE.\n   15    3.  \"DEVELOPMENT\"  MEANS  ANY  DEVELOPMENT  OF REAL PROPERTY FOR WHICH\n   16  PERMISSION MAY BE REQUIRED PURSUANT TO LOCAL ZONING ORDINANCES.\n   17    4. \"DIVISION\" MEANS THE DIVISION OF HOUSING AND COMMUNITY  RENEWAL  AS\n   18  CREATED BY SECTION TEN OF THIS CHAPTER.\n   19    5.  \"EXCLUSIONARY  ZONING  LITIGATION\"  MEANS  ACTIONS  OR PROCEEDINGS\n   20  BROUGHT IN A COURT  OF  COMPETENT  JURISDICTION  CHALLENGING  A  MUNICI-\n   21  PALITY'S  ZONING  AND  LAND  USE ORDINANCES ON THE BASIS THAT SUCH ORDI-\n   22  NANCES DO NOT MAKE REALISTICALLY POSSIBLE THE OPPORTUNITY FOR AN  APPRO-\n   23  PRIATE VARIETY AND CHOICE OF HOUSING FOR ALL CATEGORIES OF PEOPLE LIVING\n   24  WITHIN  THE  MUNICIPALITY'S  HOUSING  REGION, INCLUDING THOSE OF LOW AND\n   25  MODERATE INCOME, WHO MAY DESIRE TO LIVE IN THE MUNICIPALITY.\n   26    6. \"HOUSING REGION\" MEANS A GEOGRAPHIC AREA OF NOT LESS THAN  TWO  NOR\n   27  MORE  THAN  FIVE  CONTIGUOUS,  WHOLE  COUNTIES WHICH EXHIBIT SIGNIFICANT\n   28  SOCIAL, ECONOMIC AND INCOME SIMILARITIES, AND WHICH  CONSTITUTE  TO  THE\n   29  GREATEST  EXTENT  PRACTICABLE THE PRIMARY METROPOLITAN STATISTICAL AREAS\n   30  AS LAST DEFINED BY THE UNITED STATES CENSUS BUREAU PRIOR TO  THE  EFFEC-\n   31  TIVE DATE OF THIS ARTICLE.\n   32    7.  \"INCLUSIONARY DEVELOPMENT\" MEANS A RESIDENTIAL HOUSING DEVELOPMENT\n   33  IN WHICH A SUBSTANTIAL PERCENTAGE OF HOUSING UNITS ARE  PROVIDED  FOR  A\n   34  REASONABLE INCOME RANGE OF LOW AND MODERATE INCOME HOUSEHOLDS.\n   35    8. \"LOW INCOME HOUSING\" MEANS HOUSING WHICH IS AFFORDABLE ACCORDING TO\n   36  THE  FEDERAL DEPARTMENT OF HOUSING AND URBAN DEVELOPMENT OR OTHER RECOG-\n   37  NIZED STANDARDS FOR HOME OWNERSHIP AND  RENTAL  COSTS  AND  OCCUPIED  OR\n   38  RESERVED FOR OCCUPANCY BY HOUSEHOLDS WITH A GROSS HOUSEHOLD INCOME EQUAL\n   39  TO FIFTY PERCENT OR LESS OF THE MEDIAN GROSS HOUSEHOLD INCOME FOR HOUSE-\n   40  HOLDS OF THE SAME SIZE WITHIN THE HOUSING REGION IN WHICH THE HOUSING IS\n   41  LOCATED.\n   42    9. \"MODERATE INCOME HOUSING\" MEANS HOUSING WHICH IS AFFORDABLE ACCORD-\n   43  ING  TO THE FEDERAL DEPARTMENT OF HOUSING AND URBAN DEVELOPMENT OR OTHER\n   44  RECOGNIZED STANDARDS FOR HOME OWNERSHIP AND RENTAL COSTS AND OCCUPIED OR\n   45  RESERVED FOR OCCUPANCY BY HOUSEHOLDS WITH A GROSS HOUSEHOLD INCOME EQUAL\n   46  TO MORE THAN FIFTY PERCENT BUT LESS THAN EIGHTY PERCENT  OF  THE  MEDIAN\n   47  GROSS  HOUSEHOLD INCOME FOR HOUSEHOLDS OF THE SAME SIZE WITHIN THE HOUS-\n   48  ING REGION IN WHICH THE HOUSING IS LOCATED.\n   49    10. \"PROSPECTIVE NEED\" MEANS A PROJECTION OF HOUSING  NEEDS  BASED  ON\n   50  DEVELOPMENT  AND  GROWTH WHICH IS REASONABLY LIKELY TO OCCUR IN A REGION\n   51  OR MUNICIPALITY AS A  RESULT  OF  ACTUAL  DETERMINATION  OF  PUBLIC  AND\n   52  PRIVATE  ENTITIES.  IN DETERMINING PROSPECTIVE NEED, CONSIDERATION SHALL\n   53  BE GIVEN TO APPROVALS OF DEVELOPMENT APPLICATIONS, REAL PROPERTY  TRANS-\n   54  FERS AND ECONOMIC PROJECTIONS.\n\n       S. 681                              4\n\n    1    11.  \"RESOLUTION  OF  PARTICIPATION\"  MEANS  A RESOLUTION ADOPTED BY A\n    2  MUNICIPALITY IN WHICH THE MUNICIPALITY PREPARES A FAIR  SHARE  PLAN  AND\n    3  HOUSING ELEMENT PURSUANT TO THIS ARTICLE.\n    4    S  324.  COUNCIL  ON  AFFORDABLE  HOUSING; CREATION. 1. THERE SHALL BE\n    5  ESTABLISHED WITHIN THE EXECUTIVE DEPARTMENT,  A  COUNCIL  ON  AFFORDABLE\n    6  HOUSING  TO  CONSIST  OF NINE MEMBERS APPOINTED BY THE GOVERNOR; OF WHOM\n    7  FOUR SHALL BE ELECTED PUBLIC OFFICERS REPRESENTING  INTERESTS  OF  LOCAL\n    8  GOVERNMENT,    ONE  OF  WHOM SHALL BE REPRESENTATIVE OF AN URBAN MUNICI-\n    9  PALITY HAVING A POPULATION IN EXCESS OF  SEVENTY-FIVE  THOUSAND  PERSONS\n   10  AND  A POPULATION DENSITY IN EXCESS OF THREE THOUSAND PERSONS PER SQUARE\n   11  MILE, ONE OF WHOM SHALL BE REPRESENTATIVE OF  THE  INTERESTS  OF  COUNTY\n   12  GOVERNMENT, ONE OF WHOM SHALL BE REPRESENTATIVE OF THE INTERESTS OF TOWN\n   13  GOVERNMENT,  AND ONE OF WHOM SHALL BE REPRESENTATIVE OF THE INTERESTS OF\n   14  VILLAGE GOVERNMENT; FOUR SHALL REPRESENT THE INTERESTS OF HOUSEHOLDS  IN\n   15  NEED  OF  LOW  AND  MODERATE  INCOME HOUSING, AT LEAST ONE OF WHOM SHALL\n   16  REPRESENT THE INTERESTS OF THE BUILDERS OF LOW AND MODERATE INCOME HOUS-\n   17  ING, AND SHALL HAVE AN EXPERTISE  IN  LAND  USE  PRACTICES  AND  HOUSING\n   18  ISSUES;  AND  ONE  SHALL BE THE COMMISSIONER OF THE DIVISION, SERVING EX\n   19  OFFICIO. THE MEMBERSHIP SHALL BE BALANCED TO THE GREATEST EXTENT PRACTI-\n   20  CABLE AMONG THE VARIOUS HOUSING REGIONS OF THE STATE.\n   21    2. THE MEMBERS SHALL SERVE FOR TERMS OF SIX YEARS, EXCEPT THAT OF  THE\n   22  MEMBERS  FIRST  APPOINTED,  THREE  SHALL  SERVE FOR TERMS OF FOUR YEARS,\n   23  THREE FOR TERMS OF FIVE YEARS, AND THREE FOR TERMS  OF  SIX  YEARS.  ALL\n   24  MEMBERS  SHALL SERVE UNTIL THEIR RESPECTIVE SUCCESSORS ARE APPOINTED AND\n   25  SHALL HAVE QUALIFIED. VACANCIES SHALL BE FILLED IN THE  SAME  MANNER  AS\n   26  THE ORIGINAL APPOINTMENTS, BUT FOR THE REMAINDERS OF THE UNEXPIRED TERMS\n   27  ONLY.\n   28    3.  THE  MEMBERS, EXCLUDING THE COMMISSIONER OF THE DIVISION, SHALL BE\n   29  COMPENSATED AT A RATE TO BE DETERMINED BY THE GOVERNOR AND  ALL  MEMBERS\n   30  SHALL BE REIMBURSED FOR ALL NECESSARY EXPENSES INCURRED IN THE DISCHARGE\n   31  OF THEIR LAWFUL DUTIES.\n   32    4.  THE  GOVERNOR SHALL NOMINATE THE MEMBERS WITHIN THIRTY DAYS OF THE\n   33  EFFECTIVE DATE OF THIS ARTICLE AND SHALL DESIGNATE A MEMBER TO SERVE  AS\n   34  CHAIRPERSON  THROUGHOUT THE MEMBER'S TERM OF OFFICE AND UNTIL HIS OR HER\n   35  SUCCESSOR SHALL HAVE BEEN APPOINTED AND QUALIFIED.\n   36    5. ANY MEMBER MAY BE REMOVED FROM OFFICE BY THE GOVERNOR  FOR  MISCON-\n   37  DUCT  IN  OFFICE,  WILLFUL  NEGLECT OF DUTY, OR OTHER CONDUCT EVIDENCING\n   38  UNFITNESS FOR THE OFFICE, OR FOR INCOMPETENCE. A MEMBER OR  EMPLOYEE  OF\n   39  THE  COUNCIL  SHALL  AUTOMATICALLY FORFEIT HIS OFFICE OR EMPLOYMENT UPON\n   40  CONVICTION OF ANY CRIME.\n   41    S 325. COUNCIL ON AFFORDABLE HOUSING; ORGANIZATION. 1. THE COUNCIL MAY\n   42  ESTABLISH, AND FROM TIME TO TIME ALTER, SUCH PLAN OF ORGANIZATION AS  IT\n   43  MAY  DEEM  EXPEDIENT,  AND MAY INCUR EXPENSES WITHIN THE LIMITS OF FUNDS\n   44  AVAILABLE TO IT.\n   45    2. THE COUNCIL SHALL ELECT ANNUALLY BY A MAJORITY OF ITS  MEMBERS  ONE\n   46  OF ITS MEMBERS, OTHER THAN THE CHAIRPERSON, TO SERVE AS VICE-CHAIRPERSON\n   47  FOR  A  TERM  OF ONE YEAR AND UNTIL HIS OR HER SUCCESSOR IS ELECTED. THE\n   48  VICE-CHAIRPERSON SHALL CARRY OUT ALL  OF  THE  RESPONSIBILITIES  OF  THE\n   49  CHAIRPERSON  AS  PRESCRIBED  IN  THIS  ARTICLE  DURING THE CHAIRPERSON'S\n   50  ABSENCE, DISQUALIFICATION OR INABILITY TO SERVE.\n   51    3. THE COUNCIL SHALL APPOINT AND FIX THE SALARY OF AN EXECUTIVE DIREC-\n   52  TOR WHO SHALL SERVE AT ITS PLEASURE. THE COUNCIL MAY EMPLOY  SUCH  OTHER\n   53  PERSONNEL  AS  IT  DEEMS NECESSARY. THE COUNCIL MAY EMPLOY LEGAL COUNSEL\n   54  WHO SHALL REPRESENT IT IN ANY PROCEEDING TO WHICH IT IS A PARTY, AND WHO\n   55  SHALL RENDER LEGAL ADVICE TO THE COUNCIL. THE COUNCIL MAY  CONTRACT  FOR\n\n       S. 681                              5\n\n    1  THE  SERVICES OF OTHER PROFESSIONAL, TECHNICAL AND OPERATIONAL PERSONNEL\n    2  AND CONSULTANTS AS MAY BE NECESSARY TO THE PERFORMANCE OF ITS DUTIES.\n    3    S  326. COUNCIL ON AFFORDABLE HOUSING; DUTIES. IT SHALL BE THE DUTY OF\n    4  THE COUNCIL, SIX MONTHS  AFTER  THE  CONFIRMATION  OF  THE  LAST  MEMBER\n    5  INITIALLY APPOINTED TO THE COUNCIL AND FROM TIME TO TIME THEREAFTER, TO:\n    6    1. DETERMINE HOUSING REGIONS OF THE STATE;\n    7    2.  ESTIMATE  THE  PRESENT  AND  PROSPECTIVE NEED FOR LOW AND MODERATE\n    8  INCOME HOUSING AT THE STATE AND REGIONAL LEVELS;\n    9    3. ADOPT CRITERIA AND GUIDELINES FOR:\n   10    A. DETERMINATION BY THE COUNCIL OF  EACH  MUNICIPALITY'S  PRESENT  AND\n   11  PROSPECTIVE FAIR SHARE OF THE HOUSING NEED IN A GIVEN REGION; AND\n   12    B.  PHASING OF PRESENT AND PROSPECTIVE FAIR SHARE HOUSING REQUIREMENTS\n   13  PURSUANT TO SECTION THREE HUNDRED FORTY-ONE OF THIS ARTICLE;\n   14    4. PROVIDE POPULATION AND HOUSEHOLD  PROJECTIONS  FOR  THE  STATE  AND\n   15  HOUSING REGIONS; OR\n   16    5.  MAY  IN  ITS  DISCRETION,  PLACE A LIMIT, BASED ON A PERCENTAGE OF\n   17  EXISTING HOUSING STOCK IN A MUNICIPALITY AND ANY OTHER CRITERIA  INCLUD-\n   18  ING  EMPLOYMENT  OPPORTUNITIES WHICH THE COUNCIL DEEMS APPROPRIATE, UPON\n   19  THE AGGREGATE NUMBER OF UNITS WHICH MAY BE ALLOCATED TO  A  MUNICIPALITY\n   20  AS  ITS  FAIR SHARE OF THE REGION'S PRESENT AND PROSPECTIVE NEED FOR LOW\n   21  AND MODERATE INCOME HOUSING.\n   22    IN CARRYING OUT THE ABOVE DUTIES, INCLUDING, BUT NOT LIMITED TO, PRES-\n   23  ENT AND PROSPECTIVE NEED ESTIMATIONS, THE COUNCIL SHALL GIVE APPROPRIATE\n   24  CONSIDERATION TO PERTINENT RESEARCH STUDIES, GOVERNMENT  REPORTS,  DECI-\n   25  SIONS  OF  OTHER  BRANCHES OF GOVERNMENT AND PUBLIC COMMENT. THE COUNCIL\n   26  SHALL DEVELOP PROCEDURES FOR PERIODICALLY ADJUSTING REGIONAL NEED  BASED\n   27  UPON  THE LOW AND MODERATE INCOME HOUSING THAT IS PROVIDED IN THE REGION\n   28  THROUGH ANY FEDERAL, STATE, MUNICIPAL OR PRIVATE HOUSING PROGRAM.\n   29    S 327. PROCEDURAL RULES. WITHIN FOUR MONTHS AFTER THE CONFIRMATION  OF\n   30  THE  LAST  MEMBER  OF THE INITIALLY APPOINTED COUNCIL, THE COUNCIL SHALL\n   31  ADOPT ITS OWN PROCEDURAL RULES WITH THE CONSENT OF THE ATTORNEY GENERAL.\n   32    S 328. NOTICE OF INTENT TO SUBMIT FAIR SHARE HOUSING PLAN. 1.   WITHIN\n   33  FOUR  MONTHS AFTER THE EFFECTIVE DATE OF THIS ARTICLE, EACH MUNICIPALITY\n   34  SHALL, BY A DULY ADOPTED RESOLUTION OF PARTICIPATION, NOTIFY THE COUNCIL\n   35  OF ITS INTENT TO SUBMIT TO THE COUNCIL  ITS  FAIR  SHARE  HOUSING  PLAN.\n   36  WITHIN  FIVE  MONTHS  AFTER  THE  COUNCIL'S ADOPTION OF ITS CRITERIA AND\n   37  GUIDELINES, THE MUNICIPALITY SHALL PREPARE AND FILE WITH THE  COUNCIL  A\n   38  HOUSING  ELEMENT  AND  ANY  FAIR  SHARE HOUSING ORDINANCES ADOPTED WHICH\n   39  IMPLEMENT THE HOUSING ELEMENT BASED ON THE COUNCIL'S CRITERIA AND GUIDE-\n   40  LINES.\n   41    2. THE COUNCIL SHALL AND ANY PERSON  AFFECTED  THEREBY  MAY  BRING  AN\n   42  ACTION  IN  SUPREME  COURT  AGAINST ANY MUNICIPALITY FAILING TO SUBMIT A\n   43  FAIR SHARE HOUSING PLAN TO THE COUNCIL PURSUANT TO  SUBDIVISION  ONE  OF\n   44  THIS  SECTION.    SUCH CAUSE OF ACTION SHALL DEMAND A COURT ORDER TO THE\n   45  MUNICIPALITY TO SUBMIT A FAIR SHARE HOUSING PLAN TO THE COUNCIL.\n   46    S 329. HOUSING  ELEMENT  OF  MUNICIPALITY.  A  MUNICIPALITY'S  HOUSING\n   47  ELEMENT  SHALL  BE  DESIGNED TO ACHIEVE THE GOAL OF ACCESS TO AFFORDABLE\n   48  HOUSING TO MEET PRESENT AND PROSPECTIVE HOUSING NEEDS,  WITH  PARTICULAR\n   49  ATTENTION TO LOW AND MODERATE INCOME HOUSING. SUCH HOUSING ELEMENT SHALL\n   50  PROVIDE  SPECIFICALLY  FOR HOUSING UNITS AFFORDABLE TO THE INCOME LEVELS\n   51  OF THE HOUSEHOLDS IN NEED, AND SHALL CONTAIN AT LEAST:\n   52    1. AN INVENTORY OF THE MUNICIPALITY'S HOUSING STOCK BY AGE, CONDITION,\n   53  PURCHASE OR RENTAL VALUE, OCCUPANCY CHARACTERISTICS, AND TYPE, INCLUDING\n   54  THE NUMBER OF UNITS AFFORDABLE TO LOW AND MODERATE INCOME HOUSEHOLDS AND\n   55  SUBSTANDARD HOUSING CAPABLE OF BEING REHABILITATED,  AND  IN  CONDUCTING\n   56  THIS  INVENTORY  THE  MUNICIPALITY  SHALL HAVE ACCESS, ON A CONFIDENTIAL\n\n       S. 681                              6\n\n    1  BASIS FOR THE SOLE PURPOSE OF CONDUCTING THE INVENTORY, TO ALL NECESSARY\n    2  PROPERTY TAX  ASSESSMENT  RECORDS  AND  INFORMATION  IN  THE  ASSESSOR'S\n    3  OFFICE, INCLUDING BUT NOT LIMITED TO THE PROPERTY RECORD CARDS;\n    4    2.  A  PROJECTION  OF  THE MUNICIPALITY'S HOUSING STOCK, INCLUDING THE\n    5  PROBABLE FUTURE CONSTRUCTION OF LOW AND MODERATE INCOME HOUSING, FOR THE\n    6  NEXT SIX YEARS, TAKING INTO ACCOUNT, BUT  NOT  NECESSARILY  LIMITED  TO,\n    7  CONSTRUCTION  PERMITS  ISSUED, APPROVALS OF APPLICATIONS FOR DEVELOPMENT\n    8  AND PROBABLE RESIDENTIAL DEVELOPMENT OF LANDS;\n    9    3. AN ANALYSIS  OF  THE  MUNICIPALITY'S  DEMOGRAPHIC  CHARACTERISTICS,\n   10  INCLUDING  BUT  NOT NECESSARILY LIMITED TO, HOUSEHOLD SIZE, INCOME LEVEL\n   11  AND AGE;\n   12    4. AN ANALYSIS OF THE EXISTING AND PROBABLE FUTURE EMPLOYMENT  CHARAC-\n   13  TERISTICS OF THE MUNICIPALITY;\n   14    5.  A DETERMINATION OF THE MUNICIPALITY'S PRESENT AND PROSPECTIVE FAIR\n   15  SHARE FOR LOW AND MODERATE INCOME HOUSING AND ITS CAPACITY  TO  ACCOMMO-\n   16  DATE ITS PRESENT AND PROSPECTIVE HOUSING NEEDS, INCLUDING ITS FAIR SHARE\n   17  FOR LOW AND MODERATE INCOME HOUSING; AND\n   18    6.  A  CONSIDERATION  OF  THE  LANDS  THAT  ARE  MOST  APPROPRIATE FOR\n   19  CONSTRUCTION OF LOW AND MODERATE INCOME  HOUSING  AND  OF  THE  EXISTING\n   20  STRUCTURES  MOST  APPROPRIATE  FOR CONVERSION TO, OR REHABILITATION FOR,\n   21  LOW AND MODERATE INCOME HOUSING, INCLUDING A CONSIDERATION OF  LANDS  OF\n   22  DEVELOPERS  WHO  HAVE EXPRESSED A COMMITMENT TO PROVIDE LOW AND MODERATE\n   23  INCOME HOUSING.\n   24    S 330. HOUSING ELEMENT; PROVISION OF LOW AND MODERATE INCOME  HOUSING.\n   25  1. IN ADOPTING ITS HOUSING ELEMENT, THE MUNICIPALITY MAY PROVIDE FOR ITS\n   26  FAIR  SHARE OF LOW AND MODERATE INCOME HOUSING BY MEANS OF ANY TECHNIQUE\n   27  OR COMBINATION OF TECHNIQUES WHICH PROVIDE A REALISTIC  OPPORTUNITY  FOR\n   28  THE  PROVISION  OF  THE FAIR SHARE. THE HOUSING ELEMENT SHALL CONTAIN AN\n   29  ANALYSIS DEMONSTRATING THAT IT WILL PROVIDE SUCH  A  REALISTIC  OPPORTU-\n   30  NITY,  AND  THE MUNICIPALITY SHALL ESTABLISH THAT ITS LAND USE AND OTHER\n   31  RELEVANT ORDINANCES HAVE BEEN REVISED TO INCORPORATE THE PROVISIONS  FOR\n   32  LOW  AND  MODERATE INCOME HOUSING. IN PREPARING THE HOUSING ELEMENT, THE\n   33  MUNICIPALITY SHALL CONSIDER THE FOLLOWING TECHNIQUES FOR  PROVIDING  LOW\n   34  AND  MODERATE  INCOME  HOUSING  WITHIN THE MUNICIPALITY, AS WELL AS SUCH\n   35  OTHER TECHNIQUES AS MAY BE PUBLISHED BY THE COUNCIL OR PROPOSED  BY  THE\n   36  MUNICIPALITY:\n   37    A.  REZONING  FOR DENSITIES NECESSARY TO ASSURE THE ECONOMIC VIABILITY\n   38  OF ANY INCLUSIONARY DEVELOPMENTS, EITHER THROUGH MANDATORY SET-ASIDES OR\n   39  DENSITY BONUSES, AS MAY BE NECESSARY TO MEET ALL OR PART OF THE  MUNICI-\n   40  PALITY'S FAIR SHARE;\n   41    B.  DETERMINATION  OF THE TOTAL RESIDENTIAL ZONING NECESSARY TO ASSURE\n   42  THAT THE MUNICIPALITY'S FAIR SHARE IS ACHIEVED;\n   43    C. DETERMINATION OF MEASURES THAT THE MUNICIPALITY WILL TAKE TO ASSURE\n   44  THAT THE LOW AND MODERATE INCOME UNITS  REMAIN  AFFORDABLE  TO  LOW  AND\n   45  MODERATE INCOME HOUSEHOLDS FOR A PERIOD OF AT LEAST THIRTY YEARS;\n   46    D. A PLAN FOR INFRASTRUCTURE EXPANSION AND REHABILITATION IF NECESSARY\n   47  TO  ASSURE  THE  ACHIEVEMENT OF THE MUNICIPALITY'S FAIR SHARE OF LOW AND\n   48  MODERATE INCOME HOUSING;\n   49    E. DONATION OR USE OF MUNICIPALLY OWNED LAND OR LAND CONDEMNED BY  THE\n   50  MUNICIPALITY FOR PURPOSES OF PROVIDING LOW AND MODERATE INCOME HOUSING;\n   51    F.  TAX  ABATEMENTS  FOR PURPOSES OF PROVIDING LOW AND MODERATE INCOME\n   52  HOUSING;\n   53    G. UTILIZATION OF FUNDS OBTAINED FROM ANY  STATE  OR  FEDERAL  SUBSIDY\n   54  TOWARD THE CONSTRUCTION OF LOW AND MODERATE INCOME HOUSING; AND\n   55    H.  UTILIZATION OF MUNICIPALLY GENERATED FUNDS TOWARD THE CONSTRUCTION\n   56  OF LOW AND MODERATE INCOME HOUSING.\n\n       S. 681                              7\n\n    1    2. THE MUNICIPALITY  MAY  PROVIDE  FOR  A  PHASING  SCHEDULE  FOR  THE\n    2  ACHIEVEMENT  OF  ITS FAIR SHARE OF LOW AND MODERATE INCOME HOUSING WHICH\n    3  IS NOT INCONSISTENT WITH SECTION THREE HUNDRED FORTY-ONE OF  THIS  ARTI-\n    4  CLE.\n    5    3.  THE  MUNICIPALITY  MAY PROPOSE THAT A PORTION OF ITS FAIR SHARE BE\n    6  MET THROUGH A REGIONAL CONTRIBUTION AGREEMENT. THE HOUSING ELEMENT SHALL\n    7  DEMONSTRATE, HOWEVER, THE MANNER IN WHICH THAT PORTION WILL BE  PROVIDED\n    8  WITHIN  THE  MUNICIPALITY  IF THE REGIONAL CONTRIBUTION AGREEMENT IS NOT\n    9  ENTERED INTO. THE MUNICIPALITY SHALL PROVIDE A STATEMENT OF ITS  REASONS\n   10  FOR THE PROPOSAL.\n   11    4.  NOTHING  IN  THIS ARTICLE SHALL REQUIRE A MUNICIPALITY TO RAISE OR\n   12  EXPEND MUNICIPAL REVENUES IN ORDER TO PROVIDE LOW  AND  MODERATE  INCOME\n   13  HOUSING.\n   14    S  331. REGIONAL CONTRIBUTION AGREEMENT. 1. A MUNICIPALITY MAY PROPOSE\n   15  THE TRANSFER OF UP TO TWENTY-FIVE PERCENT OF ITS FAIR SHARE  TO  ANOTHER\n   16  MUNICIPALITY  WITHIN ITS HOUSING REGION BY MEANS OF A CONTRACTUAL AGREE-\n   17  MENT INTO WHICH TWO MUNICIPALITIES  VOLUNTARILY  ENTER.  A  MUNICIPALITY\n   18  PROPOSING  TO TRANSFER TO ANOTHER MUNICIPALITY SHALL PROVIDE THE COUNCIL\n   19  WITH THE HOUSING ELEMENT AND STATEMENT REQUIRED UNDER SUBDIVISION  THREE\n   20  OF  SECTION  THREE HUNDRED THIRTY OF THIS ARTICLE, AND SHALL REQUEST THE\n   21  COUNCIL TO DETERMINE A MATCH WITH A MUNICIPALITY FILING A  STATEMENT  OF\n   22  INTENT  PURSUANT TO SUBDIVISION FIVE OF THIS SECTION. EXCEPT AS PROVIDED\n   23  IN SUBDIVISION TWO OF THIS SECTION, THE AGREEMENT MAY  BE  ENTERED  INTO\n   24  UPON  OBTAINING  SUBSTANTIVE  CERTIFICATION  UNDER SECTION THREE HUNDRED\n   25  THIRTY-THREE OF  THIS  ARTICLE,  OR  ANYTIME  THEREAFTER.  THE  REGIONAL\n   26  CONTRIBUTION  AGREEMENT ENTERED INTO SHALL SPECIFY HOW THE HOUSING SHALL\n   27  BE PROVIDED BY THE SECOND MUNICIPALITY, HEREINAFTER THE RECEIVING  MUNI-\n   28  CIPALITY,  AND THE AMOUNT OF CONTRIBUTIONS TO BE MADE BY THE FIRST MUNI-\n   29  CIPALITY, HEREINAFTER THE SENDING MUNICIPALITY.\n   30    2. A MUNICIPALITY WHICH IS A DEFENDANT IN AN EXCLUSIONARY ZONING  SUIT\n   31  AND  WHICH  HAS  NOT OBTAINED SUBSTANTIVE CERTIFICATION PURSUANT TO THIS\n   32  ARTICLE MAY REQUEST THE COURT TO BE PERMITTED TO FULFILL  A  PORTION  OF\n   33  ITS  FAIR  SHARE  BY ENTERING INTO A REGIONAL CONTRIBUTION AGREEMENT. IF\n   34  THE COURT BELIEVES THE REQUEST TO BE REASONABLE, THE COURT SHALL REQUEST\n   35  THE COUNCIL TO REVIEW THE PROPOSED AGREEMENT AND TO  DETERMINE  A  MATCH\n   36  WITH  A  RECEIVING  MUNICIPALITY  OR  MUNICIPALITIES  PURSUANT  TO  THIS\n   37  SECTION. THE COURT MAY ESTABLISH  TIME  LIMITATIONS  FOR  THE  COUNCIL'S\n   38  REVIEW,  AND SHALL RETAIN JURISDICTION OVER THE MATTER DURING THE PERIOD\n   39  OF COUNCIL REVIEW.  IF THE COURT DETERMINES THAT THE AGREEMENT  PROVIDES\n   40  A  REALISTIC  OPPORTUNITY  FOR  THE PROVISION OF LOW AND MODERATE INCOME\n   41  HOUSING WITHIN THE HOUSING REGION, IT SHALL PROVIDE THE SENDING  MUNICI-\n   42  PALITY  A  CREDIT  AGAINST  ITS  FAIR  SHARE  FOR HOUSING TO BE PROVIDED\n   43  THROUGH THE AGREEMENT IN THE MANNER PROVIDED IN THIS SECTION.\n   44    THE AGREEMENT SHALL BE ENTERED INTO PRIOR TO  THE  ENTRY  OF  A  FINAL\n   45  JUDGMENT  IN  THE  LITIGATION.  IN  CASES  IN WHICH A FINAL JUDGMENT WAS\n   46  ENTERED PRIOR TO THE DATE THIS ARTICLE TAKES  EFFECT  AND  IN  WHICH  AN\n   47  APPEAL  IS  PENDING,  A  MUNICIPALITY  MAY  REQUEST  CONSIDERATION  OF A\n   48  REGIONAL CONTRIBUTION AGREEMENT; PROVIDED THAT IT IS ENTERED INTO WITHIN\n   49  ONE HUNDRED TWENTY DAYS AFTER THIS ARTICLE TAKES EFFECT. IN  A  CASE  IN\n   50  WHICH A FINAL JUDGMENT HAS BEEN ENTERED, THE COURT SHALL CONSIDER WHETH-\n   51  ER  OR  NOT  THE AGREEMENT CONSTITUTES AN EXPEDITIOUS MEANS OF PROVIDING\n   52  PART OF THE FAIR SHARE.\n   53    3. REGIONAL CONTRIBUTION AGREEMENTS SHALL BE APPROVED BY THE  COUNCIL,\n   54  AFTER  REVIEW  BY  THE  COUNTY PLANNING BOARD OR AGENCY OF THE COUNTY IN\n   55  WHICH THE RECEIVING MUNICIPALITY IS LOCATED. THE COUNCIL SHALL DETERMINE\n   56  WHETHER OR NOT THE AGREEMENT PROVIDES A REALISTIC  OPPORTUNITY  FOR  THE\n\n       S. 681                              8\n\n    1  PROVISION OF LOW AND MODERATE INCOME HOUSING WITHIN CONVENIENT ACCESS TO\n    2  EMPLOYMENT  OPPORTUNITIES.  THE COUNCIL SHALL REFER THE AGREEMENT TO THE\n    3  COUNTY PLANNING BOARD OR AGENCY WHICH SHALL REVIEW WHETHER  OR  NOT  THE\n    4  TRANSFER  AGREEMENT  IS IN ACCORDANCE WITH SOUND, COMPREHENSIVE REGIONAL\n    5  PLANNING. IN ITS REVIEW, THE  COUNTY  PLANNING  BOARD  OR  AGENCY  SHALL\n    6  CONSIDER THE MASTER PLAN AND ZONING ORDINANCE OF THE SENDING AND RECEIV-\n    7  ING  MUNICIPALITIES  AND  ITS  OWN COUNTY MASTER PLAN. IN THE EVENT THAT\n    8  THERE IS NO COUNTY PLANNING BOARD OR AGENCY IN THE COUNTY IN  WHICH  THE\n    9  RECEIVING  MUNICIPALITY  IS LOCATED, THE COUNCIL SHALL DETERMINE WHETHER\n   10  OR NOT THE AGREEMENT IS IN ACCORDANCE WITH SOUND, COMPREHENSIVE REGIONAL\n   11  PLANNING. AFTER IT HAS BEEN DETERMINED THAT THE AGREEMENT    PROVIDES  A\n   12  REALISTIC OPPORTUNITY FOR LOW AND MODERATE INCOME HOUSING WITHIN CONVEN-\n   13  IENT  ACCESS  TO  EMPLOYMENT  OPPORTUNITIES,  AND  THAT THE AGREEMENT IS\n   14  CONSISTENT WITH SOUND,  COMPREHENSIVE  REGIONAL  PLANNING,  THE  COUNCIL\n   15  SHALL  APPROVE  THE  REGIONAL  CONTRIBUTION AGREEMENT BY RESOLUTION. ALL\n   16  DETERMINATIONS OF A COUNTY PLANNING BOARD OR AGENCY SHALL BE IN  WRITING\n   17  AND  SHALL BE MADE WITHIN SUCH TIME LIMITS AS THE COUNCIL MAY PRESCRIBE,\n   18  BEYOND WHICH THE COUNCIL SHALL MAKE  THOSE  DETERMINATIONS  AND  NO  FEE\n   19  SHALL  BE  PAID  TO THE COUNTY PLANNING BOARD OR AGENCY PURSUANT TO THIS\n   20  SUBDIVISION.\n   21    4. IN APPROVING A REGIONAL CONTRIBUTION AGREEMENT, THE  COUNCIL  SHALL\n   22  SET FORTH IN ITS RESOLUTION A SCHEDULE OF THE CONTRIBUTIONS TO BE APPRO-\n   23  PRIATED ANNUALLY BY THE SENDING MUNICIPALITY.\n   24    5.  THE  COUNCIL  SHALL MAINTAIN CURRENT LISTS OF MUNICIPALITIES WHICH\n   25  HAVE STATED AN INTENT TO ENTER INTO REGIONAL CONTRIBUTION AGREEMENTS  AS\n   26  RECEIVING  MUNICIPALITIES,  AND  SHALL  ESTABLISH  PROCEDURES FOR FILING\n   27  STATEMENTS OF INTENT WITH THE COUNCIL. NO RECEIVING  MUNICIPALITY  SHALL\n   28  BE  REQUIRED TO ACCEPT A GREATER NUMBER OF LOW AND MODERATE INCOME UNITS\n   29  THROUGH AN AGREEMENT THAN IT HAS EXPRESSED A WILLINGNESS  TO  ACCEPT  IN\n   30  ITS STATEMENT, BUT THE NUMBER STATED SHALL NOT BE LESS THAN A REASONABLE\n   31  MINIMUM  NUMBER  OF  UNITS, NOT TO EXCEED ONE HUNDRED, AS ESTABLISHED BY\n   32  THE COUNCIL. THE COUNCIL SHALL REQUIRE A PROJECT PLAN FROM  A  RECEIVING\n   33  MUNICIPALITY  PRIOR  TO  THE  ENTERING  INTO OF THE AGREEMENT, AND SHALL\n   34  SUBMIT THE PROJECT PLAN TO THE DIVISION FOR ITS REVIEW AS TO THE  FEASI-\n   35  BILITY OF THE PLAN PRIOR TO THE COUNCIL'S APPROVAL OF THE AGREEMENT. THE\n   36  DIVISION  MAY  RECOMMEND  AND  THE  COUNCIL  MAY  APPROVE AS PART OF THE\n   37  PROJECT PLAN A PROVISION THAT THE TIME LIMITATIONS FOR CONTRACTUAL GUAR-\n   38  ANTEES OR RESALE CONTROLS FOR LOW AND MODERATE INCOME UNITS INCLUDED  IN\n   39  THE  PROJECT  SHALL  BE LESS THAN THIRTY YEARS, IF IT IS DETERMINED THAT\n   40  MODIFICATION IS NECESSARY  TO  ASSURE  THE  ECONOMIC  VIABILITY  OF  THE\n   41  PROJECT.\n   42    6.  THE COUNCIL SHALL ESTABLISH GUIDELINES FOR THE DURATION AND AMOUNT\n   43  OF CONTRIBUTIONS IN REGIONAL CONTRIBUTION AGREEMENTS. IN DOING  SO,  THE\n   44  COUNCIL SHALL GIVE SUBSTANTIAL CONSIDERATION TO THE AVERAGE OF:\n   45    A.  THE  MEDIAN  AMOUNT  REQUIRED  TO  REHABILITATE A LOW AND MODERATE\n   46  INCOME UNIT UP TO CODE ENFORCEMENT STANDARDS;\n   47    B. THE AVERAGE INTERNAL SUBSIDIZATION  REQUIRED  FOR  A  DEVELOPER  TO\n   48  PROVIDE A LOW INCOME HOUSING UNIT IN AN INCLUSIONARY DEVELOPMENT; AND\n   49    C.  THE  AVERAGE  INTERNAL  SUBSIDIZATION  REQUIRED FOR A DEVELOPER TO\n   50  PROVIDE A MODERATE INCOME HOUSING UNIT IN AN INCLUSIONARY DEVELOPMENT.\n   51    CONTRIBUTIONS MAY BE PRORATED IN  MUNICIPAL  APPROPRIATIONS  OCCURRING\n   52  OVER A PERIOD NOT TO EXCEED THREE YEARS AND MAY INCLUDE AN AMOUNT AGREED\n   53  UPON  TO  COMPENSATE  OR PARTIALLY COMPENSATE THE RECEIVING MUNICIPALITY\n   54  FOR INFRASTRUCTURE OR OTHER COSTS GENERATED  TO  THE  RECEIVING  MUNICI-\n   55  PALITY BY THE DEVELOPMENT. APPROPRIATIONS SHALL BE MADE AND PAID DIRECT-\n   56  LY TO THE RECEIVING MUNICIPALITY OR MUNICIPALITIES.\n\n       S. 681                              9\n\n    1    7.  THE  COUNCIL SHALL REQUIRE RECEIVING MUNICIPALITIES TO FILE ANNUAL\n    2  REPORTS WITH THE DIVISION SETTING FORTH THE PROGRESS IN  IMPLEMENTING  A\n    3  PROJECT FUNDED UNDER A REGIONAL CONTRIBUTION AGREEMENT, AND THE DIVISION\n    4  SHALL  PROVIDE THE COUNCIL WITH ITS EVALUATION OF EACH REPORT. THE COUN-\n    5  CIL  SHALL  TAKE  SUCH ACTIONS AS MAY BE NECESSARY TO ENFORCE A REGIONAL\n    6  CONTRIBUTION AGREEMENT WITH RESPECT TO THE TIMELY IMPLEMENTATION OF  THE\n    7  PROJECT BY THE RECEIVING MUNICIPALITY.\n    8    S  332.  CERTIFICATION  OF  HOUSING  ELEMENT. A MUNICIPALITY WHICH HAS\n    9  FILED A HOUSING ELEMENT SHALL, AT ANY TIME DURING A  THREE  YEAR  PERIOD\n   10  FOLLOWING  THE FILING OF THE HOUSING ELEMENT, PETITION THE COUNCIL FOR A\n   11  SUBSTANTIVE CERTIFICATION OF ITS ELEMENT AND ORDINANCES OR INSTITUTE  AN\n   12  ACTION FOR DECLARATORY JUDGMENT GRANTING IT A ONE YEAR REPOSE IN SUPREME\n   13  COURT.  THE MUNICIPALITY SHALL PUBLISH NOTICE OF ITS PETITION IN A NEWS-\n   14  PAPER OF GENERAL CIRCULATION WITHIN  THE  MUNICIPALITY  AND  COUNTY  AND\n   15  SHALL  MAKE AVAILABLE TO THE PUBLIC INFORMATION ON THE ELEMENT AND ORDI-\n   16  NANCES IN ACCORDANCE WITH SUCH PROCEDURES AS THE  COUNCIL  SHALL  ESTAB-\n   17  LISH.  THE COUNCIL SHALL ALSO ESTABLISH A PROCEDURE FOR PROVIDING PUBLIC\n   18  NOTICE OF EACH PETITION WHICH IT RECEIVES.\n   19    S  333.  REVIEW  OF  PETITION.  UNLESS AN OBJECTION TO THE SUBSTANTIVE\n   20  CERTIFICATION IS FILED WITH THE COUNCIL BY ANY PERSON WITHIN  FORTY-FIVE\n   21  DAYS  OF  THE  PUBLICATION OF THE NOTICE OF THE MUNICIPALITY'S PETITION,\n   22  THE COUNCIL SHALL REVIEW THE PETITION  AND  SHALL  ISSUE  A  SUBSTANTIVE\n   23  CERTIFICATION IF IT SHALL FIND THAT:\n   24    1. THE MUNICIPALITY'S FAIR SHARE PLAN IS CONSISTENT WITH THE RULES AND\n   25  CRITERIA ADOPTED BY THE COUNCIL AND NOT INCONSISTENT WITH ACHIEVEMENT OF\n   26  THE  LOW  AND  MODERATE  INCOME  HOUSING NEEDS OF THE REGION AS ADJUSTED\n   27  PURSUANT TO THE COUNCIL'S CRITERIA AND GUIDELINES  ADOPTED  PURSUANT  TO\n   28  SUBDIVISION  THREE  OF SECTION THREE HUNDRED TWENTY-SIX OF THIS ARTICLE;\n   29  AND\n   30    2. THE COMBINATION OF THE ELIMINATION OF UNNECESSARY HOUSING COST-GEN-\n   31  ERATING FEATURES FROM THE MUNICIPAL LAND USE ORDINANCES AND REGULATIONS,\n   32  AND THE AFFIRMATIVE MEASURES IN THE HOUSING ELEMENT  AND  IMPLEMENTATION\n   33  PLAN  MAKE  THE  ACHIEVEMENT OF THE MUNICIPALITY'S FAIR SHARE OF LOW AND\n   34  MODERATE INCOME HOUSING REALISTICALLY POSSIBLE AFTER  ALLOWING  FOR  THE\n   35  IMPLEMENTATION  OF  ANY  REGIONAL CONTRIBUTION AGREEMENT APPROVED BY THE\n   36  COUNCIL.\n   37    IN CONDUCTING ITS REVIEW, THE COUNCIL MAY MEET WITH  THE  MUNICIPALITY\n   38  AND MAY DENY THE PETITION OR CONDITION ITS CERTIFICATION UPON CHANGES IN\n   39  THE  ELEMENT  OR ORDINANCES. ANY DENIAL OR CONDITIONS FOR APPROVAL SHALL\n   40  BE IN WRITING AND SHALL SET FORTH THE REASONS FOR THE DENIAL  OR  CONDI-\n   41  TIONS.  IF,  WITHIN  SIXTY  DAYS  OF THE COUNCIL'S DENIAL OR CONDITIONAL\n   42  APPROVAL, THE MUNICIPALITY REFILES ITS PETITION WITH  CHANGES  SATISFAC-\n   43  TORY  TO  THE  COUNCIL,  THE  COUNCIL  SHALL ISSUE A SUBSTANTIVE CERTIF-\n   44  ICATION.\n   45    ONCE SUBSTANTIVE CERTIFICATION IS GRANTED, THE MUNICIPALITY SHALL HAVE\n   46  FORTY-FIVE DAYS IN WHICH TO  ADOPT  ITS  FAIR  SHARE  HOUSING  ORDINANCE\n   47  APPROVED BY THE COUNCIL.\n   48    S  334.  MEDIATION AND REVIEW PROCESS BY COUNCIL. 1. THE COUNCIL SHALL\n   49  ENGAGE IN A MEDIATION AND REVIEW PROCESS IN THE FOLLOWING SITUATIONS:\n   50    A. IF AN OBJECTION TO  THE  MUNICIPALITY'S  PETITION  FOR  SUBSTANTIVE\n   51  CERTIFICATION  IS  FILED  WITH  THE COUNCIL WITHIN THE TIME SPECIFIED IN\n   52  SECTION THREE HUNDRED THIRTY-THREE OF THIS ARTICLE; OR\n   53    B. IF A REQUEST FOR MEDIATION AND REVIEW IS MADE PURSUANT  TO  SECTION\n   54  THREE HUNDRED THIRTY-FIVE OF THIS ARTICLE.\n   55    2.  IN  CASES  IN  WHICH  AN OBJECTION IS FILED TO SUBSTANTIVE CERTIF-\n   56  ICATION THE COUNCIL SHALL MEET WITH THE MUNICIPALITY AND  THE  OBJECTORS\n\n       S. 681                             10\n\n    1  AND  ATTEMPT TO MEDIATE A RESOLUTION OF THE DISPUTE. IF THE MEDIATION IS\n    2  SUCCESSFUL, THE COUNCIL SHALL ISSUE A SUBSTANTIVE  CERTIFICATION  IF  IT\n    3  FINDS  THAT  THE  CRITERIA OF SECTION THREE HUNDRED THIRTY-THREE OF THIS\n    4  ARTICLE HAVE BEEN MET.\n    5    3.  IF  THE  MEDIATION  EFFORTS  ARE UNSUCCESSFUL, THE MATTER SHALL BE\n    6  APPEALED TO SUPREME COURT PURSUANT TO ARTICLE SEVENTY-EIGHT OF THE CIVIL\n    7  PRACTICE LAW AND RULES.\n    8    S 335. JURISDICTION OF LITIGATION. 1. FOR  THOSE  EXCLUSIONARY  ZONING\n    9  CASES  INSTITUTED MORE THAN SIXTY DAYS BEFORE THE EFFECTIVE DATE OF THIS\n   10  ARTICLE, ANY PARTY TO THE LITIGATION MAY FILE A MOTION WITH THE COURT TO\n   11  SEEK A TRANSFER OF THE CASE TO THE COUNCIL. IN  DETERMINING  WHETHER  OR\n   12  NOT  TO  TRANSFER,  THE COURT SHALL CONSIDER WHETHER OR NOT THE TRANSFER\n   13  WOULD RESULT IN A MANIFEST INJUSTICE TO ANY PARTY TO THE LITIGATION.  IF\n   14  THE  MUNICIPALITY  FAILS  TO  FILE A HOUSING ELEMENT AND FAIR SHARE PLAN\n   15  WITH THE COUNCIL WITHIN FIVE  MONTHS  FROM  THE  DATE  OF  TRANSFER,  OR\n   16  PROMULGATION  OF  CRITERIA  AND  GUIDELINES  BY  THE COUNCIL PURSUANT TO\n   17  SECTION THREE HUNDRED  TWENTY-SIX  OF  THIS  ARTICLE,  WHICHEVER  OCCURS\n   18  LATER, JURISDICTION SHALL REVERT TO THE COURT.\n   19    2.  ANY  PERSON  WHO INSTITUTES LITIGATION LESS THAN SIXTY DAYS BEFORE\n   20  THE EFFECTIVE DATE OF THIS ARTICLE OR AFTER THE EFFECTIVE DATE  OF  THIS\n   21  ARTICLE  CHALLENGING  A  MUNICIPALITY'S ZONING ORDINANCE WITH RESPECT TO\n   22  THE OPPORTUNITY TO PROVIDE FOR LOW OR  MODERATE  INCOME  HOUSING,  SHALL\n   23  FILE  A NOTICE TO REQUEST REVIEW AND MEDIATION WITH THE COUNCIL PURSUANT\n   24  TO SECTIONS THREE HUNDRED THIRTY-THREE AND THREE HUNDRED THIRTY-FOUR  OF\n   25  THIS  ARTICLE. IN THE EVENT THAT THE MUNICIPALITY ADOPTS A RESOLUTION OF\n   26  PARTICIPATION WITHIN  THE  PERIOD  ESTABLISHED  IN  SUBDIVISION  ONE  OF\n   27  SECTION  THREE  HUNDRED  TWENTY-EIGHT  OF THIS ARTICLE, THE PERSON SHALL\n   28  EXHAUST THE REVIEW AND MEDIATION PROCESS OF  THE  COUNCIL  BEFORE  BEING\n   29  ENTITLED TO A TRIAL ON HIS COMPLAINT.\n   30    S 336. PRESUMPTION OF VALIDITY OF APPROVED HOUSING ELEMENT. 1.  IN ANY\n   31  EXCLUSIONARY  ZONING  CASE  FILED  AGAINST  A  MUNICIPALITY  WHICH HAS A\n   32  SUBSTANTIVE CERTIFICATION AND IN WHICH THERE IS A REQUIREMENT TO EXHAUST\n   33  THE REVIEW AND MEDIATION PROCESS PURSUANT TO SECTION THREE HUNDRED THIR-\n   34  TY-FIVE OF THIS ARTICLE,  THERE  SHALL  BE  A  PRESUMPTION  OF  VALIDITY\n   35  ATTACHING  TO  THE  APPROVED HOUSING ELEMENT AND ORDINANCES IMPLEMENTING\n   36  THE HOUSING ELEMENT. TO REBUT THE PRESUMPTION OF VALIDITY, THE COMPLAIN-\n   37  ANT SHALL HAVE THE BURDEN OF PROOF TO DEMONSTRATE BY CLEAR AND  CONVINC-\n   38  ING EVIDENCE THAT THE APPROVED HOUSING ELEMENT AND ORDINANCES IMPLEMENT-\n   39  ING  THE  HOUSING ELEMENT DO NOT PROVIDE A REALISTIC OPPORTUNITY FOR THE\n   40  PROVISION OF THE MUNICIPALITY'S FAIR SHARE OF LOW  AND  MODERATE  INCOME\n   41  HOUSING  AFTER  ALLOWING FOR THE IMPLEMENTATION OF ANY REGIONAL CONTRIB-\n   42  UTION AGREEMENT APPROVED BY THE COUNCIL.\n   43    2. THERE SHALL BE A PRESUMPTION OF VALIDITY ATTACHING TO ANY  REGIONAL\n   44  CONTRIBUTION AGREEMENT APPROVED BY THE COUNCIL. TO REBUT THE PRESUMPTION\n   45  OF  VALIDITY,  THE  COMPLAINANT SHALL HAVE THE BURDEN OF PROOF TO DEMON-\n   46  STRATE BY CLEAR AND CONVINCING EVIDENCE  THAT  THE  AGREEMENT  DOES  NOT\n   47  PROVIDE  FOR A REALISTIC OPPORTUNITY FOR THE PROVISION OF LOW AND MODER-\n   48  ATE INCOME HOUSING WITHIN THE HOUSING REGION.\n   49    3. THE COUNCIL SHALL BE MADE A PARTY TO ANY EXCLUSIONARY  ZONING  SUIT\n   50  AGAINST  A  MUNICIPALITY  WHICH  RECEIVES SUBSTANTIVE CERTIFICATION, AND\n   51  SHALL BE EMPOWERED TO PRESENT TO THE  COURT  ITS  REASONS  FOR  GRANTING\n   52  SUBSTANTIVE CERTIFICATION.\n   53    S  337.  OBLIGATION  TO  EXHAUST REMEDIES. IF A MUNICIPALITY WHICH HAS\n   54  ADOPTED A RESOLUTION OF PARTICIPATION PURSUANT TO SECTION THREE  HUNDRED\n   55  TWENTY-EIGHT  OF  THIS ARTICLE FAILS TO MEET THE DEADLINE FOR SUBMITTING\n   56  ITS HOUSING ELEMENT TO THE COUNCIL PRIOR TO THE  INSTITUTION  OF  EXCLU-\n\n       S. 681                             11\n\n    1  SIONARY  ZONING  LITIGATION,  THE  OBLIGATION  TO EXHAUST ADMINISTRATIVE\n    2  REMEDIES  CONTAINED  IN  SUBDIVISION  TWO  OF  SECTION   THREE   HUNDRED\n    3  THIRTY-FIVE  OF  THIS ARTICLE AUTOMATICALLY EXPIRES. THE OBLIGATION ALSO\n    4  EXPIRES  IF  THE COUNCIL REJECTS THE MUNICIPALITY'S REQUEST FOR SUBSTAN-\n    5  TIVE CERTIFICATION OR CONDITIONS ITS CERTIFICATION  UPON  CHANGES  WHICH\n    6  ARE  NOT MADE WITHIN THE PERIOD ESTABLISHED IN THIS ARTICLE OR WITHIN AN\n    7  EXTENSION OF THAT PERIOD AGREED TO BY THE COUNCIL AND ALL LITIGANTS.\n    8    S 338. FAILURE OF COUNCIL TO COMPLETE REVIEW PROCESS IN TIMELY MANNER.\n    9  IF THE COUNCIL HAS NOT COMPLETED ITS REVIEW AND MEDIATION PROCESS FOR  A\n   10  MUNICIPALITY  WITHIN  SIX  MONTHS OF RECEIPT OF A REQUEST BY A PARTY WHO\n   11  HAS INSTITUTED LITIGATION, THE PARTY MAY FILE A MOTION WITH A  COURT  OF\n   12  COMPETENT JURISDICTION TO BE RELIEVED OF THE DUTY TO EXHAUST ADMINISTRA-\n   13  TIVE REMEDIES. IN THE CASE OF REVIEW AND MEDIATION REQUESTS FILED WITHIN\n   14  NINE  MONTHS  AFTER  THIS ARTICLE TAKES EFFECT, THE SIX-MONTH COMPLETION\n   15  DATE SHALL NOT BEGIN TO RUN UNTIL NINE MONTHS AFTER THIS  ARTICLE  TAKES\n   16  EFFECT.\n   17    S   339.   STATE  AFFORDABLE  HOUSING  PROGRAMS.  NOTWITHSTANDING  ANY\n   18  PROVISIONS OF LAW TO THE CONTRARY, THE DIVISION, THE OFFICE OF TEMPORARY\n   19  AND DISABILITY ASSISTANCE, THE STATE HOUSING FINANCE AGENCY,  THE  STATE\n   20  URBAN  DEVELOPMENT CORPORATION   AND THE STATE MORTGAGE AGENCY SHALL, TO\n   21  THE EXTENT PRACTICABLE AND CONSISTENT WITH EXISTING STATUTES  AND  REGU-\n   22  LATIONS GOVERNING PROGRAMS WHICH SEEK TO DIRECTLY OR INDIRECTLY INCREASE\n   23  THE  SUPPLY OF AFFORDABLE HOUSING, SEEK TO AWARD GRANTS, LOANS, PAYMENTS\n   24  OR SUBSIDIES PURSUANT TO SUCH PROGRAMS WITHIN MUNICIPALITIES WHOSE HOUS-\n   25  ING ELEMENTS HAVE RECEIVED SUBSTANTIVE CERTIFICATION FROM  THE  COUNCIL,\n   26  WITHIN  RECEIVING MUNICIPALITIES IN CASES WHERE THE COUNCIL HAS APPROVED\n   27  A REGIONAL CONTRIBUTION AGREEMENT AND A PROJECT PLAN  DEVELOPED  BY  THE\n   28  RECEIVING MUNICIPALITY.\n   29    S 340. MUNICIPALITY WITH SETTLEMENT IN EXCLUSIONARY ZONING LITIGATION.\n   30  ANY  MUNICIPALITY  WHICH  HAS  REACHED  A SETTLEMENT OF ANY EXCLUSIONARY\n   31  ZONING LITIGATION PRIOR TO THE EFFECTIVE DATE OF THIS ARTICLE SHALL  NOT\n   32  BE SUBJECT TO ANY EXCLUSIONARY ZONING SUIT FOR A SIX YEAR PERIOD FOLLOW-\n   33  ING  THE  EFFECTIVE DATE OF THIS ARTICLE. ANY SUCH MUNICIPALITY SHALL BE\n   34  DEEMED TO HAVE A SUBSTANTIVELY CERTIFIED HOUSING ELEMENT AND ORDINANCES,\n   35  AND SHALL NOT BE REQUIRED DURING THAT PERIOD TO TAKE ANY FURTHER ACTIONS\n   36  WITH RESPECT TO PROVISIONS FOR LOW AND MODERATE INCOME  HOUSING  IN  ITS\n   37  LAND USE ORDINANCES OR REGULATIONS.\n   38    S  341.  PHASE-IN  OF  OBLIGATION  FOR  FAIR SHARE OF LOW AND MODERATE\n   39  INCOME HOUSING; ORDER OF COURT. 1. A MUNICIPALITY WHICH  HAS  AN  ACTION\n   40  PENDING  OR  A  JUDGMENT  ENTERED AGAINST IT AFTER THE EFFECTIVE DATE OF\n   41  THIS ARTICLE, OR WHICH HAD A JUDGMENT ENTERED AGAINST IT PRIOR  TO  THAT\n   42  DATE  AND FROM WHICH AN APPEAL IS PENDING, OR WHICH BRINGS AN ACTION FOR\n   43  DECLARATORY JUDGMENT PURSUANT TO SECTION  THREE  HUNDRED  THIRTY-TWO  OF\n   44  THIS  ARTICLE,  SHALL  UPON MUNICIPAL REQUEST BE ALLOWED TO PHASE-IN ITS\n   45  OBLIGATION FOR A FAIR SHARE OF LOW AND MODERATE INCOME HOUSING. IF  SUCH\n   46  A PHASE-IN IS REQUESTED BY THE MUNICIPALITY, THE COURT SHALL IMPLEMENT A\n   47  PHASE-IN FOR THE ISSUANCE OF FINAL APPROVALS FOR LOW AND MODERATE INCOME\n   48  HOUSING, WHICH SHALL BE BASED ON AN ANALYSIS OF THE FOLLOWING FACTORS:\n   49    A. THE SIZE OF THE MUNICIPAL FAIR SHARE;\n   50    B.  THE  PRESENT AND PROJECTED CAPACITY OF THE COMMUNITY'S INFRASTRUC-\n   51  TURE, TAKING INTO  ACCOUNT  EXPANSION  AND  REHABILITATION  OF  EXISTING\n   52  FACILITIES;\n   53    C. VACANT DEVELOPABLE LAND;\n   54    D. LIKELY ABSORPTION RATE FOR HOUSING IN LIGHT OF MARKET FORCES;\n   55    E. REASONABLE DEVELOPMENT PRIORITIES AMONG AREAS OF THE COMMUNITY; AND\n\n       S. 681                             12\n\n    1    F.  PAST  PERFORMANCE  IN  PROVIDING  LOW AND MODERATE INCOME HOUSING,\n    2  INCLUDING CREDIT FOR LOW AND MODERATE INCOME SENIOR OR DISABLED  CITIZEN\n    3  HOUSING.\n    4    2. THE COURT SHALL, WHERE APPROPRIATE, ALSO IMPLEMENT A PHASE-IN SCHE-\n    5  DULE  FOR THE MARKET UNITS IN THE INCLUSIONARY DEVELOPMENT WHICH ARE NOT\n    6  LOW AND MODERATE INCOME, GIVING DUE CONSIDERATION TO THE  PLAN  FOR  LOW\n    7  AND  MODERATE INCOME HOUSING ESTABLISHED IN THIS SECTION AND THE NEED TO\n    8  MAINTAIN THE ECONOMIC VIABILITY OF THE DEVELOPMENT.\n    9    3. IN ENTERING THE PHASE-IN ORDER, THE COURT SHALL CONSIDER WHETHER OR\n   10  NOT IT IS NECESSARY TO CONDITION THE  PHASE-IN  ORDER  UPON  A  PHASE-IN\n   11  SCHEDULE  FOR THE CONSTRUCTION OF OTHER DEVELOPMENTS IN THE MUNICIPALITY\n   12  TO MINIMIZE AN IMBALANCE BETWEEN AVAILABLE HOUSING UNITS  AND  AVAILABLE\n   13  JOBS, OR TO PREVENT THE SITES WHICH ARE THE MOST APPROPRIATE OR THE ONLY\n   14  POSSIBLE  SITES  FOR THE CONSTRUCTION OF LOW AND MODERATE INCOME HOUSING\n   15  FROM BEING USED FOR OTHER PURPOSES, OR TO PREVENT LIMITED PUBLIC INFRAS-\n   16  TRUCTURE CAPACITIES FROM BEING ENTIRELY UTILIZED FOR OTHER PURPOSES.\n   17    4. IN ENTERING A PHASING ORDER, THE  COURT,  UPON  MUNICIPAL  REQUEST,\n   18  SHALL  IMPLEMENT  A  SPECIFIC PHASING SCHEDULE FOR THE ISSUANCE OF FINAL\n   19  APPROVALS IN  INCLUSIONARY  DEVELOPMENTS.  THE  COURT  SHALL  TAKE  INTO\n   20  ACCOUNT  THE  SIX ANALYSIS FACTORS ENUMERATED IN SUBDIVISION ONE OF THIS\n   21  SECTION, GIVING PARTICULAR ATTENTION TO:\n   22    A. THE SIZE OF THE MUNICIPAL FAIR SHARE WHICH IS  TO  BE  PROVIDED  IN\n   23  INCLUSIONARY DEVELOPMENTS;\n   24    B.  THE  EXTENT  AND PROJECTED CAPACITY OF THE COMMUNITY'S INFRASTRUC-\n   25  TURE, TAKING INTO  ACCOUNT  EXPANSION  AND  REHABILITATION  OF  EXISTING\n   26  FACILITIES; AND\n   27    C. THE EXTENT AND PATTERN OF GROWTH WITHIN THE MUNICIPALITY AND REGION\n   28  DURING THE SIX YEARS PRIOR TO THE IMPLEMENTATION OF THE PHASE-IN PLAN.\n   29    THE  FOLLOWING TIME PERIODS SHALL BE GUIDELINES FOR A PHASING SCHEDULE\n   30  FOR THE  ISSUANCE  OF  FINAL  APPROVALS  IN  INCLUSIONARY  DEVELOPMENTS,\n   31  SUBJECT, HOWEVER, TO UPWARD OR DOWNWARD MODIFICATION BASED UPON A REVIEW\n   32  OF THE ANALYSIS FACTORS:\n   33    ANY  MUNICIPALITY  WHICH  HAS  A FAIR SHARE OBLIGATION TO PROVIDE FIVE\n   34  THOUSAND OR MORE LOW AND MODERATE INCOME UNITS IN INCLUSIONARY  DEVELOP-\n   35  MENTS  SHALL BE ENTITLED TO CONSIDERATION OF A PHASE-IN SCHEDULE FOR THE\n   36  ISSUANCE OF FINAL APPROVALS IN INCLUSIONARY  DEVELOPMENTS  OF  AT  LEAST\n   37  TWENTY YEARS FROM THE EFFECTIVE DATE OF THIS ARTICLE.\n   38    ANY  MUNICIPALITY WHICH HAS A FAIR SHARE OBLIGATION TO PROVIDE BETWEEN\n   39  THIRTY-FIVE HUNDRED AND FORTY-NINE HUNDRED NINETY-NINE LOW AND  MODERATE\n   40  INCOME UNITS IN INCLUSIONARY DEVELOPMENTS SHALL BE ENTITLED TO CONSIDER-\n   41  ATION  OF  A  PHASE-IN  SCHEDULE  FOR THE ISSUANCE OF FINAL APPROVALS IN\n   42  INCLUSIONARY DEVELOPMENTS OF AT LEAST FIFTEEN YEARS FROM  THE  EFFECTIVE\n   43  DATE OF THIS ARTICLE.\n   44    ANY  MUNICIPALITY WHICH HAS A FAIR SHARE OBLIGATION TO PROVIDE BETWEEN\n   45  TWO THOUSAND AND THIRTY-FOUR HUNDRED NINETY-NINE LOW AND MODERATE INCOME\n   46  UNITS IN INCLUSIONARY DEVELOPMENTS SHALL BE ENTITLED TO CONSIDERATION OF\n   47  A PHASE-IN SCHEDULE FOR THE ISSUANCE OF FINAL APPROVALS IN  INCLUSIONARY\n   48  DEVELOPMENTS OF AT LEAST TEN YEARS FROM THE EFFECTIVE DATE OF THIS ARTI-\n   49  CLE.\n   50    ANY  MUNICIPALITY WHICH HAS A FAIR SHARE OBLIGATION TO PROVIDE BETWEEN\n   51  FIVE HUNDRED AND ONE THOUSAND NINE HUNDRED NINETY-NINE LOW AND  MODERATE\n   52  INCOME UNITS IN INCLUSIONARY DEVELOPMENTS SHALL BE ENTITLED TO CONSIDER-\n   53  ATION  OF  A  PHASE-IN  SCHEDULE  FOR THE ISSUANCE OF FINAL APPROVALS IN\n   54  INCLUSIONARY DEVELOPMENTS OF AT LEAST SIX YEARS FROM THE EFFECTIVE  DATE\n   55  OF THIS ARTICLE.\n\n       S. 681                             13\n\n    1    ANY  MUNICIPALITY  WHICH  HAS  A FAIR SHARE OBLIGATION TO PROVIDE LESS\n    2  THAN FIVE HUNDRED LOW AND MODERATE INCOME UNITS IN INCLUSIONARY DEVELOP-\n    3  MENTS SHALL BE ENTITLED TO CONSIDERATION OF A PHASE-IN SCHEDULE FOR  THE\n    4  ISSUANCE OF FINAL APPROVALS IN INCLUSIONARY DEVELOPMENTS FOR SUCH PERIOD\n    5  OF  TIME,  INCLUDING A PERIOD OF AT LEAST SIX YEARS, AS IS DETERMINED TO\n    6  BE REASONABLE PURSUANT TO THE ANALYSIS FACTORS.\n    7    5. AS PART OF A PHASING ORDER  CONCERNING  INCLUSIONARY  DEVELOPMENTS,\n    8  THE  COURT  MAY  APPROVE  A  MUNICIPAL  PLAN, OR IMPLEMENT ANOTHER PLAN,\n    9  CONCERNING PRIORITIES AMONG DEVELOPERS AND SITES, AND THE TIMING IN  THE\n   10  ISSUANCE  OF FINAL APPROVALS TO PARTICULAR DEVELOPERS. ANY PLAN CONCERN-\n   11  ING PRIORITIES AND THE TIMING OF FINAL APPROVALS SHALL TAKE INTO CONSID-\n   12  ERATION:\n   13    A. THE LOCATION OF VARIOUS SITES AND THEIR SUITABILITY FOR DEVELOPMENT\n   14  PURSUANT  TO  ENVIRONMENTAL  PROTECTION  AND  SOUND  PLANNING  CRITERIA,\n   15  INCLUDING  THEIR  CONSISTENCY  WITH  REASONABLE  PROVISIONS OF MUNICIPAL\n   16  MASTER PLANS;\n   17    B. INFRASTRUCTURE CAPACITY OR THE ABILITY TO PROVIDE THE CAPACITY  FOR\n   18  THE  SITE,  AND  THE  READINESS  OF  A  PARTICULAR DEVELOPER TO COMMENCE\n   19  CONSTRUCTION; AND\n   20    C. ANY SETTLEMENTS  OR  COURT  ORDERS  ESTABLISHING  PRIORITIES  AMONG\n   21  DEVELOPERS.\n   22    CONSISTENT  WITH  THE OVERALL PHASING SCHEDULE ADOPTED PURSUANT TO THE\n   23  ANALYSIS FACTORS, THE MUNICIPALITY SHALL MAKE A  GOOD  FAITH  EFFORT  TO\n   24  TIME  THE  ISSUANCE OF FINAL APPROVALS FOR PARTICULAR DEVELOPMENTS WHICH\n   25  IT APPROVES IN A MANNER WHICH ENABLES  THE  REALISTIC  AND  ECONOMICALLY\n   26  VIABLE  CONSTRUCTION  OF THE DEVELOPMENT.  TO THIS END, THE MUNICIPALITY\n   27  SHALL TAKE INTO CONSIDERATION THE NEED FOR SUFFICIENT DEVELOPMENT  IN  A\n   28  PARTICULAR  PROJECT  TO  PERMIT TIMELY RECOVERY OF INFRASTRUCTURE COSTS,\n   29  AND, IN THE CASE OF A DEVELOPMENT WHICH WILL HAVE A HOMEOWNERS'  ASSOCI-\n   30  ATION,  TO  PREVENT THE IMPOSITION OF EXCESSIVE HOMEOWNERS' FEES BECAUSE\n   31  OF THE FAILURE TO ACHIEVE ECONOMIES OF SCALE. IN THE CASE OF  DEVELOPERS\n   32  WHO  HAVE PREVIOUSLY CONSTRUCTED RESIDENTIAL DEVELOPMENTS IN THIS STATE,\n   33  A MUNICIPALITY SHALL ALSO TAKE INTO CONSIDERATION THE GREATEST NUMBER OF\n   34  UNITS WHICH THE DEVELOPER HAS CONSTRUCTED IN ANY ONE DEVELOPMENT IN  THE\n   35  STATE WITHIN ANY ONE YEAR PERIOD; THIS FACTOR SHALL BE CONSIDERED IF THE\n   36  MUNICIPALITY  SEEKS  TO  PHASE  THE  ISSUANCE OF FINAL APPROVALS FOR THE\n   37  INCLUSIONARY DEVELOPMENT OVER A PERIOD GREATER THAN ONE YEAR.\n   38    S 342. PURCHASE, LEASE  OR  ACQUISITION  BY  GIFT  OF  REAL  PROPERTY.\n   39  NOTWITHSTANDING  ANY  OTHER  LAW  TO  THE  CONTRARY,  A MUNICIPALITY MAY\n   40  PURCHASE, LEASE OR ACQUIRE BY GIFT  REAL  PROPERTY  AND  ANY  ESTATE  OR\n   41  INTEREST  THEREIN,  WHICH THE MUNICIPAL GOVERNING BODY DETERMINES NECES-\n   42  SARY OR USEFUL FOR THE CONSTRUCTION OR REHABILITATION OF LOW AND  MODER-\n   43  ATE INCOME HOUSING OR CONVERSION TO LOW AND MODERATE INCOME HOUSING.\n   44    THE  MUNICIPALITY  MAY  PROVIDE  FOR THE ACQUISITION, CONSTRUCTION AND\n   45  MAINTENANCE OF BUILDINGS, STRUCTURES OR OTHER IMPROVEMENTS NECESSARY  OR\n   46  USEFUL  FOR  THE  PROVISION  OF LOW AND MODERATE INCOME HOUSING, AND MAY\n   47  PROVIDE FOR THE RECONSTRUCTION, CONVERSION OR  REHABILITATION  OF  THOSE\n   48  IMPROVEMENTS  IN  SUCH  MANNER  AS  MAY BE NECESSARY OR USEFUL FOR THOSE\n   49  PURPOSES.\n   50    NOTWITHSTANDING THE PROVISIONS OF ANY OTHER LAW REGARDING THE  CONVEY-\n   51  ANCE,  SALE  OR  LEASE OF REAL PROPERTY BY MUNICIPALITIES, THE MUNICIPAL\n   52  GOVERNING BODY MAY,  BY  RESOLUTION,  AUTHORIZE  THE  PRIVATE  SALE  AND\n   53  CONVEYANCE  OR  LEASE OF A HOUSING UNIT OR UNITS ACQUIRED OR CONSTRUCTED\n   54  PURSUANT TO THIS SECTION, WHERE THE SALE, CONVEYANCE OR LEASE  IS  TO  A\n   55  LOW  OR  MODERATE  INCOME  HOUSEHOLD  OR NONPROFIT ENTITY AND CONTAINS A\n\n       S. 681                             14\n\n    1  CONTRACTUAL GUARANTEE THAT THE HOUSING UNIT WILL REMAIN AVAILABLE TO LOW\n    2  AND MODERATE INCOME HOUSEHOLDS FOR A PERIOD OF AT LEAST THIRTY YEARS.\n    3    S 343. ANNUAL REPORT OF COUNCIL. WITHIN TWELVE MONTHS AFTER THE EFFEC-\n    4  TIVE  DATE  OF THIS ARTICLE AND EVERY YEAR THEREAFTER, THE COUNCIL SHALL\n    5  REPORT TO THE GOVERNOR AND THE LEGISLATURE ON THE EFFECT OF THIS ARTICLE\n    6  IN PROMOTING THE PROVISION OF LOW AND MODERATE  INCOME  HOUSING  IN  THE\n    7  SEVERAL  HOUSING REGIONS OF THIS STATE. THE REPORT MAY INCLUDE RECOMMEN-\n    8  DATIONS FOR ANY REVISIONS OR CHANGES IN THIS ARTICLE WHICH  THE  COUNCIL\n    9  BELIEVES NECESSARY TO MORE NEARLY EFFECTUATE THIS END.\n   10    WITHIN THIRTY-SIX MONTHS AFTER THE EFFECTIVE DATE OF THIS ARTICLE, THE\n   11  COUNCIL  SHALL REPORT TO THE GOVERNOR AND THE LEGISLATURE CONCERNING THE\n   12  ACTIONS NECESSARY TO BE TAKEN AT THE STATE, REGIONAL, COUNTY AND MUNICI-\n   13  PAL LEVELS TO PROVIDE FOR THE IMPLEMENTATION AND ADMINISTRATION OF  THIS\n   14  ARTICLE  ON  A REGIONAL BASIS, INCLUDING ANY REVISIONS OR CHANGES IN THE\n   15  LAW NECESSARY TO ACCOMPLISH THAT END. THE COUNCIL  MAY  INCLUDE  IN  THE\n   16  REPORT  ANY  RECOMMENDATIONS  OR  CONSIDERATIONS  IT MAY WISH TO PROVIDE\n   17  REGARDING THE ADVISABILITY OF IMPLEMENTING AND ADMINISTERING THIS  ARTI-\n   18  CLE ON A REGIONAL BASIS.\n   19    S  4.  Section  261  of the town law, as amended by chapter 458 of the\n   20  laws of 1997, is amended to read as follows:\n   21     S 261.  Grant of power; appropriations for certain expenses  incurred\n   22  under  this  article.   For the purpose of promoting the health, safety,\n   23  morals, or the general welfare of the REGIONAL community, the town board\n   24  is hereby empowered by local law or ordinance to regulate  and  restrict\n   25  the  height,  number  of  stories and size of buildings and other struc-\n   26  tures, the percentage of lot that may be occupied, the  size  of  yards,\n   27  courts,  and  other  open  spaces,  the  density  of population, and the\n   28  location and use of buildings, structures and land for trade,  industry,\n   29  residence  or other purposes; provided that such regulations shall apply\n   30  to and affect only such part of a town as is outside the limits  of  any\n   31  incorporated  village  or  city;  PROVIDED  THAT SUCH REGULATIONS DO NOT\n   32  INHIBIT AND MAKE ECONOMICALLY INFEASIBLE THE DEVELOPMENT  OF  AFFORDABLE\n   33  HOUSING  FOR  LOW  AND  MODERATE  INCOME  PERSONS AS PROVIDED IN ARTICLE\n   34  TWELVE-A OF THE PUBLIC HOUSING  LAW;  AND  provided  further,  that  all\n   35  charges and expenses incurred under this article for zoning and planning\n   36  shall  be  a  charge  upon the taxable property of that part of the town\n   37  outside of any incorporated village or city.  The town board  is  hereby\n   38  authorized  and  empowered  to make such appropriation as it may see fit\n   39  for such charges and expenses, provided however, that such appropriation\n   40  shall  be  the  estimated  charges  and  expenses  less  fees,  if  any,\n   41  collected,  and  provided,  that  the  amount  so  appropriated shall be\n   42  assessed, levied and collected from the property outside of any incorpo-\n   43  rated village or city.  Such regulations may provide  that  a  board  of\n   44  appeals  may  determine and vary their application in harmony with their\n   45  general purpose and intent, and in accordance with general  or  specific\n   46  rules therein contained.\n   47    S  5.  Section  263  of the town law, as amended by chapter 602 of the\n   48  laws of 2003, is amended to read as follows:\n   49    S 263. Purposes in view. Such regulations shall be made in  accordance\n   50  with  a  comprehensive  plan  and  designed  to lessen congestion in the\n   51  streets; to secure safety from fire, flood, panic and other dangers;  to\n   52  promote health and general welfare OF THE REGIONAL COMMUNITY; to provide\n   53  adequate  light  and  air; to prevent the overcrowding of land; to avoid\n   54  undue concentration of population; to make  provision  for,  so  far  as\n   55  conditions  may  permit,  the  accommodation of solar energy systems and\n   56  equipment and access to sunlight necessary therefor; to  facilitate  the\n\n       S. 681                             15\n\n    1  practice  of forestry; to facilitate the adequate provision of transpor-\n    2  tation, water, sewerage, schools, parks and other  public  requirements.\n    3  Such  regulations  shall  be  made  with reasonable consideration, among\n    4  other things, as to the character of the district and its peculiar suit-\n    5  ability  for particular uses, and with a view to conserving the value of\n    6  buildings and encouraging the most appropriate use  of  land  throughout\n    7  such municipality.\n    8    S  6.  Section  282  of the town law, as amended by chapter 310 of the\n    9  laws of 1962 and the opening paragraph as amended by chapter 459 of  the\n   10  laws of 1991, is amended to read as follows:\n   11     S  282. Court review. [Any] EXCEPT AS PROVIDED IN ARTICLE TWELVE-A OF\n   12  THE PUBLIC HOUSING LAW IN RELATION TO THE DEVELOPMENT OF LOW AND  MODER-\n   13  ATE  INCOME  HOUSING,  ANY  person  or  persons,  jointly  or  severally\n   14  aggrieved by any decision of the planning board concerning such plat  or\n   15  the  changing  of  the  zoning regulations of such land, or any officer,\n   16  department, board or bureau of the town, may have the decision  reviewed\n   17  by a special term of the supreme court in the manner provided by article\n   18  seventy-eight  of the civil practice law and rules provided the proceed-\n   19  ing is commenced within thirty days after the filing of the decision  in\n   20  the office of the town clerk.\n   21     Commencement  of the proceeding shall stay proceedings upon the deci-\n   22  sion appealed from.\n   23     If, upon the hearing, it shall appear to the court that testimony  is\n   24  necessary for the proper disposition of the matter, it may take evidence\n   25  or  appoint  a referee to take such evidence as it may direct and report\n   26  the same to the court with his findings of fact and conclusions of  law,\n   27  which shall constitute a part of the proceedings upon which the determi-\n   28  nation  of  the  court  shall  be made. The court may reverse or affirm,\n   29  wholly or partly, or may modify the decision brought up for review.\n   30     Costs shall not be allowed against  the  planning  board,  unless  it\n   31  shall  appear to the court that it acted with gross negligence or in bad\n   32  faith or with malice in making the decision appealed from.\n   33     All issues in any proceeding under this section shall have preference\n   34  over all other civil actions and proceedings.\n   35    S 7. Section 7-700 of the village law is amended to read as follows:\n   36     S 7-700 Grant of power. For the  purpose  of  promoting  the  health,\n   37  safety,  morals,  or  the general welfare of the REGIONAL community, the\n   38  board of trustees of a village is hereby empowered,  by  local  law,  to\n   39  regulate  and  restrict the height, number of stories and size of build-\n   40  ings and other structures, the percentage of lot that may  be  occupied,\n   41  the  size  of  yards, courts and other open spaces, the density of popu-\n   42  lation, and the location and use of buildings, structures and  land  for\n   43  trade,  industry, residence or other purposes.  As a part of the compre-\n   44  hensive plan and design, the village board is empowered by local law, to\n   45  regulate and restrict certain  areas  as  national  historic  landmarks,\n   46  special  historic sites, places and buildings for the purpose of conser-\n   47  vation, protection, enhancement and  perpetuation  of  these  places  of\n   48  natural  heritage.  SUCH  REGULATIONS  SHALL NOT INHIBIT OR MAKE ECONOM-\n   49  ICALLY INFEASIBLE THE DEVELOPMENT OF  AFFORDABLE  HOUSING  FOR  LOW  AND\n   50  MODERATE  INCOME  PERSONS  AS PROVIDED IN ARTICLE TWELVE-A OF THE PUBLIC\n   51  HOUSING LAW. Such regulations shall provide that a board of appeals  may\n   52  determine and vary their application in harmony with the general purpose\n   53  and  intent,  and  in  accordance with general or specific rules therein\n   54  contained.\n   55    S 8. Section 7-704 of the village law, as amended by  chapter  742  of\n   56  the laws of 1979, is amended to read as follows:\n\n       S. 681                             16\n\n    1     S  7-704  Purposes in view. Such regulations shall be made in accord-\n    2  ance with a comprehensive plan and designed to lessen congestion in  the\n    3  streets; to secure safety from fire, panic, floods and other dangers; to\n    4  promote  health  and  the  general welfare OF THE REGIONAL COMMUNITY; to\n    5  provide  adequate light and air; to prevent the overcrowding of land; to\n    6  avoid undue concentration of population; to make provision for,  so  far\n    7  as  conditions may permit, the accommodation of solar energy systems and\n    8  equipment and access to sunlight necessary therefor; to  facilitate  the\n    9  adequate  provision  of  transportation, water, sewerage, schools, parks\n   10  and other public requirements.  Such  regulations  shall  be  made  with\n   11  reasonable consideration, among other things, as to the character of the\n   12  district  and  its  peculiar  suitability for particular uses, AS TO THE\n   13  REGIONAL NEED FOR AFFORDABLE HOUSING FOR LOW AND MODERATE INCOME PERSONS\n   14  and with a view to conserving the value of buildings and encouraging the\n   15  most appropriate use of land throughout such municipality.\n   16    S 9. Section 7-740 of the village law, as amended by  chapter  391  of\n   17  the laws of 2000, is amended to read as follows:\n   18    S  7-740  Review  of  decisions  of  planning  board.  [Any] EXCEPT AS\n   19  PROVIDED IN ARTICLE TWELVE-A OF THE PUBLIC HOUSING LAW  IN  RELATION  TO\n   20  DEVELOPMENT OF LOW AND MODERATE INCOME HOUSING, ANY officer, department,\n   21  board  or bureau of the village, with the approval of the board of trus-\n   22  tees, or any person or persons, jointly or severally  aggrieved  by  any\n   23  decision  of  the planning board concerning such plat or the changing of\n   24  the zoning regulations of such land, may bring a proceeding to review in\n   25  the manner provided by article seventy-eight of the civil  practice  law\n   26  and rules in a court of record on the ground that such decision is ille-\n   27  gal, in whole or in part. Such proceeding must be commenced within thir-\n   28  ty  days  after  the filing of the decision in the office of the village\n   29  clerk.\n   30    Commencement of the proceeding shall stay proceedings upon  the  deci-\n   31  sion appealed from.\n   32    If,  upon  the hearing, it shall appear to the court that testimony is\n   33  necessary for the proper disposition of the matter, it may take evidence\n   34  or appoint a referee to take such evidence as it may direct  and  report\n   35  the  same to the court with his findings of fact and conclusions of law,\n   36  which shall constitute a part of the proceedings upon which the determi-\n   37  nation of the court shall be made. The  court  may  reverse  or  affirm,\n   38  wholly or partly, or may modify the decision brought up for review.\n   39    Costs shall not be allowed against the planning board, unless it shall\n   40  appear  to the court that it acted with gross negligence or in bad faith\n   41  or with malice in making the decision appealed from.\n   42    All issues in any proceeding under this section shall have  preference\n   43  over all other civil actions and proceedings.\n   44    S  10.  Subdivisions  24 and 25 of section 20 of the general city law,\n   45  subdivision 24 as amended by chapter 742  of the laws of 1979 and subdi-\n   46  vision 25 as added by chapter 483 of the laws of 1917,  are  amended  to\n   47  read as follows:\n   48     24.  To regulate and limit the height, bulk and location of buildings\n   49  hereafter  erected,  to regulate and determine the area of yards, courts\n   50  and other open spaces, and to regulate the density of population in  any\n   51  given  area,  and  for  said purposes to divide the city into districts.\n   52  Such regulations shall be uniform for each class of buildings throughout\n   53  any district, but the regulations in one or more  districts  may  differ\n   54  from  those  in other districts.   Such regulations shall be designed to\n   55  secure safety from fire, flood and other  dangers  and  to  promote  the\n   56  public  health and GENERAL welfare OF THE REGIONAL COMMUNITY, including,\n\n       S. 681                             17\n\n    1  so far as conditions may permit,  provision  for  adequate  light,  air,\n    2  convenience of access, and the accommodation of solar energy systems and\n    3  equipment  and  access to sunlight necessary therefor, and shall be made\n    4  with  reasonable  regard  to  the character of buildings erected in each\n    5  district, the value of land and the use to which it may be put,  to  the\n    6  end  that such regulations may promote public health, safety and GENERAL\n    7  welfare OF THE REGIONAL COMMUNITY and the most desirable use  for  which\n    8  the  land  of  each district may be adapted and may tend to conserve the\n    9  value of buildings and enhance the value of land  throughout  the  city.\n   10  SUCH  REGULATIONS  SHALL NOT INHIBIT OR MAKE ECONOMICALLY INFEASIBLE THE\n   11  DEVELOPMENT OF AFFORDABLE HOUSING FOR LOW AND MODERATE INCOME PERSONS AS\n   12  PROVIDED IN ARTICLE TWELVE-A OF THE PUBLIC HOUSING LAW.\n   13     25.  To regulate and restrict the location of trades  and  industries\n   14  and the location of buildings, designed for specified uses, and for said\n   15  purposes  to  divide  the  city into districts and to prescribe for each\n   16  such district the trades  and  industries  that  shall  be  excluded  or\n   17  subjected to special regulation and the uses for which buildings may not\n   18  be  erected  or altered.   Such regulations shall be designed to promote\n   19  the public health, safety and general welfare OF THE REGIONAL  COMMUNITY\n   20  and  shall be made with reasonable consideration, among other things, to\n   21  the character of the district, its peculiar suitability  for  particular\n   22  uses,  the conservation of property values and the direction of building\n   23  development, in accord with a well  considered  plan.  SUCH  REGULATIONS\n   24  SHALL  NOT  INHIBIT  OR  MAKE ECONOMICALLY INFEASIBLE THE DEVELOPMENT OF\n   25  AFFORDABLE HOUSING FOR LOW AND MODERATE INCOME PERSONS  AS  PROVIDED  IN\n   26  ARTICLE TWELVE-A OF THE PUBLIC HOUSING LAW.\n   27    S  11.  This  act  shall  take effect on the one hundred eightieth day\n   28  after it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the executive law, the public housing law, the town law, the village law and the general city law, in relation to creation of a fair share housing act ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101229.T102222.TXT", "SOBI.D101229.T104223.TXT", "SOBI.D101229.T110725.TXT", "SOBI.D110103.T164934.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294091374562
}