{
  "year" : 2011,
  "senateBillNo" : "S682-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S682-2011-1294203600000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SAMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Permits the sealing of records of certain nonviolent misdemeanor or nonsexual misdemeanor criminal offenses",
  "summary" : "Permits the sealing of records of certain nonviolent misdemeanor or non-sexual misdemeanor criminal offices; defines the term \"eligible misdemeanor\"; excludes certain misdemeanor offenses as eligible misdemeanors for the purposes of conditional sealing; lists certain eligibility requirements for sealing; provides an order granting sealing under this section shall restore the individual concerned, in the contemplation of the laws, to the status such individual occupied before the arrest or institution of criminal proceedings for the crime that was the subject of the sealing. ",
  "currentCommittee" : "CODES",
  "sameAs" : null,
  "lawSection" : "Criminal Procedure Law",
  "previousVersions" : [ "SB1708-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          682\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen. SAMPSON -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Codes\n\n       AN ACT to amend the criminal procedure law and  the  executive  law,  in\n         relation  to  permitting  the sealing of records of certain nonviolent\n         misdemeanor or non-sexual misdemeanor offenses\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  This  act  shall be known and may be cited as the \"second\n    2  chance for ex-offenders act\".\n    3    S 2. The criminal procedure law is amended by  adding  a  new  section\n    4  160.65 to read as follows:\n    5  S 160.65 CONDITIONAL SEALING OF CERTAIN MISDEMEANOR OFFENSES.\n    6    1.  FOR  THE PURPOSES OF THIS SECTION, THE TERM \"ELIGIBLE MISDEMEANOR\"\n    7  SHALL BE A MISDEMEANOR OFFENSE DEFINED IN THE PENAL LAW,  PROVIDED  THAT\n    8  AN  ELIGIBLE MISDEMEANOR SHALL NOT MEAN A MISDEMEANOR OFFENSE DEFINED IN\n    9  ARTICLE ONE HUNDRED TWENTY, ONE HUNDRED THIRTY, ONE HUNDRED THIRTY-FIVE,\n   10  ONE HUNDRED FIFTY, TWO HUNDRED THIRTY-FIVE, TWO HUNDRED FORTY-FIVE,  TWO\n   11  HUNDRED  SIXTY, TWO HUNDRED SIXTY-THREE, TWO HUNDRED SIXTY-FIVE OR ARTI-\n   12  CLE FOUR HUNDRED OF THE PENAL LAW. AN  ELIGIBLE  MISDEMEANOR  SHALL  NOT\n   13  INCLUDE  ANY  ONE OR MORE OF THE FOLLOWING: KILLING OR INJURING A POLICE\n   14  ANIMAL AS DEFINED IN SECTION 195.06, HARMING AN ANIMAL TRAINED TO AID  A\n   15  PERSON  WITH  A  DISABILITY  IN  THE SECOND DEGREE AS DEFINED IN SECTION\n   16  195.11, HARMING AN ANIMAL TRAINED TO AID A PERSON WITH A  DISABILITY  IN\n   17  THE FIRST DEGREE AS DEFINED IN SECTION 195.12, PROMOTING PROSTITUTION IN\n   18  THE  FOURTH  DEGREE  AS  DEFINED  IN  SECTION 230.20, RIOT IN THE SECOND\n   19  DEGREE AS DEFINED IN SECTION 240.05, INCITING  TO  RIOT  AS  DEFINED  IN\n   20  SECTION 240.08, AGGRAVATED HARASSMENT IN THE SECOND DEGREE AS DEFINED IN\n   21  SUBDIVISION  THREE  OF SECTION 240.30, CRIMINAL INTERFERENCE WITH HEALTH\n   22  CARE SERVICES OR RELIGIOUS WORSHIP IN THE SECOND DEGREE  AS  DEFINED  IN\n   23  SECTION 240.70, HARMING A SERVICE ANIMAL IN THE SECOND DEGREE AS DEFINED\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03673-01-1\n\n       S. 682                              2\n\n    1  IN  SECTION  242.10,  DISSEMINATION OF AN UNLAWFUL SURVEILLANCE IMAGE IN\n    2  THE SECOND DEGREE AS DEFINED IN SECTION 250.55, OR ANY SPECIFIED OFFENSE\n    3  SUBJECT TO THE PROVISION RELATING TO HATE CRIMES AS DEFINED  IN  SECTION\n    4  485.05 OF THE PENAL LAW. ADDITIONALLY, AN ELIGIBLE MISDEMEANOR SHALL NOT\n    5  INCLUDE  CRIMINAL SOLICITATION, CONSPIRACY, ATTEMPT, OR CRIMINAL FACILI-\n    6  TATION TO COMMIT ANY VIOLENT FELONY OFFENSE AS DEFINED IN SECTION  70.02\n    7  OF  THE PENAL LAW, OR ANY SEX OFFENSE AS DEFINED UNDER SUBSECTION TWO OF\n    8  SECTION ONE HUNDRED SIXTY-EIGHT-A OF THE CORRECTION LAW.\n    9    2. A PERSON HAVING A CONVICTION FOR NO MORE THAN  THREE  MISDEMEANORS,\n   10  WHO  DOES  NOT  STAND CONVICTED OF ANY FELONY, OR WHO IS NOT REQUIRED TO\n   11  MAINTAIN REGISTRATION UNDER ARTICLE SIX-C OF  THE  CORRECTION  LAW,  MAY\n   12  PETITION  THE COURT TO CONDITIONALLY SEAL UP TO THREE ELIGIBLE MISDEMEA-\n   13  NORS WHEN:\n   14    (A) AT LEAST FIVE YEARS HAVE PAST SINCE THE COMPLETION OF  A  SENTENCE\n   15  ON AN ELIGIBLE MISDEMEANOR; AND\n   16    (B)  SUCH  PERSON HAS NOT BEEN CONVICTED OF AN OFFENSE DURING THE LAST\n   17  FIVE YEARS AND IS NOT THE SUBJECT OF AN UNDISPOSED ARREST.\n   18    3. THE PETITION AUTHORIZED BY THIS SECTION SHALL BE FILED IN THE COURT\n   19  OF RECORD THAT LAST IMPOSED A SENTENCE UPON PETITIONER FOR  AN  ELIGIBLE\n   20  MISDEMEANOR.  ON  THE  DEFENDANT'S  MOTION, THE COURT MAY ORDER THAT ALL\n   21  OFFICIAL RECORDS AND PAPERS RELATING  TO  THE  ARREST,  PROSECUTION  AND\n   22  CONVICTION  RECORDS  FOR  NO  MORE  THAN  THREE OF THE DEFENDANT'S PRIOR\n   23  ELIGIBLE MISDEMEANORS BE CONDITIONALLY SEALED.  THE COURT MAY ONLY  SEAL\n   24  THE  RECORDS  OF  THE  DEFENDANT'S ARRESTS, PROSECUTIONS AND CONVICTIONS\n   25  WHEN:\n   26    (A) THE SENTENCING COURT HAS REQUESTED AND RECEIVED FROM THE  DIVISION\n   27  OF  CRIMINAL  JUSTICE  SERVICES OR THE FEDERAL BUREAU OF INVESTIGATION A\n   28  FINGERPRINT BASED CRIMINAL HISTORY RECORD OF  THE  DEFENDANT,  INCLUDING\n   29  ANY  SEALED  OR SUPPRESSED INFORMATION. THE DIVISION OF CRIMINAL JUSTICE\n   30  SERVICES SHALL ALSO INCLUDE A CRIMINAL HISTORY REPORT, IF ANY, FROM  THE\n   31  FEDERAL  BUREAU OF INVESTIGATION REGARDING ANY CRIMINAL HISTORY INFORMA-\n   32  TION THAT OCCURRED  IN  OTHER  JURISDICTIONS.  THE  DIVISION  IS  HEREBY\n   33  AUTHORIZED TO RECEIVE SUCH INFORMATION FROM THE FEDERAL BUREAU OF INVES-\n   34  TIGATION  FOR  THIS  PURPOSE.  THE PARTIES SHALL BE PERMITTED TO EXAMINE\n   35  THESE RECORDS;\n   36    (B) THE DEFENDANT OR COURT HAS IDENTIFIED THE  MISDEMEANOR  CONVICTION\n   37  OR CONVICTIONS FOR WHICH RELIEF MAY BE GRANTED;\n   38    (C) THE COURT HAS RECEIVED DOCUMENTATION THAT THE SENTENCES IMPOSED ON\n   39  THE  ELIGIBLE MISDEMEANOR CONVICTIONS HAVE BEEN COMPLETED, OR IF NO SUCH\n   40  DOCUMENTATION IS  REASONABLY  AVAILABLE,  A  SWORN  AFFIDAVIT  THAT  THE\n   41  SENTENCES IMPOSED ON THE PRIOR MISDEMEANORS HAVE BEEN COMPLETED; AND\n   42    (D)  THE COURT HAS NOTIFIED THE DISTRICT ATTORNEY OF EACH JURISDICTION\n   43  IN WHICH THE DEFENDANT HAS BEEN CONVICTED OF AN OFFENSE WITH RESPECT  TO\n   44  WHICH  SEALING  IS  SOUGHT,  AND  THE COURT OR COURTS OF RECORD FOR SUCH\n   45  OFFENSES, THAT THE COURT IS  CONSIDERING  SEALING  THE  RECORDS  OF  THE\n   46  DEFENDANT'S ELIGIBLE MISDEMEANOR CONVICTIONS. BOTH THE DISTRICT ATTORNEY\n   47  AND  THE  COURT SHALL BE GIVEN A REASONABLE OPPORTUNITY, WHICH SHALL NOT\n   48  BE LESS THAN THIRTY DAYS, IN WHICH TO COMMENT AND  SUBMIT  MATERIALS  TO\n   49  AID  THE COURT IN MAKING SUCH A DETERMINATION. WHEN THE COURT NOTIFIES A\n   50  DISTRICT ATTORNEY OF A SEALING APPLICATION, THE DISTRICT ATTORNEY  SHALL\n   51  PROVIDE  NOTICE  TO  THE  VICTIM,  IF ANY, OF THE SEALING APPLICATION BY\n   52  MAILING WRITTEN NOTICE TO THE VICTIM'S LAST-KNOWN ADDRESS. FOR  PURPOSES\n   53  OF  THIS SECTION \"VICTIM\" MEANS ANY PERSON WHO HAS SUSTAINED PHYSICAL OR\n   54  FINANCIAL INJURY TO PERSON OR TO PROPERTY AS  A  DIRECT  RESULT  OF  THE\n   55  MISDEMEANOR CRIME OR MISDEMEANOR CRIMES FOR WHICH SEALING IS APPLIED.\n\n       S. 682                              3\n\n    1    4. AT THE REQUEST OF THE DEFENDANT OR THE DISTRICT ATTORNEY OF A COUN-\n    2  TY  IN  WHICH THE DEFENDANT COMMITTED A CRIME THAT IS THE SUBJECT OF THE\n    3  SEALING APPLICATION, THE COURT MAY CONDUCT A  HEARING  TO  CONSIDER  AND\n    4  REVIEW  ANY RELEVANT EVIDENCE OFFERED BY EITHER PARTY THAT WOULD AID THE\n    5  COURT  IN  ITS  DECISION  WHETHER TO SEAL THE RECORDS OF THE DEFENDANT'S\n    6  ARRESTS, PROSECUTIONS AND CONVICTIONS.  IN MAKING SUCH A  DETERMINATION,\n    7  THE COURT SHALL CONSIDER ANY RELEVANT FACTORS, INCLUDING BUT NOT LIMITED\n    8  TO:\n    9    (A)  THE CIRCUMSTANCES AND SERIOUSNESS OF THE OFFENSE OR OFFENSES THAT\n   10  RESULTED IN THE CONVICTION OR CONVICTIONS;\n   11    (B) THE CHARACTER OF THE DEFENDANT, INCLUDING WHAT STEPS THE PETITION-\n   12  ER HAS TAKEN SINCE THE TIME OF THE  OFFENSE  TOWARD  PERSONAL  REHABILI-\n   13  TATION,  INCLUDING  TREATMENT,  WORK,  SCHOOL, OR OTHER PERSONAL HISTORY\n   14  THAT DEMONSTRATES REHABILITATION;\n   15    (C) THE DEFENDANT'S CRIMINAL HISTORY;\n   16    (D) THE IMPACT OF SEALING THE DEFENDANT'S  RECORDS  UPON  HIS  OR  HER\n   17  REHABILITATION  AND  HIS  OR  HER  SUCCESSFUL AND PRODUCTIVE REENTRY AND\n   18  REINTEGRATION INTO SOCIETY, AND ON PUBLIC SAFETY; AND\n   19    (E) ANY STATEMENTS MADE BY THE VICTIM OF THE OFFENSE WHERE THERE IS IN\n   20  FACT A VICTIM OF THE CRIME.\n   21    5. AFTER A COURT DECLARES ITS WILLINGNESS  TO  GRANT  THE  DEFENDANT'S\n   22  REQUEST FOR CONDITIONAL SEALING PURSUANT TO THIS SECTION, BUT BEFORE THE\n   23  COURT ORDERS SEALING PURSUANT TO THIS SECTION, THE DEFENDANT SHALL PAY A\n   24  MANDATORY CONDITIONAL SEALING FEE. THE MANDATORY CONDITIONAL SEALING FEE\n   25  WILL  BE  A  FEE  OF  EIGHTY  DOLLARS, HOWEVER, SUCH FILING FEE SHALL BE\n   26  WAIVED IN CASES OF INDIGENCE. THE MANDATORY FILING FEE SHALL BE PAID  TO\n   27  THE  CLERK  OF  THE  COURT  OR ADMINISTRATIVE TRIBUNAL THAT RENDERED THE\n   28  CONVICTION. WITHIN THE FIRST TEN DAYS OF THE MONTH FOLLOWING  COLLECTION\n   29  OF THE MANDATORY FILING FEE, THE COLLECTING AUTHORITY IF IT IS AN ADMIN-\n   30  ISTRATIVE  TRIBUNAL,  OR A TOWN OR VILLAGE JUSTICE COURT, SHALL THEN PAY\n   31  SUCH MONEY TO THE STATE COMPTROLLER WHO SHALL DEPOSIT SUCH MONEY IN  THE\n   32  STATE  TREASURY  PURSUANT TO SECTION ONE HUNDRED TWENTY-ONE OF THE STATE\n   33  FINANCE LAW TO THE CREDIT OF THE INDIGENT LEGAL SERVICES FUND.  IF  SUCH\n   34  COLLECTING  AUTHORITY IS ANY OTHER COURT OF THE UNIFIED COURT SYSTEM, IT\n   35  SHALL, WITHIN SUCH PERIOD, PAY SUCH MONEY ATTRIBUTABLE TO THE  MANDATORY\n   36  FILING  FEE  TO  THE  STATE  COMMISSIONER OF TAXATION AND FINANCE TO THE\n   37  CREDIT OF THE INDIGENT LEGAL SERVICES FUND ESTABLISHED BY SECTION  NINE-\n   38  TY-EIGHT-B OF THE STATE FINANCE LAW.\n   39    6.  WHEN A COURT ORDERS SEALING PURSUANT TO THIS SECTION, ALL OFFICIAL\n   40  RECORDS  AND  PAPERS  RELATING  TO  THE   ARRESTS,   PROSECUTIONS,   AND\n   41  CONVICTIONS,  INCLUDING  ALL DUPLICATES AND COPIES THEREOF, ON FILE WITH\n   42  THE DIVISION OF CRIMINAL JUSTICE SERVICES OR ANY COURT SHALL  BE  SEALED\n   43  AND  NOT  MADE  AVAILABLE  TO  ANY  PERSON  OR PUBLIC OR PRIVATE AGENCY;\n   44  PROVIDED, HOWEVER, THE DIVISION SHALL  RETAIN  ANY  FINGERPRINTS,  PALM-\n   45  PRINTS, PHOTOGRAPHS, OR DIGITAL IMAGES OF THE SAME.\n   46    7.  WHEN  THE COURT ORDERS SEALING PURSUANT TO THIS SECTION, THE CLERK\n   47  OF SUCH COURT SHALL IMMEDIATELY NOTIFY THE COMMISSIONER OF THE  DIVISION\n   48  OF CRIMINAL JUSTICE SERVICES, AND ANY COURT THAT SENTENCED THE DEFENDANT\n   49  FOR  AN  OFFENSE  WHICH  HAS  BEEN  CONDITIONALLY  SEALED, REGARDING THE\n   50  RECORDS THAT SHALL BE SEALED PURSUANT TO THIS SECTION.\n   51    8. RECORDS SEALED PURSUANT TO THIS SUBDIVISION SHALL BE MADE AVAILABLE\n   52  TO:\n   53    (A) THE DEFENDANT OR THE DEFENDANT'S DESIGNATED AGENT;\n   54    (B) QUALIFIED AGENCIES, AS DEFINED  IN  SUBDIVISION  NINE  OF  SECTION\n   55  EIGHT  HUNDRED  THIRTY-FIVE  OF THE EXECUTIVE LAW, AND FEDERAL AND STATE\n\n       S. 682                              4\n\n    1  LAW ENFORCEMENT AGENCIES, WHEN ACTING WITHIN  THE  SCOPE  OF  THEIR  LAW\n    2  ENFORCEMENT DUTIES;\n    3    (C)  ANY  STATE OR LOCAL OFFICER OR AGENCY WITH RESPONSIBILITY FOR THE\n    4  ISSUANCE OF LICENSES TO POSSESS GUNS, WHEN THE PERSON HAS MADE  APPLICA-\n    5  TION FOR SUCH A LICENSE; OR\n    6    (D)  ANY  PROSPECTIVE EMPLOYER OF A POLICE OFFICER OR PEACE OFFICER AS\n    7  THOSE TERMS ARE DEFINED IN SUBDIVISIONS THIRTY-THREE AND THIRTY-FOUR  OF\n    8  SECTION  1.20 OF THIS CHAPTER, IN RELATION TO AN APPLICATION FOR EMPLOY-\n    9  MENT AS A POLICE OFFICER OR PEACE OFFICER; PROVIDED, HOWEVER, THAT EVERY\n   10  PERSON WHO IS AN APPLICANT FOR THE POSITION OF POLICE OFFICER  OR  PEACE\n   11  OFFICER  SHALL  BE  FURNISHED  WITH A COPY OF ALL RECORDS OBTAINED UNDER\n   12  THIS PARAGRAPH AND AFFORDED AN OPPORTUNITY TO MAKE AN EXPLANATION THERE-\n   13  TO.\n   14    9. THE COURT SHALL NOT SEAL THE DEFENDANT'S RECORD  PURSUANT  TO  THIS\n   15  SECTION WHILE ANY CHARGED OFFENSE IS PENDING.\n   16    10. IF, SUBSEQUENT TO THE SEALING OF RECORDS PURSUANT TO THIS SUBDIVI-\n   17  SION,  THE  PERSON WHO IS THE SUBJECT OF SUCH RECORDS IS ARRESTED FOR OR\n   18  FORMALLY CHARGED WITH ANY MISDEMEANOR OR FELONY  OFFENSE,  SUCH  RECORDS\n   19  SHALL  BE  UNSEALED  IMMEDIATELY AND REMAIN UNSEALED; PROVIDED, HOWEVER,\n   20  THAT IF SUCH NEW MISDEMEANOR OR FELONY ARREST RESULTS IN  A  TERMINATION\n   21  IN  FAVOR  OF  THE  ACCUSED  AS  DEFINED IN SUBDIVISION THREE OF SECTION\n   22  160.50 OF THIS ARTICLE OR BY CONVICTION FOR A  NON-CRIMINAL  OFFENSE  AS\n   23  DESCRIBED IN SECTION 160.55 OF THIS ARTICLE, SUCH UNSEALED RECORDS SHALL\n   24  BE CONDITIONALLY SEALED PURSUANT TO THIS SECTION.\n   25    S 3. Subdivision 16 of section 296 of the executive law, as separately\n   26  amended  by section 3 of part N and section 14 of part AAA of chapter 56\n   27  of the laws of 2009, is amended to read as follows:\n   28    16. It shall be an unlawful discriminatory  practice,  unless  specif-\n   29  ically required or permitted by statute, for any person, agency, bureau,\n   30  corporation or association, including the state and any political subdi-\n   31  vision thereof, to make any inquiry about, whether in any form of appli-\n   32  cation  or  otherwise,  or  to  act  upon  adversely  to  the individual\n   33  involved, any arrest or criminal accusation of such individual not  then\n   34  pending  against  that individual which was followed by a termination of\n   35  that criminal action or proceeding  in  favor  of  such  individual,  as\n   36  defined  in  subdivision two of section 160.50 of the criminal procedure\n   37  law, or by a youthful offender adjudication, as defined  in  subdivision\n   38  one  of section 720.35 of the criminal procedure law, or by a conviction\n   39  for a violation sealed pursuant to section 160.55 of the criminal proce-\n   40  dure law or by a conviction which is sealed pursuant to  section  160.58\n   41  of the criminal procedure law, OR BY A CONVICTION WHICH IS SEALED PURSU-\n   42  ANT  TO SECTION 160.65 OF THE CRIMINAL PROCEDURE LAW, in connection with\n   43  the licensing, employment or providing of credit or  insurance  to  such\n   44  individual;  provided,  further,  that  no  person  shall be required to\n   45  divulge information pertaining to any arrest or criminal  accusation  of\n   46  such  individual  not  then  pending  against  that individual which was\n   47  followed by a termination of that criminal action or proceeding in favor\n   48  of such individual, as defined in subdivision two of section  160.50  of\n   49  the  criminal  procedure law, or by a youthful offender adjudication, as\n   50  defined in subdivision one of section 720.35 of the  criminal  procedure\n   51  law,  or  by  a  conviction  for  a violation sealed pursuant to section\n   52  160.55 of the criminal procedure law, or by a conviction which is sealed\n   53  pursuant to section 160.58 of  the  criminal  procedure  law,  OR  BY  A\n   54  CONVICTION  WHICH  IS  SEALED PURSUANT TO SECTION 160.65 OF THE CRIMINAL\n   55  PROCEDURE LAW. The provisions of this subdivision shall not apply to the\n   56  licensing activities of governmental bodies in  relation  to  the  regu-\n\n       S. 682                              5\n\n    1  lation  of  guns, firearms and other deadly weapons or in relation to an\n    2  application for employment as a police officer or peace officer as those\n    3  terms are  defined  in  subdivisions  thirty-three  and  thirty-four  of\n    4  section  1.20  of  the criminal procedure law; provided further that the\n    5  provisions of this subdivision shall not apply  to  an  application  for\n    6  employment  or  membership in any law enforcement agency with respect to\n    7  any arrest or criminal accusation  which  was  followed  by  a  youthful\n    8  offender  adjudication,  as defined in subdivision one of section 720.35\n    9  of the criminal procedure law, or by a conviction for a violation sealed\n   10  pursuant to section 160.55 of  the  criminal  procedure  law,  or  by  a\n   11  conviction  which  is  sealed pursuant to section 160.58 of the criminal\n   12  procedure law, OR BY A CONVICTION WHICH IS SEALED  PURSUANT  TO  SECTION\n   13  160.65 OF THE CRIMINAL PROCEDURE LAW.\n   14    S 4. This act shall take effect on the one hundred eightieth day after\n   15  it  shall have become a law and shall apply to all convictions occurring\n   16  prior to, on, and after such date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the criminal procedure law and the executive law, in relation to permitting the sealing of records of certain nonviolent misdemeanor or non-sexual misdemeanor offenses ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101229.T104724.TXT", "SOBI.D101229.T102222.TXT", "SOBI.D101229.T104223.TXT", "SOBI.D101229.T110725.TXT", "SOBI.D101229.T113728.TXT", "SOBI.D110103.T121403.TXT", "SOBI.D101229.T114228.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294074843018
}