{
  "year" : 2011,
  "senateBillNo" : "S685-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO JUDICIARY",
    "billEventId" : "S685-2011-1294203600000-REFERRED+TO+JUDICIARY",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SAMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to commencement of a small claims action in New York city civil courts",
  "summary" : "Requires notice by certified mail with return receipt requested for the commencement of a small claims action in New York city civil courts. ",
  "currentCommittee" : "JUDICIARY",
  "sameAs" : "A1968",
  "lawSection" : "New York City Civil Court Act",
  "previousVersions" : [ "SA1759-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          685\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen. SAMPSON -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Judiciary\n\n       AN ACT to amend the New York  city  civil  court  act,  in  relation  to\n         commencement of a small claims action\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1.  The opening paragraph of subdivision (a) of section 1803-A\n    2  of the New York city civil court act, as amended by section 35 of part J\n    3  of chapter 62 of the laws of 2003, is amended to read as follows:\n    4    Commercial claims other than claims arising  out  of  consumer  trans-\n    5  actions  shall be commenced upon the payment by the claimant of a filing\n    6  fee of twenty-five dollars and the cost of mailings as herein  provided,\n    7  without  the  service  of  a summons and, except by special order of the\n    8  court, without the service of any pleading other than a required certif-\n    9  ication verified as to its  truthfulness  by  the  claimant  on  a  form\n   10  prescribed  by  the  state office of court administration and filed with\n   11  the clerk, that no more than five such actions or proceedings (including\n   12  the instant action or  proceeding)  have  been  instituted  during  that\n   13  calendar  month,  and a required statement of its cause of action by the\n   14  claimant or someone in its behalf to the clerk,  who  shall  reduce  the\n   15  same to a concise, written form and record it in a docket kept especial-\n   16  ly  for  such  purpose. Such procedure shall provide that the commercial\n   17  claims part of the court shall have  no  jurisdiction  over,  and  shall\n   18  dismiss,  any  case  with respect to which the required certification is\n   19  not made upon the attempted institution of  the  action  or  proceeding.\n   20  Such  procedure shall provide for the sending of notice of such claim by\n   21  [ordinary first class mail  and]  certified  mail  with  return  receipt\n   22  requested  to  the  party  complained  against  at  his residence, if he\n   23  resides within the city of New York, and his residence is known  to  the\n   24  claimant,  or  at  his  office or place of regular employment within the\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05035-01-1\n\n       S. 685                              2\n\n    1  city of New York if he does not reside therein or his  residence  within\n    2  the  city of New York is not known to the claimant. [If, after the expi-\n    3  ration of twenty-one days, such ordinary first  class  mailing  has  not\n    4  been  returned  as  undeliverable, the party complained against shall be\n    5  presumed to have received notice  of  such  claim.]  Such  notice  shall\n    6  include  a clear description of the procedure for filing a counterclaim,\n    7  pursuant to subdivision (d) of this section.\n    8    S 2. Subdivision (b) of section 1803-A of  the  New  York  city  civil\n    9  court  act, as amended by section 35 of part J of chapter 62 of the laws\n   10  of 2003, is amended to read as follows:\n   11    (b) (1) Commercial claims in actions arising out  of  consumer  trans-\n   12  actions  shall be commenced upon the payment by the claimant of a filing\n   13  fee of twenty-five dollars and the cost of mailings as herein  provided,\n   14  without  the  service  of  a summons and, except by special order of the\n   15  court, without the service of any pleading other than a required  state-\n   16  ment  of the cause of action by the claimant or someone on its behalf of\n   17  the clerk, who shall reduce the same to a concise written form including\n   18  the information required by subdivision (c) of this section,  denominate\n   19  it  conspicuously as a consumer transaction, and record it in the docket\n   20  marked as a consumer  transaction,  and  by  filing  with  the  clerk  a\n   21  required  certificate verified as to its truthfulness by the claimant on\n   22  forms prescribed by the state office of court administration.\n   23    (2) Such verified certificate shall certify (i) that the claimant  has\n   24  mailed  by  ordinary  first class mail to the party complained against a\n   25  demand letter, no less than ten days and no more than one hundred eighty\n   26  days prior to the commencement of the claim, and (ii) that,  based  upon\n   27  information  and  belief, the claimant has not instituted more than five\n   28  actions or proceedings (including  the  instant  action  or  proceeding)\n   29  during the calendar month.\n   30    (3)  A form for the demand letter shall be prescribed and furnished by\n   31  the state office of court administration and shall require the following\n   32  information: the date of  the  consumer  transaction;  the  amount  that\n   33  remains unpaid; a copy of the original debt instrument or other document\n   34  underlying  the  debt  and  an  accounting  of all payments, and, if the\n   35  claimant was not a party to the  original  transaction,  the  names  and\n   36  addresses  of  the  parties to the original transaction; and a statement\n   37  that the claimant intends to use this part of  the  court  to  obtain  a\n   38  judgment,  that  further  notice  of a hearing date will be sent, unless\n   39  payment is received by a specified date, and that the  party  complained\n   40  against  will  be  entitled  to  appear  at said hearing and present any\n   41  defenses to the claim.\n   42    (4) In the  event  that  the  verified  certificate  is  not  properly\n   43  completed  by  the  claimant,  the  court  shall not allow the action to\n   44  proceed until the verified certificate  is  corrected.  Notice  of  such\n   45  claim shall be sent by the clerk by [both ordinary first class mail and]\n   46  certified  mail  with  return  receipt requested to the party complained\n   47  against at his residence, if he resides within the city of New York, and\n   48  his residence is known to the claimant, or at his  office  or  place  of\n   49  regular  employment  within  the  city of New York if he does not reside\n   50  therein or his residence within the city of New York is not known to the\n   51  claimant.  [If, after the expiration of thirty days, such ordinary first\n   52  class  mailing  has  not  been  returned  as  undeliverable,  the  party\n   53  complained  against  shall  be  presumed to have received notice of such\n   54  claim.]\n   55    (5) Such procedure shall further provide for an early hearing upon and\n   56  determination of such claim. The hearing shall be scheduled in a  manner\n\n       S. 685                              3\n\n    1  which,  to  the extent possible, minimizes the time the party complained\n    2  against must be absent from employment. Either party  may  request  that\n    3  the hearing be scheduled during evening hours, provided that the hearing\n    4  shall  not be scheduled during evening hours if it would cause unreason-\n    5  able hardship to either party. The court  shall  not  unreasonably  deny\n    6  requests  for evening hearings if such requests are made by the claimant\n    7  upon commencement of the action or by the party complained against with-\n    8  in fourteen days of receipt of the notice of claim.\n    9    S 3. This act shall take effect immediately and shall apply to actions\n   10  commenced on and after such date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the New York city civil court act, in relation to commencement of a small claims action ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101229.T104724.TXT", "SOBI.D101229.T102722.TXT", "SOBI.D101229.T102222.TXT", "SOBI.D101229.T111225.TXT", "SOBI.D110112.T154619.TXT", "SOBI.D110103.T121403.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294865179298
}