{
  "year" : 2011,
  "senateBillNo" : "S689-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO HEALTH",
    "billEventId" : "S689-2011-1294203600000-REFERRED+TO+HEALTH",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SAMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides that hospital admission registration forms include the name of school attended by school-aged patients",
  "summary" : "Provides that hospital admission registration forms include the name of school attended by school-aged patients; provides a protocol for notification to parents. ",
  "currentCommittee" : "HEALTH",
  "sameAs" : "A3198",
  "lawSection" : "Public Health Law",
  "previousVersions" : [ "S4089-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          689\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen. SAMPSON -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Health\n\n       AN ACT to amend the public health law, in relation to  requiring  hospi-\n         tals to obtain the name of the school attended by school-aged patients\n         and to include this information in their admission registration forms\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1.  The public health law is amended by adding a  new  section\n    2  230-e to read as follows:\n    3    S  230-E. REGISTRATION REQUIREMENTS. EVERY PHYSICIAN SHALL INQUIRE AND\n    4  DOCUMENT AS PART OF HIS  OR  HER  PATIENT  REGISTRATION,  THE  NAME  AND\n    5  ADDRESS  OF THE SCHOOL ATTENDED BY SUCH PHYSICIAN'S SCHOOL-AGED PATIENTS\n    6  AND INCLUDE SUCH INFORMATION IN THE PATIENTS' MEDICAL REGISTRATION FORM.\n    7    S 2. The public health law is amended by adding a new  section  2805-u\n    8  to read as follows:\n    9    S  2805-U.  ADMISSION  REGISTRATION  REQUIREMENTS. ALL HOSPITALS SHALL\n   10  INQUIRE AND DOCUMENT THE NAME AND ADDRESS  OF  THE  SCHOOL  ATTENDED  BY\n   11  SCHOOL-AGED PATIENTS UPON ADMISSION, AND INCLUDE SUCH INFORMATION ON THE\n   12  HOSPITALS' ADMISSION REGISTRATION FORM.\n   13    S  3. The public health law is amended by adding a new section 2113 to\n   14  read as follows:\n   15    S 2113. INFECTIOUS AND COMMUNICABLE DISEASE; NOTIFICATION PROTOCOL FOR\n   16  SCHOOL-AGED CHILDREN. NOTWITHSTANDING SECTION TWENTY-ONE HUNDRED TEN  OF\n   17  THIS  TITLE, THIS SECTION SHALL APPLY TO A CITY WITH A POPULATION OF ONE\n   18  MILLION OR MORE. 1. WHERE A SCHOOL-AGED PATIENT IS REGISTERED FOR TREAT-\n   19  MENT, ADMITTED WITH AN INFECTIOUS OR COMMUNICABLE  DISEASE  OR  ADMITTED\n   20  FOR  OBSERVATION TO RULE OUT AN INFECTIOUS OR COMMUNICABLE DISEASE, SUCH\n   21  HOSPITAL SHALL NOTIFY THE LOCAL  DEPARTMENT  OF  HEALTH  IMMEDIATELY  AS\n   22  REQUIRED BY SECTION TWENTY-ONE HUNDRED ONE OF THIS TITLE. IN A CITY WITH\n   23  A POPULATION OF ONE MILLION OR MORE, HOSPITALS SHALL CONTACT THE DEPART-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02608-01-1\n\n       S. 689                              2\n\n    1  MENT OF HEALTH AND MENTAL HYGIENE TO INITIATE THE INSPECTION PROVIDED IN\n    2  SECTION 17-106 OF THE ADMINISTRATIVE CODE OF THE CITY OF NEW YORK.\n    3    2.  THE LOCAL DEPARTMENT OF HEALTH, AND IN A CITY WITH A POPULATION OF\n    4  ONE MILLION OR MORE THE DEPARTMENT OF HEALTH AND MENTAL  HYGIENE,  SHALL\n    5  IN  CONSULTATION  WITH  THE STATE DEPARTMENT OF HEALTH NOTIFY THE SCHOOL\n    6  ATTENDED BY SUCH PATIENT AS SOON AS PRACTICABLE.\n    7    3. THE SCHOOL  SHALL  IMMEDIATELY  FOLLOW  THE  NOTIFICATION  PROTOCOL\n    8  DEEMED  NECESSARY BY THE STATE DEPARTMENT OF HEALTH, OR IN A CITY WITH A\n    9  POPULATION OF ONE MILLION OR MORE BY THE DEPARTMENT OF HEALTH AND MENTAL\n   10  HYGIENE, IN NOTIFYING THE STUDENTS AND PARENTS OF SUCH SCHOOL.\n   11    S 4. Subdivision 1 of section 2101 of the public health law is amended\n   12  to read as follows:\n   13    1. Every physician shall immediately give  notice  of  every  case  of\n   14  communicable disease required by the department to be reported to it, to\n   15  the  health  officer  of  the  local  health district where such disease\n   16  occurs. WHERE SUCH CASE  INVOLVES  A  SCHOOL-AGED  PATIENT,  SUCH  LOCAL\n   17  HEALTH OFFICER SHALL IN CONSULTATION WITH THE STATE DEPARTMENT OF HEALTH\n   18  NOTIFY  THE  SCHOOL  ATTENDED BY SUCH PATIENT AS SOON AS PRACTICABLE AND\n   19  SUCH SCHOOL SHALL IMMEDIATELY FOLLOW THE STUDENT AND PARENT NOTIFICATION\n   20  PROTOCOL, AS REFERENCED  IN  SUBDIVISION  THREE  OF  SECTION  TWENTY-ONE\n   21  HUNDRED  THIRTEEN  OF  THIS  TITLE.  NOTWITHSTANDING  SECTION TWENTY-ONE\n   22  HUNDRED TEN OF THIS TITLE, THIS SUBDIVISION SHALL APPLY TO A CITY WITH A\n   23  POPULATION OF ONE MILLION OR MORE.\n   24    S 5. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public health law, in relation to requiring hospitals to obtain the name of the school attended by school-aged patients and to include this information in their admission registration forms ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101229.T145741.TXT", "SOBI.D110124.T131124.TXT", "SOBI.D101229.T142739.TXT", "SOBI.D101229.T145241.TXT", "SOBI.D110103.T124905.TXT", "SOBI.D101229.T143740.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295892684449
}