{
  "year" : 2011,
  "senateBillNo" : "S690-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO CITIES",
    "billEventId" : "S690-2011-1294203600000-REFERRED+TO+CITIES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SAMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes the environmental control board to adjudicate disputes between adjoining real property owners over the blocking of a driveway in the city of New York",
  "summary" : "Authorizes the environmental control board to adjudicate disputes between adjoining real property owners over the blocking of a driveway, the ownership or use of which is shared by such adjoining owners in the city of New York; further appoints another hearing officer to the board who shall be an attorney; defines the term \"blocking\". ",
  "currentCommittee" : "CITIES",
  "sameAs" : "A2662",
  "lawSection" : "New York City Charter",
  "previousVersions" : [ "SB6213-2009", "S5513-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          690\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen. SAMPSON -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Cities\n\n       AN ACT to amend the New York city charter, the vehicle and  traffic  law\n         and  the  administrative  code of the city of New York, in relation to\n         the \"open driveway act\"  regarding  the  environmental  control  board\n         adjudication  of  disputes  concerning the blocking of a driveway; and\n         providing for the repeal of such provisions upon expiration thereof\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  This  act  shall  be  known and may be cited as the \"open\n    2  driveway act\".\n    3    S 2. Section 1049-a of the New York city charter is amended by  adding\n    4  a new subdivision c-1 to read as follows:\n    5    C-1.  (1)  THE ENVIRONMENTAL CONTROL BOARD SHALL ADOPT RULES AND REGU-\n    6  LATIONS TO ADJUDICATE DISPUTES ARISING BETWEEN ADJOINING PROPERTY OWNERS\n    7  WHO HAVE OWNERSHIP IN AND USE A SHARED  DRIVEWAY,  WHERE  SUCH  DISPUTES\n    8  ARISE  FROM  THE  BLOCKING  OF SUCH DRIVEWAY. SUCH RULES AND REGULATIONS\n    9  SHALL PROVIDE, AMONG OTHER THINGS, THAT THE BOARD:\n   10    (A) PROVIDE PROPER NOTICE TO PERSONS WHOSE INTEREST IN  REAL  PROPERTY\n   11  ARE AFFECTED BY THE ADJUDICATION;\n   12    (B)  RENDER  A DECISION THAT INCLUDES A DETERMINATION OF THE RIGHTS OF\n   13  THE PARTIES CONCERNING THE PROPERTY; AND\n   14    (C) IMPOSE PENALTIES IN ACCORDANCE WITH A SCHEDULE OF MONETARY  FINES,\n   15  WHENEVER A BLOCKING OF A DRIVEWAY IS DETERMINED TO HAVE OCCURRED.  MONE-\n   16  TARY FINES SHALL NOT EXCEED ONE HUNDRED FIFTY DOLLARS.\n   17    (2)  FOR  PURPOSES  OF  ADJUDICATING  THESE  DISPUTES, THE BOARD SHALL\n   18  APPOINT A HEARING OFFICER WHO SHALL BE AN ATTORNEY WITH A BACKGROUND AND\n   19  EXPERIENCE IN REAL PROPERTY LAW.\n   20    (3) FOR THE PURPOSES OF THIS SUBDIVISION, THE  TERM  \"BLOCKING\"  SHALL\n   21  MEAN  THE  PARKING  OR  STANDING  OF  A  MOTOR VEHICLE IN A MANNER WHICH\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02683-02-1\n\n       S. 690                              2\n\n    1  PROHIBITS THE INGRESS OR EGRESS OF OTHER VEHICLES AUTHORIZED TO USE SUCH\n    2  DRIVEWAY.\n    3    (4)  NOTHING IN THIS SUBDIVISION SHALL BE DEEMED TO DIMINISH OR EXTIN-\n    4  GUISH A PERSON'S RIGHT TO A TRIAL BY JURY IN THE FIRST INSTANCE FOR  THE\n    5  DETERMINATION  OF A CLAIM TO REAL PROPERTY PURSUANT TO THE REAL PROPERTY\n    6  ACTIONS AND PROCEEDINGS LAW, THE CIVIL PRACTICE LAW AND RULES,  AND  ANY\n    7  OTHER APPLICABLE LAW.\n    8    (5) IF ANY PROVISION OF THIS SUBDIVISION OR THE APPLICATION THEREOF TO\n    9  ANY PERSON OR CIRCUMSTANCE IS HELD INVALID, THE REMAINDER OF THIS SUBDI-\n   10  VISION AND SECTION SHALL NOT BE AFFECTED THEREBY.\n   11    S  3. Subdivision a of section 1049-a of the New York city charter, as\n   12  amended by section 5 of question 2 of local law 60 of the  city  of  New\n   13  York for the year 2010, is amended to read as follows:\n   14    a.  There shall be in the office of administrative trials and hearings\n   15  an environmental control board consisting of the commissioner  of  envi-\n   16  ronmental  protection,  the commissioner of sanitation, the commissioner\n   17  of buildings, the commissioner of health and mental hygiene, the  police\n   18  commissioner,  the  fire  commissioner  and the chief administrative law\n   19  judge of the office of administrative trials and hearings, who shall  be\n   20  chair, all of whom shall serve on the board without compensation and all\n   21  of  whom shall have the power to exercise or delegate any of their func-\n   22  tions, powers and duties as members of the board, and six persons to  be\n   23  appointed by the mayor, with the advice and consent of the city council,\n   24  who  are  not  otherwise  employed by the city, one to be possessed of a\n   25  broad general background and experience in the field  of  air  pollution\n   26  control,  one  with such background and experience in the field of water\n   27  pollution control, one with such background and experience in the  field\n   28  of  noise  pollution control, one with such background and experience in\n   29  the real estate field, one with such background and  experience  in  the\n   30  business  community,  ONE  WHO SHALL BE AN ATTORNEY WITH SUCH BACKGROUND\n   31  AND EXPERIENCE IN REAL PROPERTY LAW, and one member of the  public,  and\n   32  who  shall  serve for four-year terms. Such members shall be compensated\n   33  at the rate of one hundred fifty dollars per  day  when  performing  the\n   34  work  of  the board.  Within its appropriation, the board may appoint an\n   35  executive director and such  hearing  officers,  including  non-salaried\n   36  hearing  officers  and  other employees as it may from time to time find\n   37  necessary for the proper performance of its duties.\n   38    S 4. Section 237 of the vehicle and traffic law is amended by adding a\n   39  new subdivision 13 to read as follows:\n   40    13. (A) IN THE CITY OF NEW YORK, TO ISSUE A NOTICE OF VIOLATION  WHEN-\n   41  EVER  THE  BLOCKING  OF A DRIVEWAY HAS OCCURRED, WHERE THE OWNERSHIP AND\n   42  USE OF SUCH DRIVEWAY IS SHARED BY ADJOINING PROPERTY  OWNERS;  PROVIDED,\n   43  HOWEVER, THAT SUCH VIOLATIONS SHALL BE HEARD AND DETERMINED BY THE ENVI-\n   44  RONMENTAL  CONTROL  BOARD PURSUANT TO SUBDIVISION D OF SECTION ONE THOU-\n   45  SAND FORTY-NINE-A OF THE NEW YORK CITY CHARTER.\n   46    (B) FOR THE PURPOSES OF THIS SUBDIVISION, THE  TERM  \"BLOCKING\"  SHALL\n   47  MEAN  THE  PARKING  OR  STANDING  OF  A  MOTOR VEHICLE IN A MANNER WHICH\n   48  PROHIBITS THE INGRESS OR EGRESS OF OTHER VEHICLES AUTHORIZED TO USE SUCH\n   49  DRIVEWAY.\n   50    S 5. Subdivision b of section 24-346 of the administrative code of the\n   51  city of New York, as amended by local law 35 of the city of New York for\n   52  the year 2008, is amended to read as follows:\n   53    b. Any person who  violates  or  fails  to  comply  with  any  of  the\n   54  provisions  of this chapter and chapter four of this title or any order,\n   55  rule or regulation issued by the  board  or  commissioner  or  with  the\n   56  conditions  of  any permit issued by the commissioner within the city of\n\n       S. 690                              3\n\n    1  New York shall be liable for a civil penalty of not less than fifty  nor\n    2  more  than  one  thousand  dollars  for each violation. In the case of a\n    3  continuing violation each [days] DAY'S continuance shall be  a  separate\n    4  and  distinct  offense.  The  environmental control board shall have the\n    5  power to impose such civil penalties. A proceeding to impose such penal-\n    6  ties shall be commenced by the service of a notice of violation  return-\n    7  able to such board. Such board, after a hearing as provided by the rules\n    8  and  regulations of the board, shall have the power to enforce its final\n    9  decisions and orders imposing such civil penalties as if they were money\n   10  judgments pursuant to subdivision d of section one thousand forty-nine-a\n   11  of the New York city charter. A civil penalty imposed by the  board  may\n   12  also  be  collected  in an action brought in the name of the city in any\n   13  court of competent jurisdiction. The  board,  in  its  discretion,  may,\n   14  within the limits set forth in this subdivision, establish a schedule of\n   15  civil  penalties  indicating  the  minimum  and maximum penalty for each\n   16  separate offense.\n   17    S 6. This act shall take effect on the ninetieth day  after  it  shall\n   18  have become a law, and shall expire July 1, 2017 when upon such date the\n   19  provisions of this act shall be deemed repealed; provided, however, that\n   20  the environmental control board and the parking violations bureau in the\n   21  city  of  New  York  shall promulgate rules and regulations necessary to\n   22  effectuate the provisions of this act prior to such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the New York city charter, the vehicle and traffic law and the administrative code of the city of New York, in relation to the \"open driveway act\" regarding the environmental control board adjudication of disputes concerning the blocking of a driveway; and providing for the repeal of such provisions upon expiration thereof ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101229.T142739.TXT", "SOBI.D101229.T145241.TXT", "SOBI.D101229.T150743.TXT", "SOBI.D110103.T124905.TXT", "SOBI.D110119.T153822.TXT", "SOBI.D101229.T143740.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295469502864
}