{
  "year" : 2011,
  "senateBillNo" : "S691-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "S691-2011-1294203600000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KLEIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides that people arrested in connection with a felony must submit a DNA sample",
  "summary" : "Provides that people arrested in connection with a felony must submit a DNA sample. ",
  "currentCommittee" : null,
  "sameAs" : "A1978",
  "lawSection" : "Executive Law",
  "previousVersions" : [ "SB6213-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "ADAMS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "ALESI",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "FUSCHILLO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "GOLDEN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "LANZA",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "MAZIARZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "RANZENHOFER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SAVINO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          691\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sens.  KLEIN,  ADAMS,  ALESI,  FUSCHILLO, GOLDEN, LANZA,\n         MAZIARZ, RANZENHOFER, SAVINO -- read twice and  ordered  printed,  and\n         when printed to be committed to the Committee on Finance\n\n       AN  ACT  to  amend  the executive law and the criminal procedure law, in\n         relation to requiring individuals arrested in connection with a felony\n         to submit a DNA sample\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 995 of the executive law is amended by adding a new\n    2  subdivision 7-a to read as follows:\n    3    7-A.  \"FELONY  ARRESTEE\"  MEANS A PERSON ARRESTED AND CHARGED WITH ANY\n    4  ONE OR MORE OF THE FOLLOWING FELONIES, OR AN ATTEMPT THEREOF WHERE  SUCH\n    5  ATTEMPT  IS  A  FELONY  OFFENSE,  AS  DEFINED IN THE PENAL LAW: SECTIONS\n    6  120.05, 120.06, 120.07, 120.10, 120.11 AND 120.12, RELATING TO  ASSAULT;\n    7  SECTIONS 120.55 AND 120.60, RELATING TO STALKING; SECTION 120.70, RELAT-\n    8  ING  TO LURING A CHILD; SECTIONS 125.15, 125.20, 125.21, 125.22, 125.25,\n    9  125.26 AND  125.27,  RELATING  TO  HOMICIDE;  SECTIONS  130.25,  130.30,\n   10  130.35,  130.40, 130.45, 130.50, 130.53, 130.65, 130.67, 130.70, 130.75,\n   11  130.80, 130.95 AND 130.96, RELATING TO SEX  OFFENSES;  SECTIONS  135.10,\n   12  135.20, 135.25 AND 135.35, RELATING TO KIDNAPPING AND LABOR TRAFFICKING;\n   13  SECTIONS  140.17,  140.20,  140.25  AND  140.30,  RELATING  TO BURGLARY;\n   14  SECTIONS 150.05, 150.10, 150.15 AND 150.20, RELATING TO ARSON;  SECTIONS\n   15  155.30,  155.35,  155.40 AND 155.42, RELATING TO GRAND LARCENY; SECTIONS\n   16  160.05, 160.10 AND 160.15, RELATING TO ROBBERY; SECTION 230.34  RELATING\n   17  TO  SEX  TRAFFICKING;  SECTIONS  235.21  AND 235.22, RELATING TO DISSEM-\n   18  INATION OF INDECENT MATERIAL TO  MINORS;  SECTIONS  250.45  AND  250.50,\n   19  RELATING  TO UNLAWFUL SURVEILLANCE; SECTIONS 255.25, 255.26, AND 255.27,\n   20  RELATING TO INCEST; SECTIONS 263.05, 263.10, 263.11, 263.15, 263.16, AND\n   21  263.30, RELATING TO SEXUAL PERFORMANCE BY A CHILD; OR  SECTIONS  265.02,\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04908-01-1\n\n       S. 691                              2\n\n    1  265.03,  265.04,  265.08,  265.09,  265.11,  265.12,  265.13, 265.14 AND\n    2  265.16, RELATING TO FIREARMS AND OTHER DANGEROUS WEAPONS.\n    3    S  2.  Subdivision 3 of section 995-c of the executive law, as amended\n    4  by chapter 576 of the laws of 2004, is amended to read as follows:\n    5    3. (A) Any designated offender subsequent to conviction and sentencing\n    6  for a crime specified in subdivision seven of section nine hundred nine-\n    7  ty-five of this article, shall be required to provide a sample appropri-\n    8  ate for DNA testing to determine identification characteristics specific\n    9  to such person and to be included in a state  DNA  identification  index\n   10  pursuant to this article.\n   11    (B)  A FELONY ARRESTEE SHALL BE REQUIRED TO PROVIDE A SAMPLE APPROPRI-\n   12  ATE FOR DNA TESTING UPON HIS OR HER ARREST, UNLESS SUCH FELONY  ARRESTEE\n   13  HAS PREVIOUSLY PROVIDED A SAMPLE THAT IS INCLUDED IN THE STATE DNA IDEN-\n   14  TIFICATION INDEX.\n   15    (C)  A PUBLIC SERVANT TO WHOSE CUSTODY A DESIGNATED OFFENDER OR FELONY\n   16  ARRESTEE WHO HAS NOT YET PROVIDED A DNA SAMPLE HAS BEEN COMMITTED  SHALL\n   17  SEEK AN ORDER OF THE COURT TO COLLECT SUCH SAMPLE IF THE OFFENDER, AFTER\n   18  WRITTEN OR ORAL REQUEST, REFUSES TO PROVIDE SUCH SAMPLE.\n   19    (D)  THE DETENTION, ARREST, INDICTMENT OR CONVICTION OF A PERSON BASED\n   20  UPON DNA RECORDS CONTAINED IN THE STATE DNA IDENTIFICATION  INDEX  SHALL\n   21  NOT BE INVALIDATED IF IT IS LATER DETERMINED THAT THE DIVISION OF CRIMI-\n   22  NAL  JUSTICE  SERVICES  INADVERTENTLY,  BUT  IN GOOD FAITH, COLLECTED OR\n   23  PLACED THE PERSON'S DNA SAMPLE IN THE INDEX.\n   24    (E) THE COMMISSIONER OF CRIMINAL  JUSTICE  SERVICES  SHALL  PROMULGATE\n   25  RULES AND REGULATIONS GOVERNING THE PERIODIC REVIEW OF THE DNA IDENTIFI-\n   26  CATION INDEX TO DETERMINE WHETHER OR NOT THE INDEX CONTAINS DNA PROFILES\n   27  THAT  SHOULD  NOT  BE  IN  THE  INDEX,  INCLUDING THE STEPS NECESSARY TO\n   28  EXPUNGE ANY PROFILES WHICH THE DIVISION  OF  CRIMINAL  JUSTICE  SERVICES\n   29  DETERMINES SHOULD NOT BE IN THE INDEX.\n   30    S  3.  Subdivision 9 of section 995-c of the executive law, as amended\n   31  by chapter 524 of the laws of 2002, is amended to read as follows:\n   32    9. (a) Upon receipt of notification of a reversal or a  vacatur  of  a\n   33  conviction,  or of the granting of a pardon pursuant to article two-A of\n   34  this chapter, of an individual whose DNA record has been stored  in  the\n   35  state  DNA  identification  index in accordance with this article by the\n   36  division of criminal justice services, the DNA record shall be  expunged\n   37  from  the  state DNA identification index, and such individual may apply\n   38  to the court in which the judgment of conviction was originally  entered\n   39  for  an  order  directing  the  expungement  of  any  DNA record and any\n   40  samples, analyses, or other documents relating to  the  DNA  testing  of\n   41  such  individual  in connection with the investigation or prosecution of\n   42  the crime which resulted in the conviction that was reversed or  vacated\n   43  or for which the pardon was granted. A copy of such application shall be\n   44  served  on  the district attorney and an order directing expungement may\n   45  be granted  if  the  court  finds  that  all  appeals  relating  to  the\n   46  conviction  have  been  concluded;  that  such  individual  will  not be\n   47  retried, or, if a retrial has occurred, the trier of fact has rendered a\n   48  verdict of complete acquittal, and that expungement will  not  adversely\n   49  affect  the investigation or prosecution of some other person or persons\n   50  for the crime. The division shall,  by  rule  or  regulation,  prescribe\n   51  procedures to ensure that the DNA record in the state DNA identification\n   52  index,  and  any  samples, analyses, or other documents relating to such\n   53  record, whether in the possession of the division, or any  law  enforce-\n   54  ment  or  police  agency,  or any forensic DNA laboratory, including any\n   55  duplicates or copies thereof, at the discretion of the possessor  there-\n   56  of,  are  either  destroyed  or  returned  to such individual, or to the\n\n       S. 691                              3\n\n    1  attorney who represented him or her at the time such  reversal,  vacatur\n    2  or  pardon,  was  granted. The commissioner shall also adopt by rule and\n    3  regulation a procedure for the expungement in other appropriate  circum-\n    4  stances of DNA records contained in the index.\n    5    (b)  As  prescribed in this paragraph, if an individual, either volun-\n    6  tarily, PURSUANT TO PARAGRAPH (B) OF SUBDIVISION THREE OF THIS  SECTION,\n    7  or  pursuant to a warrant or order of a court, has provided a sample for\n    8  DNA testing in connection with the investigation, ARREST or  prosecution\n    9  of a crime and (i) no criminal action against the individual relating to\n   10  such crime was commenced within the period specified by section 30.10 of\n   11  the  criminal  procedure  law,  or  (ii) a criminal action was commenced\n   12  against the individual relating  to  such  crime  which  resulted  in  a\n   13  complete acquittal, or (iii) a criminal action WAS COMMENCED against the\n   14  individual  relating  to  such  crime [resulted in a conviction that was\n   15  subsequently reversed or vacated, or for which the individual was grant-\n   16  ed a pardon pursuant to article two-A of this chapter,  such  individual\n   17  may  apply  to  the  supreme court or the court in which the judgment of\n   18  conviction was originally entered for an order directing the expungement\n   19  of any DNA record and any samples, analyses, or other documents relating\n   20  to the DNA testing of such individual in connection  with  the  investi-\n   21  gation or prosecution of such crime. A copy of such application shall be\n   22  served  on  the district attorney and an order directing expungement may\n   23  be granted if the court finds that  the  individual  has  satisfied  the\n   24  conditions  of  one  of  the  subparagraphs of this paragraph; that if a\n   25  judgment of conviction was reversed or  vacated,  all  appeals  relating\n   26  thereto  have been concluded and the individual will not be retried, or,\n   27  if a retrial has occurred, the trier of fact has rendered a  verdict  of\n   28  complete  acquittal,  and that expungement will not adversely affect the\n   29  investigation or prosecution of some other person  or  persons  for  the\n   30  crime.  If  an order directing the expungement of any DNA record and any\n   31  samples, analyses or other documents relating to the DNA testing of such\n   32  individual is issued] WHICH WAS  RESOLVED  BY  A  DISMISSAL,  SUCCESSFUL\n   33  COMPLETION  OF  A  PRE-PROSECUTION  DIVERSION  PROGRAM,  OR  CONDITIONAL\n   34  DISCHARGE OR MISDEMEANOR CONVICTION THAT DID NOT REQUIRE DNA  COLLECTION\n   35  PURSUANT  TO  SECTION  NINE HUNDRED NINETY-FIVE OF THIS ARTICLE, THE DNA\n   36  RECORD SHALL BE EXPUNGED FROM THE STATE  DNA  IDENTIFICATION  INDEX.  AN\n   37  INDIVIDUAL  MAY  REQUEST  EXPUNGEMENT OF ANY DNA RECORD AND ANY SAMPLES,\n   38  ANALYSES OR OTHER DOCUMENTS RELATING TO THE DNA TESTING OF SUCH INDIVID-\n   39  UAL BY PROVIDING THE FOLLOWING MATERIALS TO  THE  DIVISION  OF  CRIMINAL\n   40  JUSTICE SERVICES:\n   41    (1)  A  WRITTEN REQUEST FOR EXPUNGEMENT OF THE SAMPLE AND DNA RECORDS;\n   42  AND\n   43    (2) A CERTIFIED COPY OF THE  DISMISSAL,  SUCCESSFUL  COMPLETION  OF  A\n   44  PRE-PROSECUTION  DIVERSION PROGRAM OR A CONDITIONAL DISCHARGE, MISDEMEA-\n   45  NOR CONVICTION OR ACQUITTAL; AND\n   46    (3) A SWORN STATEMENT FROM THE DISTRICT ATTORNEY'S OFFICE WITH  JURIS-\n   47  DICTION  OVER THE MATTER THAT: THE CASE WAS DISMISSED; A PRE-PROSECUTION\n   48  DIVERSION  PROGRAM  OR  CONDITIONAL  DISCHARGE,  MISDEMEANOR  CONVICTION\n   49  EXCLUDED   FROM   DNA   COLLECTION  PURSUANT  TO  SECTION  NINE  HUNDRED\n   50  NINETY-FIVE OF THIS ARTICLE OR ACQUITTAL  OCCURRED;  NO  FELONY  CHARGES\n   51  AROSE  OUT  OF  THE ARREST; OR NO CRIMINAL ACTION AGAINST THE INDIVIDUAL\n   52  RELATING TO SUCH CRIME WAS COMMENCED  WITHIN  THE  PERIOD  SPECIFIED  BY\n   53  SECTION  30.10  OF THE CRIMINAL PROCEDURE LAW; AND THAT EXPUNGEMENT WILL\n   54  NOT ADVERSELY AFFECT THE INVESTIGATION  OR  PROSECUTION  OF  SOME  OTHER\n   55  PERSON OR PERSONS FOR THE CRIME.\n\n       S. 691                              4\n\n    1    (C)  IF  EXPUNGEMENT  IS WARRANTED PURSUANT TO PARAGRAPH (A) OR (B) OF\n    2  THIS SUBDIVISION, such record and any samples, analyses, or other  docu-\n    3  ments shall, at the discretion of the possessor thereof, be destroyed or\n    4  returned  to  such  individual or to the attorney who represented him or\n    5  her  IN  THE  CRIMINAL ACTION OR in connection with the [application for\n    6  the order of] REQUEST FOR expungement.\n    7    (D) NO EXPUNGEMENT SHALL BE GRANTED WHERE AN INDIVIDUAL  HAS  A  PRIOR\n    8  CONVICTION  REQUIRING A DNA SAMPLE, OR A PENDING FELONY CHARGE FOR WHICH\n    9  COLLECTION OF A SAMPLE IS AUTHORIZED PURSUANT TO THE PROVISIONS OF PARA-\n   10  GRAPH (B) OF SUBDIVISION THREE OF THIS SECTION.\n   11    S 4. Subdivision 6 of section 120.90 of the criminal procedure law, as\n   12  amended by chapter 424 of the laws  of  1998,  is  amended  to  read  as\n   13  follows:\n   14    6.   Before bringing a defendant arrested pursuant to a warrant before\n   15  the local criminal court in which such warrant is returnable,  a  police\n   16  officer  must  without  unnecessary delay perform all fingerprinting and\n   17  other preliminary police duties required in the particular case.  In any\n   18  case in which the defendant is not brought by a  police  officer  before\n   19  such  court  but,  following his arrest in another county for an offense\n   20  specified in subdivision  one  of  section  160.10  OF  THIS  TITLE,  is\n   21  released  by  a  local  criminal  court  of such other county on his own\n   22  recognizance or on bail for his appearance on a  specified  date  before\n   23  the  local  criminal  court  before which the warrant is returnable, the\n   24  latter court must, upon arraignment of the defendant before  it,  direct\n   25  that  he  be fingerprinted AND HAVE A SAMPLE APPROPRIATE FOR DNA TESTING\n   26  TAKEN, IF REQUIRED PURSUANT TO SECTION NINE HUNDRED NINETY-FIVE-C OF THE\n   27  EXECUTIVE LAW, by the appropriate officer or agency, and that he  appear\n   28  at an appropriate designated time and place for such purpose.\n   29    S 5. Section 130.60 of the criminal procedure law, as amended by chap-\n   30  ter  95  of the laws of 1991, subdivision 1 as amended by chapter 446 of\n   31  the laws of 1993, is amended to read as follows:\n   32  S 130.60 Summons; fingerprinting of defendant.\n   33    1. Upon the arraignment of a defendant whose court attendance has been\n   34  secured by the issuance and service of a summons, based upon an  indict-\n   35  ment,   a  prosecutor's  information  or  upon  an  information,  felony\n   36  complaint or misdemeanor complaint filed  by  a  complainant  who  is  a\n   37  police  officer, the court must, if an offense charged in the accusatory\n   38  instrument is one specified in subdivision one of section 160.10 OF THIS\n   39  TITLE, direct that the defendant be  fingerprinted  by  the  appropriate\n   40  police  officer  or  agency, and that he or she appear at an appropriate\n   41  designated time and place for such purpose.   IF AN OFFENSE  CHARGED  IN\n   42  THE  ACCUSATORY  INSTRUMENT  IS  ONE SPECIFIED IN SUBDIVISION SEVEN-A OF\n   43  SECTION NINE HUNDRED NINETY-FIVE OF THE EXECUTIVE LAW,  THE  COURT  MUST\n   44  DIRECT  THAT  A SAMPLE APPROPRIATE FOR DNA TESTING BE TAKEN, AND THAT HE\n   45  OR SHE APPEAR AT AN APPROPRIATE  DESIGNATED  TIME  AND  PLACE  FOR  SUCH\n   46  PURPOSE.\n   47    2. Upon the arraignment of a defendant whose court attendance has been\n   48  secured  by the issuance and service of a summons based upon an informa-\n   49  tion or misdemeanor complaint filed by a complainant who is not a police\n   50  officer, and who has not previously been fingerprinted OR  FROM  WHOM  A\n   51  DNA  SAMPLE  HAS  NOT PREVIOUSLY BEEN TAKEN AND WAS REQUIRED PURSUANT TO\n   52  SECTION NINE HUNDRED NINETY-FIVE-C OF THE EXECUTIVE LAW, the court  may,\n   53  if it finds reasonable cause to believe that the defendant has committed\n   54  an offense specified in subdivision one of section 160.10 OF THIS TITLE,\n   55  direct  that  the defendant be fingerprinted AND/OR HAVE A SAMPLE APPRO-\n   56  PRIATE FOR DNA TESTING TAKEN, IF REQUIRED BY SECTION NINE HUNDRED  NINE-\n\n       S. 691                              5\n\n    1  TY-FIVE-C  OF  THE  EXECUTIVE  LAW, by the appropriate police officer or\n    2  agency and that he appear at an appropriate designated  time  and  place\n    3  for such purpose. A defendant whose court appearance has been secured by\n    4  the  issuance and service of a criminal summons based upon a misdemeanor\n    5  complaint or information filed by a complainant  who  is  not  a  police\n    6  officer,  must  be directed by the court, upon conviction of the defend-\n    7  ant, to be fingerprinted AND HAVE A SAMPLE APPROPRIATE FOR  DNA  TESTING\n    8  TAKEN,  IF  REQUIRED BY SECTION NINE HUNDRED NINETY-FIVE-C OF THE EXECU-\n    9  TIVE LAW, by the appropriate police officer or agency and the court must\n   10  also direct that the defendant appear at an appropriate designated  time\n   11  and place for such purpose, if the defendant is convicted of any offense\n   12  specified in subdivision one of section 160.10 OF THIS TITLE.\n   13    S 6. Subdivision 5 of section 140.20 of the criminal procedure law, as\n   14  amended  by  chapter  762  of  the  laws  of 1971, is amended to read as\n   15  follows:\n   16    5.  Before service of an appearance ticket  upon  an  arrested  person\n   17  pursuant  to  subdivision two or three, the issuing police officer must,\n   18  if the offense designated in such appearance  ticket  is  one  of  those\n   19  specified in subdivision one of section 160.10 OF THIS TITLE, cause such\n   20  person to be fingerprinted AND HAVE A SAMPLE APPROPRIATE FOR DNA TESTING\n   21  TAKEN,  IF  REQUIRED BY SECTION NINE HUNDRED NINETY-FIVE-C OF THE EXECU-\n   22  TIVE LAW, in the same manner as would be  required  were  no  appearance\n   23  ticket to be issued or served.\n   24    S 7. Subdivision 2 of section 140.27 of the criminal procedure law, as\n   25  amended  by  chapter  843  of  the  laws  of 1980, is amended to read as\n   26  follows:\n   27    2.  Upon arresting a person without a warrant, a peace officer, except\n   28  as otherwise provided in subdivision  three,  must  without  unnecessary\n   29  delay  bring  him  or  cause  him  to be brought before a local criminal\n   30  court, as provided in section 100.55  and  subdivision  one  of  section\n   31  140.20  OF  THIS TITLE, and must without unnecessary delay file or cause\n   32  to be filed therewith an appropriate  accusatory  instrument.    If  the\n   33  offense  which is the subject of the arrest is one of those specified in\n   34  subdivision one of section 160.10 OF THIS  TITLE,  the  arrested  person\n   35  must  be  fingerprinted  and photographed, AND HAVE A SAMPLE APPROPRIATE\n   36  FOR DNA TESTING TAKEN IF REQUIRED BY SECTION NINE HUNDRED  NINETY-FIVE-C\n   37  OF  THE  EXECUTIVE  LAW,  as therein provided.   In order to execute the\n   38  required post-arrest functions, such arresting peace officer may perform\n   39  such functions himself or he may enlist the aid of a police officer  for\n   40  the  performance  thereof  in  the manner provided in subdivision one of\n   41  section 140.20 OF THIS ARTICLE.\n   42    S 8. Section 150.70 of the criminal procedure law, as amended by chap-\n   43  ter 762 of the laws of 1971, is amended to read as follows:\n   44  S 150.70  Appearance ticket; fingerprinting AND DNA ANALYSIS  SAMPLE  of\n   45               defendant.\n   46    Upon  the  arraignment  of  a  defendant who has not been arrested and\n   47  whose court attendance has been secured by the issuance and  service  of\n   48  an  appearance  ticket  pursuant to subdivision one of section 150.20 OF\n   49  THIS ARTICLE, the court must, if an offense charged  in  the  accusatory\n   50  instrument is one specified in subdivision one of section 160.10 OF THIS\n   51  TITLE,  direct  that  the defendant be fingerprinted   AND HAVE A SAMPLE\n   52  APPROPRIATE FOR DNA TESTING TAKEN WHEN REQUIRED BY SECTION NINE  HUNDRED\n   53  NINETY-FIVE-C  OF THE EXECUTIVE LAW by the appropriate police officer or\n   54  agency, and that he appear at an appropriate designated time  and  place\n   55  for such purpose.\n\n       S. 691                              6\n\n    1    S 9. Section 160.20 of the criminal procedure law, as amended by chap-\n    2  ter 108 of the laws of 1973, is amended to read as follows:\n    3  S  160.20  Fingerprinting AND DNA ANALYSIS SAMPLE; forwarding of finger-\n    4               prints AND DNA ANALYSIS SAMPLE.\n    5    1. Upon the taking of fingerprints of an arrested person or  defendant\n    6  as  prescribed in section 160.10 OF THIS ARTICLE, the appropriate police\n    7  officer or agency must without unnecessary delay forward two  copies  of\n    8  such fingerprints to the division of criminal justice services.\n    9    2.   UPON TAKING A SAMPLE APPROPRIATE FOR DNA TESTING, THE APPROPRIATE\n   10  POLICE OFFICE OR AGENCY MUST WITHOUT UNNECESSARY DELAY STORE AND FORWARD\n   11  SUCH DNA SAMPLE TO A FORENSIC DNA LABORATORY FOR  FORENSIC  DNA  TESTING\n   12  AND  ANALYSES,  AND  INCLUSION  IN THE STATE DNA IDENTIFICATION INDEX IN\n   13  ACCORDANCE WITH SUBDIVISION FIVE OF SECTION NINE  HUNDRED  NINETY-FIVE-C\n   14  OF THE EXECUTIVE LAW.\n   15    S 10. Paragraphs (d) and (e) of subdivision 1 of section 160.50 of the\n   16  criminal  procedure  law, as amended by chapter 169 of the laws of 1994,\n   17  are amended and a new paragraph (f) is added to read as follows:\n   18    (d) such records shall be made available to the person accused  or  to\n   19  such  person's  designated  agent,  and shall be made available to (i) a\n   20  prosecutor in any proceeding in which the accused has moved for an order\n   21  pursuant to section 170.56 or 210.46 of this  chapter,  or  (ii)  a  law\n   22  enforcement  agency  upon ex parte motion in any superior court, if such\n   23  agency demonstrates to  the  satisfaction  of  the  court  that  justice\n   24  requires  that  such records be made available to it, or (iii) any state\n   25  or local officer or agency  with  responsibility  for  the  issuance  of\n   26  licenses to possess guns, when the accused has made application for such\n   27  a  license,  or  (iv)  the  New  York  state division of parole when the\n   28  accused is on parole supervision as a result of conditional release or a\n   29  parole release granted by the New York state board of  parole,  and  the\n   30  arrest  which  is the subject of the inquiry is one which occurred while\n   31  the accused was under such supervision or (v) any  prospective  employer\n   32  of  a  police  officer  or  peace  officer as those terms are defined in\n   33  subdivisions thirty-three and thirty-four of section 1.20 of this  chap-\n   34  ter, in relation to an application for employment as a police officer or\n   35  peace  officer; provided, however, that every person who is an applicant\n   36  for the position of police officer or peace officer shall  be  furnished\n   37  with a copy of all records obtained under this paragraph and afforded an\n   38  opportunity  to  make  an  explanation  thereto,  or  (vi) the probation\n   39  department responsible for supervision of the accused  when  the  arrest\n   40  which  is  the  subject  of  the inquiry is one which occurred while the\n   41  accused was under such supervision; [and]\n   42    (e) where fingerprints subject to the provisions of this section  have\n   43  been received by the division of criminal justice services and have been\n   44  filed  by  the  division as digital images, such images may be retained,\n   45  provided that a fingerprint card of the individual is on file  with  the\n   46  division which was not sealed pursuant to this section or section 160.55\n   47  of this article[.]; AND\n   48    (F) A SAMPLE APPROPRIATE FOR DNA TESTING TAKEN FROM SUCH PERSON PURSU-\n   49  ANT  TO SECTION NINE HUNDRED NINETY-FIVE-C OF THE EXECUTIVE LAW, AND ANY\n   50  DNA RECORD RELATING TO SUCH SAMPLE, AND ANY ANALYSES OR OTHER  DOCUMENTS\n   51  RELATING  TO SUCH DNA SAMPLE SHALL BE EXPUNGED, DESTROYED OR RETURNED IN\n   52  ACCORDANCE WITH SUBDIVISION NINE OF SUCH SECTION OF THE EXECUTIVE LAW.\n   53    S 11. Paragraphs (d) and (e) of subdivision 1 of section 160.55 of the\n   54  criminal procedure law, paragraph (d) as amended by chapter 476  of  the\n   55  laws  of 2009 and paragraph (e) as amended by chapter 169 of the laws of\n   56  1994, are amended and a new paragraph (f) is added to read as follows:\n\n       S. 691                              7\n\n    1    (d) the records referred to in paragraph (c) of this subdivision shall\n    2  be made available to the person accused or to such  person's  designated\n    3  agent, and shall be made available to (i) a prosecutor in any proceeding\n    4  in  which  the accused has moved for an order pursuant to section 170.56\n    5  or  210.46  of  this  chapter,  or (ii) a law enforcement agency upon ex\n    6  parte motion in any superior court, if such agency demonstrates  to  the\n    7  satisfaction  of  the  court  that justice requires that such records be\n    8  made available to it, or (iii) any state or local officer or agency with\n    9  responsibility for the issuance of licenses to possess  guns,  when  the\n   10  accused  has  made  application for such a license, or (iv) the New York\n   11  state division of parole when the accused is under parole supervision as\n   12  a result of conditional release or parole release  granted  by  the  New\n   13  York  state  board  of parole and the arrest which is the subject of the\n   14  inquiry is one which occurred while the accused was  under  such  super-\n   15  vision,  or  (v) the probation department responsible for supervision of\n   16  the accused when the arrest which is the subject of the inquiry  is  one\n   17  which  occurred  while the accused was under such supervision, or (vi) a\n   18  police agency, probation department, sheriff's office,  district  attor-\n   19  ney's  office,  department  of correction of any municipality and parole\n   20  department, for law enforcement purposes, upon arrest  in  instances  in\n   21  which  the  individual  stands  convicted  of  harassment  in the second\n   22  degree, as defined in section 240.26 of the penal law, committed against\n   23  a member of the same family or household as the defendant, as defined in\n   24  subdivision one of section 530.11 of this chapter, and determined pursu-\n   25  ant to subdivision eight-a of section 170.10 of this title; [and]\n   26    (e) where fingerprints subject to the provisions of this section  have\n   27  been received by the division of criminal justice services and have been\n   28  filed  by  the  division as digital images, such images may be retained,\n   29  provided that a fingerprint card of the individual is on file  with  the\n   30  division which was not sealed pursuant to this section or section 160.50\n   31  of this article[.]; AND\n   32    (F) A SAMPLE APPROPRIATE FOR DNA TESTING TAKEN FROM SUCH PERSON PURSU-\n   33  ANT  TO SECTION NINE HUNDRED NINETY-FIVE-C OF THE EXECUTIVE LAW, ANY DNA\n   34  RECORD RELATING TO SUCH SAMPLE, AND  ANY  ANALYSES  OR  OTHER  DOCUMENTS\n   35  RELATING  TO SUCH DNA SAMPLE SHALL BE EXPUNGED, DESTROYED OR RETURNED IN\n   36  ACCORDANCE WITH SUBDIVISION NINE OF SUCH SECTION OF THE EXECUTIVE LAW.\n   37    S 12. This act shall take effect on  the  one  hundred  eightieth  day\n   38  after it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the executive law and the criminal procedure law, in relation to requiring individuals arrested in connection with a felony to submit a DNA sample ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110103.T152422.TXT", "SOBI.D101229.T144240.TXT", "SOBI.D110112.T154619.TXT", "SOBI.D110103.T153423.TXT", "SOBI.D101229.T151308.TXT", "SOBI.D110103.T124905.TXT", "SOBI.D101229.T150242.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294865179289
}