{
  "year" : 2011,
  "senateBillNo" : "S692-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S692-2011-1294203600000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KLEIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Creates the crime of display of sexual material in a vehicle",
  "summary" : "Creates the crime of display of sexual material in a vehicle while on display in a public place. ",
  "currentCommittee" : "CODES",
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : [ "S6187-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "HUNTLEY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          692\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sens.  KLEIN, HUNTLEY -- read twice and ordered printed,\n         and when printed to be committed to the Committee on Codes\n\n       AN ACT to amend the penal law, in relation to the crime  of  display  of\n         sexual material in a vehicle\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The penal law is amended by adding a new section 245.12  to\n    2  read as follows:\n    3  S 245.12 DISPLAY OF SEXUAL MATERIAL IN A VEHICLE.\n    4    1.  A PERSON IS GUILTY OF DISPLAY OF SEXUAL MATERIAL IN A VEHICLE WHEN\n    5  HE OR SHE IS IN A VEHICLE THAT IS LOCATED IN A PUBLIC PLACE AND A  SEXU-\n    6  ALLY  EXPLICIT  VIDEO IS BEING DISPLAYED ON A VIDEO OR TELEVISION SCREEN\n    7  LOCATED WITHIN THAT VEHICLE THAT IS CAPABLE OF BEING SEEN  BY  A  PERSON\n    8  WHO IS NOT LOCATED WITHIN THE VEHICLE.\n    9    2.  THE  CRIME  OF  DISPLAY  OF  SEXUAL MATERIAL IN A VEHICLE SHALL BE\n   10  PUNISHABLE BY UP TO TWO THOUSAND HOURS OF COMMUNITY SERVICE.\n   11    3. ANY PERSON CONVICTED OF THE CRIME OF DISPLAY OF SEXUAL MATERIAL  IN\n   12  A  VEHICLE  SHALL,  IN  ADDITION TO ANY COMMUNITY SERVICE REQUIRED TO BE\n   13  PERFORMED, HAVE ONE POINT ADDED TO HIS OR HER DRIVING RECORD.\n   14    DISPLAY OF SEXUAL MATERIAL IN A VEHICLE IS A VIOLATION.\n   15    S 2. The commissioner of motor vehicles is authorized and directed  to\n   16  implement  and/or  amend any rule or regulation necessary for the timely\n   17  implementation of this act on its effective date.\n   18    S 3. This act shall take effect on the one hundred twentieth day after\n   19  it shall have become a law.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04021-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, in relation to the crime of display of sexual material in a vehicle ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101229.T144240.TXT", "SOBI.D101229.T144745.TXT", "SOBI.D110103.T132908.TXT", "SOBI.D101229.T151308.TXT", "SOBI.D101229.T150242.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294079348661
}