{
  "year" : 2011,
  "senateBillNo" : "S693-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "S693-2011-1294203600000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KLEIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the definition of and mandatory DNA identification of designated offenders; appropriation",
  "summary" : "Relates to the definition of and mandatory DNA identification of designated offenders; appropriates funds therefor. ",
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "Appropriations",
  "previousVersions" : [ "S8163-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          693\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KLEIN  -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Finance\n\n       AN ACT to amend the executive law, in relation to the definition of  and\n         DNA  designation  of designated offenders; and to amend the penal law,\n         in relation to DNA identification of designated offenders; and  making\n         an appropriation therefor\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 7 of section  995  of  the  executive  law,  as\n    2  amended  by  chapter  2 of the laws of 2006, paragraph (a) as separately\n    3  amended by chapter 320 of the laws of 2006, paragraph (f) as amended  by\n    4  chapter 405 of the laws of 2010, is amended to read as follows:\n    5    7.  \"Designated  offender\"  means a person convicted of [and sentenced\n    6  for] any [one or more of the following provisions of the penal  law  (a)\n    7  sections  120.05,  120.10,  and  120.11,  relating  to assault; sections\n    8  125.15 through 125.27 relating to  homicide;  sections  130.25,  130.30,\n    9  130.35,  130.40,  130.45, 130.50, 130.65, 130.67 and 130.70, relating to\n   10  sex offenses; sections 205.10, 205.15, 205.17 and  205.19,  relating  to\n   11  escape  and other offenses, where the offender has been convicted within\n   12  the previous five years of one of the other felonies specified  in  this\n   13  subdivision;  or sections 255.25, 255.26 and 255.27, relating to incest,\n   14  a violent felony offense as defined in subdivision one of section  70.02\n   15  of  the  penal  law, attempted murder in the first degree, as defined in\n   16  section 110.00 and section 125.27 of the penal law,  kidnapping  in  the\n   17  first  degree,  as  defined in section 135.25 of the penal law, arson in\n   18  the first degree, as  defined  in  section  150.20  of  the  penal  law,\n   19  burglary  in the third degree, as defined in section 140.20 of the penal\n   20  law, attempted burglary in the  third  degree,  as  defined  in  section\n   21  110.00  and section 140.20 of the penal law, a felony defined in article\n   22  four hundred ninety of the  penal  law  relating  to  terrorism  or  any\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04260-01-1\n\n       S. 693                              2\n\n    1  attempt to commit an offense defined in such article relating to terror-\n    2  ism  which  is  a  felony;  or  (b)  criminal possession of a controlled\n    3  substance in the first degree, as defined in section 220.21 of the penal\n    4  law; criminal possession of a controlled substance in the second degree,\n    5  as  defined  in  section  220.18  of  the  penal law; criminal sale of a\n    6  controlled substance, as defined in article 220 of  the  penal  law;  or\n    7  grand  larceny  in  the fourth degree, as defined in subdivision five of\n    8  section 155.30 of the penal  law;  or  (c)  any  misdemeanor  or  felony\n    9  defined  as  a sex offense or sexually violent offense pursuant to para-\n   10  graph (a), (b) or (c) of subdivision two or paragraph (a) of subdivision\n   11  three of section one hundred sixty-eight-a of the correction law; or (d)\n   12  any of the following felonies, or an attempt thereof where such  attempt\n   13  is a felony offense:\n   14    aggravated  assault  upon  a  person  less  than  eleven years old, as\n   15  defined in section 120.12 of  the  penal  law;  menacing  in  the  first\n   16  degree,  as  defined in section 120.13 of the penal law; reckless endan-\n   17  germent in the first degree, as defined in section 120.25 of  the  penal\n   18  law;  stalking in the second degree, as defined in section 120.55 of the\n   19  penal law; criminally negligent homicide, as defined in  section  125.10\n   20  of  the  penal  law;  vehicular  manslaughter  in  the second degree, as\n   21  defined in section 125.12 of the penal law;  vehicular  manslaughter  in\n   22  the  first  degree,  as  defined  in  section  125.13  of the penal law;\n   23  persistent sexual abuse, as defined in section 130.53 of the penal  law;\n   24  aggravated  sexual  abuse  in  the  fourth degree, as defined in section\n   25  130.65-a of the penal law; female  genital  mutilation,  as  defined  in\n   26  section  130.85  of  the  penal  law;  facilitating a sex offense with a\n   27  controlled substance, as defined in section 130.90  of  the  penal  law;\n   28  unlawful  imprisonment in the first degree, as defined in section 135.10\n   29  of the penal law; custodial interference in the first degree, as defined\n   30  in section 135.50 of the penal  law;  criminal  trespass  in  the  first\n   31  degree,  as defined in section 140.17 of the penal law; criminal tamper-\n   32  ing in the first degree, as defined in section 145.20 of the penal  law;\n   33  tampering  with  a  consumer  product in the first degree, as defined in\n   34  section 145.45 of the penal law; robbery in the third degree as  defined\n   35  in section 160.05 of the penal law; identity theft in the second degree,\n   36  as  defined  in  section  190.79 of the penal law; identity theft in the\n   37  first degree, as defined in section 190.80 of the penal  law;  promoting\n   38  prison  contraband  in the first degree, as defined in section 205.25 of\n   39  the penal law; tampering with a witness in the third degree, as  defined\n   40  in  section  215.11  of  the  penal law; tampering with a witness in the\n   41  second degree, as defined in section 215.12 of the penal law;  tampering\n   42  with  a witness in the first degree, as defined in section 215.13 of the\n   43  penal law; criminal contempt in the first degree, as defined in subdivi-\n   44  sions (b), (c) and (d) of section 215.51 of the  penal  law;  aggravated\n   45  criminal  contempt,  as defined in section 215.52 of the penal law; bail\n   46  jumping in the second degree, as defined in section 215.56 of the  penal\n   47  law;  bail  jumping in the first degree, as defined in section 215.57 of\n   48  the penal law; patronizing a prostitute in the second degree, as defined\n   49  in section 230.05 of the penal law;  patronizing  a  prostitute  in  the\n   50  first  degree,  as defined in section 230.06 of the penal law; promoting\n   51  prostitution in the second degree, as defined in section 230.30  of  the\n   52  penal  law;  promoting  prostitution  in the first degree, as defined in\n   53  section 230.32 of the penal law; compelling prostitution, as defined  in\n   54  section  230.33  of  the  penal law; disseminating indecent materials to\n   55  minors in the second degree, as defined in section 235.21 of  the  penal\n   56  law;  disseminating indecent materials to minors in the first degree, as\n\n       S. 693                              3\n\n    1  defined in section 235.22 of the penal law; riot in the first degree, as\n    2  defined in section 240.06 of the penal law; criminal anarchy, as defined\n    3  in section 240.15 of the penal law; aggravated harassment of an employee\n    4  by  an  inmate,  as defined in section 240.32 of the penal law; unlawful\n    5  surveillance in the second degree, as defined in section 250.45  of  the\n    6  penal  law;  unlawful  surveillance  in  the first degree, as defined in\n    7  section 250.50 of the penal law; endangering the welfare of a vulnerable\n    8  elderly person in the second degree, as defined in section 260.32 of the\n    9  penal law; endangering the welfare of a vulnerable elderly person in the\n   10  first degree, as defined in section 260.34 of the penal law;  use  of  a\n   11  child in a sexual performance, as defined in section 263.05 of the penal\n   12  law;  promoting  an obscene sexual performance by a child, as defined in\n   13  section 263.10 of the penal law; possessing an obscene  sexual  perform-\n   14  ance  by a child, as defined in section 263.11 of the penal law; promot-\n   15  ing a sexual performance by a child, as defined in section 263.15 of the\n   16  penal law; possessing a sexual performance by a  child,  as  defined  in\n   17  section  263.16 of the penal law; criminal possession of a weapon in the\n   18  third degree, as defined in section 265.02 of the  penal  law;  criminal\n   19  sale  of  a firearm in the third degree, as defined in section 265.11 of\n   20  the penal law; criminal sale of a firearm to  a  minor,  as  defined  in\n   21  section  265.16  of  the  penal law; unlawful wearing of a body vest, as\n   22  defined in section 270.20 of the penal law; hate crimes  as  defined  in\n   23  section  485.05  of the penal law; and crime of terrorism, as defined in\n   24  section 490.25 of the penal law; or (e) a felony defined  in  the  penal\n   25  law  or an attempt thereof where such attempt is a felony; or (f) any of\n   26  the following misdemeanors: assault in the third degree  as  defined  in\n   27  section  120.00  of  the  penal law; attempted aggravated assault upon a\n   28  person less than eleven years old, as  defined  in  section  110.00  and\n   29  section 120.12 of the penal law; attempted menacing in the first degree,\n   30  as defined in section 110.00 and section 120.13 of the penal law; menac-\n   31  ing  in the second degree as defined in section 120.14 of the penal law;\n   32  menacing in the third degree as defined in section 120.15 of  the  penal\n   33  law;  reckless  endangerment  in the second degree as defined in section\n   34  120.20 of the penal law; stalking in the fourth  degree  as  defined  in\n   35  section 120.45 of the penal law; stalking in the third degree as defined\n   36  in  section  120.50  of  the penal law; attempted stalking in the second\n   37  degree, as defined in section 110.00 and section  120.55  of  the  penal\n   38  law;  criminal  obstruction of breathing or blood circulation as defined\n   39  in section 121.11 of the penal law;  forcible  touching  as  defined  in\n   40  section  130.52  of  the  penal law regardless of the age of the victim;\n   41  sexual abuse in the third degree as defined in  section  130.55  of  the\n   42  penal  law regardless of the age of the victim; unlawful imprisonment in\n   43  the second degree as defined in section 135.05 of the penal law  regard-\n   44  less  of  the  age of the victim; attempted unlawful imprisonment in the\n   45  first degree, as defined in section 110.00 and  section  135.10  of  the\n   46  penal  law regardless of the age of the victim; criminal trespass in the\n   47  second degree as defined in section 140.15 of the penal law;  possession\n   48  of  burglar's tools as defined in section 140.35 of the penal law; petit\n   49  larceny as defined in section 155.25 of the penal law;  endangering  the\n   50  welfare of a child as defined in section 260.10 of the penal law; endan-\n   51  gering  the  welfare  of an incompetent or physically disabled person as\n   52  defined in section 260.25 of the penal law] FELONY DEFINED IN THE  PENAL\n   53  LAW OR ANY MISDEMEANOR DEFINED IN THE PENAL LAW, OR A PERSON ADJUDICATED\n   54  AND  SENTENCED  AS A YOUTHFUL OFFENDER PURSUANT TO ARTICLE SEVEN HUNDRED\n   55  TWENTY OF THE CRIMINAL PROCEDURE LAW FOR ANY SUCH MISDEMEANOR OR FELONY,\n\n       S. 693                              4\n\n    1  OR A PERSON WHO IS REQUIRED TO REGISTER AS A SEX  OFFENDER  PURSUANT  TO\n    2  ARTICLE SIX-C OF THE CORRECTION LAW.\n    3    S  2.  Subdivision 3 of section 995-c of the executive law, as amended\n    4  by chapter 576 of the laws of 2004, is amended to read as follows:\n    5    3. (A) Any designated offender [subsequent to conviction and  sentenc-\n    6  ing  for  a crime specified in subdivision seven of section nine hundred\n    7  ninety-five of this article,] shall be  required  to  provide  a  sample\n    8  appropriate  for DNA testing to determine identification characteristics\n    9  specific to such person and to be included in a state DNA identification\n   10  index pursuant to this article.\n   11    (B) (I) IN THE CASE OF A DESIGNATED OFFENDER WHO  IS  SENTENCED  TO  A\n   12  TERM OF IMPRISONMENT, SUCH SAMPLE SHALL BE COLLECTED BY THE PUBLIC SERV-\n   13  ANT TO WHOSE CUSTODY THE DESIGNATED OFFENDER HAS BEEN COMMITTED.\n   14    (II)  IN  THE CASE OF A DESIGNATED OFFENDER WHO IS SENTENCED TO A TERM\n   15  OF PROBATION, INCLUDING A SENTENCE OF PROBATION IMPOSED  IN  CONJUNCTION\n   16  WITH  A  SENTENCE  OF  IMPRISONMENT  WHEN  A SAMPLE HAS NOT ALREADY BEEN\n   17  TAKEN, SUCH SAMPLE SHALL BE COLLECTED BY THE PROBATION DEPARTMENT SUPER-\n   18  VISING THE DESIGNATED OFFENDER.\n   19    (III) IN THE CASE OF A DESIGNATED OFFENDER  WHOSE  SENTENCE  DOES  NOT\n   20  INCLUDE EITHER A TERM OF IMPRISONMENT OR A TERM OF PROBATION, THE COURT,\n   21  OR IN THE CASE OF A PERSON REGISTERED AS A SEX OFFENDER ON OR BEFORE THE\n   22  EFFECTIVE  DATE OF THIS SUBPARAGRAPH WHO HAS NOT HAD A DNA SAMPLE TAKEN,\n   23  THE DIVISION OF CRIMINAL JUSTICE SERVICES, SHALL ORDER THAT  THE  DESIG-\n   24  NATED  OFFENDER  REPORT  TO AN OFFICE OF THE SHERIFF OF THAT COUNTY, AND\n   25  WHEN THE DESIGNATED OFFENDER DOES SO, SUCH SAMPLE SHALL BE COLLECTED  BY\n   26  THE SHERIFF'S OFFICE.\n   27    (IV)  IN  THE  CASE  OF  A  DESIGNATED SEX OFFENDER WHO IS REQUIRED TO\n   28  REGISTER AS A SEX OFFENDER PURSUANT TO ARTICLE SIX-C OF  THE  CORRECTION\n   29  LAW AS A RESULT OF A CONVICTION OBTAINED IN A FOREIGN JURISDICTION ON OR\n   30  AFTER  THE  EFFECTIVE  DATE  OF  THIS SUBPARAGRAPH, SUCH SAMPLE SHALL BE\n   31  COLLECTED BY THE PROBATION DEPARTMENT OF THE COUNTY IN WHICH THE  DESIG-\n   32  NATED OFFENDER RESIDES.\n   33    (V)  NOTHING  IN THIS PARAGRAPH SHALL PROHIBIT THE COLLECTION OF A DNA\n   34  SAMPLE FROM A DESIGNATED OFFENDER BY ANY COURT OFFICIAL, STATE OR  LOCAL\n   35  CORRECTION  OFFICIAL  OR  EMPLOYEE,  PROBATION  OFFICER, PAROLE OFFICER,\n   36  POLICE OFFICER, PEACE OFFICER, OR OTHER  PUBLIC  SERVANT  WHO  HAS  BEEN\n   37  NOTIFIED  BY  THE DIVISION OF CRIMINAL JUSTICE SERVICES THAT SUCH DESIG-\n   38  NATED OFFENDER HAS NOT PROVIDED A DNA SAMPLE. UPON NOTIFICATION  BY  THE\n   39  DIVISION OF CRIMINAL JUSTICE SERVICES THAT A DESIGNATED OFFENDER HAS NOT\n   40  PROVIDED  A  DNA  SAMPLE, SUCH COURT OFFICIAL, STATE OR LOCAL CORRECTION\n   41  OFFICIAL OR EMPLOYEE, PROBATION OFFICER, PAROLE OFFICER, POLICE OFFICER,\n   42  PEACE OFFICER OR OTHER PUBLIC SERVANT SHALL COLLECT THE DNA SAMPLE.\n   43    S 3. Section 65.10 of the penal law is amended by adding a new  subdi-\n   44  vision 4-b to read as follows:\n   45    4-B.  MANDATORY  DNA  CONDITION  FOR  DESIGNATED OFFENDERS AND CERTAIN\n   46  OTHER OFFENDERS. WHEN IMPOSING A SENTENCE OF  PROBATION  OR  CONDITIONAL\n   47  DISCHARGE  UPON  A  PERSON  DEFINED AS A DESIGNATED OFFENDER PURSUANT TO\n   48  SUBDIVISION SEVEN OF SECTION NINE HUNDRED NINETY-FIVE OF  THE  EXECUTIVE\n   49  LAW,  THE  COURT SHALL REQUIRE AS A MANDATORY CONDITION OF SUCH SENTENCE\n   50  THAT SUCH PERSON PROVIDE A  DNA  SAMPLE  AS  REQUIRED  BY  SECTION  NINE\n   51  HUNDRED  NINETY-FIVE  OF THE EXECUTIVE LAW.  NOTHING IN THIS SUBDIVISION\n   52  SHALL BE CONSTRUED AS PROHIBITING A DNA CONDITION UPON ANY OTHER  OFFEN-\n   53  DER WHERE AUTHORIZED BY ARTICLE FORTY-NINE-B OF THE EXECUTIVE LAW.\n   54    S  4.  The penal law is amended by adding a new section 270.40 to read\n   55  as follows:\n   56  S 270.40 FAILURE TO PROVIDE A DNA SAMPLE.\n\n       S. 693                              5\n\n    1    A PERSON IS GUILTY OF FAILURE TO PROVIDE A DNA SAMPLE WHEN HE  OR  SHE\n    2  (A) IS A DESIGNATED OFFENDER, AS DEFINED IN SUBDIVISION SEVEN OF SECTION\n    3  NINE  HUNDRED  NINETY-FIVE  OF  THE EXECUTIVE LAW, REQUIRED TO PROVIDE A\n    4  SAMPLE APPROPRIATE FOR DNA TESTING PURSUANT TO THE PROVISIONS OF  SUBDI-\n    5  VISION THREE OF SECTION NINE HUNDRED NINETY-FIVE-C OF THE EXECUTIVE LAW;\n    6  (B)  HAS BEEN NOTIFIED BY A COURT, STATE OR LOCAL CORRECTION OFFICIAL OR\n    7  EMPLOYEE, PAROLE OFFICER, PROBATION OFFICER, POLICE OFFICER, PEACE OFFI-\n    8  CER OR OTHER PUBLIC SERVANT OF THE OBLIGATION TO PROVIDE SUCH A  SAMPLE;\n    9  AND  (C)  UPON  REQUEST  TO PROVIDE SUCH SAMPLE MADE BY A PUBLIC SERVANT\n   10  AUTHORIZED TO COLLECT IT, FAILS TO PROVIDE SUCH A SAMPLE.\n   11    FAILURE TO PROVIDE A DNA SAMPLE IS A CLASS A MISDEMEANOR.\n   12    S 5. The sum of four hundred thousand dollars ($400,000), or  so  much\n   13  thereof  as  may be necessary, is hereby appropriated to the division of\n   14  criminal justice services and the division of state police  out  of  any\n   15  monies  of  the  state treasury in the general fund to the credit of the\n   16  state purposes account, not otherwise appropriated, for the  purpose  of\n   17  carrying out the provisions of this act. Such monies shall be made paya-\n   18  ble on the audit and warrant of the comptroller.\n   19    S  6.  This  act shall take effect January 1, 2012; provided, however,\n   20  that the amendments to subdivision 7 of section 995 of the executive law\n   21  made by section one of this  act  shall  apply  to  designated  offenses\n   22  committed  on  or  after such effective date; and provided, further that\n   23  the amendments to subdivision 7 of section 995 of the executive law made\n   24  by section one of this act relating to  a  person  who  is  required  to\n   25  register  as  a sex offender pursuant to article six-C of the correction\n   26  law shall apply to a person registered as a sex offender prior  to,  on,\n   27  or after such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the executive law, in relation to the definition of and DNA designation of designated offenders; and to amend the penal law, in relation to DNA identification of designated offenders; and making an appropriation therefor ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101229.T153245.TXT", "SOBI.D110103.T144415.TXT", "SOBI.D101229.T144745.TXT", "SOBI.D101229.T152745.TXT", "SOBI.D101229.T151308.TXT", "SOBI.D101229.T150242.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294083855307
}