{
  "year" : 2011,
  "senateBillNo" : "S694-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO INSURANCE",
    "billEventId" : "S694-2011-1294203600000-REFERRED+TO+INSURANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KLEIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires commercial lines insurers to provide notice to consumers when credit information is used in the rating or underwriting of such insurance",
  "summary" : "Requires commercial lines insurers to provide notice to consumers when credit information is used in the rating or underwriting of such insurance. ",
  "currentCommittee" : "INSURANCE",
  "sameAs" : null,
  "lawSection" : "Insurance Law",
  "previousVersions" : [ "S7233-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          694\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KLEIN  -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Insurance\n\n       AN ACT to amend the insurance law, in relation to use of credit informa-\n         tion for commercial lines insurance\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Section 2801 of the insurance law is amended by adding two\n    2  new subsections (j) and (k) to read as follows:\n    3    (J) \"COMMERCIAL LINES INSURANCE\" SHALL MEAN ANY INSURANCE POLICY  THAT\n    4  IS  A  \"COVERED POLICY\" AS DEFINED IN PARAGRAPH ONE OF SUBSECTION (A) OF\n    5  SECTION THREE THOUSAND FOUR HUNDRED TWENTY-SIX OF THIS CHAPTER.\n    6    (K) \"COMMERCIAL LINES INSURANCE CONSUMER\" SHALL MEAN A NATURAL  PERSON\n    7  WHOSE  CREDIT INFORMATION IS USED OR WHOSE INSURANCE SCORE IS CALCULATED\n    8  IN THE UNDERWRITING OR RATING OF A POLICY OF COMMERCIAL LINES INSURANCE.\n    9    S 2. Section 2809 of the insurance law, as added by chapter 215 of the\n   10  laws of 2004, is amended to read as follows:\n   11    S [2809] 2810. Severability. If any  [section,]  paragraph,  sentence,\n   12  clause,  phrase,  or any part of SECTIONS TWO THOUSAND EIGHT HUNDRED ONE\n   13  THROUGH TWO THOUSAND EIGHT HUNDRED EIGHT OF  this  article  is  declared\n   14  invalid  due  to  an interpretation of or a future change in the federal\n   15  Fair Credit Reporting Act or is  adjudged  by  any  court  of  competent\n   16  jurisdiction  to  be  invalid,  such  judgment, interpretation or change\n   17  shall not affect, impair or invalidate the  remainder  thereof  and  the\n   18  remaining  sections,  paragraphs,  sentences, clauses, phrases, or parts\n   19  thereof shall be in no manner affected thereby but shall remain in  full\n   20  force and effect.\n   21    S 3. The insurance law is amended by adding a new section 2809 to read\n   22  as follows:\n   23    S  2809.  USE OF CREDIT INFORMATION IN UNDERWRITING AND RATING COMMER-\n   24  CIAL LINES INSURANCE. (A) AN INSURER WRITING COMMERCIAL LINES  INSURANCE\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00029-01-1\n\n       S. 694                              2\n\n    1  WHICH  USES  CREDIT INFORMATION ON A COMMERCIAL LINES INSURANCE CONSUMER\n    2  IN UNDERWRITING OR RATING SUCH INSURANCE SHALL DISCLOSE SUCH FACT TO THE\n    3  COMMERCIAL LINES INSURANCE CONSUMER AND NAME THE SOURCE  OF  THE  CREDIT\n    4  INFORMATION  THAT WILL BE USED. THE INSURER SHALL PROVIDE THE DISCLOSURE\n    5  REQUIRED BY THIS SUBSECTION TO ANY COMMERCIAL LINES  INSURANCE  CONSUMER\n    6  ON NEW AND RENEWED POLICIES IF CREDIT INFORMATION WILL BE USED.\n    7    THE  DISCLOSURE  REQUIRED  BY  THIS  SUBSECTION SHALL BE PROVIDED IN A\n    8  SEPARATE WRITTEN DOCUMENT, WHICH NEED NOT  BE  PROVIDED  IN  A  SEPARATE\n    9  MAILING  AS  ANOTHER DOCUMENT SO LONG AS THE DISCLOSURE IS PROVIDED ON A\n   10  SEPARATE PIECE OF PAPER, EXCEPT THAT WITH REGARD TO A NEW  BUSINESS  THE\n   11  DISCLOSURE  MAY  BE  PROVIDED EITHER IN WRITING OR IN THE SAME MEDIUM AS\n   12  THE APPLICATION FOR COMMERCIAL LINES INSURANCE.\n   13    (B) AN INSURER WRITING COMMERCIAL LINES INSURANCE WHICH, BASED ON  THE\n   14  CREDIT  INFORMATION  OF  A  COMMERCIAL LINES INSURANCE CONSUMER, DENIES,\n   15  CANCELS, NONRENEWS, INCREASES ANY CHARGE FOR OR MAKES ANY OTHER  ADVERSE\n   16  OR  UNFAVORABLE CHANGE IN THE TERMS OF COVERAGE OR ANY INSURANCE, EXIST-\n   17  ING OR APPLIED FOR, SHALL PROVIDE NOTIFICATION TO THE  COMMERCIAL  LINES\n   18  INSURANCE  CONSUMER  THAT  SUCH ACTION HAS BEEN TAKEN AND THE REASON FOR\n   19  SUCH ACTION. SUCH REASONS SHALL BE PROVIDED IN  SUFFICIENTLY  CLEAR  AND\n   20  SPECIFIC LANGUAGE SO THAT A PERSON CAN IDENTIFY THE BASIS FOR THE INSUR-\n   21  ER'S DETERMINATION AND IDENTIFY THE SOURCE OF THE CREDIT INFORMATION.\n   22    S 4. This act shall take effect on the one hundred twentieth day after\n   23  it  shall  have  become  a law and shall apply to policies issued and/or\n   24  renewed on or after such date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the insurance law, in relation to use of credit information for commercial lines insurance ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110103.T144415.TXT", "SOBI.D101229.T144745.TXT", "SOBI.D101229.T151308.TXT", "SOBI.D101229.T150743.TXT", "SOBI.D101229.T150242.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294083855311
}