{
  "year" : 2011,
  "senateBillNo" : "S695-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO HEALTH",
    "billEventId" : "S695-2011-1294203600000-REFERRED+TO+HEALTH",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KLEIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prohibits the sale of electronic cigarettes to minors and items not defined as a tobacco product or approved by the FDA as a tobacco use cessation or harm reduction",
  "summary" : "Prohibits the sale of electronic cigarettes to minors; prohibits distribution or sale of any item containing or delivering nicotine that is not defined by law as a tobacco product or approved by the United States food and drug administration for sale as a tobacco use cessation or harm reduction product. ",
  "currentCommittee" : "HEALTH",
  "sameAs" : null,
  "lawSection" : "Public Health Law",
  "previousVersions" : [ "S7234-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          695\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KLEIN  -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Health\n\n       AN ACT to amend the public health law, in relation  to  prohibiting  the\n         sale of electronic cigarettes to minors and in relation to prohibiting\n         the distribution or sale of any item containing or delivering nicotine\n         that  is  not  defined  by law as a tobacco product or approved by the\n         United States food and drug administration for sale as a  tobacco  use\n         cessation or harm reduction product\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 1399-cc of the public health  law,  as  amended  by\n    2  chapter  508 of the laws of 2000, subdivision 3 as separately amended by\n    3  chapter 162 of the laws of 2002 and subdivision 7 as amended by  chapter\n    4  13 of the laws of 2003, is amended to read as follows:\n    5    S  1399-cc.  Sale  of  tobacco products, herbal cigarettes, ELECTRONIC\n    6  CIGARETTES, rolling papers or pipes to minors prohibited. 1. As used  in\n    7  this section:\n    8    (a)  \"A  device  capable  of  deciphering  any electronically readable\n    9  format\" or \"device\" shall mean any commercial device or  combination  of\n   10  devices  used at a point of sale or entry that is capable of reading the\n   11  information encoded on the bar code or  magnetic  strip  of  a  driver's\n   12  license  or  non-driver  identification card issued by the state commis-\n   13  sioner of motor vehicles;\n   14    (b) \"Card holder\" means any person presenting a  driver's  license  or\n   15  non-driver identification card to a licensee, or to the agent or employ-\n   16  ee of such licensee under this chapter; [and]\n   17    (c)  \"Transaction  scan\"  means the process involving an automated bar\n   18  code reader by which a licensee, or agent  or  employee  of  a  licensee\n   19  under  this chapter reviews a driver's license or non-driver identifica-\n   20  tion card presented as a precondition for  the  purchase  of  a  tobacco\n   21  product  or  herbal  cigarettes  pursuant  to  subdivision three of this\n   22  section; AND\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01765-01-1\n\n       S. 695                              2\n\n    1    (D) \"ELECTRONIC CIGARETTE\" OR \"E-CIGARETTE\" MEANS  A  BATTERY-OPERATED\n    2  DEVICE  THAT  CONTAINS CARTRIDGES FILLED WITH NICOTINE, FLAVOR AND OTHER\n    3  CHEMICALS THAT ARE TURNED INTO VAPOR WHICH IS INHALED BY THE USER.\n    4    2.  Any  person operating a place of business wherein tobacco products\n    5  [or], herbal cigarettes OR ELECTRONIC CIGARETTES are sold or offered for\n    6  sale is prohibited from selling such products, herbal cigarettes,  ELEC-\n    7  TRONIC CIGARETTES, rolling papers or pipes to individuals under eighteen\n    8  years  of  age,  and shall post in a conspicuous place a sign upon which\n    9  there shall be imprinted the following statement, \"SALE  OF  CIGARETTES,\n   10  CIGARS,  CHEWING  TOBACCO,  POWDERED TOBACCO, OR OTHER TOBACCO PRODUCTS,\n   11  HERBAL CIGARETTES, ELECTRONIC CIGARETTES, ROLLING PAPERS  OR  PIPES,  TO\n   12  PERSONS  UNDER  EIGHTEEN  YEARS OF AGE IS PROHIBITED BY LAW.\"  Such sign\n   13  shall be printed on a white card in red letters at least  one-half  inch\n   14  in height.\n   15    3.  Sale  of  tobacco  products [or], herbal cigarettes, OR ELECTRONIC\n   16  CIGARETTES in such places, other than by a  vending  machine,  shall  be\n   17  made  only  to an individual who demonstrates, through (a) a valid driv-\n   18  er's license or non-driver's identification card issued by  the  commis-\n   19  sioner  of  motor  vehicles,  the  federal government, any United States\n   20  territory, commonwealth or possession, the District of Columbia, a state\n   21  government within the United States or a provincial  government  of  the\n   22  dominion  of Canada, or (b) a valid passport issued by the United States\n   23  government or any other country, or (c) an identification card issued by\n   24  the armed forces of the United States, indicating that the individual is\n   25  at least eighteen years of age. Such identification need not be required\n   26  of any individual who reasonably appears  to  be  at  least  twenty-five\n   27  years  of age, provided, however, that such appearance shall not consti-\n   28  tute a defense in any proceeding alleging the sale of a tobacco  product\n   29  [or],  herbal  cigarettes OR ELECTRONIC CIGARETTE to an individual under\n   30  eighteen years of age.\n   31    4. (a) Any person  operating  a  place  of  business  wherein  tobacco\n   32  products  [or],  herbal  cigarettes OR ELECTRONIC CIGARETTES are sold or\n   33  offered for sale may perform a transaction scan as  a  precondition  for\n   34  such purchases.\n   35    (b)  In  any  instance  where the information deciphered by the trans-\n   36  action scan fails to match  the  information  printed  on  the  driver's\n   37  license  or  non-driver  identification card, or if the transaction scan\n   38  indicates that the information is false  or  fraudulent,  the  attempted\n   39  transaction shall be denied.\n   40    (c)  In  any  proceeding  pursuant to section thirteen hundred-ninety-\n   41  nine-ee of this article, it shall be an affirmative  defense  that  such\n   42  person had produced a driver's license or non-driver identification card\n   43  apparently  issued by a governmental entity, successfully completed that\n   44  transaction scan, and that the tobacco product [or],  herbal  cigarettes\n   45  OR ELECTRONIC CIGARETTE had been sold, delivered or given to such person\n   46  in reasonable reliance upon such identification and transaction scan. In\n   47  evaluating the applicability of such affirmative defense the commission-\n   48  er  shall  take into consideration any written policy adopted and imple-\n   49  mented by the seller to effectuate the provisions of this  chapter.  Use\n   50  of  a  transaction scan shall not excuse any person operating a place of\n   51  business wherein tobacco products [or], herbal cigarettes OR  ELECTRONIC\n   52  CIGARETTES  are  sold, or the agent or employee of such person, from the\n   53  exercise of reasonable diligence otherwise  required  by  this  chapter.\n   54  Notwithstanding the above provisions, any such affirmative defense shall\n   55  not  be  applicable in any civil or criminal proceeding, or in any other\n   56  forum.\n\n       S. 695                              3\n\n    1    5. A licensee or agent or employee of such licensee shall only  use  a\n    2  device  capable  of  deciphering any electronically readable format, and\n    3  shall only use the information recorded and maintained through  the  use\n    4  of  such devices, for the purposes contained in subdivision four of this\n    5  section.  No licensee or agent or employee of a licensee shall resell or\n    6  disseminate the information recorded during such a  scan  to  any  third\n    7  person.  Such  prohibited  resale  or  dissemination includes but is not\n    8  limited  to  any  advertising,  marketing  or  promotional   activities.\n    9  Notwithstanding  the  restrictions  imposed  by  this  subdivision, such\n   10  records may be released pursuant to a court ordered subpoena or pursuant\n   11  to any other statute that specifically authorizes the  release  of  such\n   12  information. Each violation of this subdivision shall be punishable by a\n   13  civil penalty of not more than one thousand dollars.\n   14    6.  A  licensee  or agent or employee of such a licensee may electron-\n   15  ically or mechanically record and maintain only the information  from  a\n   16  transaction  scan necessary to effectuate this section. Such information\n   17  shall be limited to the following: (a) name,  (b)  date  of  birth,  (c)\n   18  driver's license or non-driver identification number, and (d) expiration\n   19  date.  The  commissioner  and state commissioner of motor vehicles shall\n   20  jointly promulgate any regulations necessary to govern the recording and\n   21  maintenance of these records by  a  licensee  under  this  chapter.  The\n   22  commissioner and the state liquor authority shall jointly promulgate any\n   23  regulation  necessary to ensure quality control in the use of the trans-\n   24  action scan devices under this chapter and article five of the alcoholic\n   25  beverage control law.\n   26    7. No person operating a place of business  wherein  tobacco  products\n   27  [or], herbal cigarettes OR ELECTRONIC CIGARETTES are sold or offered for\n   28  sale  shall  sell, permit to be sold, offer for sale or display for sale\n   29  any tobacco product [or], herbal cigarettes OR ELECTRONIC  CIGARETTE  in\n   30  any  manner, unless such products and cigarettes are stored for sale (a)\n   31  behind a counter in an area accessible only to  the  personnel  of  such\n   32  business,  or  (b)  in  a  locked  container;  provided,  however,  such\n   33  restriction shall not apply to tobacco businesses, as defined in  subdi-\n   34  vision eight of section thirteen hundred ninety-nine-aa of this article,\n   35  and to places to which admission is restricted to persons eighteen years\n   36  of age or older.\n   37    S  2.  The  public  health  law  is  amended  by  adding a new section\n   38  1399-mm-1 to read as follows:\n   39    S 1399-MM-1. PROHIBITION OF PRODUCTS NOT DEFINED AS  TOBACCO  PRODUCTS\n   40  OR  APPROVED  BY  THE  UNITED  STATES FOOD AND DRUG ADMINISTRATION.   1.\n   41  PRODUCTS CONTAINING OR DELIVERING  NICOTINE  INTENDED  OR  EXPECTED  FOR\n   42  HUMAN  CONSUMPTION  THAT ARE NOT TOBACCO PRODUCTS, AS DEFINED IN SECTION\n   43  THIRTEEN HUNDRED NINETY-NINE-AA OF THIS ARTICLE, SHALL NOT  BE  DISTRIB-\n   44  UTED  OR  SOLD  UNLESS  SUCH  PRODUCTS  HAVE BEEN APPROVED BY THE UNITED\n   45  STATES FOOD AND DRUG ADMINISTRATION FOR SALE AS TOBACCO USE CESSATION OR\n   46  HARM REDUCTION PRODUCTS OR FOR OTHER  MEDICAL  PURPOSES  AND  ARE  BEING\n   47  MARKETED AND SOLD SOLELY FOR THAT APPROVED PURPOSE.\n   48    2.  IN  ADDITION TO ENFORCEMENT ACTIONS AUTHORIZED IN SECTION THIRTEEN\n   49  HUNDRED NINETY-NINE-EE OF THIS ARTICLE, THE ATTORNEY GENERAL  MAY  APPLY\n   50  IN  THE NAME OF THE PEOPLE OF THE STATE OF NEW YORK ON FIVE DAYS NOTICE,\n   51  FOR AN ORDER COMPELLING  COMPLIANCE  WITH  THIS  SECTION.  IN  ANY  SUCH\n   52  PROCEEDING  THE  COURT  MAY  IMPOSE  A CIVIL PENALTY IN AN AMOUNT NOT TO\n   53  EXCEED TEN THOUSAND DOLLARS FOR EACH VIOLATION.\n   54    S 3. This act shall take effect  immediately;  provided  however  that\n   55  section  two  of this act shall take effect on the sixtieth day after it\n   56  shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public health law, in relation to prohibiting the sale of electronic cigarettes to minors and in relation to prohibiting the distribution or sale of any item containing or delivering nicotine that is not defined by law as a tobacco product or approved by the United States food and drug administration for sale as a tobacco use cessation or harm reduction product ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110103.T144415.TXT", "SOBI.D101229.T144745.TXT", "SOBI.D101229.T152745.TXT", "SOBI.D101229.T151308.TXT", "SOBI.D101229.T150242.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294083855313
}