{
  "year" : 2011,
  "senateBillNo" : "S696-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO JUDICIARY",
    "billEventId" : "S696-2011-1294203600000-REFERRED+TO+JUDICIARY",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KLEIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes the mortgagee or lienor of an abandoned multiple dwelling to apply for the appointment of a receiver to bring the building into compliance",
  "summary" : "Authorizes the mortgagee or lienor of an abandoned multiple dwelling to apply for the appointment of a receiver to bring the building into compliance. ",
  "currentCommittee" : "JUDICIARY",
  "sameAs" : "A636",
  "lawSection" : "Real Property Actions and Proceedings Law",
  "previousVersions" : [ "SA8100-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          696\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KLEIN  -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Judiciary\n\n       AN ACT to amend the  real  property  actions  and  proceedings  law,  in\n         relation to title to an abandoned multiple dwelling in a city, town or\n         village\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1.  Subdivision 3 of section 1972 of the real property actions\n    2  and proceedings law, as added by chapter 864 of the  laws  of  1973,  is\n    3  amended to read as follows:\n    4    3.  Within  five days of the service of notice on the owner, a copy of\n    5  the certification shall be served on each mortgagee, lienor  and  lessee\n    6  of  record, personally or by registered mail to the address set forth in\n    7  the recorded instrument or, if no address appears therein, to the person\n    8  at whose request the instrument was recorded.  Such copy shall,  in  the\n    9  case  of  a  mortgagee  or  lienor,  be  accompanied  by  a  notice that\n   10  proceedings pursuant to this article may be instituted unless the  mort-\n   11  gagee  or  lienor,  within  fifteen  days  of  such  mailing, either (A)\n   12  commences proceedings to foreclose the mortgage or lien  AND  MOVES  FOR\n   13  THE  APPOINTMENT OF A RECEIVER WHICH BRINGS THE BUILDING INTO COMPLIANCE\n   14  WITH THE APPLICABLE PROVISIONS OF LAW WITHIN NINETY DAYS FROM  THE  DATE\n   15  OF  APPOINTMENT OR SUCH LONGER PERIOD AS MAY BE ESTABLISHED BY AGREEMENT\n   16  WITH THE DEPARTMENT or [enters into an agreement with the department  to\n   17  bring  the building] (B) TAKES POSSESSION OF THE PREMISES AS PROVIDED IN\n   18  THE MORTGAGE AND BRINGS THE BUILDING into compliance with the applicable\n   19  provisions of law WITHIN NINETY DAYS FROM THE DATE OF TAKING  POSSESSION\n   20  OR  SUCH  LONGER  PERIOD  AS  MAY  BE  ESTABLISHED BY AGREEMENT WITH THE\n   21  DEPARTMENT.  THE DEPARTMENT MAY, NOTWITHSTANDING ANYTHING TO THE CONTRA-\n   22  RY IN THIS SUBDIVISION, INSTITUTE PROCEEDINGS PURSUANT TO  THIS  ARTICLE\n   23  IF:    (I) THE APPLICATION FOR APPOINTMENT OF A RECEIVER IS DENIED, (II)\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03082-01-1\n\n       S. 696                              2\n\n    1  THE RECEIVER FAILS TO BRING THE BUILDING INTO COMPLIANCE WITH THE APPLI-\n    2  CABLE PROVISIONS OF LAW WITHIN NINETY DAYS FROM THE DATE OF  APPOINTMENT\n    3  OR  SUCH  LONGER  PERIOD  AS  MAY  BE  ESTABLISHED BY AGREEMENT WITH THE\n    4  DEPARTMENT;  OR  (III)  THE  MORTGAGEE  OR LIENOR IN POSSESSION FAILS TO\n    5  BRING THE BUILDING INTO COMPLIANCE WITH THE APPLICABLE PROVISIONS OF LAW\n    6  WITHIN NINETY DAYS FROM THE DATE OF TAKING  POSSESSION  OR  SUCH  LONGER\n    7  PERIOD AS MAY BE ESTABLISHED BY AGREEMENT WITH THE DEPARTMENT.\n    8    S  2.    This  act  shall take effect on the one hundred twentieth day\n    9  after it shall  have  become  a  law  and  shall  apply  to  proceedings\n   10  commenced on or after such date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the real property actions and proceedings law, in relation to title to an abandoned multiple dwelling in a city, town or village ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110103.T144415.TXT", "SOBI.D101229.T144745.TXT", "SOBI.D101229.T151308.TXT", "SOBI.D110103.T111400.TXT", "SOBI.D101229.T150242.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294083855315
}