{
  "year" : 2011,
  "senateBillNo" : "S698-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO TRANSPORTATION",
    "billEventId" : "S698-2011-1294203600000-REFERRED+TO+TRANSPORTATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SALAND",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Creates a state trooper highway memorial task force to provide for the recognition of members of the division of state police who have died in the line of duty",
  "summary" : "Creates a state trooper highway memorial task force to develop and establish guidelines for recognition of members of the division of state police who have died in the line of duty; such recognition shall be by means of dedicating a portion of the state highway system, or the placement of a memorial plaque or marker along a state highway. ",
  "currentCommittee" : "TRANSPORTATION",
  "sameAs" : null,
  "lawSection" : "Highway Law",
  "previousVersions" : [ "S1249-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          698\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  SALAND -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Transportation\n\n       AN ACT to amend the highway law, in relation to creating a state trooper\n         highway memorial task force\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Legislative intent. It is the intent of the legislature to\n    2  provide a mechanism to enhance recognition for  fallen  members  of  the\n    3  state  police who have given the ultimate sacrifice in the line of duty.\n    4  It shall be the charge of the task force created by this act to  develop\n    5  a  procedure  for recognition of these dedicated men and women. Further-\n    6  more, this act is intended to define  safe  and  acceptable  methods  of\n    7  placing  memorials  along  the highways of this state that appropriately\n    8  pay tribute to their service and preserve their memory forever.\n    9    S 2. The highway law is amended by adding a new section 340-e to  read\n   10  as follows:\n   11    S  340-E.  STATE  TROOPER  HIGHWAY  MEMORIAL  TASK FORCE. 1. THE STATE\n   12  TROOPER HIGHWAY MEMORIAL TASK FORCE IS HEREBY CREATED TO BE COMPRISED OF\n   13  THE COMMISSIONER OR HIS OR HER DESIGNEE,  THE  SUPERINTENDENT  OF  STATE\n   14  POLICE  OR  HIS  OR  HER DESIGNEE, AND A MEMBER OF THE POLICE BENEVOLENT\n   15  ASSOCIATION OF THE NEW YORK STATE TROOPERS, INC.\n   16    2. WITHIN NINETY DAYS OF THE EFFECTIVE DATE OF THIS SECTION, THE  TASK\n   17  FORCE  SHALL DEVELOP AND ESTABLISH GUIDELINES FOR RECOGNITION OF MEMBERS\n   18  OF THE DIVISION OF STATE POLICE WHO HAVE DIED IN THE LINE OF DUTY.  SUCH\n   19  RECOGNITION MAY BE IN THE FORM OF THE DEDICATION OF A PORTION OF A STATE\n   20  HIGHWAY  AND/OR  THE  PLACEMENT  OF  A MEMORIAL PLAQUE OR MARKER ALONG A\n   21  STATE HIGHWAY. ANY PLACEMENT OF A MEMORIAL  PLAQUE  OR  MARKER  ALONG  A\n   22  STATE  HIGHWAY  SHALL BE APPROVED BY THE COMMISSIONER TO ENSURE THE SAFE\n   23  AND EFFECTIVE TRAFFIC FLOW ALONG HIGHWAYS IN THIS STATE.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00532-01-1\n\n       S. 698                              2\n\n    1    3. ANY PERSON MAY SUBMIT TO THE STATE TROOPER  HIGHWAY  MEMORIAL  TASK\n    2  FORCE,  IN  WRITING,  A  PETITION  SEEKING RECOGNITION OF MEMBERS OF THE\n    3  DIVISION OF STATE POLICE WHO HAVE GIVEN THEIR LIVES IN THE LINE OF DUTY.\n    4  SUCH PETITION SHALL BE IN SUCH FORM AND CONTAIN SUCH INFORMATION AS  THE\n    5  TASK  FORCE  MAY  REQUIRE. UPON THE RECEIPT OF A PETITION THE TASK FORCE\n    6  SHALL CONSIDER THE REQUEST AND ADVISE THE APPLICANT, IN  WRITING,  OF  A\n    7  DECISION  ON  ANY ACTION TO BE TAKEN WITHIN SIXTY DAYS OF THE RECEIPT OF\n    8  SUCH PETITION. UPON THE ACCEPTANCE OF ANY PETITION THE TASK FORCE  SHALL\n    9  DETERMINE THE APPROPRIATE FORM AND LOCATION OF THE MEMORIAL TO BE IMPLE-\n   10  MENTED.\n   11    S  3. The commissioner of transportation shall provide for the instal-\n   12  lation and maintenance of adequate memorial plaques, markers  and  signs\n   13  along  the  state highway system as designated pursuant to section 340-e\n   14  of the highway law, as added by section two of this act; provided  that,\n   15  to avoid any confusion and to limit any possible disruption of commerce,\n   16  any  designation  called  for pursuant to such section shall be one of a\n   17  ceremonial nature and the official name of such  highway  shall  not  be\n   18  changed as a result of this act.\n   19    S 4. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the highway law, in relation to creating a state trooper highway memorial task force ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110103.T100850.TXT", "SOBI.D101229.T154459.TXT", "SOBI.D101229.T163249.TXT", "SOBI.D101230.T101722.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294067330754
}