{
  "year" : 2011,
  "senateBillNo" : "S699-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO EDUCATION",
    "billEventId" : "S699-2011-1294203600000-REFERRED+TO+EDUCATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SALAND",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to providing an exemption for school districts from requirements for separate specifications for public works",
  "summary" : "Provides an exemption for school districts from requirements for separate specifications for public works; permits school district to assign contract to a single responsible person, firm or corporation; permits school district to require a general contractor to submit proposed subcontractor bids; directs the commissioner of education to prepare a study on the impact of such exemption. ",
  "currentCommittee" : "EDUCATION",
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "S1254-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          699\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  SALAND -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Education\n\n       AN ACT to amend the education law and  the  general  municipal  law,  in\n         relation  to exempting school districts from requirements for separate\n         specifications for public work; and providing for the repeal  of  such\n         provisions upon expiration thereof\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1.  The opening paragraph of section 308 of the education  law\n    2  is  designated subdivision 1 and a new subdivision 2 is added to read as\n    3  follows:\n    4    2. THE COMMISSIONER SHALL COMMISSION A STUDY ON THE IMPACT OF  EXEMPT-\n    5  ING  SCHOOL  DISTRICTS  FROM  THE  SEPARATE  BIDDING REQUIREMENTS OF THE\n    6  GENERAL MUNICIPAL LAW PURSUANT TO THE PROVISIONS OF SUBDIVISION  SIX  OF\n    7  SECTION  ONE  HUNDRED ONE OF THE GENERAL MUNICIPAL LAW. SUCH STUDY SHALL\n    8  INCLUDE THE IMPACT  ON  TIME  FRAMES  FOR  COMPLETING  CONSTRUCTION  AND\n    9  IMPROVEMENT PROJECTS, THE OVERALL COSTS OF SUCH PROJECTS, THE QUALITY OF\n   10  WORK PERFORMED AND THE INTEGRITY OF THE BIDDING PROCESS. THE COMMISSION-\n   11  ER  SHALL  ISSUE  SUCH STUDY TO THE GOVERNOR, THE STATE COMPTROLLER, THE\n   12  TEMPORARY PRESIDENT OF THE SENATE AND THE SPEAKER OF THE ASSEMBLY IN THE\n   13  FOURTH YEAR FOLLOWING THE EFFECTIVE DATE OF THIS SUBDIVISION.\n   14    S 2. Section 101 of the general municipal law is amended by  adding  a\n   15  new subdivision 6 to read as follows:\n   16    6.  A. NOTWITHSTANDING ANY OTHER PROVISION OF THIS SECTION, SPECIFICA-\n   17  TIONS FOR WORK PERTAINING TO THE CONSTRUCTION, ADDITION  OR  IMPROVEMENT\n   18  OF  ANY  SCHOOL DISTRICT BUILDINGS OR APPURTENANT FACILITIES MAY PROVIDE\n   19  FOR ASSIGNMENT OF RESPONSIBILITY FOR SUPERVISION AND COORDINATION OF ANY\n   20  OR ALL OF THE CONTRACTS FOR SUCH WORK TO A SINGLE RESPONSIBLE AND  RELI-\n   21  ABLE PERSON, FIRM OR CORPORATION.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00376-01-1\n\n       S. 699                              2\n\n    1    B.  WHERE  A SCHOOL DISTRICT ELECTS TO PROVIDE FOR THE ASSIGNMENT OF A\n    2  CONTRACT TO A SINGLE PERSON, FIRM OR CORPORATION PURSUANT TO PARAGRAPH A\n    3  OF THIS SUBDIVISION, SUCH SCHOOL DISTRICT MAY REQUIRE THE  APPARENT  LOW\n    4  BIDDER  AND,  AT  THE  DISCRETION  OF  THE SCHOOL DISTRICT, THE APPARENT\n    5  SECOND  LOW  BIDDER, TO SUBMIT TO THE DISTRICT THE NAMES OF THE BIDDER'S\n    6  PROPOSED SUBCONTRACTORS FOR THE ELECTRICAL  WORK;  HEATING,  VENTILATING\n    7  AND  AIR  CONDITIONING  WORK;  AND  THE PLUMBING WORK. ONLY ONE PROPOSED\n    8  SUBCONTRACTOR SHALL BE NAMED FOR EACH SUCH TRADE.  SUCH PROPOSED SUBCON-\n    9  TRACTOR OR SUBCONTRACTORS MAY BE REJECTED BY THE SCHOOL DISTRICT ON  THE\n   10  BASIS  SET FORTH IN PARAGRAPH E OF THIS SUBDIVISION. UPON REJECTION OF A\n   11  PROPOSED  SUBCONTRACTOR  OR  SUBCONTRACTORS,  THE  SCHOOL  DISTRICT  MAY\n   12  REQUIRE  THE APPARENT LOW BIDDER TO SUBMIT AN ALTERNATE PROPOSED SUBCON-\n   13  TRACTOR OR SUBCONTRACTORS WITHIN FORTY-EIGHT HOURS. SHOULD THE  APPARENT\n   14  LOW  BIDDER FAIL TO PROPOSE ALTERNATE SUBCONTRACTORS SUBJECT TO APPROVAL\n   15  BY THE SCHOOL DISTRICT, THE SCHOOL DISTRICT MAY CONSIDER THE NEXT APPAR-\n   16  ENT LOW BIDDER AND SHALL FOLLOW THE SAME PROCEDURE  SET  FORTH  IN  THIS\n   17  PARAGRAPH.   SUCH PROPOSED SUBCONTRACTORS OF THE BIDDER, APPROVED BY THE\n   18  SCHOOL DISTRICT SHALL BE USED ON THE WORK FOR WHICH THEY  WERE  PROPOSED\n   19  AND  APPROVED,  AND  THEY  SHALL NOT BE CHANGED EXCEPT WITH THE SPECIFIC\n   20  WRITTEN APPROVAL OF THE DISTRICT.\n   21    C. PAYMENT TO THE PROPOSED SUBCONTRACTORS PROVIDED IN PARAGRAPH  B  OF\n   22  THIS  SUBDIVISION, SHALL BE IN ACCORDANCE WITH THE PROVISIONS OF SECTION\n   23  ONE HUNDRED SIX-B OF THIS ARTICLE.  IN THE EVENT ANY SUCH  SUBCONTRACTOR\n   24  IS NOT PAID BY THE CONTRACTOR, THE SUBCONTRACTOR SHALL IMMEDIATELY NOTI-\n   25  FY THE SCHOOL DISTRICT OF SUCH FACT.\n   26    D.  WITH THE SUBMISSION OF THE NAMES OF THE PROPOSED SUBCONTRACTORS AS\n   27  PROVIDED IN PARAGRAPH B OF THIS SUBDIVISION, THE  BIDDER  SHALL  SPECIFY\n   28  THE  VALUE  TO  BE  PAID  EACH  SUCH  SUBCONTRACTOR  FOR  THE WORK TO BE\n   29  PERFORMED BY SUCH SUBCONTRACTOR.\n   30    E. A SCHOOL DISTRICT MAY REJECT ANY OR ALL BIDS OR WAIVE ANY INFORMAL-\n   31  ITY IN A BID IF IT REASONABLY BELIEVES THAT THE PUBLIC INTEREST WILL  BE\n   32  PROMOTED  THEREBY. A SCHOOL DISTRICT MAY REJECT ANY BID IF, IN ITS JUDG-\n   33  MENT, THE BUSINESS ORGANIZATION, RESOURCES, FINANCIAL STANDING, OR EXPE-\n   34  RIENCE OF THE BIDDER JUSTIFIES SUCH REJECTION IN VIEW OF THE WORK TO  BE\n   35  PERFORMED.\n   36    F.  THE PROVISIONS OF THIS SUBDIVISION SHALL NOT APPLY TO THE NEW YORK\n   37  CITY SCHOOL CONSTRUCTION AUTHORITY ESTABLISHED PURSUANT TO TITLE SIX  OF\n   38  ARTICLE EIGHT OF THE PUBLIC AUTHORITIES LAW.\n   39    S  3.  This  act  shall  take  effect  on  the first of September next\n   40  succeeding the date on which it shall have become a law, and shall apply\n   41  to all contracts advertised or solicited for bid on or after such effec-\n   42  tive date; provided that the provisions of this act shall expire and  be\n   43  deemed repealed five years after such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law and the general municipal law, in relation to exempting school districts from requirements for separate specifications for public work; and providing for the repeal of such provisions upon expiration thereof ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101229.T154746.TXT", "SOBI.D110103.T100850.TXT", "SOBI.D101229.T154459.TXT", "SOBI.D101229.T163249.TXT", "SOBI.D101230.T101722.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294067330758
}