{
  "year" : 2011,
  "senateBillNo" : "S6992-2011",
  "billEvents" : null,
  "votes" : null,
  "sponsor" : null,
  "title" : null,
  "summary" : null,
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : null,
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : null,
  "memo" : "BILL NUMBER:S6992\n\nTITLE OF BILL:\n\nAn act\nto amend the vehicle and traffic law, in relation to the use of portable\nelectronic devices\n\nPURPOSE:\n\nThis bill would increase highway safety by making the ban on using\nportable electronic devices while driving a primary offense.\n\nSUMMARY OF PROVISIONS:\n\nSection 1 of this bill would amend Vehicle and Traffic Law\n(VTL) &sect; 1225-d(6) by deleting language requiring that a summons\nfor operating a motor vehicle while using a portable\nelectronic device can only be issued when the driver has also\ncommitted another traffic violation.\n\nSection 2 of this bill provides for an immediate effective date.\n\nEXISTING LAW:\n\nCurrently, VTL &sect; 1225-d prohibits a driver from using a portable\nelectronic device such as a cell phone, or texting, while operating a\nmotor vehicle. However, a violation is subject to only secondary\nenforcement; that is, a motorist cannot be stopped and issued a\nsummons for the sole reason of using a portable electronic device.\nInstead, a driver can only be stopped if he or she has also committed\nanother traffic violation.\n\nJUSTIFICATION:\n\nDistracted driving is a major safety concern. The National Highway\nTraffic Safety Administration reports that 16% of fatal accidents in\n2008 were due to distracted driving. Text messaging while driving is\nespecially dangerous and prevalent. According to a Nationwide\nInsurance study, an estimated 20% of all drivers, and 66% of drivers\naged 18 to 24, are sending or receiving text messages while behind\nthe wheel. A recently released study by the Virginia Tech\nTransportation Institute found that truck drivers who were texting\nwere 23 times more at risk of a crash or near crash, while another\nstudy compared reaction times when a driver was texting to when a\ndrive\"r was intoxicated, and found that the reaction times while\ntexting were worse.\n\nAs these studies make clear, any kind of distraction while driving is\ndangerous, and texting while driving is one of the most dangerous\ndistractions possible. Although VTL &sect; 1225-d prohibits texting and\n\nthe use of a portable electronic device while driving, it only\nprovides for secondary\nenforcement. As a result, State Troopers and other law enforcement\nofficers are barred from stopping and ticketing a driver for speaking\non a cell phone or texting alone. Instead, they must wait for the\ndriver to break yet another traffic law, perhaps causing an accident\nor putting other drivers in danger, before taking action. This not\nonly makes our highways more dangerous, but it handcuffs law\nenforcement officers and prevents them from doing their job as\neffectively as possible.\n\nThis bill will take the handcuffs off our law enforcement officers\nand make our highways safer by making a violation of VTL &sect; 1225-d a\nprimary offense, thereby allowing officers to stop a motorist who is\nusing a portable electronic device without having to observe another\nviolation of the law.\n\nLEGISLATIVE HISTORY:\n\n2009/10:  S.6992/A.10063 - Died on 3rd Reading/Passed Assembly\n\nBUDGET IMPLICATIONS:\n\nThis bill will have no fiscal impact.\n\nLOCAL IMPACT:\n\nThis bill will have no local impact.\n\nEFFECTIVE DATE:\n\nThis bill would take effect immediately.\n\n",
  "law" : null,
  "actClause" : null,
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110112.T094953.TXT", "SOBI.D110111.T180730.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294843793926
}