{
  "year" : 2011,
  "senateBillNo" : "S702-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S702-2011-1294203600000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "ROBACH",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Creates the crime of environmental damage of property",
  "summary" : "Creates the crime of environmental damage of property. ",
  "currentCommittee" : "CODES",
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : [ "S8486-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          702\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  ROBACH -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Codes\n\n       AN ACT to amend the penal law, in relation  to  creating  the  crime  of\n         environmental damage of property\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The penal law is amended by adding a new section 145.24  to\n    2  read as follows:\n    3  S 145.24 ENVIRONMENTAL DAMAGE OF PROPERTY.\n    4    1. A PERSON IS GUILTY OF ENVIRONMENTAL DAMAGE OF PROPERTY WHEN, IN THE\n    5  COURSE  OF THE COMMISSION OF ANOTHER FELONY ACT, HE OR SHE INTENTIONALLY\n    6  OR RECKLESSLY CAUSES  ANY  PROPERTY  DAMAGE  THAT  ALTERS,  DILUTES,  OR\n    7  DESTROYS  WATER,  SOIL, OR AIR, AND SUCH DAMAGE NECESSITATES REMEDIATION\n    8  COSTS IN EXCESS OF ONE HUNDRED THOUSAND DOLLARS.\n    9    2. IT SHALL BE AN AFFIRMATIVE DEFENSE TO THE  CRIME  OF  ENVIRONMENTAL\n   10  DAMAGE  OF  PROPERTY  THAT  THE  DEFENDANT WAS ACTING UNDER A REASONABLE\n   11  BELIEF THAT HE OR SHE HAD A RIGHT TO ALTER, DILUTE  OR  DESTROY  DUE  TO\n   12  LICENSE  AND/OR  OWNERSHIP  OF SAID PROPERTY, OR THAT THE UNDERLYING ACT\n   13  WAS NOT A VIOLATION OF THIS CHAPTER.\n   14    ENVIRONMENTAL DAMAGE OF PROPERTY IS A CLASS  C  FELONY.  ANY  SENTENCE\n   15  IMPOSED  PURSUANT  TO  A  CONVICTION  UNDER THIS SECTION IS TO BE SERVED\n   16  CONSECUTIVE TO ANY SENTENCE IMPOSED FOR THE UNDERLYING FELONY.\n   17    S 2. This act shall take effect immediately.\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02066-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, in relation to creating the crime of environmental damage of property ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101229.T154746.TXT", "SOBI.D110103.T101350.TXT", "SOBI.D101229.T163249.TXT", "SOBI.D101230.T101222.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294067630859
}