{
  "year" : 2011,
  "senateBillNo" : "S703-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO ENVIRONMENTAL CONSERVATION",
    "billEventId" : "S703-2011-1294203600000-REFERRED+TO+ENVIRONMENTAL+CONSERVATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "ROBACH",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Deposits for refillable beverage containers",
  "summary" : "Provides for deposits for refillable beverage containers; excludes refund values received for refillable beverage containers from being deposited into refund value accounts. ",
  "currentCommittee" : "ENVIRONMENTAL CONSERVATION",
  "sameAs" : null,
  "lawSection" : "Environmental Conservation Law",
  "previousVersions" : [ "S6241-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          703\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  ROBACH -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Environmental Conservation\n\n       AN ACT to amend the  environmental  conservation  law,  in  relation  to\n         deposits of refund values for refillable beverage containers\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivisions 1, 2, 3, 4, and 5 of section  27-1012  of  the\n    2  environmental  conservation  law,  as  added  by section 8 of part SS of\n    3  chapter 59 of the laws of 2009, are amended and a new subdivision 5-a is\n    4  added to read as follows:\n    5    1. Each deposit initiator shall deposit in a refund value  account  an\n    6  amount equal to the refund value initiated under section 27-1005 of this\n    7  title  which is received with respect to each beverage container sold by\n    8  such deposit initiator, EXCEPT FOR  THOSE  REFUND  VALUES  RECEIVED  FOR\n    9  REFILLABLE  BEVERAGE CONTAINERS.   Such deposit initiator shall hold the\n   10  amounts in the refund value account in trust for  the  state.  A  refund\n   11  value  account  shall  be  an  interest-bearing account established in a\n   12  banking institution located in this state, the  deposits  in  which  are\n   13  insured by an agency of the federal government. Deposits of such amounts\n   14  into  the  refund  value  account shall be made not less frequently than\n   15  every five business days. All interest, dividends and returns earned  on\n   16  the  refund  value account shall be paid directly into said account. The\n   17  monies in such accounts shall be kept separate and apart from all  other\n   18  monies  in  the possession of the deposit initiator. The commissioner of\n   19  taxation and finance may specify a system of accounts and records to  be\n   20  maintained with respect to accounts established under this subdivision.\n   21    2.  Payments  of  refund  values  pursuant  to section 27-1007 of this\n   22  title, EXCEPT FOR PAYMENTS  OF  REFUND  VALUES  ON  REFILLABLE  BEVERAGE\n   23  CONTAINERS,  shall  be  paid  from each deposit initiator's refund value\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02062-01-1\n\n       S. 703                              2\n\n    1  account. No other payment or withdrawal from such account  may  be  made\n    2  except as prescribed by this section.\n    3    3.  Each  deposit  initiator  shall  file  quarterly  reports with the\n    4  commissioner of taxation and  finance  on  a  form  and  in  the  manner\n    5  prescribed  by  such  commissioner.  The  commissioner  of  taxation and\n    6  finance may require such reports to be filed electronically.  The  quar-\n    7  terly  reports required by this subdivision shall be filed for the quar-\n    8  terly periods ending on the last day of May, August, November and Febru-\n    9  ary of each year, and each such report shall be filed within twenty days\n   10  after the end of the quarterly period covered thereby. Each such  report\n   11  shall  include  all information such commissioner shall determine appro-\n   12  priate including but not limited to the following information:\n   13    a. the balance in the refund value account at  the  beginning  of  the\n   14  quarter for which the report is prepared;\n   15    b.  all  such  deposits  credited  to the refund value account and all\n   16  interest, dividends or returns received on  such  account,  during  such\n   17  quarter;\n   18    c.  all withdrawals from the refund value account during such quarter,\n   19  including all reimbursements paid pursuant to subdivision  two  of  this\n   20  section,  all  service  charges  on  the  account, and all payments made\n   21  pursuant to subdivision four of this section; and\n   22    d. the balance in the refund value account at the close of such  quar-\n   23  ter.    SUCH  REPORT  SHALL  NOT  INCLUDE  ANY INFORMATION PERTAINING TO\n   24  REFILLABLE BEVERAGE CONTAINERS.\n   25    4. a. Quarterly payments. An amount equal to [eighty percent  of]  the\n   26  balance  outstanding  in  the  refund value account at the close of each\n   27  quarter shall be paid to the commissioner of taxation and finance at the\n   28  time the report provided for in subdivision three  of  this  section  is\n   29  required  to  be  filed.  [The  commissioner of taxation and finance may\n   30  require that the payments be made electronically. The  remaining  twenty\n   31  percent of the balance outstanding at the close of each quarter shall be\n   32  the  monies  of  the  deposit  initiator  and may be withdrawn from such\n   33  account by the deposit initiator.] If the  provisions  of  this  section\n   34  with  respect  to  such  account have not been fully complied with, each\n   35  deposit initiator shall pay to such commissioner at such time,  in  lieu\n   36  of  the  amount  described in the preceding sentence, an amount equal to\n   37  the balance which would have been outstanding  on  such  date  had  such\n   38  provisions  been  fully  complied with. The commissioner of taxation and\n   39  finance may require that the payments be made electronically.\n   40    b. Refund value account shortfall. In the event  a  deposit  initiator\n   41  pays  out  more  in refund values than it collects in deposits of refund\n   42  values during the course of a quarterly period as described in  subdivi-\n   43  sion  three  of  this  section,  the  deposit initiator may apply to the\n   44  commissioner of taxation and finance for a refund of the amount of  such\n   45  excess payment of refund values from sources other than the refund value\n   46  account,  in  the manner as provided by the commissioner of taxation and\n   47  finance. [A deposit initiator must apply for  a  refund  no  later  than\n   48  twelve months after the due date for filing the quarterly report for the\n   49  quarterly  period  for which the refund claim is made. No interest shall\n   50  be payable for any refund paid pursuant to this paragraph.]\n   51    c. Final report. A deposit initiator who ceases to do business in this\n   52  state as a deposit initiator shall file a final report and remit payment\n   53  of [eighty percent of] all amounts remaining in the refund value account\n   54  as of the close of the deposit initiator's last  day  of  business.  The\n   55  commissioner  of  taxation  and finance may require that the payments be\n   56  made electronically. The deposit initiator shall indicate on the  report\n\n       S. 703                              3\n\n    1  that  it  is  a \"final report\". The final report is due to be filed with\n    2  payment twenty days after the close of the quarterly period in which the\n    3  deposit initiator ceases to do business. In the event the deposit initi-\n    4  ator pays out more in refund values than it collects in such final quar-\n    5  terly  period,  the  deposit  initiator may apply to the commissioner of\n    6  taxation and finance for a refund of the amount of such  excess  payment\n    7  of  refund  values  from sources other than the refund value account, in\n    8  the manner as provided by the commissioner of taxation and finance.\n    9    5. All monies collected or received by the department of taxation  and\n   10  finance  pursuant  to  this  title,  AFTER  DEDUCTION  OF THE AMOUNT THE\n   11  COMMISSIONER OF TAXATION AND FINANCE DETERMINES IS  NECESSARY  TO  COVER\n   12  REASONABLE  COSTS  INCURRED BY THE DEPARTMENT OF TAXATION AND FINANCE TO\n   13  IMPLEMENT, ADMINISTER, AND ENFORCE THE PROVISIONS OF THIS  TITLE,  shall\n   14  be  deposited  to  the  credit  of the comptroller with such responsible\n   15  banks, banking houses or trust companies as may  be  designated  by  the\n   16  comptroller.  Such  deposits  shall  be kept separate and apart from all\n   17  other moneys in the possession of the comptroller. The comptroller shall\n   18  require adequate security from  all  such  depositories.  Of  the  total\n   19  revenue collected, the comptroller shall retain the amount determined by\n   20  the commissioner of taxation and finance to be necessary for refunds out\n   21  of  which the comptroller must pay any refunds to which a deposit initi-\n   22  ator may be entitled. After reserving the amount  to  pay  refunds,  the\n   23  comptroller  must,  by  the tenth day of each month, pay into the [state\n   24  treasury to the credit of the  general  fund]  ENVIRONMENTAL  PROTECTION\n   25  FUND  the  revenue deposited under this subdivision during the preceding\n   26  calendar month and remaining to the comptroller's credit on the last day\n   27  of that preceding month.\n   28    5-A. EACH DEPOSIT  INITIATOR  WHO  INITIATES  DEPOSITS  ON  REFILLABLE\n   29  BEVERAGE CONTAINERS SHALL FILE AN ANNUAL REPORT WITH THE COMMISSIONER ON\n   30  A FORM AND IN THE MANNER PRESCRIBED BY THE COMMISSIONER. THE COMMISSION-\n   31  ER  MAY  REQUIRE  SUCH REPORT BE FILED ELECTRONICALLY. SUCH REPORT SHALL\n   32  INCLUDE ALL INFORMATION THE  COMMISSIONER  SHALL  DETERMINE  APPROPRIATE\n   33  PERTAINING TO DEPOSITS FOR REFILLABLE BEVERAGE CONTAINERS, INCLUDING BUT\n   34  NOT  LIMITED  TO: TOTAL DEPOSITS INITIATED; TOTAL DEPOSITS REDEEMED; AND\n   35  ALL UNCLAIMED DEPOSITS RETAINED BY SUCH DEPOSIT INITIATOR.\n   36    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the environmental conservation law, in relation to deposits of refund values for refillable beverage containers ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101229.T154746.TXT", "SOBI.D101229.T155253.TXT", "SOBI.D101229.T163249.TXT", "SOBI.D101230.T101222.TXT", "SOBI.D110104.T102449.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294154689994
}