{
  "year" : 2011,
  "senateBillNo" : "S704-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO EDUCATION",
    "billEventId" : "S704-2011-1294203600000-REFERRED+TO+EDUCATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "ROBACH",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for aidable reimbursement for universal prekindergarten pupils in certain circumstances",
  "summary" : "Provides for aidable reimbursement for universal prekindergarten pupils in certain circumstances. ",
  "currentCommittee" : "EDUCATION",
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "S6428-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          704\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  ROBACH -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Education\n\n       AN ACT to amend the education law,  in  relation  to  reimbursement  for\n         transportation  costs  for  universal  prekindergarten  students under\n         certain circumstances\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Section 3622-a of the education law is amended by adding a\n    2  new subdivision 8 to read as follows:\n    3    8. AIDABLE  REIMBURSEMENT  FOR  UNIVERSAL  PREKINDERGARTEN  PUPILS  IN\n    4  CERTAIN  CIRCUMSTANCES. NOTWITHSTANDING ANY PROVISION OF THIS SECTION OR\n    5  ANY LAW TO THE CONTRARY, THE TRANSPORTATION COSTS FOR A SCHOOL  DISTRICT\n    6  FOR  TRANSPORTING PUPILS ENROLLED IN A UNIVERSAL PREKINDERGARTEN PROGRAM\n    7  ESTABLISHED PURSUANT TO SECTION THIRTY-SIX HUNDRED TWO-E OF THIS ARTICLE\n    8  SHALL BE AIDABLE AS IF THEY WERE TRANSPORTATION COSTS FOR PUPILS  OTHER-\n    9  WISE  ELIGIBLE FOR REIMBURSEMENT PURSUANT TO THIS SECTION IF THE FOLLOW-\n   10  ING CONDITIONS ARE MET:\n   11    A. SUCH SCHOOL DISTRICT SHALL HAVE SHOWN A DECREASE IN AIDABLE  TRANS-\n   12  PORTATION  COSTS  FROM  ONE  SCHOOL  YEAR TO THE NEXT (BASE YEARS) OF AT\n   13  LEAST FIVE PERCENT, AS REFLECTED IN APPROVED BUDGETS BY THE SCHOOL BOARD\n   14  IN THE BASE YEARS;\n   15    B. IF THE STANDARD IN PARAGRAPH A OF THIS SUBDIVISION IS MET, A SCHOOL\n   16  BOARD MAY ELECT TO INCLUDE IN ITS APPROVED SCHOOL BUDGET IN  ANY  SUBSE-\n   17  QUENT  SCHOOL  YEAR  FOLLOWING THE BASE YEARS UP TO SIXTY PERCENT OF THE\n   18  DOLLAR VALUE OF  THE  DECREASE  TO  TRANSPORT  PUPILS  ENROLLED  IN  THE\n   19  DISTRICT'S  UNIVERSAL  PREKINDERGARTEN  PURSUANT  TO  SECTION THIRTY-SIX\n   20  HUNDRED TWO-E OF THIS ARTICLE.\n   21    S 2. This act shall take effect immediately; provided,  however,  that\n   22  the  base years used to calculate eligibility for reimbursement pursuant\n   23  to this act may be before the effective date of this act.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02063-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to reimbursement for transportation costs for universal prekindergarten students under certain circumstances ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101229.T155253.TXT", "SOBI.D101229.T163249.TXT", "SOBI.D101230.T101222.TXT", "SOBI.D110104.T102449.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294154689004
}