{
  "year" : 2011,
  "senateBillNo" : "S705-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO INVESTIGATIONS AND GOVERNMENT OPERATIONS",
    "billEventId" : "S705-2011-1294203600000-REFERRED+TO+INVESTIGATIONS+AND+GOVERNMENT+OPERATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "ROBACH",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires the legislature to be sequestered if they do not timely pass a budget",
  "summary" : "Provides that if the legislature does not timely pass a budget, it shall be sequestered until legislative passage of such budget; defines sequestered. ",
  "currentCommittee" : "INVESTIGATIONS AND GOVERNMENT OPERATIONS",
  "sameAs" : null,
  "lawSection" : "Legislative Law",
  "previousVersions" : [ "S7237-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          705\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  ROBACH -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Investigations and Govern-\n         ment Operations\n\n       AN ACT to amend the legislative law, in relation to requiring the legis-\n         lature to be sequestered if the legislative passage of the  budget  is\n         not timely\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The legislative law is amended by adding a new section  5-b\n    2  to read as follows:\n    3    S  5-B. ABSENT OF BUDGET BY THE NEW FISCAL YEAR, THE LEGISLATURE SHALL\n    4  BE SEQUESTERED. IF LEGISLATIVE PASSAGE  OF  THE  BUDGET  AS  DEFINED  IN\n    5  SUBDIVISION THREE OF SECTION FIVE OF THIS ARTICLE HAS NOT OCCURRED PRIOR\n    6  TO THE FIRST DAY OF ANY FISCAL YEAR, EACH HOUSE OF THE LEGISLATURE SHALL\n    7  BE  SEQUESTERED  UNTIL  SUCH  LEGISLATIVE  PASSAGE  OF  THE  BUDGET  HAS\n    8  OCCURRED; PROVIDED, HOWEVER, THAT ALLOWANCES SHALL BE MADE FOR RELIGIOUS\n    9  OBSERVANCES.  FOR THE PURPOSES OF THIS SECTION, THE  TERM  \"SEQUESTERED\"\n   10  SHALL  BE  DEFINED  AS  CONFINED TO THE MEMBER'S PROSPECTIVE LEGISLATIVE\n   11  CHAMBER UNLESS SESSION IS ADJOURNED FOR  A  MEAL  BREAK  AS  DEFINED  IN\n   12  SECTION  ONE HUNDRED SIXTY-TWO OF THE LABOR LAW OR SESSION HAS ADJOURNED\n   13  FOR A REST BREAK AFTER THE COMPLETION OF AT LEAST AN EIGHT-HOUR  CONTIN-\n   14  UOUS  SESSION  PERIOD.    DURING  SUCH  PERIODS THE LEGISLATURE SHALL BE\n   15  DEEMED SEQUESTERED PURSUANT TO THIS  SECTION  AND  SHALL  BE  UNDER  THE\n   16  SUPERVISION OF THE STATE POLICE.\n   17    S  2.  Subdivision  3 of section 5 of the legislative law, as added by\n   18  chapter 635 of the laws of 1998, is amended to read as follows:\n   19    3. \"Legislative passage of the budget\", solely  for  the  purposes  of\n   20  this  section  and [section] SECTIONS five-a AND FIVE-B of this article,\n   21  shall mean that the appropriation bill or bills submitted by the  gover-\n   22  nor pursuant to section three of article seven of the state constitution\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02134-01-1\n\n       S. 705                              2\n\n    1  have  been finally acted on by both houses of the legislature in accord-\n    2  ance with article seven of the state constitution and  the  state  comp-\n    3  troller  has  determined that such appropriation bill or bills that have\n    4  been  finally acted on by the legislature are sufficient for the ongoing\n    5  operation and support of state government and local assistance  for  the\n    6  ensuing  fiscal year. In addition, legislation submitted by the governor\n    7  pursuant to section three of article seven  of  the  state  constitution\n    8  determined necessary by the legislature for the effective implementation\n    9  of such appropriation bill or bills shall have been acted on. Nothing in\n   10  this  section  shall be construed to affect the prohibition contained in\n   11  section five of article seven of the state constitution.\n   12    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the legislative law, in relation to requiring the legislature to be sequestered if the legislative passage of the budget is not timely ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101229.T155253.TXT", "SOBI.D101229.T163249.TXT", "SOBI.D101230.T101222.TXT", "SOBI.D110104.T102449.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294154689005
}