{
  "year" : 2011,
  "senateBillNo" : "S707-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO CONSUMER PROTECTION",
    "billEventId" : "S707-2011-1294203600000-REFERRED+TO+CONSUMER+PROTECTION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SAVINO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prohibits debt collectors from collecting or attempting to collect a debt owed by a deceased debtor that is known by such debt collector to be deceased",
  "summary" : "Prohibits debt collectors from collecting or attempting to collect a debt owed by a deceased debtor that is known by such debt collector to be deceased. ",
  "currentCommittee" : "CONSUMER PROTECTION",
  "sameAs" : null,
  "lawSection" : "General Business Law",
  "previousVersions" : [ "S7205-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          707\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  SAVINO -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Consumer Protection\n\n       AN ACT to amend the general business law,  in  relation  to  prohibiting\n         debt  collectors  from collecting or attempting to collect a debt owed\n         by a deceased debtor that is known to be deceased\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The general business law is amended by adding a new section\n    2  601-a to read as follows:\n    3    S  601-A.  PROHIBITED PRACTICES REGARDING DECEASED DEBTORS. 1. FOR THE\n    4  PURPOSES OF THIS SECTION, THE FOLLOWING TERMS SHALL HAVE  THE  FOLLOWING\n    5  MEANINGS:\n    6    (A) \"DEBT\" MEANS ANY OBLIGATION OR ALLEGED OBLIGATION OF A CONSUMER TO\n    7  PAY  MONEY  ARISING  OUT  OF A TRANSACTION IN WHICH THE MONEY, PROPERTY,\n    8  INSURANCE, OR SERVICES WHICH ARE THE  SUBJECT  OF  THE  TRANSACTION  ARE\n    9  PRIMARILY  FOR  PERSONAL,  FAMILY, OR HOUSEHOLD PURPOSES, WHETHER OR NOT\n   10  SUCH OBLIGATION HAS BEEN REDUCED TO JUDGMENT; AND\n   11    (B) \"DEBT COLLECTOR\" MEANS AN INDIVIDUAL WHO, AS PART OF  HIS  OR  HER\n   12  JOB, REGULARLY COLLECTS OR ATTEMPTS TO COLLECT DEBTS: (I) OWED OR DUE OR\n   13  ASSERTED  TO BE OWED OR DUE TO ANOTHER; OR (II) OBTAINED BY, OR ASSIGNED\n   14  TO, SUCH PERSON, FIRM OR CORPORATION, THAT ARE IN DEFAULT WHEN  OBTAINED\n   15  OR ACQUIRED BY SUCH PERSON, FIRM OR CORPORATION.\n   16    2.    ANY  PRINCIPAL CREDITOR OR DEBT COLLECTOR COMMUNICATING WITH ANY\n   17  PERSON FOR THE PURPOSE OF ATTEMPTING TO COLLECT A  DEBT  INCURRED  BY  A\n   18  DECEASED  DEBTOR  THAT SUCH PERSON IS NOT LEGALLY REQUIRED TO PAY, SHALL\n   19  DISCLOSE TO SUCH PERSON THAT HE OR SHE IS NOT LEGALLY  REQUIRED  TO  PAY\n   20  SUCH  DEBT. IN ADDITION, SUCH PRINCIPAL CREDITOR OR DEBT COLLECTOR SHALL\n   21  NOT MAKE ANY MISREPRESENTATION ABOUT SUCH  PERSON'S  OBLIGATION  TO  PAY\n   22  SUCH DEBT.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02253-01-1\n\n       S. 707                              2\n\n    1    3.  (A)  IN  ADDITION  TO  ANY RIGHT OF ACTION GRANTED TO THE ATTORNEY\n    2  GENERAL PURSUANT TO THIS ARTICLE, ANY PERSON AGGRIEVED BY REASON OF  ANY\n    3  VIOLATION  OF THIS SECTION MAY BRING AN ACTION IN HIS OR HER OWN NAME TO\n    4  ENJOIN SUCH UNLAWFUL ACT OR PRACTICE, AN ACTION TO RECOVER  HIS  OR  HER\n    5  ACTUAL  DAMAGES  OR  FIVE HUNDRED DOLLARS, WHICHEVER IS GREATER, OR BOTH\n    6  SUCH ACTIONS. IN THE CASE OF ANY SUCCESSFUL ACTION TO ENFORCE THE  FORE-\n    7  GOING  LIABILITY,  THE  COURT MAY AWARD THE COSTS OF THE ACTION TOGETHER\n    8  WITH REASONABLE ATTORNEY'S FEES. EACH COMMUNICATION THAT FAILS TO COMPLY\n    9  WITH THE REQUIREMENTS  OF  THIS  SECTION  SHALL  CONSTITUTE  A  SEPARATE\n   10  VIOLATION.\n   11    (B)  ANY  CONSUMER  ENTITLED TO BRING AN ACTION UNDER THIS SUBDIVISION\n   12  MAY, IF THE UNLAWFUL ACT OR PRACTICE HAS CAUSED DAMAGE TO OTHER  CONSUM-\n   13  ERS  SIMILARLY  SITUATED,  BRING AN ACTION ON BEHALF OF HIMSELF AND SUCH\n   14  OTHER CONSUMERS TO RECOVER DAMAGES OR OBTAIN OTHER  RELIEF  AS  PROVIDED\n   15  FOR IN THIS SUBDIVISION. ANY ACTION BROUGHT UNDER THIS SUBDIVISION SHALL\n   16  COMPLY WITH ARTICLE NINE OF THE CIVIL PRACTICE LAW AND RULES.\n   17    S  2.  Subdivision  1  of  section 602 of the general business law, as\n   18  added by chapter 753 of the laws of 1973, is amended to read as follows:\n   19    1. Except as otherwise provided by law, any person who [shall violate]\n   20  WILLFULLY VIOLATES the terms of this  article  [shall  be],  EXCEPT  THE\n   21  TERMS  CONTAINED IN SECTION SIX HUNDRED ONE-A OF THIS ARTICLE, IS guilty\n   22  of a misdemeanor, and each such violation shall  be  deemed  a  separate\n   23  offense.\n   24    S  3.  This  act shall take effect on the ninetieth day after it shall\n   25  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general business law, in relation to prohibiting debt collectors from collecting or attempting to collect a debt owed by a deceased debtor that is known to be deceased ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101229.T155253.TXT", "SOBI.D110104.T102949.TXT", "SOBI.D101229.T163249.TXT", "SOBI.D101230.T102222.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294154989073
}