{
  "year" : 2011,
  "senateBillNo" : "S708-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO EDUCATION",
    "billEventId" : "S708-2011-1294203600000-REFERRED+TO+EDUCATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SAVINO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires dating violence education and dating violence policies in school districts, boards of cooperative educational services and county vocational education and extension boards",
  "summary" : "Requires dating violence education and dating violence policies in school districts, board of cooperative educational services and county vocational education and extension boards; \"dating violence\" means a pattern of behavior where one person uses threats of, or actually uses, physical, sexual, verbal or emotional abuse to control his or her dating partner and includes threats made by cell phone, text message, internet, and other electronic means; requires the department, in conjunction with, to assist schools in developing a policy for dating violence incidents; education to be taught to students regarding dating violence in the annual health curriculum framework for students in grades 7 through 12, and requires respect and self-esteem education be incorporated into the curriculum for students in grades k-6. ",
  "currentCommittee" : "EDUCATION",
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "S7131-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          708\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  SAVINO -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Education\n\n       AN ACT to amend the education  law,  in  relation  to  providing  dating\n         violence  education  and dating violence policies in school districts,\n         boards of  cooperative  educational  services  and  county  vocational\n         education and extension boards\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Short title. This act shall be known and may  be  cited  as\n    2  the \"Jessica Tush act\".\n    3    S 2.  The education law is amended by adding a new section 815 to read\n    4  as follows:\n    5    S  815.  DATING  VIOLENCE  EDUCATION.    1. EACH SCHOOL DISTRICT SHALL\n    6  INCORPORATE DATING VIOLENCE EDUCATION THAT IS AGE-APPROPRIATE  INTO  THE\n    7  ANNUAL  CURRICULUM FRAMEWORK FOR STUDENTS IN GRADES SEVEN THROUGH TWELVE\n    8  AND WHICH SHALL BE INCORPORATED INTO VARIOUS CLASS  SUBJECTS,  INCLUDING\n    9  HEALTH.\n   10    (A)  DATING  VIOLENCE  EDUCATION SHALL INCLUDE, BUT NOT BE LIMITED TO,\n   11  DEFINING DATING VIOLENCE, RECOGNIZING DATING VIOLENCE WARNING SIGNS  AND\n   12  THE  ROLE  OF  CELL PHONES, TEXT MESSAGES, INTERNET AND OTHER ELECTRONIC\n   13  MEANS IN CONNECTION WITH DATING VIOLENCE AND CHARACTERISTICS OF  HEALTHY\n   14  RELATIONSHIPS.  ADDITIONALLY, STUDENTS SHALL BE PROVIDED WITH THE SCHOOL\n   15  DISTRICT'S DATING VIOLENCE POLICY AS PROVIDED  IN  SECTION  TWENTY-EIGHT\n   16  HUNDRED THREE OF THIS CHAPTER.\n   17    (B) FOR THE PURPOSES OF THIS SECTION:\n   18    (I)  \"DATING  VIOLENCE\"  MEANS  A PATTERN OF BEHAVIOR WHERE ONE PERSON\n   19  USES THREATS OF, OR ACTUALLY USES, PHYSICAL, SEXUAL, VERBAL OR EMOTIONAL\n   20  ABUSE TO CONTROL HIS OR HER DATING PARTNER AND INCLUDES THREATS MADE  BY\n   21  CELL PHONE, TEXT MESSAGE, INTERNET OR OTHER ELECTRONIC MEANS.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00574-01-1\n\n       S. 708                              2\n\n    1    (II) \"DATING PARTNER\" MEANS ANY PERSON INVOLVED IN AN INTIMATE ASSOCI-\n    2  ATION  WITH ANOTHER PRIMARILY CHARACTERIZED BY THE EXPECTATION OF AFFEC-\n    3  TIONATE INVOLVEMENT WHETHER CASUAL, SERIOUS OR LONG-TERM.\n    4    (III)  \"AT SCHOOL\" MEANS IN A CLASSROOM, ON OR IMMEDIATELY ADJACENT TO\n    5  SUCH SCHOOL PREMISES, ON A SCHOOL BUS OR OTHER  SCHOOL-RELATED  VEHICLE,\n    6  AT  AN  OFFICIAL SCHOOL BUS STOP, OR AT ANY SCHOOL-SPONSORED ACTIVITY OR\n    7  EVENT WHETHER OR NOT IT IS ON SCHOOL GROUNDS.\n    8    (C) TO ASSIST SCHOOL DISTRICTS IN DEVELOPING A DATING VIOLENCE  EDUCA-\n    9  TION  PROGRAM,  THE  DEPARTMENT SHALL REVIEW AND APPROVE THE GRADE LEVEL\n   10  TOPICS RELATING TO DATING VIOLENCE AND HEALTHY RELATIONSHIPS.\n   11    2. UPON WRITTEN REQUEST TO THE SCHOOL PRINCIPAL,  A  PARENT  OR  LEGAL\n   12  GUARDIAN OF A PUPIL LESS THAN EIGHTEEN YEARS OF AGE, WITHIN A REASONABLE\n   13  PERIOD  OF TIME AFTER THE REQUEST IS MADE, SHALL BE PERMITTED TO EXAMINE\n   14  THE DATING VIOLENCE  EDUCATION  PROGRAM  INSTRUCTION  MATERIALS  AT  THE\n   15  SCHOOL IN WHICH HIS OR HER CHILD IS ENROLLED.\n   16    S 3. The education law is amended by adding a new section 2803 to read\n   17  as follows:\n   18    S 2803. DATING VIOLENCE POLICY.  1. AS USED IN THIS SECTION:\n   19    (A)  \"DATING  VIOLENCE\"  MEANS  A PATTERN OF BEHAVIOR WHERE ONE PERSON\n   20  USES THREATS OF, OR ACTUALLY USES, PHYSICAL, SEXUAL, VERBAL OR EMOTIONAL\n   21  ABUSE TO CONTROL HIS OR HER DATING PARTNER AND INCLUDES THREATS MADE  BY\n   22  CELL PHONE, TEXT MESSAGE, INTERNET OR OTHER ELECTRONIC MEANS.\n   23    (B)  \"DATING PARTNER\" MEANS ANY PERSON, REGARDLESS OF GENDER, INVOLVED\n   24  IN AN INTIMATE RELATIONSHIP WITH ANOTHER PRIMARILY CHARACTERIZED BY  THE\n   25  EXPECTATION  OF  AFFECTIONATE  INVOLVEMENT  WHETHER  CASUAL,  SERIOUS OR\n   26  LONG-TERM.\n   27    (C) \"AT SCHOOL\" MEANS IN A CLASSROOM, ON OR  IMMEDIATELY  ADJACENT  TO\n   28  SCHOOL  PREMISES, ON A SCHOOL BUS OR OTHER SCHOOL-RELATED VEHICLE, AT AN\n   29  OFFICIAL SCHOOL BUS STOP, OR AT ANY SCHOOL-SPONSORED ACTIVITY  OR  EVENT\n   30  WHETHER OR NOT IT IS ON SCHOOL GROUNDS.\n   31    2.  THE  DEPARTMENT, IN CONJUNCTION WITH THE OFFICE FOR THE PREVENTION\n   32  OF DOMESTIC VIOLENCE, SHALL DEVELOP A MODEL DATING  VIOLENCE  POLICY  TO\n   33  ASSIST  SCHOOL DISTRICTS, BOARDS OF COOPERATIVE EDUCATIONAL SERVICES AND\n   34  COUNTY VOCATIONAL EDUCATION AND EXTENSION BOARDS IN DEVELOPING  POLICIES\n   35  FOR  DATING  VIOLENCE  REPORTING AND RESPONSE. THE MODEL POLICY SHALL BE\n   36  ISSUED ON OR BEFORE APRIL FIRST, TWO THOUSAND TWELVE.\n   37    3. EACH SCHOOL DISTRICT, BOARD OF COOPERATIVE EDUCATIONAL SERVICES AND\n   38  COUNTY VOCATIONAL  EDUCATION  AND  EXTENSION  BOARD  SHALL  ESTABLISH  A\n   39  SPECIFIC  POLICY  TO  ADDRESS  INCIDENTS  OF  DATING  VIOLENCE INVOLVING\n   40  STUDENTS AT SCHOOL BY DECEMBER FIRST, TWO THOUSAND TWELVE.  EACH  SCHOOL\n   41  DISTRICT,  BOARD  OF  COOPERATIVE  EDUCATIONAL SERVICES AND COUNTY VOCA-\n   42  TIONAL EDUCATION AND EXTENSION BOARD SHALL VERIFY  COMPLIANCE  WITH  THE\n   43  DEPARTMENT  ON  AN ANNUAL BASIS THROUGH THE SCHOOL DISTRICT REPORT CARDS\n   44  OR BOARD OF COOPERATIVE EDUCATIONAL SERVICES  REPORT  CARD  REQUIRED  BY\n   45  THIS CHAPTER.\n   46    (A) SUCH POLICY SHALL INCLUDE, BUT NOT BE LIMITED TO, A STATEMENT THAT\n   47  DATING  VIOLENCE WILL NOT BE TOLERATED, DATING VIOLENCE REPORTING PROCE-\n   48  DURES,  GUIDELINES  TO  RESPONDING  TO  AT-SCHOOL  INCIDENTS  OF  DATING\n   49  VIOLENCE  AND  DISCIPLINE  PROCEDURES  SPECIFIC TO SUCH INCIDENTS.  SUCH\n   50  POLICY SHALL FURTHER AUTHORIZE A STUDENT  WHO  IS  A  VICTIM  OF  DATING\n   51  VIOLENCE  TO REQUEST THAT THE PERPETRATOR OF THE VIOLENCE BE TRANSFERRED\n   52  TO ANOTHER SCHOOL.\n   53    (B) TO ENSURE NOTICE OF THE SCHOOL DISTRICT'S,  BOARD  OF  COOPERATIVE\n   54  EDUCATIONAL  SERVICES'  AND  COUNTY  VOCATIONAL  EDUCATION AND EXTENSION\n   55  BOARD'S DATING VIOLENCE POLICY, THE POLICY SHALL  BE  PUBLISHED  IN  ANY\n   56  SCHOOL  DISTRICT,  BOARD  OF COOPERATIVE EDUCATIONAL SERVICES AND COUNTY\n\n       S. 708                              3\n\n    1  VOCATIONAL EDUCATION AND EXTENSION BOARD POLICY AND HANDBOOK  THAT  SETS\n    2  FORTH  THE  COMPREHENSIVE RULES, PROCEDURES AND STANDARDS OF CONDUCT FOR\n    3  STUDENTS AT SCHOOL.\n    4    4. EACH SCHOOL DISTRICT, BOARD OF COOPERATIVE EDUCATIONAL SERVICES AND\n    5  COUNTY  VOCATIONAL  EDUCATION  AND  EXTENSION BOARD SHALL PROVIDE DATING\n    6  VIOLENCE TRAINING TO ALL ADMINISTRATORS,  TEACHERS,  NURSES  AND  MENTAL\n    7  HEALTH  STAFF AT THE MIDDLE AND HIGH SCHOOL LEVELS. UPON THE RECOMMENDA-\n    8  TION OF THE ADMINISTRATOR, OTHER STAFF MAY BE INCLUDED OR MAY ATTEND THE\n    9  TRAINING ON A  VOLUNTEER  BASIS.  THE  DATING  VIOLENCE  TRAINING  SHALL\n   10  INCLUDE,  BUT  NOT  BE  LIMITED TO, BASIC PRINCIPLES OF DATING VIOLENCE,\n   11  WARNING SIGNS OF DATING VIOLENCE AND  THE  ROLE  OF  CELL  PHONES,  TEXT\n   12  MESSAGES, INTERNET, AND OTHER ELECTRONIC MEANS IN CONNECTION WITH DATING\n   13  VIOLENCE  AND  THE  SCHOOL  DISTRICT'S DATING VIOLENCE POLICY, TO ENSURE\n   14  THAT THEY ARE ABLE TO  APPROPRIATELY  RESPOND  TO  INCIDENTS  OF  DATING\n   15  VIOLENCE  AT  SCHOOL. THEREAFTER, THIS TRAINING SHALL BE PROVIDED YEARLY\n   16  TO ALL NEWLY HIRED STAFF DEEMED APPROPRIATE TO RECEIVE THE  TRAINING  BY\n   17  THE SCHOOL'S ADMINISTRATION.\n   18    5. EACH SCHOOL DISTRICT, BOARD OF COOPERATIVE EDUCATIONAL SERVICES AND\n   19  COUNTY  VOCATIONAL  EDUCATION  AND  EXTENSION  BOARD  SHALL  INFORM  THE\n   20  STUDENTS' PARENTS OR LEGAL GUARDIANS OF THE DATING VIOLENCE  POLICY.  IF\n   21  REQUESTED,   THE  SCHOOL  DISTRICT,  BOARD  OF  COOPERATIVE  EDUCATIONAL\n   22  SERVICES OR  COUNTY  VOCATIONAL  EDUCATION  AND  EXTENSION  BOARD  SHALL\n   23  PROVIDE THE PARENTS OR LEGAL GUARDIANS WITH THE SCHOOL DISTRICT'S DATING\n   24  VIOLENCE POLICY AND RELEVANT INFORMATION.\n   25    6. EACH SCHOOL DISTRICT, BOARD OF COOPERATIVE EDUCATIONAL SERVICES AND\n   26  COUNTY  VOCATIONAL  EDUCATION  AND  EXTENSION BOARD SHALL PROVIDE PARENT\n   27  AWARENESS DATING VIOLENCE TRAINING TO EDUCATE PARENTS ON SIGNS OF DATING\n   28  VIOLENCE AND WAYS TO PREVENT TEEN DATING  VIOLENCE  TO  ALL  PARENTS  OF\n   29  CHILDREN  AT  THE  MIDDLE  AND  HIGH SCHOOL LEVELS. THE PARENT AWARENESS\n   30  DATING VIOLENCE TRAINING SHALL INCLUDE, BUT NOT  BE  LIMITED  TO,  BASIC\n   31  PRINCIPLES  OF DATING VIOLENCE, WARNING SIGNS OF DATING VIOLENCE AND THE\n   32  ROLE OF CELL PHONES, TEXT MESSAGES, INTERNET, AND OTHER ELECTRONIC MEANS\n   33  IN CONNECTION WITH DATING VIOLENCE  AND  THE  SCHOOL  DISTRICT'S  DATING\n   34  VIOLENCE  POLICY, TO ENSURE THAT THEY ARE ABLE TO RECOGNIZE INCIDENTS OF\n   35  DATING VIOLENCE AND TO ADVISE PARENTS WHAT THEY CAN DO IF  THEY  SUSPECT\n   36  THEIR CHILD IS A VICTIM OR PERPETRATOR OF DATING VIOLENCE. PARENT AWARE-\n   37  NESS DATING VIOLENCE TRAINING SHALL BE PROVIDED YEARLY.\n   38    7.  THIS  SECTION DOES NOT PREVENT A VICTIM FROM SEEKING REDRESS UNDER\n   39  ANY OTHER AVAILABLE LAW, EITHER CIVIL OR CRIMINAL. THIS SECTION DOES NOT\n   40  CREATE OR ALTER ANY TORT LIABILITY.\n   41    S 4. The education law is amended by adding a new section 816 to  read\n   42  as follows:\n   43    S  816. RESPECT AND SELF-ESTEEM EDUCATION. 1. (A) EACH SCHOOL DISTRICT\n   44  SHALL INCORPORATE RESPECT AND SELF-ESTEEM EDUCATION THAT  IS  AGE-APPRO-\n   45  PRIATE  INTO  THE  ANNUAL  CURRICULUM  FRAMEWORK  FOR STUDENTS IN GRADES\n   46  KINDERGARTEN THROUGH SIX.\n   47    (B) TO ASSIST SCHOOL DISTRICTS IN DEVELOPING A RESPECT AND SELF-ESTEEM\n   48  EDUCATION PROGRAM, THE DEPARTMENT SHALL REVIEW  AND  APPROVE  THE  GRADE\n   49  LEVEL TOPICS RELATING TO RESPECT AND SELF-ESTEEM.\n   50    2.  UPON  WRITTEN  REQUEST  TO THE SCHOOL PRINCIPAL, A PARENT OR LEGAL\n   51  GUARDIAN OF A PUPIL LESS THAN EIGHTEEN YEARS OF AGE, WITHIN A REASONABLE\n   52  PERIOD OF TIME AFTER THE REQUEST IS MADE, SHALL BE PERMITTED TO  EXAMINE\n   53  THE  RESPECT  AND SELF-ESTEEM EDUCATION PROGRAM INSTRUCTION MATERIALS AT\n   54  THE SCHOOL IN WHICH HIS OR HER CHILD IS ENROLLED.\n   55    S 5. This act shall take effect on the one hundred twentieth day after\n   56  it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to providing dating violence education and dating violence policies in school districts, boards of cooperative educational services and county vocational education and extension boards ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101229.T155253.TXT", "SOBI.D110104.T102949.TXT", "SOBI.D101229.T163249.TXT", "SOBI.D101230.T102222.TXT", "SOBI.D110104.T103450.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294155290122
}