{
  "year" : 2011,
  "senateBillNo" : "S709-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO JUDICIARY",
    "billEventId" : "S709-2011-1294203600000-REFERRED+TO+JUDICIARY",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "ROBACH",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for initiative and referendum in New York State for the People as electors to propose or reject laws and submit amendments to the state constitution",
  "summary" : "Provides for initiative and referendum in New York State for the People as electors to propose or reject laws and submit amendments to the state constitution. ",
  "currentCommittee" : "JUDICIARY",
  "sameAs" : null,
  "lawSection" : "Constitution, Concurrent Resolutions to Amend",
  "previousVersions" : [ "S6429-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          709\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  ROBACH -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Judiciary\n\n                   CONCURRENT RESOLUTION OF THE SENATE AND ASSEMBLY\n\n       proposing amendments to the constitution, in relation to  providing  the\n         electors with the power of initiative and referendum\n\n    1    Section 1. Resolved (if the Assembly concur), That section 13 of arti-\n    2  cle 3 of the constitution be amended to read as follows:\n    3    S  13.  The  enacting  clause of all bills shall be \"The People of the\n    4  State of New York, represented in  Senate  and  Assembly,  do  enact  as\n    5  follows,\"  and  no law shall be enacted except by bill; EXCEPT AS OTHER-\n    6  WISE PROVIDED IN ARTICLE TWENTY OF THIS CONSTITUTION.\n    7    S 2. RESOLVED (if the Assembly concur), That section 14 of  article  3\n    8  of the constitution be amended to read as follows:\n    9    S  14. A. No bill shall be passed or become a law unless it shall have\n   10  been printed and upon the desks of the members, in its  final  form,  at\n   11  least three calendar legislative days prior to its final passage, unless\n   12  the governor, or the acting governor, shall have certified, under his or\n   13  her  hand and the seal of the state, the facts which in his or her opin-\n   14  ion necessitate an immediate vote thereon, in which case it must  never-\n   15  theless  be upon the desks of the members in final form, not necessarily\n   16  printed, before its final passage; nor  shall  any  bill  be  passed  or\n   17  become  a law, except by the assent of a majority of the members elected\n   18  to each branch of the legislature; and upon the last reading of a  bill,\n   19  no  amendment  thereof shall be allowed, and the question upon its final\n   20  passage shall be taken immediately thereafter, and  the  ayes  and  nays\n   21  entered on the journal.\n   22    B.  THIS  SECTION SHALL NOT APPLY TO ANY INITIATIVE OR REFERENDUM THAT\n   23  IS SUBJECT TO THE PROVISIONS OF ARTICLE TWENTY OF THIS CONSTITUTION.\n   24    S 3. RESOLVED (if the Assembly concur), That section 1 of  article  19\n   25  of the constitution be amended to read as follows:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD89029-01-1\n\n       S. 709                              2\n\n    1    Section  1. A. Any amendment or amendments to this constitution may be\n    2  proposed in the senate and assembly whereupon such amendment  or  amend-\n    3  ments  shall  be referred to the attorney-general whose duty it shall be\n    4  within twenty days thereafter to render an opinion  in  writing  to  the\n    5  senate  and  assembly  as  to the effect of such amendment or amendments\n    6  upon other provisions of the constitution. Upon receiving such  opinion,\n    7  if the amendment or amendments as proposed or as amended shall be agreed\n    8  to  by a majority of the members elected to each of the two houses, such\n    9  proposed amendment or amendments shall be entered on their journals, and\n   10  the ayes and noes taken thereon, and referred to the next regular legis-\n   11  lative session  convening  after  the  succeeding  general  election  of\n   12  members  of the assembly, and shall be published for three months previ-\n   13  ous to the time of making  such  choice;  and  if  in  such  legislative\n   14  session,  such  proposed amendment or amendments shall be agreed to by a\n   15  majority of all the members elected to each house, then it shall be  the\n   16  duty  of the legislature to submit each proposed amendment or amendments\n   17  to the people for approval in such manner  and  at  such  times  as  the\n   18  legislature  shall prescribe; and if the people shall approve and ratify\n   19  such amendment or amendments by a majority of the electors voting there-\n   20  on, such amendment or amendments shall become a part of the constitution\n   21  on the first day of January next after such approval.  Neither the fail-\n   22  ure of the attorney-general to  render  an  opinion  concerning  such  a\n   23  proposed  amendment  nor his or her failure to do so timely shall affect\n   24  [th] THE validity of such proposed amendment or legislative action ther-\n   25  eon.\n   26    B. THIS SECTION SHALL NOT APPLY TO AN AMENDMENT BY INITIATIVE  SUBJECT\n   27  TO THE PROVISIONS OF ARTICLE TWENTY OF THIS CONSTITUTION.\n   28    S  4.  RESOLVED (if the Assembly concur), That section 16 of article 3\n   29  of the constitution be amended to read as follows:\n   30    S 16. A. No act shall be passed which shall provide that any  existing\n   31  law, or any part thereof, shall be made or deemed a part of said act, or\n   32  which  shall  enact  that  any  existing  law, or part thereof, shall be\n   33  applicable, except by inserting it in such act.\n   34    B. THIS SECTION SHALL  NOT  APPLY  TO  ANY  INITIATIVE  OR  REFERENDUM\n   35  SUBJECT TO THE PROVISIONS OF ARTICLE TWENTY OF THIS CONSTITUTION.\n   36    S 5. RESOLVED (if the Assembly concur), That section 7 of article 4 of\n   37  the constitution be amended to read as follows:\n   38    S  7.  A.  Every  bill which shall have passed the senate and assembly\n   39  shall, before it becomes a law, be presented to  the  governor;  if  the\n   40  governor  approve,  he or she shall sign it; but if not, he or she shall\n   41  return it with his or her objections to the house in which it shall have\n   42  originated, which shall enter the objections at large  on  the  journal,\n   43  and  proceed to reconsider it. If after such reconsideration, two-thirds\n   44  of the members elected to that house shall agree to pass  the  bill,  it\n   45  shall be sent together with the objections, to the other house, by which\n   46  it  shall likewise be reconsidered; and if approved by two-thirds of the\n   47  members elected to that house, it shall become a law notwithstanding the\n   48  objections of the governor. In all such cases the votes in  both  houses\n   49  shall  be  determined  by  yeas  and  nays, and the names of the members\n   50  voting shall be entered on the journal of each  house  respectively.  If\n   51  any  bill shall not be returned by the governor within ten days (Sundays\n   52  excepted) after it shall have been presented to him  or  her,  the  same\n   53  shall  be a law in like manner as if he or she had signed it, unless the\n   54  legislature shall, by their adjournment, prevent its  return,  in  which\n   55  case  it shall not become a law without the approval of the governor. No\n   56  bill shall become a law after the final adjournment of the  legislature,\n\n       S. 709                              3\n\n    1  unless  approved  by the governor within thirty days after such adjourn-\n    2  ment. If any bill presented to the governor  contain  several  items  of\n    3  appropriation  of  money, the governor may object to one or more of such\n    4  items while approving of the other portion of the bill. In such case the\n    5  governor  shall  append to the bill, at the time of signing it, a state-\n    6  ment of the items to which he or she objects; and the  appropriation  so\n    7  objected  to shall not take effect. If the legislature be in session, he\n    8  or she shall transmit to the house in which the bill originated  a  copy\n    9  of  such statement, and the items objected to shall be separately recon-\n   10  sidered. If on reconsideration one or more of such items be approved  by\n   11  two-thirds  of the members elected to each house, the same shall be part\n   12  of the law, notwithstanding the objections  of  the  governor.  All  the\n   13  provisions  of  this  section,  in relation to bills not approved by the\n   14  governor, shall apply in  cases  in  which  he  or  she  shall  withhold\n   15  approval from any item or items contained in a bill appropriating money.\n   16    B.  THIS  SECTION SHALL NOT APPLY TO ANY INITIATIVE OR REFERENDUM THAT\n   17  IS SUBJECT TO THE PROVISIONS OF ARTICLE TWENTY OF THIS CONSTITUTION.\n   18    S 6. RESOLVED (if the Assembly concur), That article 20 of the consti-\n   19  tution be renumbered article 21 and a new article 20 be added to read as\n   20  follows:\n   21                                 ARTICLE XX\n   22                          INITIATIVE AND REFERENDUM\n\n   23    SECTION 1. NOTWITHSTANDING ANY OTHER PROVISION OF  THIS  CONSTITUTION,\n   24  THE  PEOPLE  RESERVE  TO  THEMSELVES  THE  POWER  TO PROPOSE LAWS AND TO\n   25  PROPOSE AMENDMENTS TO THE CONSTITUTION, AND TO ADOPT OR REJECT THE SAME,\n   26  AT THE POLLS, INDEPENDENT OF  THE  LEGISLATURE,  AND  ALSO  RESERVE  THE\n   27  POWER, AT THEIR OWN OPTION, TO SO ADOPT OR REJECT ANY ACT, OR SECTION OR\n   28  PART OF ANY ACT, PASSED BY THE LEGISLATURE.\n   29    S  2. AS USED IN THIS ARTICLE: A. INITIATIVE IS THE POWER OF THE ELEC-\n   30  TORS TO PROPOSE AMENDMENTS TO THE CONSTITUTION AND TO PROPOSE  STATUTES;\n   31  AND\n   32    B.  REFERENDUM IS THE POWER OF THE ELECTORS TO APPROVE OR REJECT STAT-\n   33  UTES OR PARTS OF STATUTES.\n   34    S 3. INITIATIVE MAY BE USED FOR ANY MEASURE EMBRACING A SINGLE  OBJECT\n   35  OR  PURPOSE,  EXCEPT  THE  FOLLOWING:   CALLING ELECTIONS; APPROPRIATING\n   36  FUNDS, EXCEPT FOR AN INITIATIVE PROPOSING AN APPROPRIATION FOR A  SINGLE\n   37  OBJECT  OR PURPOSE; NAMING ANY INDIVIDUALS TO HOLD ANY OFFICE; OR NAMING\n   38  OR IDENTIFYING ANY  PRIVATE  CORPORATION  OR  OTHER  PRIVATE  ENTITY  TO\n   39  PERFORM ANY FUNCTION OR TO HAVE ANY POWER OR DUTY. SUCH MEASURES MAY NOT\n   40  BE  SUBMITTED TO THE ELECTORS AND SHALL NOT HAVE THE FORCE AND EFFECT OF\n   41  LAW.\n   42    S 4. AN INITIATIVE OR REFERENDUM MEASURE MAY BE PROPOSED BY PRESENTING\n   43  TO THE STATE BOARD OF ELECTIONS A PETITION THAT SETS FORTH THE  TEXT  OF\n   44  THE  PROPOSED  STATUTE,  CONSTITUTIONAL AMENDMENT OR REFERENDUM AND THAT\n   45  HAS BEEN SIGNED BY ELECTORS EQUAL IN NUMBER TO AT LEAST FIVE PERCENT  OF\n   46  THE VOTES CAST FOR ALL CANDIDATES FOR GOVERNOR AT THE LAST GUBERNATORIAL\n   47  ELECTION. SUCH SIGNATURES MUST INCLUDE AT LEAST FIVE THOUSAND SIGNATURES\n   48  FROM EACH OF AT LEAST THREE-FIFTHS OF THE CONGRESSIONAL DISTRICTS OF THE\n   49  STATE.\n   50    S  5. A. PETITIONS FOR AN INITIATIVE OR REFERENDUM MEASURE SHALL BE IN\n   51  SUBSTANTIALLY THE SAME FORM AS PRESCRIBED BY THE ELECTION LAW FOR  INDE-\n   52  PENDENT  NOMINATING  PETITIONS, AND SHALL BE CIRCULATED AND PRESENTED IN\n   53  THE MANNER PRESCRIBED BY SUCH LAW, EXCEPT THAT THE PETITION SHALL  STATE\n   54  THAT  THE  REGISTERED  VOTER  DESIRES TO HAVE THE SPECIFIC INITIATIVE OR\n\n       S. 709                              4\n\n    1  REFERENDUM QUESTION NOTED ON THE PETITION PLACED ON THE  BALLOT  INSTEAD\n    2  OF A CANDIDATE.\n    3    B.  PETITIONS  SHALL  BE  SUBMITTED TO THE STATE BOARD OF ELECTIONS. A\n    4  SIGNATURE MADE EARLIER THAN ONE YEAR PRIOR TO THE NEXT GENERAL  ELECTION\n    5  SHALL  NOT BE COUNTED. CHALLENGES TO SUCH PETITIONS SHALL BE RESOLVED BY\n    6  THE STATE BOARD OF ELECTIONS, SUBJECT TO JUDICIAL REVIEW AS PROVIDED FOR\n    7  BY LAW. NO CHALLENGE TO AN INITIATIVE OR REFERENDUM MAY  BE  FILED  MORE\n    8  THAN  TEN  DAYS  AFTER  SUBMISSION  OF  PETITIONS  TO THE STATE BOARD OF\n    9  ELECTIONS, AND ANY SUCH CHALLENGE SHALL BE FINALLY RESOLVED BY THE STATE\n   10  BOARD OF ELECTIONS WITHIN TEN DAYS OF ITS FILING.\n   11    C. MEASURES PROPOSING OR REJECTING STATUTES SHALL  BE  PLACED  ON  THE\n   12  BALLOT BY THE STATE BOARD OF ELECTIONS AT THE NEXT GENERAL ELECTION HELD\n   13  AT  LEAST NINETY DAYS AFTER SUCH MEASURE IS SUBMITTED.  MEASURES PROPOS-\n   14  ING AMENDMENTS TO THE CONSTITUTION SHALL BE PLACED ON THE BALLOT BY  THE\n   15  STATE BOARD OF ELECTIONS AT THE NEXT GENERAL ELECTION IN WHICH THERE ARE\n   16  CANDIDATES  FOR  THE  OFFICE OF MEMBER OF THE SENATE OR ASSEMBLY HELD AT\n   17  LEAST NINETY DAYS AFTER THE MEASURE IS SUBMITTED TO THE STATE  BOARD  OF\n   18  ELECTIONS AND AT THE NEXT SUCH GENERAL ELECTION.\n   19    S  6. A. PRIOR TO THE CIRCULATION OF AN INITIATIVE OR REFERENDUM PETI-\n   20  TION FOR SIGNATURES, A COPY SHALL BE SUBMITTED TO THE  ATTORNEY  GENERAL\n   21  OF  THE  STATE OF NEW YORK WHO SHALL PREPARE A TITLE AND SUMMARY, NOT TO\n   22  EXCEED ONE HUNDRED WORDS, WHICH SHALL APPEAR ON THE PETITION AND ON  THE\n   23  BALLOT  FOR  EACH INITIATIVE OR REFERENDUM AND WHICH SHALL GIVE NO INDI-\n   24  CATION OF SUPPORT OR OPPOSITION TO  SUCH  MEASURE,  WITHIN  TWENTY  DAYS\n   25  AFTER SUCH MEASURE IS SUBMITTED TO HIM OR HER.\n   26    B.  A  COPY  OF  SUCH  INITIATIVE OR REFERENDUM PETITION SHALL ALSO BE\n   27  SUBMITTED TO THE NEW YORK STATE LEGISLATIVE BILL DRAFTING COMMISSION  OR\n   28  ITS SUCCESSOR PRIOR TO CIRCULATION FOR SIGNATURES. SUCH COMMISSION SHALL\n   29  RENDER  TECHNICAL  COMMENTS ON THE FORM OF THE PROPOSED MEASURE, WITH NO\n   30  INDICATION OF SUPPORT OR OPPOSITION, TO THE PROPONENTS OF  SUCH  MEASURE\n   31  WITHIN TWENTY DAYS OF SUBMISSION.\n   32    C. NO ACTION OR INACTION BY THE ATTORNEY GENERAL OR THE FAILURE OF THE\n   33  LEGISLATIVE  BILL  DRAFTING  COMMISSION  OR  ITS  SUCCESSOR  TO  PROVIDE\n   34  COMMENTS WITH RESPECT TO AN INITIATIVE OR  REFERENDUM  PETITION,  OR  TO\n   35  TIMELY DO SO, SHALL AFFECT THE VALIDITY OF SUCH INITIATIVE OR REFERENDUM\n   36  PETITION OR THE ACTION OF THE ELECTORS THEREON.\n   37    D.  ANY  ACTION  OR  PROCEEDING IN WHICH ANY QUESTION ARISES AS TO THE\n   38  VALIDITY OF AN INITIATIVE OR REFERENDUM MEASURE, WHETHER  AN  INITIATIVE\n   39  OR  REFERENDUM  MEASURE  SHOULD APPEAR ON THE BALLOT OR WHICH CHALLENGES\n   40  THE TITLE AND SUMMARY OF SUCH MEASURE PREPARED BY THE  ATTORNEY  GENERAL\n   41  AS  FAILING  TO  ACCURATELY DESCRIBE SUCH MEASURE, SHALL BE HEARD IN THE\n   42  SUPREME COURT OF THE STATE AND PREFERRED  OVER ALL OTHER CIVIL CAUSES IN\n   43  ALL COURTS OF THE STATE AND SHALL BE HEARD AND DETERMINED IN  PREFERENCE\n   44  TO  ALL  OTHER  CIVIL BUSINESS PENDING THEREIN.  NO ACTION OR PROCEEDING\n   45  CHALLENGING WHETHER AN INITIATIVE OR REFERENDUM MEASURE  MAY  APPEAR  ON\n   46  THE  BALLOT  OR  WHICH CHALLENGES ANY ACTION OR INACTION BY THE ATTORNEY\n   47  GENERAL RESPECTING THE TITLE OR SUMMARY OF SUCH MEASURE MAY  BE  BROUGHT\n   48  MORE THAN FOURTEEN DAYS AFTER ACTION BY THE ATTORNEY GENERAL PURSUANT TO\n   49  SUBDIVISION  A OF THIS SECTION OR, IF THE ATTORNEY GENERAL FAILS TO ACT,\n   50  THEN NO LATER THAN FOURTEEN DAYS AFTER  THE  DEADLINE  FOR  SUCH  ACTION\n   51  PURSUANT TO SUCH SUBDIVISION A.\n   52    S 7. EXCEPT TO THE EXTENT REQUIRED BY SECTION EIGHT OF THIS ARTICLE, A\n   53  MAXIMUM  OF FOUR DISCRETE INITIATIVE MEASURES, OR FOUR DISCRETE REFEREN-\n   54  DUM MEASURES, OR ANY COMBINATION  OF  DISCRETE  INITIATIVE  MEASURES  OR\n   55  REFERENDUM  MEASURES  NOT  TO EXCEED A TOTAL OF FOUR MAY BE SUBMITTED TO\n   56  THE ELECTORS AT ANY ONE GENERAL ELECTION. IF  MORE  THAN  FOUR  MEASURES\n\n       S. 709                              5\n\n    1  QUALIFY,  THOSE  INITIATIVE MEASURES AND REFERENDA MEASURES SUBMITTED TO\n    2  THE STATE BOARD OF ELECTIONS EARLIEST IN TIME SHALL  BE  PLACED  ON  THE\n    3  BALLOT.\n    4    S  8.  ANY  INITIATIVE OR REFERENDUM NOT PLACED ON A BALLOT BECAUSE OF\n    5  THE PROVISIONS OF SECTION SEVEN OF THIS ARTICLE SHALL  AUTOMATICALLY  BE\n    6  PLACED  ON THE BALLOT FOR THE NEXT GENERAL ELECTION, NOTWITHSTANDING THE\n    7  PROVISIONS OF SECTION SEVEN OF THIS ARTICLE.\n    8    S 9. A. TO BE ENACTED, AN INITIATIVE OR REFERENDUM  MEASURE  PROPOSING\n    9  OR REJECTING A STATUTE MUST BE APPROVED BY A MAJORITY OF THE ELECTORS OF\n   10  THE  STATE VOTING ON THE MEASURE STATE-WIDE. AN INITIATIVE OR REFERENDUM\n   11  MEASURE THAT HAS BEEN APPROVED SHALL TAKE EFFECT ON  THE  FIRST  DAY  OF\n   12  JANUARY  OF  THE  YEAR  NEXT  SUCCEEDING  ITS PASSAGE UNLESS THE MEASURE\n   13  EXPRESSLY PROVIDES OTHERWISE.  IF  A  REFERENDUM  PETITION  IS  APPROVED\n   14  REPEALING A PART OF A STATUTE, THE REMAINDER OF THE STATUTE SHALL NOT BE\n   15  DELAYED FROM GOING INTO EFFECT.\n   16    B.  A MEASURE AMENDING THE CONSTITUTION MUST BE APPROVED BY A MAJORITY\n   17  OF THE ELECTORS OF THE STATE VOTING ON THE  MEASURE  IN  TWO  SUCCESSIVE\n   18  ELECTIONS IN WHICH THERE ARE CANDIDATES FOR STATE SENATE OR STATE ASSEM-\n   19  BLY  ON  THE  BALLOT. SUCH MEASURE SHALL TAKE EFFECT ON THE FIRST DAY OF\n   20  JANUARY OF THE YEAR NEXT SUCCEEDING ITS SECOND APPROVAL UNLESS THE MEAS-\n   21  URE EXPRESSLY PROVIDES OTHERWISE.\n   22    C. IF PROVISIONS OF TWO OR MORE MEASURES APPROVED AT THE SAME ELECTION\n   23  CONFLICT, THOSE OF THE MEASURE RECEIVING THE HIGHEST NUMBER OF  AFFIRMA-\n   24  TIVE VOTES SHALL PREVAIL.\n   25    D.  A  REFERENDUM MEASURE REJECTING ALL OR PART OF A STATUTE CANNOT BE\n   26  REPEALED, AMENDED OR OTHERWISE RECONSIDERED BY  THE  LEGISLATURE  FOR  A\n   27  PERIOD  OF  TWO  YEARS.  A  MEASURE ADOPTED THROUGH INITIATIVE CANNOT BE\n   28  REPEALED, AMENDED OR OTHERWISE RECONSIDERED BY  THE  LEGISLATURE  FOR  A\n   29  PERIOD  OF  TWO YEARS. AFTER TWO YEARS NO LAW TO AMEND, REPEAL OR OTHER-\n   30  WISE RECONSIDER A MEASURE ADOPTED BY INITIATIVE OR REFERENDUM SHALL TAKE\n   31  EFFECT UNTIL IT SHALL, AT A GENERAL ELECTION, HAVE BEEN SUBMITTED TO THE\n   32  PEOPLE, AND HAVE RECEIVED A MAJORITY OF  ALL  THE  VOTES  CAST  FOR  AND\n   33  AGAINST  IT AT SUCH ELECTION, NOR SHALL IT BE SO SUBMITTED TO THE PEOPLE\n   34  WITHIN THREE MONTHS AFTER ITS PASSAGE.\n   35    E. ANY REFERENDUM OR INITIATIVE ADOPTED BY THE VOTERS MAY BE REPEALED,\n   36  AMENDED, OR OTHERWISE RECONSIDERED BY THE PEOPLE AT ANY TIME THROUGH THE\n   37  PROCESS ESTABLISHED BY THIS ARTICLE FOR INITIATIVE OR  REFERENDUM  MEAS-\n   38  URES.\n   39    S  10.  INITIATIVE AND REFERENDUM IN CITIES, TOWNS, VILLAGES AND COUN-\n   40  TIES. A.  INITIATIVE AND REFERENDUM POWERS ARE RESERVED FOR EVERY  CITY,\n   41  TOWN,  VILLAGE AND COUNTY IN THE STATE AS TO ALL LOCAL MATTERS THAT SUCH\n   42  MUNICIPALITY IS OR SHALL BE EMPOWERED TO ACT PURSUANT TO ARTICLE  IX  OF\n   43  THIS CONSTITUTION.\n   44    B.  INITIATIVE  AND REFERENDUM IN CITIES, TOWNS, VILLAGES AND COUNTIES\n   45  SHALL BE CONDUCTED IN ACCORDANCE WITH THE PROVISIONS  OF  THIS  ARTICLE;\n   46  PROVIDED, HOWEVER, THAT:\n   47    (I)  SIGNATURES  OF  REGISTERED ELECTORS OF SUCH MUNICIPALITY EQUAL IN\n   48  NUMBER TO AT LEAST THIRTY THOUSAND OR FIVE PERCENT OF THE VOTES CAST  IN\n   49  SUCH  CITY,  TOWN,  VILLAGE OR COUNTY FOR ALL CANDIDATES FOR GOVERNOR AT\n   50  THE LAST GUBERNATORIAL ELECTION, WHICHEVER IS LESS, SHALL BE REQUIRED TO\n   51  PROPOSE ANY MEASURE BY INITIATIVE AND REFERENDUM;\n   52    (II) THE AFFIRMATIVE VOTE OF THE MAJORITY OF ELECTORS OF  THE  MUNICI-\n   53  PALITY VOTING ON THE MEASURE SHALL BE REQUIRED TO ENACT SUCH MEASURE;\n   54    (III)  PETITIONS  SHALL  BE SUBMITTED TO THE COUNTY BOARD OF ELECTIONS\n   55  WHICH SHALL HAVE THE POWERS CONFERRED AND  THE  DUTIES  IMPOSED  ON  THE\n   56  STATE BOARD OF ELECTIONS BY THIS ARTICLE; AND\n\n       S. 709                              6\n\n    1    (IV)  THE  PROVISIONS  OF SUBDIVISION B OF SECTION SIX OF THIS ARTICLE\n    2  SHALL NOT BE APPLICABLE.\n    3    S  11. THIS ARTICLE OF THE CONSTITUTION SHALL BE IN ALL RESPECTS SELF-\n    4  EXECUTING, EXCEPT THAT THE MANNER AND METHOD OF EXERCISING THE POWER  OF\n    5  INITIATIVE  AND REFERENDUM MAY BE PRESCRIBED PURSUANT TO LAW, CONSISTENT\n    6  WITH AND LIMITED BY THE PROVISIONS OF THIS ARTICLE.\n    7    S 7. RESOLVED (if the Assembly concur), That the foregoing  amendments\n    8  be referred to the first regular legislative session convening after the\n    9  next  succeeding  general  election  of members of the assembly, and, in\n   10  conformity with  section  1  of  article  19  of  the  constitution,  be\n   11  published for 3 months previous to the time of such election.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "Concurrent Resolution of the Senate and Assembly proposing amendments to the constitution, in relation to providing the electors with the power of initiative and referendum ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101229.T155253.TXT", "SOBI.D101229.T163249.TXT", "SOBI.D101230.T101722.TXT", "SOBI.D110104.T102449.TXT", "SOBI.D101229.T160747.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294154689002
}