{
  "year" : 2011,
  "senateBillNo" : "S710-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO TRANSPORTATION",
    "billEventId" : "S710-2011-1294203600000-REFERRED+TO+TRANSPORTATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "ROBACH",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides that photos used on a driver's license may not be more than 8 years old",
  "summary" : "Provides that the photograph used on a driver's license shall not be more than 8 years old. ",
  "currentCommittee" : "TRANSPORTATION",
  "sameAs" : null,
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "S1461-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          710\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  ROBACH -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Transportation\n\n       AN ACT to amend the vehicle and traffic law, in relation to photo images\n         used on driver's licenses\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Paragraph (a) of subdivision 6 of section 502 of the vehi-\n    2  cle and traffic law, as amended by section 3 of part K of chapter 59  of\n    3  the laws of 2009, is amended to read as follows:\n    4    (a)  A  license  issued  pursuant  to subdivision five of this section\n    5  shall be valid until the expiration date contained thereon, unless  such\n    6  license  is suspended, revoked or cancelled. Such license may be renewed\n    7  by submission of an application for renewal, the fee prescribed by  law,\n    8  proofs  of  prior licensing, fitness and acceptable vision prescribed by\n    9  the  commissioner,  the  applicant's  social  security  number,  and  if\n   10  required  by  the  commissioner  a  photo image of the applicant in such\n   11  numbers and form as the commissioner shall prescribe, PROVIDED  THAT  NO\n   12  PHOTO  IMAGE  USED ON THE DRIVER'S LICENSE IS MORE THAN EIGHT YEARS OLD.\n   13  In addition, an applicant for renewal of a license containing a  hazard-\n   14  ous  material  endorsement  shall  pass  an  examination  to retain such\n   15  endorsement. The commissioner shall, with respect to the  renewal  of  a\n   16  hazardous  materials  endorsement,  comply with the requirements imposed\n   17  upon states by sections 383.141 and 1572.13 of title 49 of the  code  of\n   18  federal  regulations.  A  renewal of such license shall be issued by the\n   19  commissioner upon approval of such  application,  except  that  no  such\n   20  license  shall  be issued if its issuance would be inconsistent with the\n   21  provisions of section five hundred sixteen of  this  title,  and  except\n   22  that  the commissioner may refuse to renew such license if the applicant\n   23  is the holder of a currently valid or renewable license to drive  issued\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01997-01-1\n\n       S. 710                              2\n\n    1  by another state or foreign country unless the applicant surrenders such\n    2  license.\n    3    S  2. Paragraph (b) of subdivision 1 of section 504 of the vehicle and\n    4  traffic law, as amended by chapter 406 of the laws of 2001,  is  amended\n    5  to read as follows:\n    6    (b)  The  commissioner  may  by regulation provide that every driver's\n    7  license contain the photo image of the licensee, PROVIDED THAT NO  PHOTO\n    8  IMAGE  USED  ON  A  DRIVER'S  LICENSE  IS MORE THAN EIGHT YEARS OLD. The\n    9  learner's permit may also contain  the  photo  image  of  the  permittee\n   10  pursuant to regulations established by the commissioner.\n   11    S  3. This act shall take effect one year after it shall have become a\n   12  law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to photo images used on driver's licenses ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101229.T163249.TXT", "SOBI.D101230.T101722.TXT", "SOBI.D110104.T102449.TXT", "SOBI.D101229.T160747.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294154689998
}