{
  "year" : 2011,
  "senateBillNo" : "S711-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO LABOR",
    "billEventId" : "S711-2011-1294203600000-REFERRED+TO+LABOR",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "ROBACH",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the entitlement to unpaid leave of absence for victims of domestic violence",
  "summary" : "Relates to the entitlement to unpaid leave of absence for victims of domestic violence; permits victims of domestic violence to take an unpaid leave of absence for ninety days from employment to address on-going domestic violence; defines \"address on-going domestic violence\"; contains provision to protect the individual's job position and benefits. ",
  "currentCommittee" : "LABOR",
  "sameAs" : null,
  "lawSection" : "Labor Law",
  "previousVersions" : [ "S5610-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          711\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  ROBACH -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Labor\n\n       AN ACT to amend the labor law, in relation to the entitlement to  unpaid\n         leave of absence from employment for victims of domestic violence\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The labor law is amended by adding a new  article  19-D  to\n    2  read as follows:\n    3                                ARTICLE 19-D\n    4                         UNPAID LEAVE OF ABSENCE FOR\n    5                   VICTIMS OF DOMESTIC OR SEXUAL VIOLENCE\n\n    6  SECTION 696. DEFINITIONS.\n    7          696-A. ENTITLEMENT TO LEAVE.\n    8          696-B. LEAVE TAKEN INTERMITTENTLY OR ON REDUCED LEAVE SCHEDULE.\n    9          696-C. NOTICE OF INTENTION TO TAKE LEAVE.\n   10          696-D. CERTIFICATION.\n   11          696-E. CONFIDENTIALITY.\n   12          696-F. RESTORATION TO POSITION.\n   13          696-G. PROHIBITED ACTS.\n   14          696-H. CIVIL ACTION.\n   15          696-I. SAVINGS CLAUSE.\n   16    S 696. DEFINITIONS. AS USED IN THIS ARTICLE:\n   17    1.  \"VICTIM OF DOMESTIC OR SEXUAL ABUSE\" SHALL MEAN A VICTIM OF DOMES-\n   18  TIC VIOLENCE, A SEX OFFENSE, OR STALKING.\n   19    2.  \"VICTIM OF DOMESTIC VIOLENCE\" SHALL MEAN AN INDIVIDUAL  WHO  IS  A\n   20  VICTIM  OF  AN  ACT  WHICH WOULD CONSTITUTE A FAMILY OFFENSE PURSUANT TO\n   21  SUBDIVISION ONE OF SECTION EIGHT HUNDRED TWELVE OF THE FAMILY COURT ACT.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01939-01-1\n\n       S. 711                              2\n\n    1    3. \"VICTIM OF A SEX OFFENSE\" SHALL MEAN A VICTIM OF  AN  ACT  OR  ACTS\n    2  THAT  WOULD  CONSTITUTE A VIOLATION OF ARTICLE ONE HUNDRED THIRTY OF THE\n    3  PENAL LAW.\n    4    4.  \"VICTIM  OF  STALKING\"  SHALL MEAN A VICTIM OF AN ACT OR ACTS THAT\n    5  WOULD CONSTITUTE A VIOLATION OF SECTION 120.45, 120.50, 120.55 OR 120.60\n    6  OF THE PENAL LAW.\n    7    S 696-A. ENTITLEMENT TO LEAVE. ANY EMPLOYEE WHO IS A VICTIM OF  DOMES-\n    8  TIC OR SEXUAL VIOLENCE SHALL BE ELIGIBLE FOR NINETY DAYS OF UNPAID LEAVE\n    9  FROM THEIR EMPLOYMENT DURING ANY TWELVE MONTH PERIOD IN ORDER TO ADDRESS\n   10  DOMESTIC OR SEXUAL VIOLENCE OR ONGOING EFFECTS OF SUCH DOMESTIC OR SEXU-\n   11  AL VIOLENCE, INCLUDING BUT NOT LIMITED TO:\n   12    1.  SEEKING MEDICAL ATTENTION FOR, OR RECOVERING OR TAKING CARE OF THE\n   13  VICTIM'S CHILD WHILE THE CHILD RECOVERS FROM, ANY PHYSICAL OR PSYCHOLOG-\n   14  ICAL INJURIES CAUSED BY THE DOMESTIC OR SEXUAL VIOLENCE; OR\n   15    2. ATTENDING COUNSELING SESSIONS FOR THE VICTIM OF DOMESTIC OR  SEXUAL\n   16  VIOLENCE OR FOR SUCH VICTIM'S CHILD IN ORDER TO DEAL WITH THE EFFECTS OF\n   17  THE DOMESTIC OR SEXUAL VIOLENCE; OR\n   18    3.  SEEKING  LEGAL ASSISTANCE INCLUDING ATTENDING COURT PROCEEDINGS OR\n   19  MEETING OR COMMUNICATING WITH AN ATTORNEY OR A MEMBER  OF  LAW  ENFORCE-\n   20  MENT; OR\n   21    4.  SEEKING  SERVICES FOR THE VICTIM OF DOMESTIC OR SEXUAL VIOLENCE OR\n   22  FOR SUCH VICTIM'S CHILD FROM A RESIDENTIAL  OR  NON-RESIDENTIAL  PROGRAM\n   23  FOR VICTIMS OF DOMESTIC OR SEXUAL VIOLENCE; OR\n   24    5.  ENGAGING  IN  SAFETY PLANNING, INCLUDING ARRANGING TO RELOCATE AND\n   25  RELOCATING TO A TEMPORARY  OR  PERMANENT  NEW  RESIDENCE,  IN  ORDER  TO\n   26  DECREASE THE RISK OF FUTURE DOMESTIC OR SEXUAL VIOLENCE.\n   27    S 696-B.  LEAVE TAKEN INTERMITTENTLY OR ON REDUCED LEAVE SCHEDULE. THE\n   28  LEAVE  PURSUANT  TO SECTION SIX HUNDRED NINETY-SIX-A OF THIS ARTICLE MAY\n   29  BE TAKEN ON A REDUCED LEAVE SCHEDULE OR INTERMITTENTLY IF  THE  EMPLOYEE\n   30  AND  EMPLOYER  AGREE ON THE SCHEDULE. TAKING LEAVE ON A REDUCED LEAVE OR\n   31  INTERMITTENT SCHEDULE SHALL NOT RESULT IN A REDUCTION IN THE  AMOUNT  OF\n   32  TOTAL  LEAVE  A  VICTIM OF DOMESTIC OR SEXUAL VIOLENCE IS ENTITLED TO IN\n   33  THE TWELVE MONTH PERIOD.\n   34    S 696-C.  NOTICE OF INTENTION TO TAKE LEAVE. AN EMPLOYEE SHALL PROVIDE\n   35  AN EMPLOYER WITH REASONABLE NOTICE OF THE EMPLOYEE'S INTENTION  TO  TAKE\n   36  LEAVE  PURSUANT  TO  SECTION  SIX  HUNDRED  NINETY-SIX-A OF THIS ARTICLE\n   37  UNLESS PROVIDING SUCH NOTICE IS NOT  PRACTICABLE.  WHEN  AN  UNSCHEDULED\n   38  ABSENCE OCCURS, THE EMPLOYER MAY NOT TAKE ANY ACTION AGAINST THE EMPLOY-\n   39  EE  IF  THE  EMPLOYEE,  WITHIN  A  REASONABLE  PERIOD  OF TIME AFTER THE\n   40  ABSENCE, PROVIDES CERTIFICATION AS SET  FORTH  IN  SECTION  SIX  HUNDRED\n   41  NINETY-SIX-D OF THIS ARTICLE.\n   42    S 696-D.  CERTIFICATION. IN ORDER TO DETERMINE WHETHER THE EMPLOYEE IS\n   43  A  VICTIM  OF DOMESTIC OR SEXUAL VIOLENCE, THE EMPLOYER MAY REQUIRE THAT\n   44  THE REQUEST FOR LEAVE BE SUPPORTED BY ONE OF THE FOLLOWING:\n   45    1. A SWORN STATEMENT SUBMITTED BY THE VICTIM  OF  DOMESTIC  OR  SEXUAL\n   46  VIOLENCE  DESCRIBING SUCH VICTIM'S NEED FOR LEAVE TO ADDRESS THE ONGOING\n   47  EFFECTS OF DOMESTIC OR SEXUAL VIOLENCE; OR\n   48    2. ANY DOCUMENTATION OF THE DOMESTIC  OR  SEXUAL  VIOLENCE,  INCLUDING\n   49  POLICE  REPORTS,  COURT  RECORDS,  STATEMENTS FROM A SHELTER WORKER, LAW\n   50  ENFORCEMENT OFFICER, MEDICAL WORKER, COUNSELOR, CLERGY MEMBER,  ATTORNEY\n   51  OR  ANY  OTHER PROFESSIONAL FROM WHOM THE EMPLOYEE HAS SOUGHT ASSISTANCE\n   52  TO ADDRESS THE DOMESTIC OR SEXUAL VIOLENCE AND ITS EFFECTS; OR\n   53    3. ANY  OTHER  CORROBORATING  EVIDENCE  INCLUDING  PHYSICAL  EVIDENCE,\n   54  PHOTOGRAPHS,  OR  STATEMENTS FROM OTHER INDIVIDUALS WHO ARE AWARE OF THE\n   55  DOMESTIC OR SEXUAL VIOLENCE AND ITS EFFECTS.\n\n       S. 711                              3\n\n    1    S 696-E. CONFIDENTIALITY. ANY INFORMATION PROVIDED  TO  THE  EMPLOYER,\n    2  INCLUDING BUT NOT LIMITED TO INFORMATION UNDER SECTION SIX HUNDRED NINE-\n    3  TY-SIX-D  OF THIS ARTICLE, DESCRIBING THE DOMESTIC OR SEXUAL VIOLENCE IN\n    4  THE EMPLOYEE'S LIFE AND THE REQUEST TO  TAKE  A  LEAVE  TO  ADDRESS  THE\n    5  EFFECTS  OF  DOMESTIC  OR SEXUAL VIOLENCE, SHALL BE KEPT CONFIDENTIAL BY\n    6  THE EMPLOYER.   DISCLOSURE SHALL ONLY BE ALLOWED  IF  THE  EMPLOYEE,  IN\n    7  WRITING, CONSENTS TO OR REQUESTS DISCLOSURE.\n    8    S  696-F.  RESTORATION  TO  POSITION.  1. ANY EMPLOYEE WHO TAKES LEAVE\n    9  UNDER SECTION SIX HUNDRED NINETY-SIX-A OF THIS ARTICLE, SHALL  BE  ENTI-\n   10  TLED TO RETURN FROM SUCH LEAVE AND BE RESTORED TO THE SAME POSITION HELD\n   11  BY  SUCH  EMPLOYEE  WHEN THE LEAVE BEGAN OR BE RESTORED TO AN EQUIVALENT\n   12  POSITION WITH EQUIVALENT BENEFITS, PAY AND OTHER TERMS AND CONDITIONS OF\n   13  EMPLOYMENT.\n   14    2. THE TAKING OF LEAVE UNDER SECTION SIX HUNDRED NINETY-SIX-A OF  THIS\n   15  ARTICLE  SHALL NOT RESULT IN THE LOSS OF ANY EMPLOYMENT BENEFITS ACCRUED\n   16  PRIOR TO THE DATE ON WHICH THE LEAVE BEGAN.\n   17    3. (A) EXCEPT AS PROVIDED IN SUBDIVISION  TWO  OF  THIS  SECTION,  ANY\n   18  EMPLOYEE  WHO TAKES LEAVE UNDER SECTION SIX HUNDRED NINETY-SIX-A OF THIS\n   19  ARTICLE SHALL BE ENTITLED TO CONTINUED COVERAGE UNDER  ANY  HEALTH  CARE\n   20  BENEFITS PLAN PROVIDED BY SUCH PERSON'S EMPLOYER FOR THE DURATION OF THE\n   21  LEAVE.\n   22    (B)  THE  EMPLOYER  MAY RECOVER THE PREMIUM THAT THE EMPLOYER PAID FOR\n   23  MAINTAINING COVERAGE UNDER A HEALTH BENEFITS PLAN FOR THE EMPLOYEE ENTI-\n   24  TLED TO LEAVE UNDER SECTION SIX HUNDRED NINETY-SIX-A  OF  THIS  ARTICLE,\n   25  IF:\n   26    (I)  THE EMPLOYEE FAILS TO RETURN TO SUCH PERSON'S EMPLOYMENT ONCE THE\n   27  LEAVE HAS EXPIRED; AND\n   28    (II) THE EMPLOYEE FAILS TO RETURN TO WORK FOR A REASON OTHER THAN:\n   29    (A) THE CONTINUATION, RECURRENCE,  OR  ONSET  OF  DOMESTIC  OR  SEXUAL\n   30  VIOLENCE  THAT  ENTITLES THE EMPLOYEE TO LEAVE PURSUANT TO THIS SECTION;\n   31  OR\n   32    (B) OTHER CIRCUMSTANCES BEYOND THE CONTROL OF THE EMPLOYEE.\n   33    S 696-G. PROHIBITED ACTS. 1. INTERFERENCE WITH RIGHTS.\n   34    (A) EXERCISE OF RIGHTS. IT SHALL  BE  UNLAWFUL  FOR  ANY  EMPLOYER  TO\n   35  INTERFERE  WITH,  RESTRAIN,  OR  DENY  THE EXERCISE OF OR THE ATTEMPT TO\n   36  EXERCISE ANY RIGHT PROVIDED UNDER THIS ARTICLE.\n   37    (B) EMPLOYER DISCRIMINATION. IT SHALL BE UNLAWFUL FOR ANY EMPLOYER  TO\n   38  DISCHARGE  OR  HARASS  ANY INDIVIDUAL, OR OTHERWISE DISCRIMINATE AGAINST\n   39  ANY INDIVIDUAL WITH RESPECT TO COMPENSATION, TERMS, CONDITIONS, OR PRIV-\n   40  ILEGES OF EMPLOYMENT OF THE INDIVIDUAL  (INCLUDING  RETALIATION  IN  ANY\n   41  FORM  OR  MANNER)  BECAUSE  THE  INDIVIDUAL EXERCISED ANY RIGHT PROVIDED\n   42  UNDER THIS ARTICLE OR OPPOSED ANY PRACTICE MADE UNLAWFUL BY  THIS  ARTI-\n   43  CLE.\n   44    2.  INTERFERENCE  WITH  PROCEEDINGS OR INQUIRIES. IT SHALL BE UNLAWFUL\n   45  FOR ANY PERSON TO DISCHARGE OR IN  ANY  OTHER  MANNER  DISCRIMINATE  (AS\n   46  DESCRIBED  IN  PARAGRAPH (B) OF SUBDIVISION ONE OF THIS SECTION) AGAINST\n   47  ANY INDIVIDUAL BECAUSE SUCH INDIVIDUAL:\n   48    (A) HAS FILED ANY CHARGE, OR HAS INSTITUTED OR CAUSED TO BE INSTITUTED\n   49  ANY PROCEEDING, UNDER OR RELATED TO THIS ARTICLE;\n   50    (B) HAS GIVEN, OR IS ABOUT TO GIVE, ANY INFORMATION IN CONNECTION WITH\n   51  ANY INQUIRY OR PROCEEDING RELATING TO  ANY  RIGHT  PROVIDED  UNDER  THIS\n   52  ARTICLE; OR\n   53    (C)  HAS TESTIFIED, OR IS ABOUT TO TESTIFY, IN ANY INQUIRY OR PROCEED-\n   54  ING RELATING TO ANY RIGHT PROVIDED UNDER THIS ARTICLE.\n   55    S 696-H. CIVIL ACTION. 1. BY EMPLOYEE.  ANY  PERSON  DENIED  LEAVE  OR\n   56  BENEFITS  DUE UNDER THIS ARTICLE OR AGGRIEVED BY AN ACTION MADE UNLAWFUL\n\n       S. 711                              4\n\n    1  BY THIS ARTICLE SHALL HAVE A CAUSE OF ACTION IN ANY COURT OF APPROPRIATE\n    2  JURISDICTION FOR DAMAGES, INCLUDING ANY WAGES, SALARY, EMPLOYMENT  BENE-\n    3  FITS  OR OTHER COMPENSATION DENIED OR LOST TO SUCH INDIVIDUAL BY REASONS\n    4  OF  THE  VIOLATION  AND/OR  ANY  ACTUAL MONETARY LOSSES SUSTAINED BY THE\n    5  INDIVIDUAL AS A DIRECT RESULT OF THE VIOLATION, AS WELL AS  INTEREST  ON\n    6  SUCH AMOUNT CALCULATED AT THE PREVAILING RATE, AND SUCH EQUITABLE RELIEF\n    7  AS   MAY   BE  APPROPRIATE,  INCLUDING  EMPLOYMENT,  REINSTATEMENT,  AND\n    8  PROMOTION, TOGETHER WITH COSTS AND SUCH REASONABLE  ATTORNEYS'  FEES  AS\n    9  MAY  BE ALLOWED BY THE COURT, AND IF THE VIOLATION WAS WILLFUL, AN ADDI-\n   10  TIONAL AMOUNT AS LIQUIDATED DAMAGES EQUAL TO TWENTY-FIVE PERCENT OF  THE\n   11  TOTAL OF SUCH DAMAGES FOUND TO BE DUE.\n   12    2. BY COMMISSIONER. ON BEHALF OF ANY EMPLOYEE DENIED LEAVE OR BENEFITS\n   13  DUE  UNDER  THIS ARTICLE OR AGGRIEVED BY AN ACTION MADE UNLAWFUL BY THIS\n   14  ARTICLE, THE INDUSTRIAL COMMISSIONER MAY BRING A LEGAL ACTION  NECESSARY\n   15  TO  COLLECT  DAMAGES  DUE  TO  THE  VIOLATION, AND THE EMPLOYER SHALL BE\n   16  REQUIRED TO PAY SUCH DAMAGES AND IF SUCH VIOLATION WAS WILLFUL, AN ADDI-\n   17  TIONAL AMOUNT AS LIQUIDATED DAMAGES EQUAL TO TWENTY-FIVE PERCENT OF  THE\n   18  TOTAL OF SUCH DAMAGES FOUND TO BE DUE.\n   19    3.  LIMITATION OF TIME. NOTWITHSTANDING ANY OTHER PROVISION OF LAW, AN\n   20  ACTION TO RECOVER  UPON  LIABILITY  IMPOSED  BY  THIS  ARTICLE  MUST  BE\n   21  COMMENCED WITHIN TWO YEARS.\n   22    S  696-I.  SAVINGS  CLAUSE.  IF  ANY  PROVISION OF THIS ARTICLE OR THE\n   23  APPLICATION THEREOF TO ANY PERSON, EMPLOYER, OCCUPATION OR  CIRCUMSTANCE\n   24  IS  HELD  INVALID,  THE  REMAINDER OF THE ARTICLE AND THE APPLICATION OF\n   25  SUCH PROVISION TO OTHER  PERSONS,  EMPLOYEES,  OCCUPATIONS,  OR  CIRCUM-\n   26  STANCES SHALL NOT BE AFFECTED THEREBY.\n   27    S  2.  This  act shall take effect on the ninetieth day after it shall\n   28  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the labor law, in relation to the entitlement to unpaid leave of absence from employment for victims of domestic violence ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101230.T113225.TXT", "SOBI.D110104.T112956.TXT", "SOBI.D101229.T163249.TXT", "SOBI.D101230.T101722.TXT", "SOBI.D101229.T160747.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294158596778
}