{
  "year" : 2011,
  "senateBillNo" : "S713-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO HEALTH",
    "billEventId" : "S713-2011-1294203600000-REFERRED+TO+HEALTH",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "ROBACH",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes a notification of death hotline in the department of social services for purposes of timely ceasing public assistance payments",
  "summary" : "Establishes a notification of death hotline in the department of social services for purposes of timely ceasing public assistance payments upon the death of a recipient of such assistance. ",
  "currentCommittee" : "HEALTH",
  "sameAs" : null,
  "lawSection" : "Public Health Law",
  "previousVersions" : [ "S1458-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          713\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  ROBACH -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Health\n\n       AN ACT to amend the public health law and the social  services  law,  in\n         relation  to notification of death of persons receiving public assist-\n         ance\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  public health law is amended by adding a new section\n    2  4148 to read as follows:\n    3    S 4148. NOTIFICATION OF DEATH; PERSONS RECEIVING PUBLIC ASSISTANCE. 1.\n    4  FOR PURPOSES OF THIS SECTION, THE TERM \"COMPETENT PERSON ACQUAINTED WITH\n    5  THE FACTS OF SUCH DEATH\" SHALL MEAN:\n    6    A. THE FUNERAL DIRECTOR, UNDERTAKER OR PERSON  HAVING  CHARGE  OF  THE\n    7  BODY WHEN DEATH OCCURS WITHOUT MEDICAL ATTENTION; OR\n    8    B.  THE ATTENDING PHYSICIAN OR HOSPITAL WHEN DEATH OCCURS WITH MEDICAL\n    9  ATTENTION OR IN A HOSPITAL.\n   10    2. UPON THE DEATH OF ANY PERSON, A COMPETENT  PERSON  ACQUAINTED  WITH\n   11  THE  FACTS  OF SUCH DEATH SHALL, WITHIN TWENTY-FOUR HOURS OF SUCH DEATH,\n   12  NOTIFY THE DEPARTMENT OF SOCIAL  SERVICES  REGARDING  SUCH  DEATH.  SUCH\n   13  NOTIFICATION SHALL BE MADE VIA THE DEPARTMENT OF SOCIAL SERVICES WEBPAGE\n   14  ON THE INTERNET OR BY USE OF A TOLL-FREE TELEPHONE NUMBER ESTABLISHED BY\n   15  THE  COMMISSIONER  OF  SOCIAL  SERVICES  PURSUANT  TO SUBDIVISION (I) OF\n   16  SECTION SEVENTEEN OF THE SOCIAL SERVICES LAW.  SUCH  NOTIFICATION  SHALL\n   17  INCLUDE THE NAME, ADDRESS, BIRTH DATE AND SOCIAL SECURITY NUMBER OF SUCH\n   18  DECEASED PERSON.\n   19    S  2.  Subdivision  (i)  of  section 17 of the social services law, as\n   20  relettered by section 1 of part K-3 of chapter 57 of the laws  of  2007,\n   21  is relettered subdivision (j) and a new subdivision (i) is added to read\n   22  as follows:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01995-01-1\n\n       S. 713                              2\n\n    1    (I)  ESTABLISH  A  HOTLINE  FOR  THE  RECEIPT OF NOTIFICATION OF DEATH\n    2  REQUIRED BY SECTION FORTY-ONE HUNDRED FORTY-EIGHT OF THE  PUBLIC  HEALTH\n    3  LAW. SUCH HOTLINE SHALL PROVIDE ACCESS TO THE DEPARTMENT VIA THE DEPART-\n    4  MENT WEBPAGE ON THE INTERNET OR BY A TOLL-FREE TELEPHONE NUMBER.  ACCESS\n    5  TO SUCH HOTLINE SHALL BE LIMITED TO PERSONS SET FORTH IN SUBDIVISION ONE\n    6  OF  SECTION  FORTY-ONE HUNDRED FORTY-EIGHT OF THE PUBLIC HEALTH LAW, AND\n    7  SHALL BE ACCESSED ONLY BY MEANS OF A  PASSWORD,  CODE  OR  OTHER  SECURE\n    8  METHOD  PROVIDED BY THE DEPARTMENT.  UPON RECEIPT OF ANY NOTIFICATION OF\n    9  DEATH, THE DEPARTMENT SHALL DETERMINE IF  SUCH  DECEASED  PERSON  WAS  A\n   10  RECIPIENT OF PUBLIC ASSISTANCE AND IMMEDIATELY CEASE THE PAYMENT OF SUCH\n   11  PUBLIC ASSISTANCE WHEN APPROPRIATE.\n   12    S  3.  This  act shall take effect on the thirtieth day after it shall\n   13  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public health law and the social services law, in relation to notification of death of persons receiving public assistance ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101229.T163249.TXT", "SOBI.D101230.T101722.TXT", "SOBI.D110104.T113456.TXT", "SOBI.D101229.T160747.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294158896860
}