{
  "year" : 2011,
  "senateBillNo" : "S716-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "S716-2011-1294203600000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "ROBACH",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes an annual spending growth cap and increases the maximum capacity of the rainy day fund",
  "summary" : "Establishes an annual spending growth cap and increases the maximum capacity of the rainy day fund. ",
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "State Finance Law",
  "previousVersions" : [ "S5916-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "NOZZOLIO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          716\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  ROBACH -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Finance\n\n       AN ACT to amend the state finance law, in  relation  to  establishing  a\n         spending cap and increasing the maximum capacity of the rainy day fund\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The state finance law is amended by adding a new article 17\n    2  to read as follows:\n    3                                 ARTICLE 17\n    4                       ANNUAL SPENDING GROWTH CAP ACT\n    5  SECTION 244. DEFINITIONS.\n    6          245. ESTABLISHMENT OF ANNUAL SPENDING GROWTH CAP.\n    7          246. PROVISIONS REGARDING DECLARATION OF EMERGENCY.\n    8    S 244. DEFINITIONS. AS USED IN THIS ARTICLE, THE FOLLOWING TERMS SHALL\n    9  HAVE THE FOLLOWING MEANINGS, UNLESS OTHERWISE SPECIFIED:\n   10    1. \"ANNUAL SPENDING GROWTH CAP\" SHALL MEAN A PERCENTAGE DETERMINED  BY\n   11  ADDING  THE  INFLATION RATES FROM EACH OF THE THREE CALENDAR YEARS IMME-\n   12  DIATELY PRIOR TO THE COMMENCEMENT OF A GIVEN FISCAL YEAR AND THEN DIVID-\n   13  ING THAT SUM BY THREE.\n   14    2. \"STATE OPERATING FUNDS SPENDING\" SHALL MEAN ANNUAL DISBURSEMENTS OF\n   15  ALL GOVERNMENTAL FUND TYPES INCLUDED IN THE CASH-BASIS FINANCIAL PLAN OF\n   16  THE STATE,  EXCLUDING  DISBURSEMENTS  FROM  FEDERAL  FUNDS  AND  CAPITAL\n   17  PROJECT FUNDS.\n   18    3.   \"INFLATION   RATE\"  SHALL  MEAN  THE  PERCENTAGE  CHANGE  IN  THE\n   19  TWELVE-MONTH AVERAGE OF THE CONSUMER PRICE INDEX FOR ALL URBAN CONSUMERS\n   20  AS PUBLISHED BY THE UNITED STATES DEPARTMENT OF LABOR, BUREAU  OF  LABOR\n   21  STATISTICS OR ANY SUCCESSOR AGENCY FOR A GIVEN CALENDAR YEAR COMPARED TO\n   22  THE PRIOR CALENDAR YEAR.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01943-01-1\n\n       S. 716                              2\n\n    1    4.  \"EXECUTIVE BUDGET\" SHALL MEAN THE BUDGET SUBMITTED ANNUALLY BY THE\n    2  GOVERNOR  PURSUANT  TO SECTION ONE OF ARTICLE VII OF THE STATE CONSTITU-\n    3  TION.\n    4    5.   \"STATE BUDGET AS ENACTED\" SHALL MEAN THE BUDGET ACTED UPON BY THE\n    5  LEGISLATURE IN A GIVEN FISCAL YEAR, AS SUBJECT TO SECTION FOUR OF  ARTI-\n    6  CLE VII OF THE STATE CONSTITUTION AND SECTION SEVEN OF ARTICLE IV OF THE\n    7  STATE CONSTITUTION.\n    8    6.  \"EMERGENCY\" SHALL MEAN AN EXTRAORDINARY, UNFORESEEN, OR UNEXPECTED\n    9  OCCURRENCE, OR COMBINATION OF CIRCUMSTANCES, INCLUDING BUT  NOT  LIMITED\n   10  TO A NATURAL DISASTER, INVASION, TERRORIST ATTACK, OR ECONOMIC CALAMITY.\n   11    S 245. ESTABLISHMENT OF ANNUAL SPENDING GROWTH CAP.  1. THERE IS HERE-\n   12  BY ESTABLISHED AN ANNUAL SPENDING GROWTH CAP.\n   13    2.  THE  GOVERNOR  SHALL NOT SUBMIT, AND THE LEGISLATURE SHALL NOT ACT\n   14  UPON, A BUDGET THAT CONTAINS A PERCENTAGE INCREASE OVER THE PRIOR FISCAL\n   15  YEAR IN STATE OPERATING FUNDS SPENDING WHICH EXCEEDS THE ANNUAL SPENDING\n   16  GROWTH CAP.\n   17    3. THE GOVERNOR SHALL CERTIFY IN WRITING THAT  STATE  OPERATING  FUNDS\n   18  SPENDING  IN  THE  EXECUTIVE  BUDGET DOES NOT EXCEED THE ANNUAL SPENDING\n   19  GROWTH CAP. IF FINAL INFLATION RATE DATA FOR THE PRIOR CALENDAR YEAR  IS\n   20  NOT  YET AVAILABLE AT THE TIME THE GOVERNOR SUBMITS HIS OR HER EXECUTIVE\n   21  BUDGET, HE OR SHE SHALL FURNISH A  REASONABLE  ESTIMATE  OF  SUCH  PRIOR\n   22  CALENDAR YEAR INFLATION RATE.\n   23    4.  THE  COMPTROLLER  SHALL PROVIDE, WITHIN FIVE DAYS OF ACTION BY THE\n   24  LEGISLATURE UPON THE BUDGET, A DETERMINATION AS  TO  WHETHER  THE  STATE\n   25  OPERATING  FUNDS  SPENDING  AS  SET FORTH IN THE STATE BUDGET AS ENACTED\n   26  EXCEEDS THE ANNUAL SPENDING GROWTH CAP.\n   27    5. IF THE COMPTROLLER FINDS THAT STATE OPERATING FUNDS SPENDING AS SET\n   28  FORTH IN THE STATE BUDGET AS ENACTED EXCEEDS THE ANNUAL SPENDING  GROWTH\n   29  CAP, THE GOVERNOR SHALL TAKE CORRECTIVE ACTION TO ENSURE THAT FUNDING IS\n   30  LIMITED TO THE AMOUNT OF THE ANNUAL SPENDING CAP.\n   31    S 246. PROVISIONS REGARDING DECLARATION OF EMERGENCY.  1. UPON A FIND-\n   32  ING  OF AN EMERGENCY BY THE GOVERNOR, HE OR SHE MAY DECLARE AN EMERGENCY\n   33  BY AN EXECUTIVE ORDER WHICH SHALL SET FORTH THE REASONS FOR SUCH  DECLA-\n   34  RATION.\n   35    2.  BASED  UPON  SUCH  DECLARATION,  THE  GOVERNOR MAY SUBMIT, AND THE\n   36  LEGISLATURE MAY AUTHORIZE,  BY  A  TWO-THIRDS  SUPERMAJORITY,  A  BUDGET\n   37  CONTAINING  A  PERCENTAGE  INCREASE  OVER THE PRIOR FISCAL YEAR IN STATE\n   38  OPERATING FUNDS SPENDING THAT EXCEEDS THE ANNUAL SPENDING GROWTH CAP.\n   39    S 2. Subdivision 2 of section 92-cc of the state finance law, as added\n   40  by chapter 1 of the laws of 2007, is amended to read as follows:\n   41    2. Such fund shall have a maximum balance not to  exceed  [three]  TEN\n   42  per  centum  of  the aggregate amount projected to be disbursed from the\n   43  general fund during the fiscal year immediately following the  then-cur-\n   44  rent fiscal year.\n   45    S  3.  This  act shall take effect on the thirtieth day after it shall\n   46  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the state finance law, in relation to establishing a spending cap and increasing the maximum capacity of the rainy day fund ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101229.T163249.TXT", "SOBI.D110112.T153020.TXT", "SOBI.D101230.T101222.TXT", "SOBI.D110104.T124001.TXT", "SOBI.D101229.T160747.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294864220034
}