{
  "year" : 2011,
  "senateBillNo" : "S717-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO JUDICIARY",
    "billEventId" : "S717-2011-1294203600000-REFERRED+TO+JUDICIARY",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1294981200000,
    "eventText" : "TO ATTORNEY-GENERAL FOR OPINION",
    "billEventId" : "S717-2011-1294981200000-TO+ATTORNEY-GENERAL+FOR+OPINION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "ROBACH",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to redistricting the senate, assembly and congressional districts of NYS; repealer",
  "summary" : "Relates to redistricting the senate, assembly and congressional districts of NYS. ",
  "currentCommittee" : "JUDICIARY",
  "sameAs" : "A1989",
  "lawSection" : "Constitution, Concurrent Resolutions to Amend",
  "previousVersions" : [ "S6240-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          717\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  ROBACH -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Judiciary\n\n                   CONCURRENT RESOLUTION OF THE SENATE AND ASSEMBLY\n\n       proposing amendments to the constitution, in relation to the  establish-\n         ment  of  state  legislative and congressional districts and repealing\n         sections 3, 4, 5 and 5-a of article 3  of  the  constitution  relating\n         thereto\n\n    1    Section  1.  RESOLVED  (if the Assembly concur), That sections 3, 4, 5\n    2  and 5-a of article 3 of  the  constitution  be  REPEALED  and  four  new\n    3  sections 3, 4, 4-a and 5 are added to read as follows:\n    4    S 3. A. THERE SHALL BE A DISTRICTING COMMISSION TO DRAW SENATE, ASSEM-\n    5  BLY  AND CONGRESSIONAL DISTRICTS, SO THAT ALL THE PEOPLE OF NEW YORK MAY\n    6  BE FAIRLY REPRESENTED. THE DISTRICTING COMMISSION SHALL CONSIST OF  FIVE\n    7  MEMBERS. EACH MEMBER OF THE DISTRICTING COMMISSION SHALL BE A REGISTERED\n    8  VOTER  IN  THE STATE OF NEW YORK, AND, AT THE TIME OF APPOINTMENT, SHALL\n    9  HAVE BEEN A RESIDENT OF THE STATE OF NEW YORK FOR FIVE YEARS.  NO MEMBER\n   10  OF THE DISTRICTING COMMISSION SHALL BE, OR SHALL HAVE BEEN  (1)  IN  THE\n   11  TWO  YEARS  PRIOR  TO APPOINTMENT, A MEMBER OR EMPLOYEE OF CONGRESS, THE\n   12  SENATE OR ASSEMBLY OR A POLITICAL PARTY CHAIR; (2) A HOLDER OF  PARTISAN\n   13  PUBLIC  OFFICE  OR POLITICAL PUBLIC OFFICE; (3) A RELATIVE OF ANY PERSON\n   14  SET FORTH IN CLAUSE (1) OR (2) TO THE THIRD DEGREE OF CONSANGUINITY;  OR\n   15  (4)  A  SPOUSE  OF  ANY  PERSON SET FORTH IN CLAUSE (1), (2) OR (3).  NO\n   16  MEMBER OF THE DISTRICTING COMMISSION SHALL BE A LOBBYIST AT THE TIME  OF\n   17  HIS  OR  HER  MEMBERSHIP.    THE  TEMPORARY PRESIDENT OF THE SENATE, THE\n   18  MINORITY LEADER OF THE SENATE, THE SPEAKER  OF  THE  ASSEMBLY,  AND  THE\n   19  MINORITY  LEADER  OF  THE  ASSEMBLY SHALL EACH APPOINT ONE MEMBER OF THE\n   20  DISTRICTING COMMISSION  AND  THE  FOUR  NEWLY  APPOINTED  MEMBERS  SHALL\n   21  APPOINT  A  FIFTH  MEMBER TO BE THE CHAIRMAN OF THE COMMISSION, AND MUST\n   22  HAVE THE USE OF THREE OUT OF FOUR MEMBERS.  IF A SEAT ON THE  COMMISSION\n   23  SHALL FALL VACANT, A REPLACEMENT SHALL BE SELECTED IN THE SAME MANNER BY\n   24  WHICH  THE MEMBER WHO PREVIOUSLY FILLED THE SEAT WAS SELECTED.  APPOINT-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD89028-01-1\n\n       S. 717                              2\n\n    1  ING AUTHORITIES SHALL GIVE DUE CONSIDERATION TO REFLECTING THE GEOGRAPH-\n    2  IC, ETHNIC, AND RACIAL DIVERSITY OF THE STATE  IN  APPOINTMENTS  TO  THE\n    3  COMMISSION. INITIAL APPOINTMENTS TO THE COMMISSION SHALL BE MADE AS SOON\n    4  AS  PRACTICABLE  FOLLOWING THE EFFECTIVE DATE OF THIS SUBDIVISION.  EACH\n    5  MEMBER OF THE COMMISSION SHALL HAVE A TERM OF TEN YEARS EXCEPT THAT  THE\n    6  TERMS  OF  ALL  MEMBERS SHALL TERMINATE ON THE FIRST DAY OF APRIL OF THE\n    7  YEAR PRECEDING THE YEAR IN WHICH THE FEDERAL DECENNIAL CENSUS IS  TAKEN.\n    8  THE  MEMBERS  SHALL  BE  REMOVABLE  ONLY  FOR  CAUSE, INCLUDING CRIMINAL\n    9  CONVICTION OR SERIOUS MISCONDUCT RELATED TO HIS OR HER OFFICIAL  DUTIES,\n   10  IN  AN  ACTION  BROUGHT BY THE ATTORNEY GENERAL, OVER WHICH THE COURT OF\n   11  APPEALS SHALL HAVE SOLE AND EXCLUSIVE JURISDICTION.\n   12    B. SENATE AND ASSEMBLY DISTRICTS SHALL BE ESTABLISHED ON THE BASIS  OF\n   13  POPULATION.    SENATE  AND  ASSEMBLY DISTRICTS, RESPECTIVELY, SHALL EACH\n   14  HAVE A POPULATION AS NEARLY EQUAL AS PRACTICABLE TO THE IDEAL POPULATION\n   15  FOR SUCH DISTRICTS, DETERMINED BY DIVIDING THE NUMBER OF DISTRICTS TO BE\n   16  ESTABLISHED INTO THE POPULATION OF THE STATE  REPORTED  IN  THE  FEDERAL\n   17  DECENNIAL CENSUS. SENATE DISTRICTS AND ASSEMBLY DISTRICTS SHALL NOT VARY\n   18  IN  POPULATION  FROM THE RESPECTIVE IDEAL DISTRICT POPULATIONS EXCEPT AS\n   19  NECESSARY TO COMPLY WITH ONE OF THE OTHER STANDARDS ENUMERATED  IN  THIS\n   20  SECTION.  IN  NO CASE SHALL THE QUOTIENT, OBTAINED BY DIVIDING THE TOTAL\n   21  OF THE ABSOLUTE VALUES OF THE DEVIATIONS  OF  ALL  DISTRICT  POPULATIONS\n   22  FROM THE APPLICABLE IDEAL DISTRICT POPULATION BY THE NUMBER OF DISTRICTS\n   23  ESTABLISHED,  EXCEED  ONE PERCENT OF THE APPLICABLE IDEAL DISTRICT POPU-\n   24  LATION. NO SENATE DISTRICT SHALL HAVE A POPULATION WHICH EXCEEDS THAT OF\n   25  ANY OTHER SENATE DISTRICT BY MORE THAN FIVE  PERCENT,  AND  NO  ASSEMBLY\n   26  DISTRICT  SHALL HAVE A POPULATION WHICH EXCEEDS THAT OF ANY OTHER ASSEM-\n   27  BLY DISTRICT BY MORE THAN FIVE PERCENT.\n   28    C. TO THE EXTENT  CONSISTENT  WITH  SUBDIVISION  B  OF  THIS  SECTION,\n   29  DISTRICT  BOUNDARIES  SHALL  COINCIDE  WITH  THE BOUNDARIES OF POLITICAL\n   30  SUBDIVISIONS OF THE STATE.  THE NUMBER OF COUNTIES  AND  CITIES  DIVIDED\n   31  AMONG  MORE THAN ONE DISTRICT SHALL BE AS SMALL AS POSSIBLE.  WHEN THERE\n   32  IS A CHOICE BETWEEN DIVIDING  LOCAL  POLITICAL  SUBDIVISIONS,  THE  MORE\n   33  POPULOUS  SUBDIVISIONS  SHALL  BE  DIVIDED BEFORE THE LESS POPULOUS, BUT\n   34  THIS STATEMENT DOES NOT APPLY TO A SENATE OR ASSEMBLY DISTRICT  BOUNDARY\n   35  DRAWN  ALONG A COUNTY LINE WHICH PASSES THROUGH A CITY THAT LIES IN MORE\n   36  THAN ONE COUNTY.\n   37    D. DISTRICTS SHALL BE COMPOSED  OF  CONVENIENT  CONTIGUOUS  TERRITORY.\n   38  AREAS WHICH MEET ONLY AT THE POINTS OF ADJOINING CORNERS ARE NOT CONTIG-\n   39  UOUS.\n   40    E.  DISTRICTS  SHALL  BE  REASONABLY  COMPACT  IN  FORM, TO THE EXTENT\n   41  CONSISTENT WITH THE STANDARDS ESTABLISHED BY SUBDIVISIONS B, C, AND D OF\n   42  THIS SECTION. IN GENERAL, REASONABLY COMPACT DISTRICTS ARE  THOSE  WHICH\n   43  ARE  SQUARE,  RECTANGULAR,  OR  HEXAGONAL  IN SHAPE, AND NOT IRREGULARLY\n   44  SHAPED, TO THE EXTENT PERMITTED BY NATURAL OR POLITICAL  BOUNDARIES.  IF\n   45  IT  IS  NECESSARY  TO  COMPARE  THE  RELATIVE COMPACTNESS OF TWO OR MORE\n   46  DISTRICTS, OR OF TWO OR MORE ALTERNATIVE DISTRICTING  PLANS,  THE  TESTS\n   47  PRESCRIBED BY THIS SUBDIVISION AND SECTION FIVE OF THIS ARTICLE SHALL BE\n   48  USED.\n   49    1. LENGTH-WIDTH COMPACTNESS. THE COMPACTNESS OF A DISTRICT IS GREATEST\n   50  WHEN THE LENGTH OF THE DISTRICT AND THE WIDTH OF THE DISTRICT ARE EQUAL.\n   51  THE  MEASURE  OF  A  DISTRICT'S COMPACTNESS IS THE ABSOLUTE VALUE OF THE\n   52  DIFFERENCE BETWEEN THE LENGTH AND THE WIDTH OF THE DISTRICT. IN GENERAL,\n   53  THE LENGTH-WIDTH COMPACTNESS OF A DISTRICT IS  CALCULATED  BY  MEASURING\n   54  THE DISTANCE FROM THE NORTHERNMOST POINT OR PORTION OF THE BOUNDARY OF A\n   55  DISTRICT  TO  THE  SOUTHERNMOST  POINT OR PORTION OF THE BOUNDARY OF THE\n   56  SAME DISTRICT AND THE DISTANCE FROM THE WESTERNMOST POINT OR PORTION  OF\n\n       S. 717                              3\n\n    1  THE  BOUNDARY OF THE DISTRICT TO THE EASTERNMOST POINT OR PORTION OF THE\n    2  BOUNDARY OF THE SAME DISTRICT. THE ABSOLUTE VALUES COMPUTED FOR INDIVID-\n    3  UAL DISTRICTS UNDER THIS PARAGRAPH MAY BE CUMULATED FOR ALL DISTRICTS IN\n    4  A PLAN IN ORDER TO COMPARE THE OVERALL COMPACTNESS OF TWO OR MORE ALTER-\n    5  NATIVE DISTRICTING PLANS FOR THE STATE, OR FOR A PORTION OF THE STATE.\n    6    2.  PERIMETER  COMPACTNESS.  THE COMPACTNESS OF A DISTRICT IS GREATEST\n    7  WHEN THE DISTANCE  NEEDED  TO  TRAVERSE  THE  PERIMETER  BOUNDARY  OF  A\n    8  DISTRICT  IS AS SHORT AS POSSIBLE. THE TOTAL PERIMETER DISTANCE COMPUTED\n    9  FOR INDIVIDUAL DISTRICTS UNDER THIS PARAGRAPH MAY BE CUMULATED  FOR  ALL\n   10  DISTRICTS  IN  A PLAN IN ORDER TO COMPARE THE OVERALL COMPACTNESS OF TWO\n   11  OR MORE ALTERNATIVE DISTRICTING PLANS FOR THE STATE, OR FOR A PORTION OF\n   12  THE STATE.\n   13    F. NO DISTRICT SHALL BE DRAWN FOR THE PURPOSE OF FAVORING A  POLITICAL\n   14  PARTY,  INCUMBENT  LEGISLATOR  OR MEMBER OF CONGRESS, OR OTHER PERSON OR\n   15  GROUP, OR FOR THE PURPOSE OF AUGMENTING OR DILUTING THE VOTING  STRENGTH\n   16  OF  A  LANGUAGE  OR RACIAL MINORITY GROUP. IN ESTABLISHING DISTRICTS, NO\n   17  USE SHALL BE MADE OF ANY OF THE FOLLOWING DATA:\n   18    1. ADDRESSES OF INCUMBENT LEGISLATORS OR MEMBERS OF CONGRESS.\n   19    2. POLITICAL AFFILIATIONS OF REGISTERED VOTERS.\n   20    3. PREVIOUS ELECTION RESULTS.\n   21    4. DEMOGRAPHIC INFORMATION, OTHER THAN POPULATION HEAD COUNTS,  EXCEPT\n   22  AS REQUIRED BY THE CONSTITUTION AND THE LAWS OF THE UNITED STATES.\n   23    G. IN ORDER TO MINIMIZE ELECTORAL CONFUSION AND TO FACILITATE COMMUNI-\n   24  CATION WITHIN STATE SENATE AND ASSEMBLY DISTRICTS, EACH PLAN DRAWN UNDER\n   25  THIS  SECTION  SHALL  PROVIDE  THAT  EACH  ASSEMBLY  DISTRICT  IS WHOLLY\n   26  INCLUDED WITHIN A SINGLE SENATE DISTRICT AND THAT, SO FAR  AS  POSSIBLE,\n   27  EACH ASSEMBLY AND EACH SENATE DISTRICT SHALL BE INCLUDED WITHIN A SINGLE\n   28  CONGRESSIONAL  DISTRICT.  HOWEVER, THE STANDARDS ESTABLISHED BY SUBDIVI-\n   29  SIONS B THROUGH F OF THIS SECTION SHALL TAKE PRECEDENCE WHERE A CONFLICT\n   30  ARISES BETWEEN THESE STANDARDS AND THE REQUIREMENT, SO FAR AS  POSSIBLE,\n   31  OF INCLUDING A SENATE OR ASSEMBLY DISTRICT WITHIN A SINGLE CONGRESSIONAL\n   32  DISTRICT.\n   33    H.  EACH  BILL EMBODYING A PLAN DRAWN UNDER THIS SECTION SHALL PROVIDE\n   34  THAT ANY VACANCY IN THE SENATE OR ASSEMBLY WHICH  TAKES  OFFICE  IN  THE\n   35  YEAR ENDING IN ONE, OCCURRING AT A TIME WHICH MAKES IT NECESSARY TO FILL\n   36  THE  VACANCY  AT  A  SPECIAL  ELECTION,  SHALL  BE  FILLED FROM THE SAME\n   37  DISTRICT WHICH ELECTED THE SENATOR OR MEMBER OF ASSEMBLY WHOSE  SEAT  IS\n   38  VACANT.\n   39    S  4.  THE  SENATE, ASSEMBLY AND CONGRESSIONAL DISTRICTS SHALL, AT THE\n   40  SUIT OF ANY CITIZEN, BE SUBJECT TO REVIEW BY THE COURT OF APPEALS, WHICH\n   41  SHALL HAVE ORIGINAL AND EXCLUSIVE JURISDICTION OVER ANY SUCH  SUIT;  AND\n   42  SAID  COURT  SHALL  GIVE  PRECEDENCE  THERETO  OVER ALL OTHER CAUSES AND\n   43  PROCEEDINGS, AND IF SAID COURT  BE  NOT  IN  SESSION  IT  SHALL  CONVENE\n   44  PROMPTLY  FOR  THE  DISPOSITION  OF THE SAME. THE COURT OF APPEALS SHALL\n   45  HAVE AUTHORITY TO APPOINT REFEREES, TO ENGAGE THE ASSISTANCE OF EXPERTS,\n   46  AND TO COMPEL THE ASSISTANCE  OF  THE  DISTRICTING  COMMISSION  AND  ITS\n   47  STAFF,  AS  IT  MAY  DEEM NECESSARY TO THE DISPOSITION OF A SUIT BROUGHT\n   48  UNDER THIS SECTION. IF THE DISTRICTING COMMISSION SHALL FAIL  TO  ESTAB-\n   49  LISH  SENATE,  ASSEMBLY  OR  CONGRESSIONAL  DISTRICTS BY THE LAST DAY OF\n   50  JANUARY OF THE SECOND YEAR FOLLOWING  THE  YEAR  IN  WHICH  THE  FEDERAL\n   51  DECENNIAL  CENSUS  IS TAKEN, OR IF THE COURT OF APPEALS FINDS THE ESTAB-\n   52  LISHMENT OR ALTERATION OF ANY SUCH DISTRICTS TO VIOLATE ANY PROVISION OF\n   53  THIS ARTICLE, OR OF THE CONSTITUTION AND LAWS OF THE UNITED STATES,  THE\n   54  COURT  SHALL  ORDER  THE  COMMISSION TO ESTABLISH SUCH DISTRICTS OR MAKE\n   55  SUCH ALTERATIONS AS NECESSARY TO PROVIDE A REMEDY, WITHIN SUCH  TIME  AS\n\n       S. 717                              4\n\n    1  THE  COURT MAY REQUIRE, OR SHALL ITSELF ESTABLISH SUCH DISTRICTS OR MAKE\n    2  SUCH ALTERATIONS AS THE COURT DEEMS NECESSARY.\n    3    S  4-A.  A. (1) NOT LATER THAN APRIL FIRST OF EACH YEAR ENDING IN ONE,\n    4  THE LEGISLATIVE SERVICES AGENCY SHALL DELIVER TO THE TEMPORARY PRESIDENT\n    5  OF THE SENATE AND THE SPEAKER OF THE ASSEMBLY IDENTICAL BILLS  EMBODYING\n    6  A  PLAN OF SENATE AND ASSEMBLY AND CONGRESSIONAL DISTRICTING PREPARED IN\n    7  ACCORDANCE WITH SECTION THREE OF THIS ARTICLE.  IT IS THE INTENT OF THIS\n    8  SECTION THAT THE LEGISLATURE SHALL BRING THE BILL TO A  VOTE  IN  EITHER\n    9  THE  SENATE  OR THE ASSEMBLY EXPEDITIOUSLY, BUT NOT LESS THAN THREE DAYS\n   10  AFTER THE REPORT OF THE COMMISSION REQUIRED BY  SECTION  THREE  OF  THIS\n   11  ARTICLE  IS RECEIVED AND MADE AVAILABLE TO THE MEMBERS OF THE SENATE AND\n   12  ASSEMBLY, UNDER A PROCEDURE OR  RULE  PERMITTING  NO  AMENDMENTS  EXCEPT\n   13  THOSE  OF  A  PURELY CORRECTIVE NATURE. IT IS FURTHER THE INTENT OF THIS\n   14  SECTION THAT IF THE BILL IS APPROVED BY THE FIRST HOUSE IN WHICH  IT  IS\n   15  CONSIDERED,  IT  SHALL  EXPEDITIOUSLY BE BROUGHT TO A VOTE IN THE SECOND\n   16  HOUSE UNDER A SIMILAR PROCEDURE OR RULE. IF THE BILL EMBODYING THE  PLAN\n   17  SUBMITTED  BY  THE  NEW YORK STATE LEGISLATIVE TASK FORCE ON DEMOGRAPHIC\n   18  RESEARCH AND REAPPORTIONMENT UNDER THIS SECTION FAILS TO BE APPROVED  BY\n   19  A  CONSTITUTIONAL  MAJORITY  IN  EITHER  THE SENATE OR THE ASSEMBLY, THE\n   20  TEMPORARY PRESIDENT OF THE SENATE OR THE SPEAKER OF THE ASSEMBLY, AS THE\n   21  CASE MAY BE, SHALL AT ONCE, BUT IN NO EVENT LATER THAN SEVEN DAYS  AFTER\n   22  THE  DATE THE BILL FAILED TO BE APPROVED, TRANSMIT TO THE NEW YORK STATE\n   23  TASK FORCE ON DEMOGRAPHIC RESEARCH AND REAPPORTIONMENT INFORMATION WHICH\n   24  THE SENATE OR ASSEMBLY MAY DIRECT BY RESOLUTION  REGARDING  REASONS  WHY\n   25  THE PLAN WAS NOT APPROVED.\n   26    (2)  HOWEVER, IF THE POPULATION DATA FOR LEGISLATIVE DISTRICTING WHICH\n   27  THE UNITED STATES CENSUS BUREAU IS REQUIRED TO PROVIDE THIS STATE  UNDER\n   28  PUB.  L.  NO. 94-171 AND, IF USED BY THE NEW YORK STATE LEGISLATIVE TASK\n   29  FORCE ON DEMOGRAPHIC RESEARCH  AND  REAPPORTIONMENT,  THE  CORRESPONDING\n   30  TOPOLOGICALLY  INTEGRATED  GEOGRAPHIC ENCODING AND REFERENCING DATA FILE\n   31  FOR THAT POPULATION DATA ARE NOT AVAILABLE TO THE NEW YORK STATE  LEGIS-\n   32  LATIVE  TASK  FORCE  ON  DEMOGRAPHIC  RESEARCH AND REAPPORTIONMENT ON OR\n   33  BEFORE FEBRUARY FIFTEENTH OF THE YEAR ENDING IN ONE, THE DATES SET FORTH\n   34  IN THIS SECTION SHALL BE EXTENDED BY A  NUMBER  OF  DAYS  EQUAL  TO  THE\n   35  NUMBER  OF  DAYS AFTER FEBRUARY FIFTEENTH OF THE YEAR ENDING IN ONE THAT\n   36  THE FEDERAL CENSUS POPULATION  DATA  AND  THE  TOPOLOGICALLY  INTEGRATED\n   37  GEOGRAPHIC  ENCODING AND REFERENCING DATA FILE FOR LEGISLATIVE DISTRICT-\n   38  ING BECOME AVAILABLE.\n   39    B. IF THE BILL EMBODYING THE PLAN SUBMITTED  BY  THE  NEW  YORK  STATE\n   40  LEGISLATIVE TASK FORCE ON DEMOGRAPHIC RESEARCH AND REAPPORTIONMENT UNDER\n   41  PARAGRAPH  ONE OF SUBDIVISION A OF THIS SECTION FAILS TO BE ENACTED, THE\n   42  NEW YORK STATE LEGISLATIVE TASK FORCE ON DEMOGRAPHIC RESEARCH AND  REAP-\n   43  PORTIONMENT  SHALL  PREPARE  A  BILL  EMBODYING A SECOND PLAN OF SENATE,\n   44  ASSEMBLY AND CONGRESSIONAL DISTRICTING. THE BILL SHALL  BE  PREPARED  IN\n   45  ACCORDANCE  WITH  SECTION  THREE  OF THIS ARTICLE, AND, INSOFAR AS IT IS\n   46  POSSIBLE TO DO SO WITHIN THE REQUIREMENTS OF SUCH  SECTION  THREE,  WITH\n   47  THE REASONS CITED BY THE SENATE OR ASSEMBLY BY RESOLUTION, OR THE GOVER-\n   48  NOR  BY  VETO  MESSAGE, FOR THE FAILURE TO APPROVE THE PLAN. IF A SECOND\n   49  PLAN IS REQUIRED UNDER THIS SUBDIVISION, THE BILL EMBODYING IT SHALL  BE\n   50  DELIVERED  TO  THE  TEMPORARY PRESIDENT OF THE SENATE AND THE SPEAKER OF\n   51  THE ASSEMBLY NOT LATER THAN THIRTY-FIVE DAYS AFTER THE DATE OF THE  VOTE\n   52  BY  WHICH THE SENATE OR THE ASSEMBLY FAILS TO APPROVE THE BILL SUBMITTED\n   53  UNDER SUBDIVISION A OF THIS SECTION, OR THE DATE THE GOVERNOR VETOES  OR\n   54  FAILS  TO  APPROVE  THE  BILL. IF IT IS NECESSARY TO SUBMIT A BILL UNDER\n   55  THIS SUBDIVISION, THE BILL SHALL BE BROUGHT TO  A  VOTE  NOT  LESS  THAN\n   56  SEVEN DAYS AFTER THE BILL IS SUBMITTED AND MADE AVAILABLE TO THE MEMBERS\n\n       S. 717                              5\n\n    1  OF  THE  SENATE  AND  ASSEMBLY,  UNDER A PROCEDURE OR RULE PERMITTING NO\n    2  AMENDMENTS EXCEPT THOSE OF A PURELY CORRECTIVE NATURE. IT IS FURTHER THE\n    3  INTENT OF THIS SECTION THAT IF THE BILL IS APPROVED BY THE  FIRST  HOUSE\n    4  IN  WHICH  IT IS CONSIDERED, IT SHALL EXPEDITIOUSLY BE BROUGHT TO A VOTE\n    5  IN THE SECOND HOUSE UNDER A SIMILAR  PROCEDURE  OR  RULE.  IF  THE  BILL\n    6  EMBODYING  THE  PLAN  SUBMITTED  BY  THE NEW YORK STATE LEGISLATIVE TASK\n    7  FORCE ON DEMOGRAPHIC RESEARCH AND REAPPORTIONMENT UNDER THIS SUBDIVISION\n    8  FAILS TO BE APPROVED BY A CONSTITUTIONAL MAJORITY IN EITHER  THE  SENATE\n    9  OR THE ASSEMBLY, THE TEMPORARY PRESIDENT OF THE SENATE OR SPEAKER OF THE\n   10  ASSEMBLY,  AS  THE  CASE  MAY  BE,  SHALL TRANSMIT TO THE NEW YORK STATE\n   11  LEGISLATIVE TASK  FORCE  ON  DEMOGRAPHIC  RESEARCH  AND  REAPPORTIONMENT\n   12  INFORMATION  WHICH  THE  SENATE  OR  ASSEMBLY  MAY  DIRECT BY RESOLUTION\n   13  REGARDING REASONS WHY THE PLAN WAS NOT APPROVED IN THE  SAME  MANNER  AS\n   14  DESCRIBED IN SUBDIVISION A OF THIS SECTION.\n   15    C.  IF  THE  BILL  EMBODYING  THE PLAN SUBMITTED BY THE NEW YORK STATE\n   16  LEGISLATIVE TASK FORCE ON DEMOGRAPHIC RESEARCH AND REAPPORTIONMENT UNDER\n   17  SUBDIVISION B OF THIS SECTION FAILS TO BE ENACTED, THE SAME PROCEDURE AS\n   18  PRESCRIBED BY SUBDIVISION B OF THIS SECTION  SHALL  BE  FOLLOWED.  IF  A\n   19  THIRD  PLAN  IS  REQUIRED  UNDER THIS SUBDIVISION, THE BILL EMBODYING IT\n   20  SHALL BE DELIVERED TO THE TEMPORARY PRESIDENT  OF  THE  SENATE  AND  THE\n   21  SPEAKER  OF  THE ASSEMBLY NOT LATER THAN THIRTY-FIVE DAYS AFTER THE DATE\n   22  OF THE VOTE BY WHICH THE SENATE OR ASSEMBLY FAILS TO  APPROVE  THE  BILL\n   23  SUBMITTED  UNDER SUBDIVISION B OF THIS SECTION, OR THE DATE THE GOVERNOR\n   24  VETOES OR FAILS TO APPROVE THE BILL. THE NEW YORK STATE LEGISLATIVE TASK\n   25  FORCE ON DEMOGRAPHIC RESEARCH AND REAPPORTIONMENT SHALL  SUBMIT  A  BILL\n   26  UNDER THIS SUBDIVISION SUFFICIENTLY IN ADVANCE OF SEPTEMBER FIRST OF THE\n   27  YEAR  ENDING  IN  ONE  TO PERMIT THE SENATE AND ASSEMBLY TO CONSIDER THE\n   28  PLAN PRIOR TO THAT DATE. IF IT IS NECESSARY TO SUBMIT A BILL UNDER  THIS\n   29  SUBDIVISION,  THE  BILL  SHALL BE BROUGHT TO A VOTE WITHIN THE SAME TIME\n   30  PERIOD AFTER ITS DELIVERY TO THE TEMPORARY PRESIDENT OF THE  SENATE  AND\n   31  THE  SPEAKER  OF  THE  ASSEMBLY  AS IS PRESCRIBED FOR THE BILL SUBMITTED\n   32  UNDER SUBDIVISION B OF THIS SECTION BUT SHALL BE SUBJECT TO AMENDMENT IN\n   33  THE SAME MANNER AS OTHER BILLS.\n   34    S 5. CONGRESSIONAL DISTRICTS SHALL BE  ESTABLISHED  ON  THE  BASIS  OF\n   35  POPULATION.  A.  ALL CONGRESSIONAL DISTRICTS SHALL BE AS NEARLY EQUAL IN\n   36  POPULATION AS IS PRACTICABLE TO THE IDEAL DISTRICT  POPULATION,  DERIVED\n   37  IN SUBDIVISION B OF SECTION THREE OF THIS ARTICLE.\n   38    B.  NO  CONGRESSIONAL DISTRICT SHALL HAVE A POPULATION WHICH VARIES BY\n   39  MORE THAN ONE PERCENT FROM THE APPLICABLE IDEAL DISTRICT POPULATION.\n   40    S 2. RESOLVED (if the Assembly concur), That the foregoing  amendments\n   41  be referred to the first regular legislative session convening after the\n   42  next  succeeding  general  election  of members of the assembly, and, in\n   43  conformity with  section  1  of  article  19  of  the  constitution,  be\n   44  published for 3 months previous to the time of such election.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "Concurrent Resolution of the Senate and Assembly proposing amendments to the constitution, in relation to the establishment of state legislative and congressional districts and repealing sections 3, 4, 5 and 5-a of article 3 of the constitution relating thereto ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110112.T160022.TXT", "SOBI.D101230.T100721.TXT", "SOBI.D101229.T163249.TXT", "SOBI.D101230.T101222.TXT", "SOBI.D110114.T094906.TXT", "SOBI.D110104.T124001.TXT", "SOBI.D101229.T160747.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295016546756
}