{
  "year" : 2011,
  "senateBillNo" : "S719-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO TRANSPORTATION",
    "billEventId" : "S719-2011-1294203600000-REFERRED+TO+TRANSPORTATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "ROBACH",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Creates a retired military personnel license plate",
  "summary" : "Creates a retired military personnel license plate; such distinctive plate would include the words \"U.S. armed forces retired\" and the person's branch insignia. ",
  "currentCommittee" : "TRANSPORTATION",
  "sameAs" : null,
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "S1468-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          719\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  ROBACH -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Transportation\n\n       AN ACT to amend the vehicle and traffic law, in relation to  creating  a\n         distinctive license plate for certain retired military personnel\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The vehicle and traffic law is  amended  by  adding  a  new\n    2  section 404-x to read as follows:\n    3    S  404-X.  DISTINCTIVE  PLATES FOR CERTAIN RETIRED MILITARY PERSONNEL.\n    4  1. ANY RETIRED MILITARY PERSONNEL, RESIDING IN THIS  STATE  SHALL,  UPON\n    5  REQUEST,  BE ISSUED A LICENSE PLATE BEARING THE WORDS \"U.S. ARMED FORCES\n    6  RETIRED\" AND SHALL HAVE THE INSIGNIA OF THE MILITARY  BRANCH  THAT  SUCH\n    7  PERSON  SERVED IN ON THE LEFT SIDE OF THE LICENSE PLATE. APPLICATION FOR\n    8  SUCH LICENSE PLATE SHALL BE FILED WITH THE COMMISSIONER IN SUCH FORM AND\n    9  DETAIL AS THE COMMISSIONER SHALL PRESCRIBE.\n   10    2. THE DISTINCTIVE PLATE AUTHORIZED PURSUANT TO THIS SECTION SHALL  BE\n   11  ISSUED  UPON PROOF, SATISFACTORY TO THE COMMISSIONER, THAT THE APPLICANT\n   12  SERVED IN THE MILITARY.\n   13    3. A DISTINCTIVE PLATE ISSUED PURSUANT TO THIS SECTION SHALL BE ISSUED\n   14  IN THE SAME MANNER AS OTHER NUMBER PLATES UPON PAYMENT  OF  THE  REGULAR\n   15  REGISTRATION  FEE PRESCRIBED BY SECTION FOUR HUNDRED ONE OF THIS ARTICLE\n   16  PROVIDED, HOWEVER, THAT A ONE TIME  FEE  OF  FIFTEEN  DOLLARS  SHALL  BE\n   17  CHARGED  FOR  SUCH PLATE.  SUCH ANNUAL SERVICE CHARGE SHALL BE DEPOSITED\n   18  TO THE CREDIT OF THE DEPARTMENT  OF  MOTOR  VEHICLES  DISTINCTIVE  PLATE\n   19  DEVELOPMENT  FUND  ESTABLISHED  PURSUANT TO SECTION NINETY-FIVE-G OF THE\n   20  STATE FINANCE LAW AND SHALL BE USED FOR PRODUCTION, DESIGN,  ADVERTISING\n   21  AND MARKETING OF CUSTOM LICENSE PLATES.\n   22    S 2. This act shall take effect on the one hundred eightieth day after\n   23  it  shall have become a law. Effective immediately, the addition, amend-\n   24  ment and/or repeal of any rule or regulation necessary for the implemen-\n   25  tation of this act on its effective date are authorized and directed  to\n   26  be made and completed on or before such effective date.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01935-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to creating a distinctive license plate for certain retired military personnel ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101229.T161247.TXT", "SOBI.D101230.T100721.TXT", "SOBI.D101229.T163249.TXT", "SOBI.D110104.T124503.TXT", "SOBI.D110104.T124001.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294163103931
}