{
  "year" : 2011,
  "senateBillNo" : "S72-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO SOCIAL SERVICES",
    "billEventId" : "S72-2011-1294203600000-REFERRED+TO+SOCIAL+SERVICES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MONTGOMERY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to training and education for sustainable wage jobs and traditional and nontraditional employment in public assistance employment programs",
  "summary" : "Relates to training and education for sustainable wage jobs and traditional and non-traditional employment in public assistance employment programs. ",
  "currentCommittee" : "SOCIAL SERVICES",
  "sameAs" : null,
  "lawSection" : "Social Services Law",
  "previousVersions" : [ "SA2098-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          72\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  MONTGOMERY  -- read twice and ordered printed, and\n         when printed to be committed to the Committee on Social Services\n\n       AN ACT to amend the social services law, in  relation  to  training  and\n         education for sustainable wage jobs and traditional and nontraditional\n         employment in public assistance employment programs\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 1 of section 330 of the social services law, as\n    2  amended by section 148 of part B of chapter 436 of  the  laws  of  1997,\n    3  paragraphs  a  and  b as amended by section 2 of part C of chapter 57 of\n    4  the laws of 2005, is amended to read as follows:\n    5    1. Whenever used in this title:\n    6    a. the term \"commissioner\" means the commissioner of the state  office\n    7  of temporary and disability assistance; [and]\n    8    b. the term \"department\" means the state office of temporary and disa-\n    9  bility assistance;\n   10    C.    THE TERM \"NONTRADITIONAL EMPLOYMENT\" MEANS OCCUPATIONS OR FIELDS\n   11  OF WORK, INCLUDING CAREERS IN THE SKILLED TRADES, OR  COMPUTER  SCIENCE,\n   12  TECHNOLOGY  AND OTHER EMERGING HIGH SKILL OCCUPATIONS, FOR WHICH ANY ONE\n   13  GENDER COMPRISES  LESS  THAN  TWENTY-FIVE  PERCENT  OF  THE  INDIVIDUALS\n   14  EMPLOYED  IN  EACH SUCH OCCUPATION OR FIELD OF WORK ACCORDING TO FEDERAL\n   15  DEPARTMENT OF LABOR STATISTICS; AND\n   16    D. THE TERM \"SUSTAINABLE WAGE\" MEANS A  WAGE  THAT  IS  AT  LEAST  ONE\n   17  HUNDRED EIGHTY-FIVE PERCENT OF THE POVERTY LINE AND THAT IS ADJUSTED FOR\n   18  REGIONAL FACTORS.\n   19    S  2.  The  second undesignated paragraph of section 333 of the social\n   20  services law, as amended by section 148 of part B of chapter 436 of  the\n   21  laws of 1997, is amended to read as follows:\n   22    Such  plan  shall  be  developed  in cooperation and coordination with\n   23  public and private education institutions, child care  providers,  child\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01404-01-1\n\n       S. 72                               2\n\n    1  care  resource and referral agencies if available in the district, labor\n    2  unions, libraries, public and private employers, employment and training\n    3  agencies and organizations, and private industry councils established in\n    4  service  delivery  areas  defined  in  subdivision  five of section nine\n    5  hundred seventy-one of the executive law.    SUCH  PLAN  SHALL  STRONGLY\n    6  CONSIDER,  FOR  INDIVIDUALS WHO HAVE OBTAINED A HIGH SCHOOL DIPLOMA OR A\n    7  GENERAL EQUIVALENCY DIPLOMA (GED), TRAINING FOR  SUSTAINABLE  WAGE  JOBS\n    8  AND  PROMOTE  NONTRADITIONAL  EMPLOYMENT  OPPORTUNITIES FOR SUCH PARTIC-\n    9  IPANTS; PROVIDED THAT ANY INDIVIDUAL'S PREPARATION FOR EMPLOYMENT  SHALL\n   10  BE CONSISTENT WITH FEDERAL AND STATE WORK PARTICIPATION REQUIREMENTS.\n   11    S  3.  Paragraph  (a)  of  subdivision  1 of section 334 of the social\n   12  services law, as amended by section 148 of part B of chapter 436 of  the\n   13  laws of 1997, is amended to read as follows:\n   14    (a)  education,  employment and training opportunities available under\n   15  the local plan, including: (I) EDUCATION AND  TRAINING  FOR  SUSTAINABLE\n   16  WAGE  JOBS  AND NONTRADITIONAL EMPLOYMENT OPPORTUNITIES; AND (II) educa-\n   17  tional and training opportunities available at no cost  to  the  partic-\n   18  ipant  as  well as the responsibilities associated with the repayment of\n   19  student financial aid;\n   20    S  4. Paragraph (a) of subdivision 2 of  section  335  of  the  social\n   21  services  law, as amended by section 148 of part B of chapter 436 of the\n   22  laws of 1997, is amended to read as follows:\n   23    (a) Based on the  assessment  required  by  subdivision  one  of  this\n   24  section,  the social services official, in consultation with the partic-\n   25  ipant, shall develop an employability plan in writing  which  shall  set\n   26  forth  the  services  that will be provided by the social services offi-\n   27  cial, including but not limited to child care and other services and the\n   28  activities in which the participant will take part, including child care\n   29  and other services and shall  set  forth  an  employment  goal  for  the\n   30  participant.    To  the  extent  possible,  the employability plan shall\n   31  reflect the preferences of the participant in a manner that is  consist-\n   32  ent with the results of the participant's assessment and the need of the\n   33  social services district to meet federal and state work activity partic-\n   34  ipation  requirements,  and, if such preferences cannot be accommodated,\n   35  the reasons shall be specified in the employability plan.  The  employa-\n   36  bility  plan  shall  also take into account the participant's supportive\n   37  services needs, available program resources, local  employment  opportu-\n   38  nities, AND SHALL STRONGLY CONSIDER, FOR INDIVIDUALS WHO HAVE OBTAINED A\n   39  HIGH  SCHOOL  DIPLOMA OR A GENERAL EQUIVALENCY DIPLOMA (GED), THE POTEN-\n   40  TIAL FOR AVAILABLE EMPLOYMENT THAT PAYS  A  SUSTAINABLE  WAGE;  PROVIDED\n   41  THAT  ANY  INDIVIDUAL'S  PREPARATION  FOR EMPLOYMENT SHALL BE CONSISTENT\n   42  WITH FEDERAL AND STATE WORK PARTICIPATION REQUIREMENTS;  and  where  the\n   43  social  services official is considering an educational activity assign-\n   44  ment for such  participant,  the  participant's  liability  for  student\n   45  loans,  grants  and  scholarship awards. The employability plan shall be\n   46  explained to the participant.  Any change to the participant's  employa-\n   47  bility  plan required by the social services official shall be discussed\n   48  with the participant and shall be documented in writing.\n   49    S 5. Paragraph (a) of subdivision 2 of section  335-a  of  the  social\n   50  services  law, as amended by section 148 of part B of chapter 436 of the\n   51  laws of 1997, is amended to read as follows:\n   52    (a) Based on the  assessment  required  by  subdivision  one  of  this\n   53  section,  the social services official, in consultation with the partic-\n   54  ipant, shall develop an employability plan in writing  which  shall  set\n   55  forth the services that will be provided by the social services official\n   56  and  the  activities  in which the participant will take part, including\n\n       S. 72                               3\n\n    1  supportive services and shall set  forth  an  employment  goal  for  the\n    2  participant.  A  local social services district may assign recipients in\n    3  households without dependent children to any activity. The employability\n    4  plan  also shall take into account the participant's supportive services\n    5  needs, available program resources, local employment opportunities,  AND\n    6  SHALL STRONGLY CONSIDER, FOR INDIVIDUALS WHO HAVE OBTAINED A HIGH SCHOOL\n    7  DIPLOMA OR A GENERAL EQUIVALENCY DIPLOMA (GED), THE POTENTIAL FOR AVAIL-\n    8  ABLE EMPLOYMENT THAT PAYS A SUSTAINABLE WAGE; PROVIDED THAT ANY INDIVID-\n    9  UAL'S  PREPARATION  FOR  EMPLOYMENT SHALL BE CONSISTENT WITH FEDERAL AND\n   10  STATE WORK PARTICIPATION REQUIREMENTS; and  where  the  social  services\n   11  official  is  considering  an  educational  activity assignment for such\n   12  participant, the participant's liability for student loans,  grants  and\n   13  scholarship  awards.    The employability plan shall be explained to the\n   14  participant. Any change to the participant's employability plan required\n   15  by the social services official shall be discussed with the  participant\n   16  and shall be documented in writing.\n   17    S 6. This act shall take effect on the one hundred twentieth day after\n   18  it  shall have become a law, and shall apply to employability plans made\n   19  or updated on and after such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the social services law, in relation to training and education for sustainable wage jobs and traditional and nontraditional employment in public assistance employment programs ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101202.T120540.TXT", "SOBI.D101202.T100031.TXT", "SOBI.D101202.T140548.TXT", "SOBI.D101202.T100531.TXT", "SOBI.D101202.T103032.TXT", "SOBI.D101202.T121040.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1291316748018
}