{
  "year" : 2011,
  "senateBillNo" : "S720-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S720-2011-1294203600000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "ROBACH",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Expands the crime of robbery in the first and second degrees to include attempts made with a device appearing to be a bomb, destructive device or explosive",
  "summary" : "Expands the crime of robbery in the first and second degrees to include attempts made with a device appearing to be a bomb, destructive device or explosive or hazardous substance. ",
  "currentCommittee" : "CODES",
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : [ "S1201-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          720\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  ROBACH -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Codes\n\n       AN ACT to amend the penal law, in relation to  expanding  the  crime  of\n         robbery  in  the  first and second degrees to include attempts of such\n         crime with a device appearing to be a bomb or other explosive device\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision  4  of  section  160.15  of the penal law, as\n    2  amended by chapter 374 of the laws of 1973, is amended and a new  subdi-\n    3  vision 5 is added to read as follows:\n    4    4.  Displays  what  appears  to be a pistol, revolver, rifle, shotgun,\n    5  machine gun or other firearm; except that in any prosecution under  this\n    6  subdivision,  it  is  an affirmative defense that such pistol, revolver,\n    7  rifle, shotgun, machine gun or other firearm was  not  a  loaded  weapon\n    8  from  which  a shot, readily capable of producing death or other serious\n    9  physical injury, could be discharged. Nothing contained in this subdivi-\n   10  sion shall constitute a defense to a  prosecution  for,  or  preclude  a\n   11  conviction of, robbery in the second degree, robbery in the third degree\n   12  or any other crime[.]; OR\n   13    5. DISPLAYS OR THREATENS TO USE ANY DEVICE OR OBJECT THAT CONSTITUTES,\n   14  APPEARS  TO  CONSTITUTE, OR IS REPRESENTED TO CONSTITUTE, IN WHOLE OR IN\n   15  PART,  A  BOMB,  DESTRUCTIVE  DEVICE,  OR  AN  EXPLOSIVE  OR   HAZARDOUS\n   16  SUBSTANCE;  EXCEPT THAT IN ANY PROSECUTION UNDER THIS SUBDIVISION, IT IS\n   17  AN AFFIRMATIVE DEFENSE THAT SUCH DEVICE OR OBJECT WHICH WAS DISPLAYED OR\n   18  THREATENED, WAS NOT AN OPERATIVE BOMB, DESTRUCTIVE DEVICE, EXPLOSIVE  OR\n   19  HAZARDOUS SUBSTANCE. NOTHING CONTAINED IN THIS SUBDIVISION SHALL CONSTI-\n   20  TUTE  A  DEFENSE  TO  A  PROSECUTION  FOR,  OR PRECLUDE A CONVICTION OF,\n   21  ROBBERY IN THE SECOND DEGREE, ROBBERY IN THE THIRD DEGREE OR  ANY  OTHER\n   22  CRIME.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01993-01-1\n\n       S. 720                              2\n\n    1    S  2.  Subdivision  2 of section 160.10 of the penal law is amended by\n    2  adding a new paragraph (c) to read as follows:\n    3    (C)  DISPLAYS  OR  THREATENS  TO USE ANY DEVICE OR OBJECT THAT CONSTI-\n    4  TUTES, APPEARS TO CONSTITUTE, OR IS REPRESENTED TO CONSTITUTE, IN  WHOLE\n    5  OR  IN  PART,  A  BOMB, DESTRUCTIVE DEVICE, OR AN EXPLOSIVE OR HAZARDOUS\n    6  SUBSTANCE; OR\n    7    S 3. This act shall take effect on the first of November next succeed-\n    8  ing the date on which is shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, in relation to expanding the crime of robbery in the first and second degrees to include attempts of such crime with a device appearing to be a bomb or other explosive device ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101229.T161247.TXT", "SOBI.D101229.T163249.TXT", "SOBI.D101230.T100721.TXT", "SOBI.D110104.T124503.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294163103936
}