{
  "year" : 2011,
  "senateBillNo" : "S721-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO EDUCATION",
    "billEventId" : "S721-2011-1294203600000-REFERRED+TO+EDUCATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "ROBACH",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Directs the commissioner of education to establish an incentive program for school districts wishing to implement programs of foreign language in the elementary scho",
  "summary" : "Directs the commissioner of education to establish an incentive program for school districts wishing to implement programs of foreign language in the elementary schools; further directs the commissioner of education to establish an incentive program for college students wishing to become foreign language teachers and makes an appropriation therefor. ",
  "currentCommittee" : "EDUCATION",
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "S1457-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          721\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  ROBACH -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Education\n\n       AN ACT to amend the education law, in relation to directing the  commis-\n         sioner  of  education  to  establish  an  incentive program for school\n         districts wishing to implement programs of  foreign  language  in  the\n         elementary  schools  and  directing  the  commissioner of education to\n         establish an incentive program for college students wishing to  become\n         foreign language teachers; and making an appropriation therefor\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The education law is amended by adding a new section 815 to\n    2  read as follows:\n    3    S 815. FOREIGN LANGUAGE IN THE ELEMENTARY SCHOOL PROGRAM. 1.  LEGISLA-\n    4  TIVE  INTENT.  THE  STUDENTS OF NEW YORK STATE NEED TO HAVE SKILLS IN AT\n    5  LEAST ONE LANGUAGE OTHER THAN ENGLISH (LOTE) AND UNDERSTANDING OF ANOTH-\n    6  ER CULTURE IN ORDER TO SUCCESSFULLY CONFRONT THE CHALLENGES OF THE WORLD\n    7  OF TODAY AND TOMORROW. THEY WILL HAVE TO COMPETE IN THE GLOBAL  ECONOMY;\n    8  WORK  WITH PEOPLE OF DIVERSE CULTURES ABROAD AND AT HOME, AND ENSURE OUR\n    9  NATIONAL SECURITY.\n   10    ONE GOAL OF THIS SECTION  IS  TO  PROVIDE  FUNDING  TO  START  FOREIGN\n   11  LANGUAGE  IN  THE ELEMENTARY SCHOOL (FLES) PROGRAMS FOR A LIMITED NUMBER\n   12  OF SCHOOLS IN HIGH-NEED DISTRICTS.   PARTICIPATION IN  THIS  PROGRAM  IS\n   13  VOLUNTARY.  RELATIVELY FEW SCHOOL DISTRICTS OFFER FLES NATION-WIDE, ONLY\n   14  SIX PERCENT OF STUDENTS STUDY FOREIGN  LANGUAGE  IN  ELEMENTARY  SCHOOL.\n   15  THESE  DISTRICTS  TEND  TO  BE AMONG THE MORE AFFLUENT. BY CHOOSING FIVE\n   16  SCHOOLS IN HIGH-NEED  DISTRICTS,  WE  HOPE  TO  DEMONSTRATE  THAT  THOSE\n   17  SCHOOLS  WHO  CANNOT OTHERWISE AFFORD TO HAVE FLES PROGRAMS CAN SUCCEED.\n   18  CHILDREN OF LOW-INCOME DISTRICTS DESERVE TO HAVE THE SKILLS  TO  SUCCEED\n   19  IN THE GLOBAL WORLD AS WELL AS THOSE OF MORE AFFLUENT AREAS.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01994-01-1\n\n       S. 721                              2\n\n    1    ACCORDING  TO  RESEARCH  AND THE GUIDELINES OF THE AMERICAN COUNCIL ON\n    2  THE TEACHING OF FOREIGN LANGUAGES (ACTFL), STUDENTS WHO BEGIN  STUDY  OF\n    3  LOTE  AT AN EARLY AGE AND WHO CONTINUE THAT STUDY FOR A LONG SEQUENCE OF\n    4  YEARS HAVE THE BEST CHANCES OF  ATTAINING  INTERMEDIATE  PROFICIENCY  IN\n    5  THAT LANGUAGE.\n    6    IT IS HOPED THAT THE SUCCESS OF THESE PROGRAMS, WHICH WILL BE CAREFUL-\n    7  LY  MONITORED  BY  THE  NEW  YORK  STATE ASSOCIATION OF FOREIGN LANGUAGE\n    8  TEACHERS (NYSAFLT), WILL NOT ONLY ENCOURAGE THE DISTRICTS  TO  FIND  THE\n    9  FUNDS  TO CONTINUE OFFERING THE FLES PROGRAMS ONCE FUNDING FROM THE BILL\n   10  HAS ENDED, BUT ALSO WILL GENERATE INTEREST IN THE NEIGHBORING  DISTRICTS\n   11  WHICH  WILL  INSPIRE  THEM  TO  IMPLEMENT FLES PROGRAMS, THUS CREATING A\n   12  GRASSROOTS MOVEMENT IN FAVOR OF FLES.\n   13    THE SECOND GOAL OF THIS SECTION IS TO  PROVIDE  FUNDING  TO  ENCOURAGE\n   14  COLLEGE  STUDENTS  WISHING  TO BECOME LOTE TEACHERS.  THERE IS A CURRENT\n   15  SEVERE SHORTAGE OF LOTE TEACHERS IN NEW YORK STATE.  THIS  SHORTAGE  CAN\n   16  PREVENT SCHOOL DISTRICTS FROM OFFERING A VARIETY OF LANGUAGES AS WELL AS\n   17  FROM ADDING CLASSES WITH THE PURPOSE OF INCREASING LOTE STUDY. THE FUND-\n   18  ING PROVIDED WOULD COVER THE COST OF TUITION FOR EDUCATION COURSES LEAD-\n   19  ING TO CERTIFICATION FOR TEACHING LOTE IN NEW YORK STATE.\n   20    2.  FOREIGN  LANGUAGE  ELEMENTARY SCHOOL (FLES) PILOT PROGRAM. PARTIC-\n   21  IPATION IN THIS PROGRAM IS VOLUNTARY.  NOTWITHSTANDING ANY PROVISION  OF\n   22  LAW  TO  THE  CONTRARY, PURSUANT TO RULES AND REGULATIONS PROMULGATED BY\n   23  THE COMMISSIONER, THE COMMISSIONER SHALL ESTABLISH A  TWO  YEAR  FOREIGN\n   24  LANGUAGE  ELEMENTARY  SCHOOL  (FLES)  PILOT  PROGRAM  IN FIVE ELEMENTARY\n   25  SCHOOLS LOCATED IN HIGH-NEED DISTRICTS THAT ARE CONSISTENT  WITH  MODELS\n   26  PROVIDED  BY  THE ELEMENTARY FOREIGN LANGUAGE EDUCATION COMMITTEE OF THE\n   27  NEW YORK STATE ASSOCIATION OF FOREIGN LANGUAGE TEACHERS.\n   28    (A) THE LANGUAGE ELEMENTARY SCHOOL PROGRAM SHALL:\n   29    (1) CONSIST OF AT LEAST THREE TO FIVE SESSIONS PER WEEK;\n   30    (2) BE IN DURATION OF AT LEAST TWENTY MINUTES PER SESSION  FOR  GRADES\n   31  KINDERGARTEN  THROUGH  SECOND  AND THIRTY MINUTES IN DURATION FOR GRADES\n   32  THREE THROUGH SIX; AND\n   33    (3) ATTEMPT TO UTILIZE FOREIGN LANGUAGE  ELEMENTARY  SCHOOL  CERTIFIED\n   34  TEACHERS AND TO REQUIRE ONGOING AND AGE-APPROPRIATE ASSESSMENTS.\n   35    (B)  THE CURRICULUM SHOULD BE CONTENT COORDINATED WITH OVERALL COORDI-\n   36  NATION WITH THE SCHOOL DISTRICT'S FOREIGN LANGUAGE PROGRAM.\n   37    (C) FUNDING FOR THIS PROGRAM SHALL BE PROVIDED TO:\n   38    (1) HIRE FOREIGN LANGUAGE ELEMENTARY CERTIFIED TEACHERS;\n   39    (2) PURCHASE INSTRUCTIONAL MATERIALS; AND\n   40    (3) INCORPORATE OTHER FORMS OF SUPPORT TO ENSURE THAT THE  PROGRAM  IS\n   41  SUSTAINABLE AND SUCCESSFUL.\n   42    3.  STUDENT  INCENTIVE AWARD FOR CERTIFICATION IN LANGUAGES OTHER THAN\n   43  ENGLISH (LOTE) TEACHING. NOTWITHSTANDING ANY PROVISION  OF  LAW  TO  THE\n   44  CONTRARY,  PURSUANT  TO REGULATIONS PROMULGATED BY THE COMMISSIONER, THE\n   45  COMMISSIONER SHALL ESTABLISH A STUDENT INCENTIVE  AWARD  FOR  ATTRACTING\n   46  AND  RETAINING  COLLEGE STUDENTS WISHING TO BECOME TEACHERS OF LANGUAGES\n   47  OTHER THAN ENGLISH.\n   48    (A) THESE INCENTIVES SHOULD BE USED TO PAY FOR  TUITION  IN  EDUCATION\n   49  COURSES, UNDERGRADUATE OR GRADUATE, LEADING TO CERTIFICATION IN NEW YORK\n   50  STATE.\n   51    (B)  A PROVISION OF SUCH TUITION SCHOLARSHIPS WOULD BE A COMMITMENT ON\n   52  THE PART OF THE PROSPECTIVE TEACHER TO TEACH FOREIGN  LANGUAGES  IN  NEW\n   53  YORK  STATE  FOR A MINIMUM OF THREE YEARS AFTER GRADUATION. SUCH PROGRAM\n   54  SHALL INCLUDE AN INCENTIVE AWARD OF TEN  THOUSAND  DOLLARS  PER  STUDENT\n   55  UPON  THE  COMPLETION  OF COURSES FULFILLING THE REQUIREMENT FOR CERTIF-\n\n       S. 721                              3\n\n    1  ICATION IN LANGUAGES OTHER THAN ENGLISH  (LOTE)  TEACHING  IN  NEW  YORK\n    2  STATE.\n    3    S  2.  The sum of two million dollars ($2,000,000), or so much thereof\n    4  as may be necessary, is hereby appropriated to the department of  educa-\n    5  tion  out of any moneys in the state treasury in the general fund to the\n    6  credit of the state purposes account, not  otherwise  appropriated,  and\n    7  made  immediately  available,  for  the  purpose  of  carrying  out  the\n    8  provisions of this act.  Such moneys shall be payable on the  audit  and\n    9  warrant  of  the  comptroller  on  vouchers certified or approved by the\n   10  commissioner of education in the manner prescribed by  law.    Such  sum\n   11  shall be distributed as follows:\n   12    1. One million dollars ($1,000,000) for the foreign language elementa-\n   13  ry  school (FLES) pilot program, or so much thereof as may be necessary,\n   14  is hereby appropriated to the department of education from any moneys in\n   15  the state treasury in the general  fund  to  the  credit  of  the  state\n   16  purposes account not otherwise appropriated for services and expenses of\n   17  the  department  of  education  for  the  purposes  of  carrying out the\n   18  provisions of this act.\n   19    Five elementary schools will  receive  one  hundred  thousand  dollars\n   20  ($100,000) per year, for each year of the two year program.\n   21    2. One million dollars ($1,000,000) for student incentives, or so much\n   22  thereof as may be necessary, is hereby appropriated to the department of\n   23  education  from  any moneys in the state treasury in the general fund to\n   24  the credit of the state purposes account not otherwise appropriated  for\n   25  services and expenses of the department of education for the purposes of\n   26  carrying out the provisions of this act.\n   27    One  hundred individual student incentive awards will be issued at ten\n   28  thousand dollars ($10,000) each. Such sum shall be payable on the  audit\n   29  and  warrant  of the state comptroller on vouchers certified or approved\n   30  by the commissioner of education, or his or her duly  designated  repre-\n   31  sentative in the manner provided by law.\n   32    3.  No  expenditure  shall  be  made  from  this appropriation until a\n   33  certificate of approval of availability shall have been  issued  by  the\n   34  director  of  the budget and filed with the state comptroller and a copy\n   35  filed with the chair of the senate finance committee and  the  chair  of\n   36  the assembly ways and means committee.\n   37    4.  Such  certificate may be amended from time to time by the director\n   38  of the budget and a copy of each such amendment shall be filed with  the\n   39  state  comptroller,  the  chair  of the senate finance committee and the\n   40  chair of the assembly ways and means committee.\n   41    S 3. This act shall  take  effect  on  the  first  of  September  next\n   42  succeeding the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to directing the commissioner of education to establish an incentive program for school districts wishing to implement programs of foreign language in the elementary schools and directing the commissioner of education to establish an incentive program for college students wishing to become foreign language teachers; and making an appropriation therefor ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101229.T161247.TXT", "SOBI.D101229.T163249.TXT", "SOBI.D101230.T100721.TXT", "SOBI.D110104.T124503.TXT", "SOBI.D101229.T163749.TXT", "SOBI.D101229.T162749.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294163103940
}