{
  "year" : 2011,
  "senateBillNo" : "S722-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO LABOR",
    "billEventId" : "S722-2011-1294203600000-REFERRED+TO+LABOR",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "PERALTA",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Expands retraining opportunities to unemployed citizens of the state",
  "summary" : "Expands retraining opportunities to unemployed citizens of the state. ",
  "currentCommittee" : "LABOR",
  "sameAs" : null,
  "lawSection" : "Labor Law",
  "previousVersions" : [ "S2775-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          722\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen. PERALTA -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Labor\n\n       AN ACT to amend the labor law, in relation to expanding eligibility  for\n         unemployed  workers  who  would  benefit  from retraining and increase\n         funding for the provision of extended unemployment insurance benefits\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Section 599 of the labor law, as amended by chapter 593 of\n    2  the laws of 1991, is amended to read as follows:\n    3    S 599.  Career and related training; preservation of  eligibility.  1.\n    4  Notwithstanding  any  other  provision of this article, a claimant shall\n    5  not become ineligible for benefits because  of  the  claimant's  regular\n    6  attendance in a program of training which the commissioner has approved.\n    7  The  commissioner  shall give due consideration to existing and prospec-\n    8  tive conditions of the labor market in the state,  taking  into  account\n    9  present  and  anticipated  supply and demand regarding the occupation or\n   10  skill to which the training relates, and to any other relevant factor. A\n   11  DETERMINATION OF POTENTIAL ELIGIBILITY FOR BENEFITS UNDER  THIS  ARTICLE\n   12  SHALL  BE  ISSUED  TO AN UNEMPLOYED INDIVIDUAL IF THE COMMISSIONER FINDS\n   13  THAT THE TRAINING IS AUTHORIZED BY THE FEDERAL WORKFORCE INVESTMENT ACT,\n   14  THE DEPARTMENT, THE NEW YORK STATE DEPARTMENTS OF EDUCATION, CORRECTION-\n   15  AL SERVICES, HEALTH, OR THE OFFICE OF MENTAL HEALTH,  THE  EMPIRE  STATE\n   16  DEVELOPMENT CORPORATION, OR THE STATE UNIVERSITY OF NEW YORK EDUCATIONAL\n   17  OPPORTUNITY  CENTER. However, in no event shall the commissioner approve\n   18  [such] training for a claimant NOT AUTHORIZED BY SUCH LEGISLATIVE ACT OR\n   19  STATE OR QUASI-STATE ENTITY LISTED ABOVE unless:\n   20    (a) (1) the training will upgrade the  claimant's  existing  skill  or\n   21  train the claimant for an occupation likely to lead to more regular long\n   22  term  employment;    ENABLE  CLAIMANT TO OBTAIN EMPLOYMENT THAT ACHIEVES\n   23  WAGE PRESERVATION OR MAKES PROGRESS TOWARD A FAMILY-SUSTAINING WAGE; or\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02812-01-1\n\n       S. 722                              2\n\n    1    (2) employment opportunities for the claimant are or may  be  substan-\n    2  tially impaired because of:\n    3    (i)  existing  or  prospective  conditions  of the labor market in the\n    4  locality or in the state or reduced opportunities for employment in  the\n    5  claimant's occupation or skill; or\n    6    (ii)  technological change, plant closing or plant removal, discontin-\n    7  uance of specific plant operations, or similar reasons; or\n    8    (iii) limited opportunities for employment throughout the year due  to\n    9  the seasonal nature of the industry in which the claimant is customarily\n   10  employed; or\n   11    (iv)  the  claimant's personal traits such as physical or mental hand-\n   12  icap; and\n   13    (b) the training, INCLUDING REMEDIAL EDUCATION WHICH  IS  INTEGRAL  TO\n   14  CAREER  ADVANCEMENT  OR REQUIRED FOR COMPLETING CAREER-RELATED TRAINING,\n   15  relates to an occupation or skill for which there are, or  are  expected\n   16  to  be  in  the immediate future, reasonable employment opportunities in\n   17  the state; and\n   18    (c) the training is offered by a competent  and  reliable  agency  and\n   19  does not require more than twenty-four months to complete; and\n   20    (d)  the  claimant  has  the  required qualifications and aptitudes to\n   21  complete the training successfully.\n   22    2. (a) Notwithstanding any other provision of this chapter, a claimant\n   23  attending an approved training course or program under this section  may\n   24  receive  additional  benefits  of  up to one hundred four effective days\n   25  following exhaustion of regular and, if in effect,  any  other  extended\n   26  benefits,  provided  that  entitlement  to a new benefit claim cannot be\n   27  established. Certification of continued satisfactory  participation  and\n   28  progress  in  such  training  course or program must be submitted to the\n   29  commissioner prior to the payment of any such benefits. [The duration of\n   30  such additional benefits shall in no case exceed  twice  the  number  of\n   31  effective  days of regular benefits to which the claimant is entitled at\n   32  the time the claimant is accepted in, or  demonstrates  application  for\n   33  appropriate  training.] ANY UNEMPLOYED INDIVIDUAL RECEIVING UNEMPLOYMENT\n   34  INSURANCE BENEFITS PAYABLE UNDER  THIS  SUBDIVISION,  WHO  NOTIFIES  THE\n   35  DEPARTMENT  WITH  THE  INTENT  TO SEEK TRAINING OPPORTUNITIES UNDER THIS\n   36  ARTICLE NO LATER THAN THE SIXTEENTH WEEK OF HIS OR HER  RECEIVING  BENE-\n   37  FITS,  AND  IS  DETERMINED  ELIGIBLE FOR BENEFITS UNDER THIS ARTICLE, IS\n   38  ENTITLED TO A TRAINING EXTENSION OF THE FULL ONE HUNDRED FOUR  EFFECTIVE\n   39  DAYS  ON  HIS  OR  HER UNEMPLOYMENT COMPENSATION CLAIM, IF NECESSARY, TO\n   40  COMPLETE APPROVED TRAINING.\n   41    (b) No more than [twenty] FIFTY million dollars of benefits  per  year\n   42  shall  be  made available for payment to claimants participating in such\n   43  courses or programs.\n   44    (c) Participation in such training course  or  program  shall  not  be\n   45  limited  to any selected areas or localities of the state but subject to\n   46  the availability of funds, shall be available to any claimant  otherwise\n   47  eligible to participate in training courses or programs pursuant to this\n   48  section.\n   49    (d) The additional benefits paid to a claimant shall be charged to the\n   50  general account.\n   51    3. Notwithstanding any other provision of this article, a claimant who\n   52  is  in training approved under the federal trade act of nineteen hundred\n   53  seventy-four shall not be disqualified or become ineligible for benefits\n   54  because he is in such training or because he left  employment  which  is\n   55  not  suitable  employment  to  enter such training. For purposes hereof,\n   56  \"suitable employment\" means work of  a  substantially  equal  or  higher\n\n       S. 722                              3\n\n    1  skill  level  than the claimant's past adversely affected employment and\n    2  for which the remuneration is not less than eighty percent of the claim-\n    3  ant's average weekly wage.\n    4    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the labor law, in relation to expanding eligibility for unemployed workers who would benefit from retraining and increase funding for the provision of extended unemployment insurance benefits ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110104.T141007.TXT", "SOBI.D110104.T141508.TXT", "SOBI.D101229.T164750.TXT", "SOBI.D101230.T100721.TXT", "SOBI.D101229.T163249.TXT", "SOBI.D101229.T162749.TXT", "SOBI.D101230.T090217.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294168508124
}