{
  "year" : 2011,
  "senateBillNo" : "S726-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO CONSUMER PROTECTION",
    "billEventId" : "S726-2011-1294203600000-REFERRED+TO+CONSUMER+PROTECTION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "ROBACH",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Allows individuals to register their telefacsimile telephone numbers with the consumer protection board as part of the \"do not call\" statewide registry",
  "summary" : "Allows individuals to register their telefacsimile telephone numbers with the consumer protection board as part of the \"do not call\" statewide registry. ",
  "currentCommittee" : "CONSUMER PROTECTION",
  "sameAs" : null,
  "lawSection" : "General Business Law",
  "previousVersions" : [ "S1467-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          726\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  ROBACH -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Consumer Protection\n\n       AN ACT to amend the general business law, the public service law and the\n         state finance law, in relation to  allowing  individuals  to  register\n         their  telefacsimile  telephone  numbers  with the consumer protection\n         board as part of the \"do not call\" statewide registry\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Section  399-z of the general business law, as amended by\n    2  chapter 344 of the laws of 2010, is amended to read as follows:\n    3    S 399-z. Telemarketing; establishment of no telemarketing sales  calls\n    4  statewide  registry;  authorization of the transfer of telephone numbers\n    5  on the no telemarketing sales calls AND TELEFACSIMILE ADVERTISING state-\n    6  wide registry to the national \"do-not-call\" registry. 1. As used in this\n    7  section, the following terms shall have the following meanings:\n    8    a. \"Board\" shall mean the consumer protection board;\n    9    b. \"Director\" means the executive director of the consumer  protection\n   10  board;\n   11    c. \"Customer\" means any natural person who is a resident of this state\n   12  and  who  is  or may be required to pay for or to exchange consideration\n   13  for goods and services offered through telemarketing;\n   14    d. \"Doing business in this state\" means  conducting  telephonic  sales\n   15  calls:  (i)  from  a  location  in  this  state; or (ii) from a location\n   16  outside of this state to consumers residing in this state;\n   17    e. \"Goods and services\"  means  any  goods  and  services,  and  shall\n   18  include  any real property or any tangible personal property or services\n   19  of any kind;\n   20    f. \"Negative option feature\" means, in an offer or agreement  to  sell\n   21  or provide any goods or services, a provision under which the customer's\n   22  silence or failure to take an affirmative action to reject such goods or\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01934-01-1\n\n       S. 726                              2\n\n    1  services  or  to  cancel  the  agreement is interpreted by the seller as\n    2  acceptance of the offer.\n    3    g.  \"Person\" means any natural person, association, partnership, firm,\n    4  corporation and its affiliates or subsidiaries or other business entity;\n    5    h. \"Telemarketer\" means  any  person  who,  for  financial  profit  or\n    6  commercial  purposes in connection with telemarketing, makes telemarket-\n    7  ing sales calls to a customer when the customer is in this state or  any\n    8  person  who directly controls or supervises the conduct of a telemarket-\n    9  er. For the purposes of this section, \"commercial purposes\"  shall  mean\n   10  the sale or offer for sale of goods or services;\n   11    i.  \"Telemarketing\"  means  any  plan,  program  or  campaign which is\n   12  conducted to induce payment or the exchange of any  other  consideration\n   13  for  any  goods  or  services by use of one or more telephones and which\n   14  involves more than one telephone call by a  telemarketer  in  which  the\n   15  customer  is located within the state at the time of the call.  Telemar-\n   16  keting does not include the solicitation of sales  through  media  other\n   17  than by telephone calls;\n   18    j.  \"Telemarketing  sales call\" means a telephone call made by a tele-\n   19  marketer or by any outbound telephone calling technology that delivers a\n   20  prerecorded message either to  a  customer  or  to  their  voicemail  or\n   21  answering  machine  service  for  the purpose of inducing payment or the\n   22  exchange of any other consideration for any goods or services;\n   23    k. \"Unsolicited telemarketing  sales  call\"  means  any  telemarketing\n   24  sales call other than a call made:\n   25    (i) in response to an express written or verbal request of the custom-\n   26  er called; or\n   27    (ii)  in  connection  with an established business relationship, which\n   28  has not been terminated by either party, unless such customer has stated\n   29  to the telemarketer that such customer no longer wishes to  receive  the\n   30  telemarketing sales calls of such telemarketer.\n   31    L.  \"UNSOLICITED  TELEFACSIMILE ADVERTISEMENT\" MEANS ANY TELEFACSIMILE\n   32  MESSAGE THAT PROMOTES GOODS AND SERVICES FOR PURCHASE BY  THE  RECIPIENT\n   33  OF  SUCH  MESSAGE,  EXCEPT WHERE THE MESSAGE IS SENT TO A RECIPIENT WITH\n   34  WHICH THE INITIATOR  HAS  HAD  A  PREEXISTING  BUSINESS  OR  CONTRACTUAL\n   35  RELATIONSHIP;\n   36    M. \"TELEFACSIMILE\" MEANS EVERY PROCESS IN WHICH ELECTRONIC SIGNALS ARE\n   37  TRANSMITTED BY TELEPHONE LINES FOR CONVERSION INTO WRITTEN TEXT;\n   38    N.  \"TELEFACSIMILE ADVERTISER\" MEANS ANY PERSON, CORPORATION, PARTNER-\n   39  SHIP OR ASSOCIATION WHO INITIATES UNSOLICITED  TELEFACSIMILE  ADVERTISE-\n   40  MENTS.\n   41    2. No telemarketer or seller shall engage in telemarketing at any time\n   42  other than between 8:00 A.M. and 9:00 P.M. local time unless the consum-\n   43  er has given his or her express consent to the call at a different time,\n   44  and  shall  provide,  in  a  clear  and coherent manner using words with\n   45  common and everyday meanings, at the  beginning  of  each  telemarketing\n   46  sales call all of the following information:\n   47    (i)  the telemarketer's name and the person on whose behalf the solic-\n   48  itation is being made, if other than the telemarketer;\n   49    (ii) the purpose of the telephone call; and\n   50    (iii) the identity of the goods or services for which a  fee  will  be\n   51  charged.\n   52    3.  Prior  to  the purchase of any good or service telemarketers shall\n   53  disclose to the customer the cost of the goods or services that are  the\n   54  subject of the call and if the offer includes a negative option feature,\n   55  all  material  terms  and  conditions  of  the  negative option feature,\n   56  including, but not limited to the fact that the customer's account  will\n\n       S. 726                              3\n\n    1  be  charged unless the customer takes an affirmative action to avoid the\n    2  charges, the dates the charges will be submitted for  payment,  and  the\n    3  specific steps the customer must take to avoid the charge.\n    4    4.  a. The board is authorized to establish, manage, and maintain a no\n    5  telemarketing sales calls AND TELEFACSIMILE ADVERTISING statewide regis-\n    6  try which shall contain a list of customers who do not wish  to  receive\n    7  unsolicited  telemarketing  sales  calls.  The board may contract with a\n    8  private vendor to establish, manage and maintain such registry, provided\n    9  the private vendor has maintained national no telemarketing sales  calls\n   10  registries for more than two years, and the contract requires the vendor\n   11  to  provide the no telemarketing sales calls AND TELEFACSIMILE ADVERTIS-\n   12  ING registry in a printed hard copy format and in any  other  format  as\n   13  prescribed  by  the board.  ANY TYPE OF COPY FORMAT MAINTAINED FOR TELE-\n   14  MARKETING SALES CALLS SHALL BE MAINTAINED FOR TELEFACSIMILE ADVERTISING.\n   15    b. The board is authorized to have the national \"do-not-call\" registry\n   16  established, managed and maintained  by  the  federal  trade  commission\n   17  pursuant  to  16 C.F.R. Section 310.4 (b) (1) (iii) (B) serve as the New\n   18  York state no telemarketing sales calls  AND  TELEFACSIMILE  ADVERTISING\n   19  statewide  registry  provided  for by this section. The board is further\n   20  authorized to take whatever administrative actions may be  necessary  or\n   21  appropriate for such transition including, but not limited to, providing\n   22  the  telephone  numbers of New York customers registered on the no tele-\n   23  marketing sales calls AND TELEFACSIMILE ADVERTISING  statewide  registry\n   24  to  the federal trade commission, for inclusion on the national \"do-not-\n   25  call\" registry.\n   26    5. A. No telemarketer or seller may make or cause to be made any unso-\n   27  licited telemarketing sales call to any customer  when  that  customer's\n   28  telephone number has been on the national \"do-not-call\" registry, estab-\n   29  lished  by the federal trade commission, for a period of thirty-one days\n   30  prior to the  date  the  call  is  made,  pursuant  to  16  CFR  Section\n   31  310.4(b)(1)(iii)(B).\n   32    B.  NO TELEFACSIMILE ADVERTISER MAY MAKE OR CAUSE TO BE MADE ANY UNSO-\n   33  LICITED TELEFACSIMILE ADVERTISEMENT TO ANY  CUSTOMER  MORE  THAN  THIRTY\n   34  DAYS AFTER THE CUSTOMER'S NAME AND TELEPHONE NUMBER OR NUMBERS APPEAR ON\n   35  THE  THEN CURRENT QUARTERLY NO TELEMARKETING SALES CALLS AND TELEFACSIM-\n   36  ILE ADVERTISING REGISTRY MADE AVAILABLE BY THE BOARD PURSUANT TO  SUBDI-\n   37  VISION TWO OF THIS SECTION.\n   38    6. a. The board shall provide notice to customers of the establishment\n   39  of  the  national  \"do-not-call\" registry. Any customer who wishes to be\n   40  included on such registry shall notify the federal trade  commission  as\n   41  directed by relevant federal regulations.\n   42    b. Any  company that provides local telephone directories to customers\n   43  in this state shall inform its  customers  of  the  provisions  of  this\n   44  section by means of publishing a notice in such local telephone directo-\n   45  ries.\n   46    C. ANY COMPANY IN THIS STATE THAT SELLS EQUIPMENT CAPABLE OF TRANSMIT-\n   47  TING  A  TELEFACSIMILE  SHALL  INFORM ITS CUSTOMERS OF THE PROVISIONS OF\n   48  THIS SECTION BY MEANS OF POSTING A NOTICE ISSUED BY THE BOARD.\n   49    7. When the board has reason to believe a telemarketer has engaged  in\n   50  repeated unlawful acts in violation of this section, or when a notice of\n   51  hearing  has  been issued pursuant to subdivision eight of this section,\n   52  the board may request in writing the production  of  relevant  documents\n   53  and  records  as part of its investigation. If the person upon whom such\n   54  request was made fails to produce the documents or records within thirty\n   55  days after the date of the  request,  the  board  may  issue  and  serve\n   56  subpoenas to compel the production of such documents and records. If any\n\n       S. 726                              4\n\n    1  person shall refuse to comply with a subpoena issued under this section,\n    2  the  board may petition a court of competent jurisdiction to enforce the\n    3  subpoena and such sanctions as the court may direct.\n    4    8.  a.  Where  it  is  determined  after  hearing  that any person has\n    5  violated one or more provisions of this section, the  director,  or  any\n    6  person deputized or so designated by him or her may assess a fine not to\n    7  exceed eleven thousand dollars for each violation.\n    8    b.  Any  proceeding conducted pursuant to paragraph a of this subdivi-\n    9  sion shall be subject to the state administrative procedure act.\n   10    c. Nothing in this subdivision shall  be  construed  to  restrict  any\n   11  right  which  any  person  may have under any other statute or at common\n   12  law.\n   13    9. A person shall not be held liable for violating this section if:\n   14    a. the person has obtained a version  of  the  \"do-not-call\"  registry\n   15  from  the federal trade commission no more than thirty-one days prior to\n   16  the date any telemarketing call OR UNSOLICITED TELEFACSIMILE  ADVERTISE-\n   17  MENT is made, pursuant to 16 C.F.R. Section 310.4(b)(1)(iii)(B), and has\n   18  established,  implemented  and  updated  written policies and procedures\n   19  related to the requirements of this section prior to the date any  tele-\n   20  marketing call is made;\n   21    b.  the person has trained his or her personnel in the requirements of\n   22  this section; and\n   23    c. the person maintains records demonstrating  compliance  with  para-\n   24  graphs a and b of this subdivision and the requirements of this section.\n   25    10. The board shall prescribe rules and regulations to administer this\n   26  section.\n   27    S 2. Section 92-d of the public service law, as amended by chapter 546\n   28  of  the  laws  of  2000,  the opening paragraph as separately amended by\n   29  chapter 547 of the laws of 2000, is amended to read as follows:\n   30    S 92-d. Telephone solicitations. Each local exchange telephone company\n   31  shall inform its customers of the provisions of sections  three  hundred\n   32  ninety-nine-p  [and],    three  hundred  ninety-nine-z and three hundred\n   33  ninety-nine-pp of the general business law  and  article  ten-B  of  the\n   34  personal  property  law,  as  such  provisions  relate  to the rights of\n   35  consumers with respect to telemarketers, sellers, the  no  telemarketing\n   36  sales [call] CALLS AND TELEFACSIMILE ADVERTISING statewide registry, and\n   37  automatic dialing-announcing devices, by means of:\n   38    1.  Inserting  a notice annually in the customers' billing statements;\n   39  and\n   40    2. Publishing a notice in local telephone directories.\n   41    S 3. Section 97-www of the state finance law, as added by chapter  547\n   42  of the laws of 2000, is amended to read as follows:\n   43    S 97-www. [1.] Consumer protection account.  1. There is hereby estab-\n   44  lished in the joint custody of the state comptroller and the commission-\n   45  er  of  taxation and finance an account within the miscellaneous special\n   46  revenue fund to be known as the \"consumer protection account.\"\n   47    2. Such account shall consist of all fees and  penalties  received  by\n   48  the  state  consumer  protection  board pursuant to article ten-B of the\n   49  personal property law[,] AND section three hundred ninety-nine-z of  the\n   50  general  business  law, and any additional monies appropriated, credited\n   51  or transferred to such account by  the  [Legislature]  LEGISLATURE.  Any\n   52  interest  earned  by  the  investment of monies in such account shall be\n   53  added to such account, become part of such account, and be used for  the\n   54  purposes of such account.\n   55    3.  Monies  in  the  account  shall be available to the state consumer\n   56  protection board for the payment of costs of producing and  distributing\n\n       S. 726                              5\n\n    1  educational  materials and conducting educational activities relating to\n    2  the promotion of the \"[unsolicited] NO telemarketing sales [call]  CALLS\n    3  AND  TELEFACSIMILE ADVERTISING STATEWIDE registry\" and all related costs\n    4  and expenditures incurred in the administration of section three hundred\n    5  ninety-nine-z  of  the  general  business  law  and article ten-B of the\n    6  personal property law.\n    7    4. Monies [in the account] shall be paid out of  the  account  on  the\n    8  audit  and  warrant  of  the  state comptroller on vouchers certified or\n    9  approved by the EXECUTIVE DIRECTOR  OF  THE  state  consumer  protection\n   10  board  or [any officer or employee designated by the executive director]\n   11  BY HIS OR HER DULY DESIGNATED REPRESENTATIVE, IN THE  MANNER  PRESCRIBED\n   12  BY LAW.\n   13    S  4.  Separability  clause; construction. If any part or provision of\n   14  this act or the application thereof to any person  or  circumstances  be\n   15  adjudged  invalid  by any court of competent jurisdiction, such judgment\n   16  shall be confined in its operation to the part, provision or application\n   17  directly involved in the controversy in which such judgment  shall  have\n   18  been rendered and shall not affect or impair the validity of the remain-\n   19  der  of  this act or the application thereof to other persons or circum-\n   20  stances.\n   21    S 5. This act shall take effect on the one hundred eightieth day after\n   22  it shall have become a law, provided, however, that effective immediate-\n   23  ly, the addition, amendment and/or repeal of any  rules  or  regulations\n   24  necessary  for  the  implementation  of  section  one of this act on its\n   25  effective date is authorized and directed to be made and completed on or\n   26  before such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general business law, the public service law and the state finance law, in relation to allowing individuals to register their telefacsimile telephone numbers with the consumer protection board as part of the \"do not call\" statewide registry ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101229.T164750.TXT", "SOBI.D110104.T153013.TXT", "SOBI.D101229.T163249.TXT", "SOBI.D101230.T101722.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294173013161
}