{
  "year" : 2011,
  "senateBillNo" : "S727-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO LABOR",
    "billEventId" : "S727-2011-1294203600000-REFERRED+TO+LABOR",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "PERALTA",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to unemployment insurance benefits for professional employment by certain educational institutions",
  "summary" : "Provides that an offer of employment or assignment made to a part-time faculty employee by a higher education institution which is contingent on enrollment, funding, or programmatic changes shall not constitute reasonable assurance of continued employment. ",
  "currentCommittee" : "LABOR",
  "sameAs" : null,
  "lawSection" : "Labor Law",
  "previousVersions" : [ "SA4123-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          727\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen. PERALTA -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Labor\n\n       AN ACT to amend the labor law, in  relation  to  unemployment  insurance\n         benefits for professional employment by certain education institutions\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 10 of section 590 of the labor law  is  amended\n    2  by adding a new paragraph (d) to read as follows:\n    3    (D)  IN THE CASE OF COLLEGES OR UNIVERSITIES ASSIGNED THE NORTH AMERI-\n    4  CAN INDUSTRY CLASSIFICATION CODE 611310 OR 611210 FOR SERVICES PERFORMED\n    5  IN A PRINCIPAL, ADMINISTRATIVE, RESEARCH  OR  INSTRUCTIONAL  CAPACITY  A\n    6  PERSON  IS PRESUMED NOT TO HAVE REASONABLE ASSURANCE UNDER AN OFFER THAT\n    7  IS CONDITIONED ON ENROLLMENT, FUNDING OR PROGRAMMATIC CHANGES. IT IS THE\n    8  EMPLOYER'S BURDEN TO PROVIDE SUFFICIENT DOCUMENTATION TO  OVERCOME  THIS\n    9  PRESUMPTION.  REASONABLE  ASSURANCE MUST BE DETERMINED ON A CASE-BY-CASE\n   10  BASIS BY THE TOTAL WEIGHT OF EVIDENCE RATHER THAN THE EXISTENCE  OF  ANY\n   11  ONE  FACTOR. PRIMARY WEIGHT MUST BE GIVEN TO THE CONTINGENT NATURE OF AN\n   12  OFFER OF EMPLOYMENT BASED ON ENROLLMENT, FUNDING  AND  PROGRAM  CHANGES.\n   13  PROVIDED, HOWEVER, THAT IN ANY UNEMPLOYMENT INSURANCE PROCEEDING A WRIT-\n   14  TEN LETTER FROM AN EMPLOYER TO AN EMPLOYEE WHICH MAKES EMPLOYMENT CONDI-\n   15  TIONAL  SHALL  NOT BE PRIMA FACIE EVIDENCE OF REASONABLE ASSURANCE TO BE\n   16  USED TO DENY A CLAIM FOR UNEMPLOYMENT.\n   17    S 2. This act shall take effect immediately.\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00773-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the labor law, in relation to unemployment insurance benefits for professional employment by certain education institutions ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101229.T164750.TXT", "SOBI.D110104.T153013.TXT", "SOBI.D101229.T163249.TXT", "SOBI.D101230.T101222.TXT", "SOBI.D101230.T101722.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294173013162
}