{
  "year" : 2011,
  "senateBillNo" : "S730-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO LABOR",
    "billEventId" : "S730-2011-1294203600000-REFERRED+TO+LABOR",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "PERALTA",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Makes contractors ineligible to bid for a public work contract if prevailing rate wages and supplements due from all prior public work contracts remain unpaid",
  "summary" : "Makes contractors ineligible to bid for a public work contract if prevailing rate wages and supplements due from all prior public work contracts remain unpaid. ",
  "currentCommittee" : "LABOR",
  "sameAs" : null,
  "lawSection" : "Labor Law",
  "previousVersions" : [ "S3398-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          730\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen. PERALTA -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Labor\n\n       AN ACT to amend the labor law, in relation to making contractors  ineli-\n         gible  to  bid for a public work contract if prevailing rate wages and\n         supplements due from a prior public work contract remain unpaid\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Paragraph b of subdivision 3 of section 220-b of the labor\n    2  law is amended by adding a new subparagraph 1-a to read as follows:\n    3    (1-A) WHEN A FINAL DETERMINATION HAS BEEN RENDERED AGAINST A  CONTRAC-\n    4  TOR,  SUBCONTRACTOR,  SUCCESSOR,  OR  ANY SUBSTANTIALLY-OWNED AFFILIATED\n    5  ENTITY OF THE CONTRACTOR OR SUBCONTRACTOR, ANY OF THE  PARTNERS  IF  THE\n    6  CONTRACTOR  OR  SUBCONTRACTOR  IS  A  PARTNERSHIP,  ANY  OFFICER  OF THE\n    7  CONTRACTOR OR SUBCONTRACTOR WHO KNOWINGLY PARTICIPATED IN THE  VIOLATION\n    8  OF THIS ARTICLE, ANY OF THE SHAREHOLDERS WHO OWN OR CONTROL AT LEAST TEN\n    9  PER  CENTUM  OF THE OUTSTANDING STOCK OF THE CONTRACTOR OR SUBCONTRACTOR\n   10  OR ANY SUCCESSOR HAS WILFULLY FAILED TO PAY THE PREVAILING RATE OF WAGES\n   11  OR TO PROVIDE SUPPLEMENTS IN ACCORDANCE WITH THIS ARTICLE, WHETHER  SUCH\n   12  FAILURES WERE CONCURRENT OR CONSECUTIVE, SUCH CONTRACTOR, SUBCONTRACTOR,\n   13  SUCCESSOR,  OR ANY SUBSTANTIALLY-OWNED AFFILIATED ENTITY OF THE CONTRAC-\n   14  TOR OR SUBCONTRACTOR, ANY OF THE PARTNERS IF THE CONTRACTOR  OR  SUBCON-\n   15  TRACTOR  IS  A PARTNERSHIP OR ANY OF THE SHAREHOLDERS WHO OWN OR CONTROL\n   16  AT LEAST TEN PER CENTUM OF THE OUTSTANDING STOCK OF  THE  CONTRACTOR  OR\n   17  SUBCONTRACTOR,  ANY OFFICER OF THE CONTRACTOR OR SUBCONTRACTOR WHO KNOW-\n   18  INGLY PARTICIPATED IN THE VIOLATION OF THIS ARTICLE SHALL BE  INELIGIBLE\n   19  TO SUBMIT A BID ON OR BE AWARDED ANY PUBLIC WORK CONTRACT OR SUBCONTRACT\n   20  WITH  THE  STATE,  ANY  MUNICIPAL  CORPORATION OR PUBLIC BODY UNLESS AND\n   21  UNTIL ALL PREVAILING RATES OF WAGES AND SUPPLEMENTS DUE FROM  ALL  PRIOR\n   22  PUBLIC WORK CONTRACTS HAVE BEEN PAID.\n   23    S 2. This act shall take effect immediately.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00772-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the labor law, in relation to making contractors ineligible to bid for a public work contract if prevailing rate wages and supplements due from a prior public work contract remain unpaid ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110104.T152512.TXT", "SOBI.D101229.T164750.TXT", "SOBI.D101230.T101222.TXT", "SOBI.D101229.T163749.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294172712080
}