{
  "year" : 2011,
  "senateBillNo" : "S731-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO LABOR",
    "billEventId" : "S731-2011-1294203600000-REFERRED+TO+LABOR",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "PERALTA",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to advertisements for bids for certain public contracts",
  "summary" : "Relates to advertisements for bids for certain public contracts. ",
  "currentCommittee" : "LABOR",
  "sameAs" : null,
  "lawSection" : "Labor Law",
  "previousVersions" : [ "S8077-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          731\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen. PERALTA -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Labor\n\n       AN ACT to amend the labor law, the  general  municipal  law,  the  state\n         finance  law  and the education law, in relation to advertisements for\n         bids\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Paragraph (c) of subdivision 3 of section 220 of the labor\n    2  law, as separately amended by chapter 678 of the laws of 2007 and  chap-\n    3  ter 7 of the laws of 2008, is amended to read as follows:\n    4    (c)  It  shall  be  the duty of the fiscal officer, as defined in this\n    5  section, to ascertain and determine the schedules of supplements  to  be\n    6  provided  and  wages  to be paid workers, laborers and mechanics on such\n    7  public work, prior to the time of the advertisement for bids,  and  such\n    8  schedules  shall be annexed to and form a part of the specifications for\n    9  the work. Such fiscal officer shall  file  with  the  department  having\n   10  jurisdiction such schedules prior to the time of the commencement of the\n   11  advertisement  for  bids on all public works proposed to be constructed.\n   12  IF THE FISCAL OFFICER CANNOT ASCERTAIN OR DETERMINE  SUCH  SCHEDULES  OR\n   13  WAGES,  OR  DISTINGUISH  BETWEEN  THE CLASSIFICATIONS OF WORKERS ON SUCH\n   14  PUBLIC WORK, IT SHALL BE THE DUTY OF THE FISCAL OFFICER  TO  REJECT  ANY\n   15  CONTRACT ASSOCIATED WITH THE ADVERTISEMENT FOR BIDS. The term \"contract\"\n   16  as  used in this article also shall include reconstruction and repair of\n   17  any such public work, and any  public  work  performed  under  a  lease,\n   18  permit  or other agreement pursuant to which the department of jurisdic-\n   19  tion grants the responsibility of contracting for such  public  work  to\n   20  any  third  party proposing to perform such work to which the provisions\n   21  of  this  article  would  apply  had  the  department  of   jurisdiction\n   22  contracted  directly  for  its  performance, or where there is no lease,\n   23  permit or other agreement and ownership of a public work is intended  to\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02861-01-1\n\n       S. 731                              2\n\n    1  be assumed by such public entity at any time subsequent to completion of\n    2  the public work.\n    3    S  2.  Paragraph (c) of subdivision 3 of section 220 of the labor law,\n    4  as amended by chapter 7 of the laws of  2008,  is  amended  to  read  as\n    5  follows:\n    6    (c)  It  shall  be  the duty of the fiscal officer, as defined in this\n    7  section, to ascertain and determine the schedules of supplements  to  be\n    8  provided  and  wages  to be paid workmen, laborers and mechanics on such\n    9  public work, prior to the time of the advertisement for bids,  and  such\n   10  schedules  shall be annexed to and form a part of the specifications for\n   11  the work. Such fiscal officer shall  file  with  the  department  having\n   12  jurisdiction  such  schedules  to  the  time  of the commencement of the\n   13  advertisement for bids on all public works proposed to  be  constructed.\n   14  IF  THE  FISCAL  OFFICER CANNOT ASCERTAIN OR DETERMINE SUCH SCHEDULES OR\n   15  WAGES, OR DISTINGUISH BETWEEN THE CLASSIFICATIONS  OF  WORKERS  ON  SUCH\n   16  PUBLIC  WORK,  IT  SHALL BE THE DUTY OF THE FISCAL OFFICER TO REJECT ANY\n   17  CONTRACT ASSOCIATED WITH THE ADVERTISEMENT FOR BIDS. The term \"contract\"\n   18  as used in this subdivision also shall include reconstruction and repair\n   19  of any such public work.\n   20    S 3. Subdivision 1 of section 103 of the  general  municipal  law,  as\n   21  amended  by  section  1 of part FF of chapter 56 of the laws of 2010, is\n   22  amended to read as follows:\n   23    1. Except as otherwise expressly provided by an act of the legislature\n   24  or by a local law adopted prior to  September  first,  nineteen  hundred\n   25  fifty-three,  all  contracts for public work involving an expenditure of\n   26  more than  thirty-five  thousand  dollars  and  all  purchase  contracts\n   27  involving  an expenditure of more than twenty thousand dollars, shall be\n   28  awarded by the appropriate officer,  board  or  agency  of  a  political\n   29  subdivision  or  of  any district therein including but not limited to a\n   30  soil conservation district, to the lowest responsible bidder  furnishing\n   31  the  required security after advertisement for sealed bids in the manner\n   32  provided by this section.  ALL  SUBMITTED  BIDS  FOR  SUCH  PUBLIC  WORK\n   33  CONTRACTS  SHALL  BE  FOR  A  FIXED-DOLLAR  AMOUNT.  In any case where a\n   34  responsible bidder's gross price is reducible by an  allowance  for  the\n   35  value  of  used machinery, equipment, apparatus or tools to be traded in\n   36  by a political subdivision, the gross price  shall  be  reduced  by  the\n   37  amount of such allowance, for the purpose of determining the low bid. In\n   38  cases  where  two  or  more  responsible bidders furnishing the required\n   39  security submit identical bids as to price, such officer, board or agen-\n   40  cy may award the contract to any of such bidders. Such officer, board or\n   41  agency may, in his or her or its discretion, reject all bids  and  read-\n   42  vertise  for  new bids in the manner provided by this section. In deter-\n   43  mining whether a purchase is an  expenditure  within  the  discretionary\n   44  threshold amounts established by this subdivision, the officer, board or\n   45  agency  of  a  political  subdivision  or  of any district therein shall\n   46  consider the reasonably expected aggregate amount of  all  purchases  of\n   47  the  same  commodities,  services  or  technology  to be made within the\n   48  twelve-month period commencing on the date of purchase.    Purchases  of\n   49  commodities,  services  or  technology shall not be artificially divided\n   50  for the purpose of satisfying the discretionary buying thresholds estab-\n   51  lished by this subdivision. A change to or a renewal of a  discretionary\n   52  purchase shall not be permitted if the change or renewal would bring the\n   53  reasonably  expected  aggregate  amount  of  all  purchases  of the same\n   54  commodities, services or technology from the same  provider  within  the\n   55  twelve-month  period  commencing on the date of the first purchase to an\n   56  amount greater than  the  discretionary  buying  threshold  amount.  For\n\n       S. 731                              3\n\n    1  purposes  of  this  section,  \"sealed  bids\",  as  that  term applies to\n    2  purchase contracts, shall include bids submitted in an electronic format\n    3  including submission of  the  statement  of  non-collusion  required  by\n    4  section one hundred three-d of this article, provided that the governing\n    5  board  of  the  political  subdivision  or  district, by resolution, has\n    6  authorized the receipt of bids in such format.  Submission in electronic\n    7  format may, for technology contracts only, be required as the sole meth-\n    8  od for the submission of bids. Bids submitted in  an  electronic  format\n    9  shall  be  transmitted  by bidders to the receiving device designated by\n   10  the political subdivision or district. Any method used to receive  elec-\n   11  tronic bids shall comply with article three of the state technology law,\n   12  and any rules and regulations promulgated and guidelines developed ther-\n   13  eunder and, at a minimum, must (a) document the time and date of receipt\n   14  of  each  bid  received electronically; (b) authenticate the identity of\n   15  the sender; (c) ensure the security of the information transmitted;  and\n   16  (d) ensure the confidentiality of the bid until the time and date estab-\n   17  lished  for  the opening of bids. The timely submission of an electronic\n   18  bid in compliance with instructions provided for such submission in  the\n   19  advertisement  for bids and/or the specifications shall be the responsi-\n   20  bility solely of each bidder or prospective bidder. No political  subdi-\n   21  vision  or  district therein shall incur any liability from delays of or\n   22  interruptions in the receiving device designated for the submission  and\n   23  receipt of electronic bids.\n   24    S  4.  Subdivision  1  of section 103 of the general municipal law, as\n   25  amended by section 2 of part FF of chapter 56 of the laws  of  2010,  is\n   26  amended to read as follows:\n   27    1. Except as otherwise expressly provided by an act of the legislature\n   28  or  by  a  local  law adopted prior to September first, nineteen hundred\n   29  fifty-three, all contracts for public work involving an  expenditure  of\n   30  more  than  thirty-five  thousand  dollars  and  all  purchase contracts\n   31  involving an expenditure of more than twenty thousand dollars, shall  be\n   32  awarded  by  the  appropriate  officer,  board  or agency of a political\n   33  subdivision or of any district therein including but not  limited  to  a\n   34  soil  conservation district, to the lowest responsible bidder furnishing\n   35  the required security after advertisement for sealed bids in the  manner\n   36  provided  by  this  section.  ALL  SUBMITTED  BIDS  FOR SUCH PUBLIC WORK\n   37  CONTRACTS SHALL BE FOR A FIXED-DOLLAR AMOUNT. In determining  whether  a\n   38  purchase  is  an  expenditure within the discretionary threshold amounts\n   39  established by this subdivision, the officer, board or agency of a poli-\n   40  tical subdivision or of any district therein shall consider the  reason-\n   41  ably expected aggregate amount of all purchases of the same commodities,\n   42  services  or  technology  to  be  made  within  the  twelve-month period\n   43  commencing on the date of purchase. Purchases of  commodities,  services\n   44  or  technology  shall  not  be  artificially  divided for the purpose of\n   45  satisfying the  discretionary  buying  thresholds  established  by  this\n   46  subdivision.  A change to or a renewal of a discretionary purchase shall\n   47  not be permitted if the change or renewal  would  bring  the  reasonably\n   48  expected  aggregate  amount  of  all  purchases of the same commodities,\n   49  services or technology from the same provider  within  the  twelve-month\n   50  period commencing on the date of the first purchase to an amount greater\n   51  than  the  discretionary  buying  threshold  amount. In any case where a\n   52  responsible bidder's gross price is reducible by an  allowance  for  the\n   53  value  of  used machinery, equipment, apparatus or tools to be traded in\n   54  by a political subdivision, the gross price  shall  be  reduced  by  the\n   55  amount of such allowance, for the purpose of determining the low bid. In\n   56  cases  where  two  or  more  responsible bidders furnishing the required\n\n       S. 731                              4\n\n    1  security submit identical bids as to price, such officer, board or agen-\n    2  cy may award the contract to any of such bidders. Such officer, board or\n    3  agency may, in his, her or its discretion, reject all bids and  readver-\n    4  tise for new bids in the manner provided by this section.\n    5    S  5.  Subdivision  2  of section 103 of the general municipal law, as\n    6  amended by section 5 of part X of chapter 62 of the  laws  of  2003,  is\n    7  amended to read as follows:\n    8    2. Advertisement for bids shall be published in the official newspaper\n    9  or  newspapers, if any, or otherwise in a newspaper or newspapers desig-\n   10  nated for such purpose. Such advertisement shall contain a statement  of\n   11  the  time when and place where all bids received pursuant to such notice\n   12  will be publicly opened and read, and the designation of  the  receiving\n   13  device  if  the  political  subdivision  or  district has authorized the\n   14  receipt of bids in an  electronic  format.    SUCH  ADVERTISEMENT  SHALL\n   15  DESCRIBE SPECIFICALLY THE NATURE OF THE WORK, INCLUDING THE TYPE OF WORK\n   16  TO  BE  PERFORMED, AND ENABLE THE BIDDER TO COMPLY WITH PARAGRAPH (C) OF\n   17  SUBDIVISION THREE OF SECTION TWO HUNDRED TWENTY OF THE LABOR  LAW.  Such\n   18  board  or  agency may by resolution designate any officer or employee to\n   19  open the bids at the time and place specified in the notice. Such desig-\n   20  nee shall make a record of such bids in such  form  and  detail  as  the\n   21  board or agency shall prescribe and present the same at the next regular\n   22  or  special  meeting of such board or agency. All bids received shall be\n   23  publicly opened and read at the time and place so  specified.  At  least\n   24  five  days shall elapse between the first publication of such advertise-\n   25  ment and the date so specified for the opening and reading of bids.\n   26    S 6. Subdivision 2 of section 103 of the  general  municipal  law,  as\n   27  amended  by  chapter  296  of  the  laws  of 1958, is amended to read as\n   28  follows:\n   29    2. Advertisement for bids shall be published in the official newspaper\n   30  or newspapers, if any, or otherwise in a newspaper or newspapers  desig-\n   31  nated  for such purpose. Such advertisement shall contain a statement of\n   32  the time when and place where all bids received pursuant to such  notice\n   33  will  be  publicly  opened and read.   SUCH ADVERTISEMENT SHALL DESCRIBE\n   34  SPECIFICALLY THE NATURE OF THE WORK, INCLUDING THE TYPE OF  WORK  TO  BE\n   35  PERFORMED,  AND ENABLE THE BIDDER TO COMPLY WITH PARAGRAPH (C) OF SUBDI-\n   36  VISION THREE OF SECTION TWO HUNDRED TWENTY OF THE LABOR LAW. Such  board\n   37  or  agency  may  by resolution designate any officer or employee to open\n   38  the bids at the time and place specified in the  notice.  Such  designee\n   39  shall make a record of such bids in such form and detail as the board or\n   40  agency  shall  prescribe  and  present  the  same at the next regular or\n   41  special meeting of such board or agency.  All  bids  received  shall  be\n   42  publicly  opened  and  read at the time and place so specified. At least\n   43  five days shall elapse between the first publication of such  advertise-\n   44  ment and the date so specified for the opening and reading of bids.\n   45    S  7.  The  second  undesignated paragraph of section 135 of the state\n   46  finance law, as amended by section 3 of part MM of  chapter  57  of  the\n   47  laws of 2008, is amended to read as follows:\n   48    Such  specifications  must be so drawn as to permit separate and inde-\n   49  pendent bidding upon each of the above three subdivisions of work.   All\n   50  contracts hereafter awarded by the state or a department, board, commis-\n   51  sioner  or officer thereof, for the erection, construction or alteration\n   52  of buildings, or any part thereof, shall award the three subdivisions of\n   53  the above specified work separately to responsible and reliable persons,\n   54  firms or corporations engaged in these classes of work. A  contract  for\n   55  one  or  more  buildings  in  any project shall be awarded to the lowest\n   56  responsible bidder for all the buildings included in the specifications.\n\n       S. 731                              5\n\n    1   ALL SUCH SPECIFICATIONS ISSUED PURSUANT TO THIS ARTICLE SHALL  DESCRIBE\n    2  SPECIFICALLY  THE  NATURE  OF THE WORK, INCLUDING THE TYPE OF WORK TO BE\n    3  PERFORMED, AND ENABLE THE BIDDER TO COMPLY WITH PARAGRAPH (C) OF  SUBDI-\n    4  VISION THREE OF SECTION TWO HUNDRED TWENTY OF THE LABOR LAW. EACH BIDDER\n    5  FOR  ANY PROJECT UNDER THIS ARTICLE SHALL SUBMIT BIDS FOR A FIXED-DOLLAR\n    6  AMOUNT.\n    7    S 8. Paragraphs a and d of subdivision 6  of  section  2590-p  of  the\n    8  education  law,  paragraph a as added by chapter 738 of the laws of 1988\n    9  and paragraph d as amended by chapter  91  of  the  laws  of  2002,  are\n   10  amended to read as follows:\n   11    a.  For  each  project  included  in an approved five-year educational\n   12  facilities capital plan, the chancellor shall develop a  detailed  scope\n   13  of  the project, which shall include the following: (i) the purposes and\n   14  public to be served, (ii) the programs to be conducted in the  facility,\n   15  (iii) the gross amounts of space and bulk for any building or structure,\n   16  (iv)  identification  of the intent to use architectural, engineering or\n   17  other  consultant  services  and  estimated  fees  for  such  consultant\n   18  services  (v)  the  schedule  of design and construction, (vi) the total\n   19  estimated project costs, including costs for site acquisition,  prepara-\n   20  tion  and  tenant  relocation, design, construction and equipment, (vii)\n   21  maximum estimated expenditures for the  project  for  each  fiscal  year\n   22  until its completion, (viii) costs associated with maintenance and oper-\n   23  ation of the physical plant and (ix) such other information as the chan-\n   24  cellor  shall  specify.  In  the  event, a project consists of a program\n   25  element without identification of the particular education  facility  at\n   26  which such project is to be performed, the detailed scope of the project\n   27  shall  specify  the nature of the work to be performed, applicable price\n   28  and quality standards, a list of the schools  eligible  for  such  work,\n   29  annual performance targets and the total estimated costs of such project\n   30  during  each fiscal year until its completion.  ALL SUCH ESTIMATED COSTS\n   31  AND PRICES SHALL BE FOR A FIXED-DOLLAR AMOUNT.\n   32    d. For projects to be funded pursuant  to  subdivision  four  of  this\n   33  section,  the  chancellor shall transmit the detailed scope of each such\n   34  project to the director  of  management  and  budget  of  the  city  for\n   35  approval.\n   36    (i) Except as provided in paragraph b of this subdivision, no expenses\n   37  shall  be  incurred  by  the  city  board  or the authority for any such\n   38  project prior to approval of the detailed scope  of  any  such  project.\n   39  SUCH  DETAILED  SCOPE  OF  THE  PROJECT  SHALL DESCRIBE SPECIFICALLY THE\n   40  NATURE OF THE WORK, INCLUDING THE TYPE OF WORK TO BE PERFORMED.\n   41    (ii) No detailed scope of project shall be approved unless  the  total\n   42  estimated  costs  of such project, together with the aggregate estimated\n   43  costs of all projects for which a detailed scope  has  theretofore  been\n   44  approved, are within city capital budget appropriations available there-\n   45  for. A detailed scope of project that is not disapproved by the director\n   46  of  management  and budget within thirty days of its submission shall be\n   47  deemed approved. To the extent the director disapproves all or part of a\n   48  scope, he or she shall set forth in writing the reasons therefor.\n   49    (iii) Upon approval of the detailed scope of project,  the  chancellor\n   50  shall  refer  such  project  to  the  New  York city school construction\n   51  authority for implementation in accordance with an agreement between the\n   52  authority and the city board and shall  transmit  the  approved  project\n   53  scope  to  the  comptroller, whereupon the total estimated costs of such\n   54  project as set forth in such approved project scope shall  be  available\n   55  for  expenditure.  ALL  SUCH ESTIMATED COSTS SHALL BE FOR A FIXED-DOLLAR\n   56  AMOUNT.\n\n       S. 731                              6\n\n    1    (iv) Approval of the  director  of  management  and  budget  shall  be\n    2  required  for  any  material  change  in  the approved detailed scope of\n    3  project or for any increase in the total cost of such project in  excess\n    4  of  any reserve provided in the approved detailed scope of project. Such\n    5  approval shall be given or deemed given in the manner provided herein.\n    6    (v)  The  provisions  of  this  paragraph shall not apply to emergency\n    7  projects undertaken pursuant to paragraph h of subdivision two  of  this\n    8  section,  the estimated costs of which, together with the costs of other\n    9  projects undertaken pursuant to said paragraph h, does  not  exceed  the\n   10  amount  set  forth in the educational facilities capital plan for activ-\n   11  ities pursuant to paragraph h of subdivision two of this section.\n   12    S 9. This act shall take effect on the ninetieth day  after  it  shall\n   13  have  become  a  law, provided however, that the amendments to paragraph\n   14  (c) of subdivision 3 of section 220 of the labor law made by section one\n   15  of this act shall be subject to the expiration  and  reversion  of  such\n   16  paragraph  pursuant to chapter 678 of the laws of 2007, as amended, when\n   17  upon such date the provisions of section two  of  this  act  shall  take\n   18  effect, provided further that the amendments to subdivision 1 of section\n   19  103 of the general municipal law made by section three of this act shall\n   20  be  subject to the expiration and reversion of such subdivision pursuant\n   21  to subdivision (a) of section 41 of part X of chapter 62 of the laws  of\n   22  2003,  as amended, when upon such date the provisions of section four of\n   23  this act shall take effect, provided further,  that  the  amendments  to\n   24  subdivision  2  of  section  103  of  the  general municipal law made by\n   25  section five of this act shall be subject to the expiration  and  rever-\n   26  sion  of  such  subdivision pursuant to subdivision (a) of section 41 of\n   27  part X of chapter 62 of the laws of 2003, as  amended,  when  upon  such\n   28  date  the  provisions  of  section  six  of  this act shall take effect;\n   29  provided, further, that the amendments to paragraph d of  subdivision  6\n   30  of section 2590-p of the education law made by section eight of this act\n   31  shall  not  affect  the  repeal  of  such  paragraph and shall be deemed\n   32  repealed therewith.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the labor law, the general municipal law, the state finance law and the education law, in relation to advertisements for bids ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110104.T152512.TXT", "SOBI.D101229.T164750.TXT", "SOBI.D101230.T101222.TXT", "SOBI.D101229.T163749.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294172712074
}