{
  "year" : 2011,
  "senateBillNo" : "S733-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S733-2011-1294203600000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "ROBACH",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes the personal appearance of crime victims at the parole hearings of the offender",
  "summary" : "Requires that the district attorney inform the victim of a crime of such victim's right to personally or by representative appear, where the crime victim is deceased or is mentally or physically incapacitated, and be heard at the defendant's parole hearing; establishes qualifications to be a crime victim's representative. ",
  "currentCommittee" : "CODES",
  "sameAs" : null,
  "lawSection" : "Criminal Procedure Law",
  "previousVersions" : [ "S1465-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          733\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  ROBACH -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Codes\n\n       AN ACT to amend the criminal procedure law and  the  executive  law,  in\n         relation to appearance of a victim at parole hearings\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 1 of section 440.50 of the  criminal  procedure\n    2  law,  as  amended by chapter 186 of the laws of 2005, is amended to read\n    3  as follows:\n    4    1. Upon the request of a victim of a crime, or in  any  event  in  all\n    5  cases  in which the final disposition includes a conviction of a violent\n    6  felony offense as defined in section 70.02 of the penal law or a  felony\n    7  defined  in  article  one  hundred twenty-five of such law, the district\n    8  attorney shall, within sixty days of the final disposition of the  case,\n    9  inform  the  victim  by  letter of such final disposition. If such final\n   10  disposition results in the commitment of the defendant to the custody of\n   11  the department of correctional services for an  indeterminate  sentence,\n   12  the  notice provided to the crime victim shall also inform the victim of\n   13  his or her right to (I) submit  a  written,  audiotaped,  or  videotaped\n   14  victim  impact  statement  to  the  state  division of parole or to meet\n   15  personally with a member of the state board of  parole  at  a  time  and\n   16  place  separate  from the personal interview between a member or members\n   17  of the board and the inmate and make such a statement, subject to proce-\n   18  dures and limitations contained in rules of the board, [both]  AND  (II)\n   19  APPEAR AND BE HEARD AT THE PAROLE HEARING pursuant to subdivision two of\n   20  section  two hundred fifty-nine-i of the executive law. The right of the\n   21  victim under this subdivision to submit a written victim  impact  state-\n   22  ment  or  to  meet personally with a member of the state board of parole\n   23  applies to each personal interview between a member or  members  of  the\n   24  board and the inmate.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01932-01-1\n\n       S. 733                              2\n\n    1    S 2. Paragraph (a) of subdivision 2 of section 259-i  of the executive\n    2  law, as separately amended by section 11 of part E and section 9 of part\n    3  F of chapter 62 of the laws of 2003, is amended to read as follows:\n    4    (a)  (i) Except as provided in subparagraph (ii) of this paragraph, at\n    5  least one month prior to the date on which  an  inmate  may  be  paroled\n    6  pursuant  to subdivision one of section 70.40 of the penal law, a member\n    7  or members as determined by the rules  of  the  board  shall  personally\n    8  interview  such  inmate  and  determine  whether he should be paroled in\n    9  accordance with the guidelines adopted pursuant to subdivision  four  of\n   10  section two hundred fifty-nine-c of this article.  AT THE SAME TIME, THE\n   11  BOARD  SHALL  GRANT  TO THE CRIME VICTIM OR THE VICTIM'S REPRESENTATIVE,\n   12  WHERE THE CRIME VICTIM IS DECEASED OR IS MENTALLY OR PHYSICALLY INCAPAC-\n   13  ITATED, AN OPPORTUNITY TO APPEAR AND BE HEARD. A CRIME  VICTIM'S  REPRE-\n   14  SENTATIVE  SHALL MEAN THE CRIME VICTIM'S CLOSEST SURVIVING RELATIVE, THE\n   15  COMMITTEE OR GUARDIAN OF SUCH PERSON, OR THE LEGAL REPRESENTATIVE OF ANY\n   16  SUCH PERSON. If parole is not granted upon such review, the inmate shall\n   17  be informed in writing within  two  weeks  of  such  appearance  of  the\n   18  factors  and  reasons  for  such denial of parole. Such reasons shall be\n   19  given in detail and not in conclusory terms. The board shall  specify  a\n   20  date not more than twenty-four months from such determination for recon-\n   21  sideration, and the procedures to be followed upon reconsideration shall\n   22  be  the same. If the inmate is released, he OR SHE shall be given a copy\n   23  of the conditions of parole. Such conditions  shall  where  appropriate,\n   24  include  a  requirement  that  the  parolee  comply with any restitution\n   25  order, mandatory surcharge, sex offender registration fee and DNA  data-\n   26  bank  fee  previously  imposed by a court of competent jurisdiction that\n   27  applies to the parolee. The board of parole shall indicate which  resti-\n   28  tution  collection agency established under subdivision eight of section\n   29  420.10  of  the  criminal  procedure  law,  shall  be  responsible   for\n   30  collection  of  restitution, mandatory surcharge, sex offender registra-\n   31  tion fees and DNA databank fees as provided for in section 60.35 of  the\n   32  penal  law  and section eighteen hundred nine of the vehicle and traffic\n   33  law.\n   34    (ii) Any inmate who is scheduled for presumptive release  pursuant  to\n   35  section  eight hundred six of the correction law shall not appear before\n   36  the parole board as provided  in  subparagraph  (i)  of  this  paragraph\n   37  unless   such  inmate's  scheduled  presumptive  release  is  forfeited,\n   38  canceled, or rescinded subsequently as provided in  such  law.  In  such\n   39  event,  the  inmate  shall  appear  before  the parole board for release\n   40  consideration as provided in subparagraph (i) of this paragraph as  soon\n   41  thereafter as is practicable.\n   42    S  3. Paragraph (a) of subdivision 2 of section 259-i of the executive\n   43  law, as amended by chapter 396 of the laws of 1987, is amended  to  read\n   44  as follows:\n   45    (a)  At  least one month prior to the expiration of the minimum period\n   46  or periods of imprisonment fixed by the court  or  board,  a  member  or\n   47  members  as determined by the rules of the board shall personally inter-\n   48  view an inmate serving an indeterminate sentence and  determine  whether\n   49  he  should be paroled at the expiration of the minimum period or periods\n   50  in accordance with the guidelines adopted pursuant to  subdivision  four\n   51  of  section two hundred fifty-nine-c.  AT THE SAME TIME, THE BOARD SHALL\n   52  GRANT TO THE CRIME VICTIM OR  THE  VICTIM'S  REPRESENTATIVE,  WHERE  THE\n   53  CRIME  VICTIM IS DECEASED OR IS MENTALLY OR PHYSICALLY INCAPACITATED, AN\n   54  OPPORTUNITY TO APPEAR AND BE  HEARD.  A  CRIME  VICTIM'S  REPRESENTATIVE\n   55  SHALL  MEAN THE CRIME VICTIM'S CLOSEST SURVIVING RELATIVE, THE COMMITTEE\n   56  OR GUARDIAN OF SUCH PERSON, OR THE  LEGAL  REPRESENTATIVE  OF  ANY  SUCH\n\n       S. 733                              3\n\n    1  PERSON.  If  parole is not granted upon such review, the inmate shall be\n    2  informed in writing within two weeks of such appearance of  the  factors\n    3  and  reasons  for  such denial of parole. Such reasons shall be given in\n    4  detail  and  not in conclusory terms. The board shall specify a date not\n    5  more than twenty-four months from  such  determination  for  reconsider-\n    6  ation,  and  the procedures to be followed upon reconsideration shall be\n    7  the same. If the inmate is released, he OR SHE shall be given a copy  of\n    8  the  conditions  of  parole.  Such  conditions  shall where appropriate,\n    9  include a requirement that the parolee comply with any restitution order\n   10  and mandatory surcharge previously  imposed  by  a  court  of  competent\n   11  jurisdiction  that  applies  to  the  parolee. The board of parole shall\n   12  indicate which restitution collection agency established under  subdivi-\n   13  sion  eight  of  section  420.10 of the criminal procedure law, shall be\n   14  responsible for collection of restitution  and  mandatory  surcharge  as\n   15  provided  for  in  section  60.35  of the penal law and section eighteen\n   16  hundred nine of the vehicle and traffic law.\n   17    S 4. This act shall take effect on the first of November next succeed-\n   18  ing the date on which it shall have become  a  law,  provided  that  the\n   19  amendments  to  paragraph  (a)  of subdivision 2 of section 259-i of the\n   20  executive law made by section two of this act shall be  subject  to  the\n   21  expiration  and reversion of such paragraph pursuant to subdivision d of\n   22  section 74 of chapter 3 of the laws of 1995, as amended, when upon  such\n   23  date the provisions of section three of this act shall take effect.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the criminal procedure law and the executive law, in relation to appearance of a victim at parole hearings ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110104.T152512.TXT", "SOBI.D101229.T164750.TXT", "SOBI.D101230.T101222.TXT", "SOBI.D101229.T163749.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294172712083
}