{
  "year" : 2011,
  "senateBillNo" : "S734-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO CHILDREN AND FAMILIES",
    "billEventId" : "S734-2011-1294203600000-REFERRED+TO+CHILDREN+AND+FAMILIES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "ROBACH",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides that certain camps may make inquiries of and be provided with information from the statewide central register of child abuse and maltreatment",
  "summary" : "Provides that certain camps may make inquiries of and be provided with information from the statewide central register of child abuse and maltreatment to determine if any person who may have contact with children is on file on such register. ",
  "currentCommittee" : "CHILDREN AND FAMILIES",
  "sameAs" : null,
  "lawSection" : "Social Services Law",
  "previousVersions" : [ "S1464-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          734\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  ROBACH -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Children and Families\n\n       AN ACT to amend the social services law, in relation to  the  access  of\n         certain  information  contained in the central register of child abuse\n         and maltreatment\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subparagraph  (iv)  of  paragraph (b) of subdivision 1 of\n    2  section 424-a of the social services law is renumbered subparagraph  (v)\n    3  and a new subparagraph (iv) is added to read as follows:\n    4    (IV)  A  CAMP SUBJECT TO THE PROVISIONS OF ARTICLE THIRTEEN-A OR THIR-\n    5  TEEN-B OF THE PUBLIC HEALTH LAW MAY INQUIRE OF THE  OFFICE  OF  CHILDREN\n    6  AND  FAMILY SERVICES, AND THE OFFICE SHALL, UPON RECEIPT OF SUCH INQUIRY\n    7  AND SUBJECT TO THE PROVISIONS OF  PARAGRAPH  (E)  OF  THIS  SUBDIVISION,\n    8  INFORM SUCH AGENCY AND THE SUBJECT OF THE INQUIRY WHETHER ANY PERSON WHO\n    9  IS ACTIVELY BEING CONSIDERED FOR EMPLOYMENT AND WHO WILL HAVE THE POTEN-\n   10  TIAL FOR REGULAR AND SUBSTANTIAL CONTACT WITH CHILDREN WHO ARE CARED FOR\n   11  BY  THE AGENCY, IS THE SUBJECT OF AN INDICATED CHILD ABUSE AND MALTREAT-\n   12  MENT REPORT ON FILE WITH THE STATEWIDE CENTRAL REGISTER OF  CHILD  ABUSE\n   13  AND MALTREATMENT.\n   14    S 2. This act shall take effect immediately.\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02000-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the social services law, in relation to the access of certain information contained in the central register of child abuse and maltreatment ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101229.T164750.TXT", "SOBI.D110104.T153013.TXT", "SOBI.D101230.T101222.TXT", "SOBI.D101229.T163749.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294173013159
}