{
  "year" : 2011,
  "senateBillNo" : "S735-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO INVESTIGATIONS AND GOVERNMENT OPERATIONS",
    "billEventId" : "S735-2011-1294203600000-REFERRED+TO+INVESTIGATIONS+AND+GOVERNMENT+OPERATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "ROBACH",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes an income tax deduction of monies deposited into a house, townhouse, condominium or unit in a cooperative housing corporation account",
  "summary" : "Provides for the establishment of a home purchase account; enables first time house, condominium or unit in a cooperative housing corporation purchasers to deposit monies into an account established at a banking institution and be able to take a tax deduction for the amount deposited, not exceeding $5,000 for an individual and $10,000 for a couple; withdrawal of the monies in the fund will not make an individual liable to income tax if such monies are applied toward the  purchase of a house, condominium or unit in a cooperative housing corporation or the construction of a house, condominium or unit in a cooperative housing corporation; inappropriate application of fund monies shall cause the individual to be liable for income tax and be penalized. ",
  "currentCommittee" : "INVESTIGATIONS AND GOVERNMENT OPERATIONS",
  "sameAs" : null,
  "lawSection" : "Tax Law",
  "previousVersions" : [ "S1463-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          735\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  ROBACH -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Investigations and Govern-\n         ment Operations\n\n       AN ACT to amend the tax law, in relation to establishing  a  first  time\n         home  buyer  income  tax  deduction for monies deposited into a house,\n         townhouse, condominium or unit in a  cooperative  housing  corporation\n         purchase  account  and  providing for penalties for unauthorized with-\n         drawals from such an account\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1.  Subsection (c) of section 612 of the tax law is amended by\n    2  adding a new paragraph 17 to read as follows:\n    3    (17)  THE  AMOUNT  THAT  MAY BE SUBTRACTED FROM FEDERAL ADJUSTED GROSS\n    4  INCOME PURSUANT TO SUBSECTION (W) OF THIS SECTION.\n    5    S 2. Section 612 of the tax law is amended by adding a new  subsection\n    6  (w) to read as follows:\n    7    (W) DEDUCTIONS FOR MONIES DEPOSITED INTO A HOUSE, TOWNHOUSE, CONDOMIN-\n    8  IUM,  OR  UNIT  IN  A COOPERATIVE CORPORATION PURCHASE ACCOUNT.   (1) AN\n    9  INDIVIDUAL AS A FIRST TIME HOME BUYER SHALL BE ENTITLED TO DEDUCT  ANNU-\n   10  ALLY  FROM  HIS OR HER FEDERAL ADJUSTED GROSS INCOME THAT AMOUNT, NOT TO\n   11  EXCEED FIVE THOUSAND DOLLARS, DEPOSITED INTO A HOUSE  PURCHASE  ACCOUNT.\n   12  AN INDIVIDUAL AND HIS OR HER SPOUSE SHALL JOINTLY BE ENTITLED TO A MAXI-\n   13  MUM DEDUCTION OF TEN THOUSAND DOLLARS. THIS AMOUNT MAY BE DIVIDED IN ANY\n   14  MANNER AS THE PARTIES DESIRE FOR INCOME TAX PURPOSES.\n   15    (2) (I) FOR THE PURPOSES OF THIS SUBSECTION, A \"FIRST TIME HOME BUYER\"\n   16  SHALL MEAN AN INDIVIDUAL OR AN INDIVIDUAL AND HIS OR HER SPOUSE, NONE OF\n   17  WHOM  HAS  OR  HAD AN OWNERSHIP INTEREST IN A PRINCIPAL RESIDENCE AT ANY\n   18  TIME.  NO SUCH PERSONS SHALL OWN ANY OTHER HOME  INCLUDING  VACATION  OR\n   19  INVESTMENT RESIDENCES, EXCEPT AS OTHERWISE PROVIDED IN THIS SUBSECTION.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01999-01-1\n\n       S. 735                              2\n\n    1    (II)  FOR  THE  PURPOSES  OF  THIS  SUBSECTION,  \"OWNERSHIP  INTEREST\"\n    2  INCLUDES THE FOLLOWING: A FEE SIMPLE INTEREST, A JOINT TENANCY, A TENAN-\n    3  CY  IN  COMMON,  A  TENANCY  BY  THE  ENTIRETY,  THE   INTEREST   OF   A\n    4  TENANT-SHARE-HOLDER IN A COOPERATIVE, A LIFE ESTATE AND A LAND CONTRACT.\n    5  INTERESTS  WHICH  DO  NOT  CONSTITUTE  OWNERSHIP  INTERESTS  INCLUDE THE\n    6  FOLLOWING: (A) REMAINDER INTERESTS, (B)  A  LEASE  WITH  OR  WITHOUT  AN\n    7  OPTION  TO  PURCHASE,  (C) A MERE EXPECTANCY TO INHERIT AN INTEREST IN A\n    8  RESIDENCE, (D) THE INTEREST THAT A PURCHASER OF A RESIDENCE ACQUIRES  ON\n    9  THE  EXECUTION OF A PURCHASE CONTRACT AND (E) AN INTEREST IN REAL ESTATE\n   10  OTHER THAN A RESIDENCE.\n   11    (III) TO ESTABLISH THAT AN INDIVIDUAL IS A FIRST TIME HOME BUYER,  THE\n   12  INDIVIDUAL  SHALL COMPLETE A FORM PROMULGATED BY THE DEPARTMENT CERTIFY-\n   13  ING, UNDER THE PENALTIES OF PERJURY, THAT SUCH  INDIVIDUAL  IS  A  FIRST\n   14  TIME HOME BUYER.\n   15    (IV) IN THE CASE OF AN INDIVIDUAL AND HIS OR HER SPOUSE, IF EITHER THE\n   16  INDIVIDUAL  OR HIS OR HER SPOUSE IS NOT A FIRST TIME HOME BUYER, NEITHER\n   17  THE INDIVIDUAL OR SPOUSE SHALL BE CONSIDERED FIRST TIME HOME BUYERS.\n   18    (V) IF AN INDIVIDUAL'S ONLY POTENTIALLY DISQUALIFYING  PRESENT  OWNER-\n   19  SHIP  INTEREST  IS  OWNERSHIP  OF  A MOBILE HOME THAT IS NOT PERMANENTLY\n   20  ATTACHED TO THE LAND, THE INDIVIDUAL MAY BE CONSIDERED A FIRST TIME HOME\n   21  BUYER AND MAY BE ELIGIBLE FOR A HOUSE PURCHASE  ACCOUNT  DEDUCTION.  FOR\n   22  THE PURPOSES OF THIS SUBPARAGRAPH A \"MOBILE HOME\" SHALL MEAN A STRUCTURE\n   23  WHICH  IS PERMANENTLY ATTACHED, BEING PERMANENTLY ANCHORED TO REAL PROP-\n   24  ERTY AND HAS HAD WHEELS AND  OTHER  COMPONENTS  USED  IN  TRANSPORTATION\n   25  REMOVED.  IF, DUE TO HIS OR HER OWNERSHIP OF A MOBILE HOME, THE INDIVID-\n   26  UAL HAS CLAIMED A REAL ESTATE TAX OR HOME MORTGAGE DEDUCTION ON  HIS  OR\n   27  HER  INCOME TAX RETURNS, SUCH INDIVIDUAL SHALL NOT BE CONSIDERED A FIRST\n   28  TIME HOME BUYER REGARDLESS OF WHETHER THE MOBILE  HOME  WAS  PERMANENTLY\n   29  ATTACHED TO THE LAND.\n   30    (VI)  AN  INDIVIDUAL  MUST  NOT  INTEND TO USE ANY PORTION OF THE REAL\n   31  PROPERTY PURCHASED USING THE HOUSE PURCHASE ACCOUNT FUNDS IN A TRADE  OR\n   32  BUSINESS,  OR AS A VACATION HOME OR AS AN INVESTMENT, EXCEPT AS AN OWNER\n   33  OCCUPIED MULTIPLE DWELLING WITH NO MORE THAN TWO RENTAL UNITS.\n   34    (3) FOR PURPOSES OF THIS SUBSECTION A \"HOUSE PURCHASE  ACCOUNT\"  SHALL\n   35  MEAN  AN  ACCOUNT  ORGANIZED  OR CREATED IN THIS STATE FOR THE EXCLUSIVE\n   36  BENEFIT OF AN INDIVIDUAL AND HIS OR HER SPOUSE WHO IS A FIRST TIME HOME,\n   37  TOWNHOUSE, CONDOMINIUM OR UNIT  IN  A  COOPERATIVE  HOUSING  CORPORATION\n   38  PURCHASER  OR  INDIVIDUAL  WHO  HAS  CONTRACTED  WITH  A BUILDER FOR THE\n   39  CONSTRUCTION OF A PRINCIPAL RESIDENCE. EVERY SUCH ACCOUNT  SHALL  COMPLY\n   40  WITH THE FOLLOWING REQUIREMENTS:\n   41    (I) THE ACCOUNT SHALL BE HELD IN A BANKING ORGANIZATION, AS DEFINED IN\n   42  SECTION  TWO  OF  THE  BANKING  LAW, NATIONAL BANKING ASSOCIATION, STATE\n   43  CHARTERED CREDIT UNION, FEDERAL MUTUAL SAVINGS BANK, FEDERAL SAVINGS AND\n   44  LOAN ASSOCIATION, OR FEDERAL CREDIT UNION AND SUCH  ACCOUNT  WAS  ESTAB-\n   45  LISHED PURSUANT TO THIS SUBSECTION.\n   46    (II) ANY AMOUNT IN THE ACCOUNT IS NONFORFEITABLE.\n   47    (III) THE FUNDS IN SUCH ACCOUNT SHALL NOT BE COMMINGLED WITH ANY OTHER\n   48  MONIES OF THE INDIVIDUAL BY THE TRUSTEE.\n   49    (IV) MONIES WITHDRAWN FROM SUCH ACCOUNT AND INTEREST WHICH HAS ACCRUED\n   50  SHALL  NOT  BE  CONSIDERED  AS INCOME TO THE INDIVIDUAL AND TAXED IF THE\n   51  MONIES ARE APPLIED FOR THE PURCHASE OR CONSTRUCTION OF  A  HOUSE,  TOWN-\n   52  HOUSE,  CONDOMINIUM  OR  UNIT IN A COOPERATIVE HOUSING CORPORATION TO BE\n   53  USED AS A PRIMARY RESIDENCE OF THE INDIVIDUAL FOR A PERIOD OF  NOT  LESS\n   54  THAN TWO YEARS AFTER PURCHASE OR CONSTRUCTION.\n   55    (4) WITHIN SIXTY DAYS AFTER WITHDRAWAL OF MONEYS FROM A HOUSE PURCHASE\n   56  ACCOUNT,  AN  INDIVIDUAL  SHALL SUBMIT SATISFACTORY PROOF TO THE COMMIS-\n\n       S. 735                              3\n\n    1  SIONER, UPON FORMS PROVIDED BY THE DEPARTMENT, THAT THE MONIES WITHDRAWN\n    2  WERE USED FOR THE PURCHASE OR CONSTRUCTION OF A HOUSE, TOWNHOUSE, CONDO-\n    3  MINIUM OR UNIT IN A COOPERATIVE HOUSING CORPORATION. IN THE  EVENT  THAT\n    4  AN  INDIVIDUAL  WITHDRAWS ALL OR ANY PART OF THE MONIES FROM THE ACCOUNT\n    5  AND DOES NOT EITHER APPLY THE MONIES TO THE PURCHASE OR CONSTRUCTION  OF\n    6  A  HOUSE, TOWNHOUSE, CONDOMINIUM OR UNIT IN A COOPERATIVE HOUSING CORPO-\n    7  RATION, OR FAILS TO SUBMIT TO THE COMMISSIONER  THE  PROOF  AS  REQUIRED\n    8  PURSUANT  TO  THIS  PARAGRAPH,  SUCH  INDIVIDUAL  SHALL  HAVE THE ENTIRE\n    9  ACCOUNT TAXED, INCLUDING INTEREST WHICH HAS ACCRUED, AS  THOUGH  IT  WAS\n   10  INCOME IN THE YEARS THAT THE MONIES FROM THE ACCOUNT WERE WITHDRAWN.  IN\n   11  THE  EVENT  THAT AN INDIVIDUAL DOES NOT USE THE HOUSE, TOWNHOUSE, CONDO-\n   12  MINIUM OR UNIT IN A COOPERATIVE HOUSING CORPORATION AS A  PRIMARY  RESI-\n   13  DENCE  FOR  A  PERIOD  OF  NOT LESS THAN TWO YEARS AFTER THE PURCHASE OR\n   14  CONSTRUCTION SUCH  INDIVIDUAL  SHALL  HAVE  THE  ENTIRE  HOUSE  PURCHASE\n   15  ACCOUNT  TAXED,  INCLUDING  INTEREST WHICH HAS ACCRUED, AS THOUGH IT WAS\n   16  INCOME IN THE YEAR THAT THE MONIES FROM THE ACCOUNT WERE WITHDRAWN.  FOR\n   17  THE PURPOSES OF THIS PARAGRAPH, THE TWO YEAR PERIOD SHALL BEGIN  TO  RUN\n   18  AT  THE  TIME  TITLE  TO THE HOUSE, TOWNHOUSE, CONDOMINIUM, OR UNIT IN A\n   19  COOPERATIVE HOUSING CORPORATION PASSES TO THE INDIVIDUAL.\n   20    (5) THE COMMISSIONER SHALL ESTABLISH A  PENALTY  OF  TEN  PERCENT  FOR\n   21  THOSE  HOUSE  PURCHASE ACCOUNTS WHICH ARE TAXED IN ACCORDANCE WITH PARA-\n   22  GRAPH FOUR OF THIS SUBSECTION.  THE PENALTY SHALL BE IN ADDITION TO  THE\n   23  TAX  DUE  FOR THOSE FUNDS INAPPROPRIATELY APPLIED. SUCH PENALTY SHALL BE\n   24  WAIVED BY THE COMMISSIONER IF THE INDIVIDUAL CAN  SHOW  PROOF  THAT  THE\n   25  REASON  THE  INDIVIDUAL DID NOT USE THE HOUSE, TOWNHOUSE, CONDOMINIUM OR\n   26  UNIT IN A COOPERATIVE HOUSING CORPORATION AS A PRIMARY RESIDENCE  FOR  A\n   27  PERIOD  OF TWO YEARS OR MORE AFTER THE PURCHASE OR CONSTRUCTION, WAS DUE\n   28  TO EITHER:\n   29    (I) AN EMPLOYMENT RELOCATION OUTSIDE THE  STATE  AND  SUCH  RELOCATION\n   30  REQUIRED THE INDIVIDUAL TO BECOME A RESIDENT OF ANOTHER STATE; OR\n   31    (II) AN UNFORESEEABLE FINANCIAL EMERGENCY.\n   32    FOR PURPOSES OF THIS PARAGRAPH, AN \"UNFORESEEABLE FINANCIAL EMERGENCY\"\n   33  SHALL  MEAN A SEVERE FINANCIAL HARDSHIP TO THE INDIVIDUAL RESULTING FROM\n   34  A SUDDEN AND UNEXPECTED ILLNESS OR ACCIDENT OF THE INDIVIDUAL  OR  OF  A\n   35  DEPENDENT.  THE CIRCUMSTANCES THAT CONSTITUTE AN UNFORESEEABLE EMERGENCY\n   36  WILL  DEPEND  UPON  THE FACTS OF EACH CASE, HOWEVER, WITHDRAWAL OF HOUSE\n   37  PURCHASE ACCOUNT FUNDS MAY NOT BE MADE, WITHOUT PENALTY, TO  THE  EXTENT\n   38  THAT SUCH HARDSHIP IS OR MAY BE RELIEVED BY EITHER:\n   39    (A) REIMBURSEMENT OR COMPENSATION BY INSURANCE OR OTHERWISE; OR\n   40    (B)  LIQUIDATION  OF THE INDIVIDUAL'S ASSETS, TO THE EXTENT THE LIQUI-\n   41  DATION OF SUCH ASSETS WOULD NOT ITSELF CAUSE SEVERE FINANCIAL HARDSHIP.\n   42    (6) THE COMMISSIONER IS HEREBY DIRECTED TO PROMULGATE  ALL  RULES  AND\n   43  REGULATIONS,  AFTER  CONSULTATION WITH THE BANKING DEPARTMENT, NECESSARY\n   44  TO IMPLEMENT THE PROVISIONS OF  THIS  SUBSECTION  AND  TO  MAXIMIZE  THE\n   45  EFFECT  OF  THIS  SUBSECTION. THE COMMISSIONER AND THE BANKING BOARD ARE\n   46  HEREBY DIRECTED TO COOPERATE  WITH  EACH  OTHER  IN  THE  ESTABLISHMENT,\n   47  SUPERVISION  AND  REGULATION  OF  THE INDIVIDUAL HOUSE PURCHASE ACCOUNTS\n   48  AUTHORIZED TO BE CREATED IN THIS SUBSECTION.\n   49    S 3. This act shall take effect on the one hundred twentieth day after\n   50  it shall have become a law and shall apply to taxable  years  commencing\n   51  on  or after January first of the year next succeeding the year in which\n   52  it shall have become a  law;  provided  however,  that  paragraph  6  of\n   53  subsection (w) of section 612 of the tax law, as added by section two of\n   54  this act, shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the tax law, in relation to establishing a first time home buyer income tax deduction for monies deposited into a house, townhouse, condominium or unit in a cooperative housing corporation purchase account and providing for penalties for unauthorized withdrawals from such an account ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110104.T140507.TXT", "SOBI.D101229.T164750.TXT", "SOBI.D101230.T101222.TXT", "SOBI.D101229.T163749.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294167907993
}