{
  "year" : 2011,
  "senateBillNo" : "S737-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S737-2011-1294203600000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SQUADRON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides a cogent and logical framework for the myriad identity theft laws that have been passed in response to the rapidly changing nature of identity theft crimes",
  "summary" : "Provides a cogent and logical framework for the myriad identity theft laws that have been passed in response to the rapidly changing nature of identity theft crimes; provides the dollar threshold for identity theft comparable to those in the grand larceny statutes; acknowledges that identity theft doesn't respect geographic boundaries. ",
  "currentCommittee" : "CODES",
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : [ "S7843-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          737\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by Sen. SQUADRON -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Codes\n\n       AN ACT to amend the penal law, the criminal procedure law, the executive\n         law, the general  business  law  and  the  state  technology  law,  in\n         relation  to  the  crime  of  identity  theft;  and  repealing certain\n         provisions of the penal law and the criminal  procedure  law  relating\n         thereto\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Sections 190.77, 190.78, 190.79, 190.80, 190.80-a,  190.81,\n    2  190.82, 190.83, 190.84, 190.85 and 190.86 of the penal law are REPEALED.\n    3    S  2.  The penal law is amended by adding a new article 191 to read as\n    4  follows:\n    5                                 ARTICLE 191\n    6                               IDENTITY THEFT\n    7  SECTION 191.00 OFFENSES INVOLVING THEFT OF IDENTITY; DEFINITIONS.\n    8          191.05 PETIT IDENTITY THEFT.\n    9          191.10 IDENTITY THEFT IN THE FOURTH DEGREE.\n   10          191.15 IDENTITY THEFT IN THE THIRD DEGREE.\n   11          191.20 IDENTITY THEFT IN THE SECOND DEGREE.\n   12          191.25 IDENTITY THEFT IN THE FIRST DEGREE.\n   13          191.26 IDENTITY THEFT OF MULTIPLE VICTIMS IN THE FOURTH DEGREE.\n   14          191.27 IDENTITY THEFT OF MULTIPLE VICTIMS IN THE THIRD DEGREE.\n   15          191.28 IDENTITY THEFT OF MULTIPLE VICTIMS IN THE SECOND DEGREE.\n   16          191.29 IDENTITY THEFT OF MULTIPLE VICTIMS IN THE FIRST DEGREE.\n   17          191.30 AGGRAVATED IDENTITY THEFT.\n   18          191.35 UNLAWFUL POSSESSION OF PERSONAL  IDENTIFYING  INFORMATION\n   19                   IN THE THIRD DEGREE.\n   20          191.40 UNLAWFUL  POSSESSION  OF PERSONAL IDENTIFYING INFORMATION\n   21                   IN THE SECOND DEGREE.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03915-01-1\n\n       S. 737                              2\n\n    1          191.45 UNLAWFUL POSSESSION OF PERSONAL  IDENTIFYING  INFORMATION\n    2                   IN THE FIRST DEGREE.\n    3          191.50 DEFENSES.\n    4          191.55 UNLAWFUL  POSSESSION  OF  A  SKIMMER DEVICE IN THE SECOND\n    5                   DEGREE.\n    6          191.60 UNLAWFUL POSSESSION OF A  SKIMMER  DEVICE  IN  THE  FIRST\n    7                   DEGREE.\n    8  S 191.00 OFFENSES INVOLVING THEFT OF IDENTITY; DEFINITIONS.\n    9    1. FOR THE PURPOSES OF THIS ARTICLE \"PERSONAL IDENTIFYING INFORMATION\"\n   10  MEANS  A  PERSON'S NAME, ADDRESS, TELEPHONE NUMBER, DATE OF BIRTH, DRIV-\n   11  ER'S LICENSE NUMBER, SOCIAL SECURITY NUMBER, PLACE OF EMPLOYMENT,  MOTH-\n   12  ER'S  MAIDEN  NAME,  FINANCIAL  SERVICES ACCOUNT NUMBER OR CODE, SAVINGS\n   13  ACCOUNT NUMBER OR CODE,  CHECKING  ACCOUNT  NUMBER  OR  CODE,  BROKERAGE\n   14  ACCOUNT  NUMBER  OR CODE, CREDIT CARD ACCOUNT NUMBER OR CODE, DEBIT CARD\n   15  NUMBER OR CODE, AUTOMATED TELLER MACHINE NUMBER OR CODE, TAXPAYER  IDEN-\n   16  TIFICATION  NUMBER,  COMPUTER  SYSTEM  PASSWORD,  SIGNATURE OR COPY OF A\n   17  SIGNATURE, ELECTRONIC SIGNATURE, UNIQUE BIOMETRIC DATA THAT IS A FINGER-\n   18  PRINT, VOICE PRINT, RETINAL IMAGE OR IRIS IMAGE OF ANOTHER PERSON, TELE-\n   19  PHONE CALLING CARD NUMBER, MOBILE IDENTIFICATION NUMBER OR  CODE,  ELEC-\n   20  TRONIC   SERIAL   NUMBER  OR  PERSONAL  IDENTIFICATION  NUMBER,  MEDICAL\n   21  INFORMATION, MEDICAL INSURANCE INFORMATION, OR ANY OTHER  NAME,  NUMBER,\n   22  CODE  OR INFORMATION THAT MAY BE USED ALONE OR IN CONJUNCTION WITH OTHER\n   23  SUCH INFORMATION TO ASSUME THE IDENTITY OF ANOTHER PERSON.\n   24    2. FOR THE PURPOSES OF THIS ARTICLE:\n   25    A. \"ELECTRONIC SIGNATURE\" SHALL HAVE THE SAME MEANING  AS  DEFINED  IN\n   26  SUBDIVISION  THREE  OF SECTION THREE HUNDRED TWO OF THE STATE TECHNOLOGY\n   27  LAW.\n   28    B. \"PERSONAL IDENTIFICATION NUMBER\" MEANS ANY NUMBER OR CODE WHICH MAY\n   29  BE USED ALONE OR IN CONJUNCTION WITH ANY OTHER INFORMATION TO ASSUME THE\n   30  IDENTITY OF ANOTHER PERSON OR ACCESS FINANCIAL RESOURCES  OR  CREDIT  OF\n   31  ANOTHER PERSON.\n   32    C.  \"MEMBER  OF  THE ARMED FORCES\" SHALL MEAN A PERSON IN THE MILITARY\n   33  SERVICE OF THE UNITED STATES OR  THE  MILITARY  SERVICE  OF  THE  STATE,\n   34  INCLUDING BUT NOT LIMITED TO, THE ARMED FORCES OF THE UNITED STATES, THE\n   35  ARMY NATIONAL GUARD, THE AIR NATIONAL GUARD, THE NEW YORK NAVAL MILITIA,\n   36  THE  NEW YORK GUARD, AND SUCH ADDITIONAL FORCES AS MAY BE CREATED BY THE\n   37  FEDERAL OR STATE GOVERNMENT AS AUTHORIZED BY LAW.\n   38    D. \"MEDICAL INFORMATION\" MEANS ANY INFORMATION REGARDING  AN  INDIVID-\n   39  UAL'S  MEDICAL  HISTORY, MENTAL OR PHYSICAL CONDITION, OR MEDICAL TREAT-\n   40  MENT OR DIAGNOSIS BY A HEALTH CARE PROFESSIONAL.\n   41    E. \"MEDICAL INSURANCE INFORMATION\" MEANS AN INDIVIDUAL'S HEALTH INSUR-\n   42  ANCE POLICY NUMBER OR SUBSCRIBER IDENTIFICATION NUMBER, ANY UNIQUE IDEN-\n   43  TIFIER USED BY A HEALTH INSURER TO IDENTIFY THE INDIVIDUAL OR ANY INFOR-\n   44  MATION IN AN INDIVIDUAL'S APPLICATION AND CLAIMS HISTORY, INCLUDING, BUT\n   45  NOT LIMITED TO, APPEALS HISTORY.\n   46  S 191.05 PETIT IDENTITY THEFT.\n   47    A PERSON IS GUILTY OF PETIT IDENTITY THEFT WHEN HE  OR  SHE  KNOWINGLY\n   48  AND  WITH  INTENT  TO  DEFRAUD ASSUMES THE IDENTITY OF ANOTHER PERSON BY\n   49  PRESENTING HIMSELF OR HERSELF AS THAT OTHER PERSON, OR BY ACTING AS THAT\n   50  OTHER PERSON OR BY USING PERSONAL IDENTIFYING INFORMATION OF THAT  OTHER\n   51  PERSON,  AND  THEREBY OBTAINS GOODS, MONEY, PROPERTY OR SERVICES OR USES\n   52  CREDIT IN THE NAME OF SUCH OTHER PERSON OR CAUSES FINANCIAL LOSS TO SUCH\n   53  PERSON OR TO ANOTHER PERSON OR PERSONS.\n   54    PETIT IDENTITY THEFT IS A CLASS A MISDEMEANOR.\n   55  S 191.10 IDENTITY THEFT IN THE FOURTH DEGREE.\n\n       S. 737                              3\n\n    1    A PERSON IS GUILTY OF IDENTITY THEFT IN THE FOURTH DEGREE WHEN  HE  OR\n    2  SHE KNOWINGLY AND WITH INTENT TO DEFRAUD ASSUMES THE IDENTITY OF ANOTHER\n    3  PERSON  BY  PRESENTING  HIMSELF  OR  HERSELF AS THAT OTHER PERSON, OR BY\n    4  ACTING AS THAT OTHER PERSON OR BY USING PERSONAL IDENTIFYING INFORMATION\n    5  OF THAT OTHER PERSON, AND THEREBY:\n    6    1.  OBTAINS  GOODS,  MONEY, PROPERTY OR SERVICES OR USES CREDIT IN THE\n    7  NAME OF SUCH OTHER PERSON IN  AN  AGGREGATE  AMOUNT  THAT  EXCEEDS  FIVE\n    8  HUNDRED DOLLARS; OR\n    9    2.  CAUSES  FINANCIAL  LOSS  TO  SUCH  PERSON  OR TO ANOTHER PERSON OR\n   10  PERSONS IN AN AGGREGATE AMOUNT THAT EXCEEDS FIVE HUNDRED DOLLARS; OR\n   11    3. COMMITS OR ATTEMPTS TO COMMIT A FELONY OR ACTS AS AN  ACCESSORY  TO\n   12  THE COMMISSION OF A FELONY.\n   13    IDENTITY THEFT IN THE FOURTH DEGREE IS A CLASS E FELONY.\n   14  S 191.15 IDENTITY THEFT IN THE THIRD DEGREE.\n   15    A  PERSON  IS  GUILTY OF IDENTIFY THEFT IN THE THIRD DEGREE WHEN HE OR\n   16  SHE KNOWINGLY AND WITH INTENT TO DEFRAUD ASSUMES THE IDENTITY OF ANOTHER\n   17  PERSON BY PRESENTING HIMSELF OR HERSELF AS  THAT  OTHER  PERSON,  OR  BY\n   18  ACTING AS THAT OTHER PERSON OR BY USING PERSONAL IDENTIFYING INFORMATION\n   19  OF THAT OTHER PERSON, AND THEREBY:\n   20    1.  OBTAINS  GOODS,  MONEY, PROPERTY OR SERVICES OR USES CREDIT IN THE\n   21  NAME OF SUCH OTHER PERSON IN AN AGGREGATE AMOUNT THAT EXCEEDS TWO  THOU-\n   22  SAND DOLLARS; OR\n   23    2.  CAUSES  FINANCIAL  LOSS  TO  SUCH  PERSON  OR TO ANOTHER PERSON OR\n   24  PERSONS IN AN AGGREGATE AMOUNT THAT EXCEEDS TWO THOUSAND DOLLARS; OR\n   25    3. COMMITS OR ATTEMPTS TO COMMIT A CLASS  D  FELONY  OR  HIGHER  LEVEL\n   26  CRIME  OR  ACTS AS AN ACCESSORY TO THE COMMISSION OF A CLASS D OR HIGHER\n   27  LEVEL FELONY; OR\n   28    4. COMMITS THE CRIME OF IDENTITY THEFT IN THE FOURTH DEGREE AS DEFINED\n   29  IN SECTION 191.10 OF THIS ARTICLE  AND  HAS  BEEN  PREVIOUSLY  CONVICTED\n   30  WITHIN THE LAST FIVE YEARS OF PETIT IDENTITY THEFT AS DEFINED IN SECTION\n   31  191.05,  IDENTITY  THEFT  IN  THE  FOURTH  DEGREE  AS DEFINED IN SECTION\n   32  191.10, IDENTITY THEFT IN THE THIRD DEGREE AS DEFINED IN  THIS  SECTION,\n   33  IDENTITY  THEFT IN THE SECOND DEGREE AS DEFINED IN SECTION 191.20, IDEN-\n   34  TITY THEFT IN THE FIRST DEGREE AS DEFINED IN  SECTION  191.25,  IDENTITY\n   35  THEFT  OF  MULTIPLE  VICTIMS  IN THE FOURTH DEGREE AS DEFINED IN SECTION\n   36  191.26, IDENTITY THEFT OF  MULTIPLE  VICTIMS  IN  THE  THIRD  DEGREE  AS\n   37  DEFINED  IN  SECTION  191.27,  IDENTITY THEFT OF MULTIPLE VICTIMS IN THE\n   38  SECOND DEGREE AS DEFINED IN SECTION 191.28, IDENTITY THEFT  OF  MULTIPLE\n   39  VICTIMS  IN  THE  FIRST  DEGREE  AS  DEFINED IN SECTION 191.29, UNLAWFUL\n   40  POSSESSION OF PERSONAL IDENTIFYING INFORMATION IN THE  THIRD  DEGREE  AS\n   41  DEFINED  IN  SECTION 191.35, UNLAWFUL POSSESSION OF PERSONAL IDENTIFYING\n   42  INFORMATION IN THE SECOND DEGREE AS DEFINED IN SECTION 191.40,  UNLAWFUL\n   43  POSSESSION  OF  PERSONAL  IDENTIFYING INFORMATION IN THE FIRST DEGREE AS\n   44  DEFINED IN SECTION 191.45, UNLAWFUL POSSESSION OF A  SKIMMER  DEVICE  IN\n   45  THE SECOND DEGREE AS DEFINED IN SECTION 191.55, UNLAWFUL POSSESSION OF A\n   46  SKIMMER  DEVICE  IN THE FIRST DEGREE AS DEFINED IN SECTION 191.60, GRAND\n   47  LARCENY IN THE FOURTH DEGREE AS DEFINED IN SECTION 155.30, GRAND LARCENY\n   48  IN THE THIRD DEGREE AS DEFINED IN SECTION 155.35, GRAND LARCENY  IN  THE\n   49  SECOND  DEGREE  AS DEFINED IN SECTION 155.40, GRAND LARCENY IN THE FIRST\n   50  DEGREE AS DEFINED IN SECTION 155.42, CRIMINAL  POSSESSION  OF  A  FORGED\n   51  INSTRUMENT  IN  THE  THIRD DEGREE AS DEFINED IN SECTION 170.20, CRIMINAL\n   52  POSSESSION OF A FORGED INSTRUMENT IN THE SECOND  DEGREE  AS  DEFINED  IN\n   53  SECTION  170.25, CRIMINAL POSSESSION OF A FORGED INSTRUMENT IN THE FIRST\n   54  DEGREE AS DEFINED IN SECTION 170.30, CRIMINAL POSSESSION OF STOLEN PROP-\n   55  ERTY IN  THE  FIFTH  DEGREE  AS  DEFINED  IN  SECTION  165.40,  CRIMINAL\n   56  POSSESSION OF STOLEN PROPERTY IN THE FOURTH DEGREE AS DEFINED IN SECTION\n\n       S. 737                              4\n\n    1  165.45,  CRIMINAL  POSSESSION  OF STOLEN PROPERTY IN THE THIRD DEGREE AS\n    2  DEFINED IN SECTION 165.50, CRIMINAL POSSESSION OF STOLEN PROPERTY IN THE\n    3  SECOND DEGREE AS DEFINED  IN  SECTION  165.52,  CRIMINAL  POSSESSION  OF\n    4  STOLEN  PROPERTY  IN  THE  FIRST DEGREE AS DEFINED IN SECTION 165.54, OR\n    5  CRIMINAL POSSESSION OF FORGERY DEVICES AS DEFINED IN SECTION  170.40  OF\n    6  THIS CHAPTER.\n    7    IDENTITY THEFT IN THE THIRD DEGREE IS A CLASS D FELONY.\n    8  S 191.20 IDENTITY THEFT IN THE SECOND DEGREE.\n    9    A  PERSON  IS GUILTY OF IDENTITY THEFT IN THE SECOND DEGREE WHEN HE OR\n   10  SHE KNOWINGLY AND WITH INTENT TO DEFRAUD ASSUMES THE IDENTITY OF ANOTHER\n   11  PERSON BY PRESENTING HIMSELF OR HERSELF AS  THAT  OTHER  PERSON,  OR  BY\n   12  ACTING AS THAT OTHER PERSON OR BY USING PERSONAL IDENTIFYING INFORMATION\n   13  OF THAT OTHER PERSON, AND THEREBY:\n   14    1.  OBTAINS  GOODS,  MONEY, PROPERTY OR SERVICES OR USES CREDIT IN THE\n   15  NAME  OF  SUCH  OTHER  PERSON  IN  AN  AGGREGATE  AMOUNT  THAT   EXCEEDS\n   16  TWENTY-FIVE THOUSAND DOLLARS; OR\n   17    2.  CAUSES  FINANCIAL  LOSS  TO  SUCH  PERSON  OR TO ANOTHER PERSON OR\n   18  PERSONS  IN  AN  AGGREGATE  AMOUNT  THAT  EXCEEDS  TWENTY-FIVE  THOUSAND\n   19  DOLLARS; OR\n   20    3.  COMMITS  OR  ATTEMPTS  TO  COMMIT A CLASS C FELONY OR HIGHER LEVEL\n   21  CRIME OR ACTS AS AN ACCESSORY IN THE COMMISSION OF A CLASS C  OR  HIGHER\n   22  LEVEL FELONY; OR\n   23    4.  COMMITS THE CRIME OF IDENTITY THEFT IN THE THIRD DEGREE AS DEFINED\n   24  IN SECTION 191.15 OF THIS ARTICLE  AND  HAS  BEEN  PREVIOUSLY  CONVICTED\n   25  WITHIN THE LAST FIVE YEARS OF PETIT IDENTITY THEFT AS DEFINED IN SECTION\n   26  191.05,  IDENTITY  THEFT  IN  THE  FOURTH  DEGREE  AS DEFINED IN SECTION\n   27  191.10, IDENTITY THEFT IN THE THIRD DEGREE AS DEFINED IN SECTION 191.15,\n   28  IDENTITY THEFT IN THE SECOND DEGREE AS DEFINED IN THIS SECTION, IDENTITY\n   29  THEFT IN THE FIRST DEGREE AS DEFINED IN SECTION 191.25,  IDENTITY  THEFT\n   30  OF  MULTIPLE  VICTIMS IN THE FOURTH DEGREE AS DEFINED IN SECTION 191.26,\n   31  IDENTITY THEFT OF MULTIPLE VICTIMS IN THE THIRD  DEGREE  AS  DEFINED  IN\n   32  SECTION  191.27, IDENTITY THEFT OF MULTIPLE VICTIMS IN THE SECOND DEGREE\n   33  AS DEFINED IN SECTION 191.28, IDENTITY THEFT OF MULTIPLE VICTIMS IN  THE\n   34  FIRST  DEGREE  AS  DEFINED  IN  SECTION  191.29,  UNLAWFUL POSSESSION OF\n   35  PERSONAL IDENTIFYING INFORMATION IN  THE  THIRD  DEGREE  AS  DEFINED  IN\n   36  SECTION  191.35, UNLAWFUL POSSESSION OF PERSONAL IDENTIFYING INFORMATION\n   37  IN THE SECOND DEGREE AS DEFINED IN SECTION 191.40,  UNLAWFUL  POSSESSION\n   38  OF  PERSONAL  IDENTIFYING  INFORMATION IN THE FIRST DEGREE AS DEFINED IN\n   39  SECTION 191.45, UNLAWFUL POSSESSION OF A SKIMMER DEVICE  IN  THE  SECOND\n   40  DEGREE  AS  DEFINED  IN SECTION 191.55, UNLAWFUL POSSESSION OF A SKIMMER\n   41  DEVICE IN THE FIRST DEGREE AS DEFINED IN SECTION 191.60,  GRAND  LARCENY\n   42  IN  THE FOURTH DEGREE AS DEFINED IN SECTION 155.30, GRAND LARCENY IN THE\n   43  THIRD DEGREE AS DEFINED IN SECTION 155.35, GRAND LARCENY IN  THE  SECOND\n   44  DEGREE  AS  DEFINED IN SECTION 155.40, GRAND LARCENY IN THE FIRST DEGREE\n   45  AS DEFINED IN SECTION 155.42, CRIMINAL POSSESSION OF A FORGED INSTRUMENT\n   46  IN THE THIRD DEGREE AS DEFINED IN SECTION 170.20, CRIMINAL POSSESSION OF\n   47  A FORGED INSTRUMENT IN THE SECOND DEGREE AS DEFINED IN  SECTION  170.25,\n   48  CRIMINAL  POSSESSION  OF  A  FORGED  INSTRUMENT  IN  THE FIRST DEGREE AS\n   49  DEFINED IN SECTION 170.30, CRIMINAL POSSESSION OF STOLEN PROPERTY IN THE\n   50  FIFTH DEGREE AS DEFINED IN SECTION 165.40, CRIMINAL POSSESSION OF STOLEN\n   51  PROPERTY IN THE FOURTH DEGREE AS DEFINED  IN  SECTION  165.45,  CRIMINAL\n   52  POSSESSION  OF STOLEN PROPERTY IN THE THIRD DEGREE AS DEFINED IN SECTION\n   53  165.50, CRIMINAL POSSESSION OF STOLEN PROPERTY IN THE SECOND  DEGREE  AS\n   54  DEFINED IN SECTION 165.52, CRIMINAL POSSESSION OF STOLEN PROPERTY IN THE\n   55  FIRST  DEGREE  AS  DEFINED  IN SECTION 165.54, OR CRIMINAL POSSESSION OF\n   56  FORGERY DEVICES AS DEFINED IN SECTION 170.40 OF THIS CHAPTER.\n\n       S. 737                              5\n\n    1    IDENTITY THEFT IN THE SECOND DEGREE IS A CLASS C FELONY.\n    2  S 191.25 IDENTITY THEFT IN THE FIRST DEGREE.\n    3    A  PERSON  IS  GUILTY OF IDENTIFY THEFT IN THE FIRST DEGREE WHEN HE OR\n    4  SHE KNOWINGLY AND WITH INTENT TO DEFRAUD ASSUMES THE IDENTITY OF ANOTHER\n    5  PERSON BY PRESENTING HIMSELF OR HERSELF AS  THAT  OTHER  PERSON,  OR  BY\n    6  ACTING AS THAT OTHER PERSON OR BY USING PERSONAL IDENTIFYING INFORMATION\n    7  OF THAT OTHER PERSON, AND THEREBY:\n    8    1.  OBTAINS  GOODS,  MONEY, PROPERTY OR SERVICES OR USES CREDIT IN THE\n    9  NAME OF SUCH OTHER PERSON  IN  AN  AGGREGATE  AMOUNT  THAT  EXCEEDS  TWO\n   10  HUNDRED THOUSAND DOLLARS; OR\n   11    2.  CAUSES  FINANCIAL  LOSS  TO  SUCH  PERSON  OR TO ANOTHER PERSON OR\n   12  PERSONS IN  AN  AGGREGATE  AMOUNT  THAT  EXCEEDS  TWO  HUNDRED  THOUSAND\n   13  DOLLARS; OR\n   14    3.  COMMITS  OR  ATTEMPTS  TO  COMMIT A CLASS B FELONY OR HIGHER LEVEL\n   15  CRIME OR ACTS AS AN ACCESSORY IN THE COMMISSION OF A CLASS B  OR  HIGHER\n   16  LEVEL FELONY; OR\n   17    4. COMMITS THE CRIME OF IDENTITY THEFT IN THE SECOND DEGREE AS DEFINED\n   18  IN  SECTION  191.20  OF  THIS  ARTICLE AND HAS BEEN PREVIOUSLY CONVICTED\n   19  WITHIN THE LAST FIVE YEARS OF PETIT IDENTITY THEFT AS DEFINED IN SECTION\n   20  191.05, IDENTITY THEFT IN  THE  FOURTH  DEGREE  AS  DEFINED  IN  SECTION\n   21  191.10, IDENTITY THEFT IN THE THIRD DEGREE AS DEFINED IN SECTION 191.15,\n   22  IDENTITY THEFT IN THE SECOND DEGREE AS DEFINED IN SECTION 191.20 OF THIS\n   23  ARTICLE,  IDENTITY THEFT IN THE FIRST DEGREE AS DEFINED IN THIS SECTION,\n   24  IDENTITY THEFT OF MULTIPLE VICTIMS IN THE FOURTH DEGREE  AS  DEFINED  IN\n   25  SECTION  191.26,  IDENTITY THEFT OF MULTIPLE VICTIMS IN THE THIRD DEGREE\n   26  AS DEFINED IN SECTION 191.27, IDENTITY THEFT OF MULTIPLE VICTIMS IN  THE\n   27  SECOND  DEGREE  AS DEFINED IN SECTION 191.28, IDENTITY THEFT OF MULTIPLE\n   28  VICTIMS IN THE FIRST DEGREE  AS  DEFINED  IN  SECTION  191.29,  UNLAWFUL\n   29  POSSESSION  OF  PERSONAL IDENTIFYING INFORMATION IN THE SECOND DEGREE AS\n   30  DEFINED IN SECTION 191.40, UNLAWFUL POSSESSION OF  PERSONAL  IDENTIFYING\n   31  INFORMATION  IN  THE FIRST DEGREE AS DEFINED IN SECTION 191.45, UNLAWFUL\n   32  POSSESSION OF A SKIMMER DEVICE  IN  THE  SECOND  DEGREE  AS  DEFINED  IN\n   33  SECTION  191.55,  UNLAWFUL  POSSESSION  OF A SKIMMER DEVICE IN THE FIRST\n   34  DEGREE AS DEFINED IN SECTION 191.60, GRAND LARCENY IN THE FOURTH  DEGREE\n   35  AS  DEFINED  IN  SECTION  155.30,  GRAND  LARCENY IN THE THIRD DEGREE AS\n   36  DEFINED IN SECTION 155.35, GRAND LARCENY IN THE SECOND DEGREE AS DEFINED\n   37  IN SECTION 155.40, GRAND LARCENY IN  THE  FIRST  DEGREE  AS  DEFINED  IN\n   38  SECTION  155.42, CRIMINAL POSSESSION OF A FORGED INSTRUMENT IN THE THIRD\n   39  DEGREE AS DEFINED IN SECTION 170.20, CRIMINAL  POSSESSION  OF  A  FORGED\n   40  INSTRUMENT  IN  THE SECOND DEGREE AS DEFINED IN SECTION 170.25, CRIMINAL\n   41  POSSESSION OF A FORGED INSTRUMENT IN THE  FIRST  DEGREE  AS  DEFINED  IN\n   42  SECTION  170.30,  CRIMINAL  POSSESSION  OF  STOLEN PROPERTY IN THE FIFTH\n   43  DEGREE AS DEFINED IN SECTION 165.40, CRIMINAL POSSESSION OF STOLEN PROP-\n   44  ERTY IN THE  FOURTH  DEGREE  AS  DEFINED  IN  SECTION  165.45,  CRIMINAL\n   45  POSSESSION  OF STOLEN PROPERTY IN THE THIRD DEGREE AS DEFINED IN SECTION\n   46  165.50, CRIMINAL POSSESSION OF STOLEN PROPERTY IN THE SECOND  DEGREE  AS\n   47  DEFINED IN SECTION 165.52, CRIMINAL POSSESSION OF STOLEN PROPERTY IN THE\n   48  FIRST  DEGREE  AS  DEFINED  IN SECTION 165.54, OR CRIMINAL POSSESSION OF\n   49  FORGERY DEVICES AS DEFINED IN SECTION 170.40 OF THIS CHAPTER.\n   50    IDENTITY THEFT IN THE FIRST DEGREE IS A CLASS B FELONY.\n   51  S 191.26 IDENTITY THEFT OF MULTIPLE VICTIMS IN THE FOURTH DEGREE.\n   52    A PERSON IS GUILTY OF IDENTITY THEFT OF MULTIPLE VICTIMS IN THE FOURTH\n   53  DEGREE WHEN HE OR SHE KNOWINGLY, AND WITH INTENT TO DEFRAUD, ASSUMES THE\n   54  IDENTITY OF THREE OR MORE PERSONS BY PRESENTING HIMSELF  OR  HERSELF  AS\n   55  THOSE  OTHER  PERSONS,  OR BY ACTING AS THOSE OTHER PERSONS, OR BY USING\n   56  PERSONAL IDENTIFYING INFORMATION OF THOSE OTHER PERSONS, AND THEREBY:\n\n       S. 737                              6\n\n    1    1. OBTAINS GOODS,  MONEY,  MEDICAL  INFORMATION,  HEALTH  INFORMATION,\n    2  PROPERTY  OR SERVICES OR USES CREDIT IN THE NAME OF THOSE PERSONS, IN AN\n    3  AGGREGATE AMOUNT THAT EXCEEDS FIVE HUNDRED DOLLARS; OR\n    4    2.  CAUSES  FINANCIAL  LOSS  TO  SUCH PERSONS, OR TO ANOTHER PERSON OR\n    5  PERSONS IN AN AGGREGATE AMOUNT THAT EXCEEDS FIVE HUNDRED DOLLARS; OR\n    6    3. COMMITS OR ATTEMPTS TO COMMIT A FELONY OR ACTS AS AN  ACCESSORY  TO\n    7  THE COMMISSION OF A FELONY.\n    8    IDENTITY  THEFT  OF MULTIPLE VICTIMS IN THE FOURTH DEGREE IS A CLASS E\n    9  FELONY.\n   10  S 191.27 IDENTITY THEFT OF MULTIPLE VICTIMS IN THE THIRD DEGREE.\n   11    A PERSON IS GUILTY OF IDENTITY THEFT OF MULTIPLE VICTIMS IN THE  THIRD\n   12  DEGREE WHEN HE OR SHE KNOWINGLY, AND WITH INTENT TO DEFRAUD, ASSUMES THE\n   13  IDENTITY  OF  TEN  OR  MORE  PERSONS BY PRESENTING HIMSELF OR HERSELF AS\n   14  THOSE OTHER PERSONS, OR BY ACTING AS THOSE OTHER PERSONS,  OR  BY  USING\n   15  PERSONAL IDENTIFYING INFORMATION OF THOSE OTHER PERSONS, AND THEREBY:\n   16    1.  OBTAINS  GOODS,  MONEY,  MEDICAL  INFORMATION, HEALTH INFORMATION,\n   17  PROPERTY OR SERVICES OR USES CREDIT IN THE NAME OF THOSE PERSONS, IN  AN\n   18  AGGREGATE AMOUNT THAT EXCEEDS TWO THOUSAND DOLLARS; OR\n   19    2.  CAUSES  FINANCIAL  LOSS  TO  SUCH PERSONS, OR TO ANOTHER PERSON OR\n   20  PERSONS IN AN AGGREGATE AMOUNT THAT EXCEEDS TWO THOUSAND DOLLARS; OR\n   21    3. COMMITS OR ATTEMPTS TO COMMIT A CLASS  D  FELONY  OR  HIGHER  LEVEL\n   22  CRIME  OR  ACTS AS AN ACCESSORY IN THE COMMISSION OF A CLASS D OR HIGHER\n   23  LEVEL FELONY; OR\n   24    4. COMMITS THE CRIME OF IDENTITY THEFT IN THE FOURTH DEGREE AS DEFINED\n   25  IN SECTION 191.10 OF THIS ARTICLE  AND  HAS  BEEN  PREVIOUSLY  CONVICTED\n   26  WITHIN THE LAST FIVE YEARS OF PETIT IDENTITY THEFT AS DEFINED IN SECTION\n   27  191.05,  IDENTITY  THEFT  IN  THE  FOURTH  DEGREE  AS DEFINED IN SECTION\n   28  191.10, IDENTITY THEFT IN THE THIRD DEGREE AS DEFINED IN SECTION 191.15,\n   29  IDENTITY THEFT IN THE SECOND DEGREE AS DEFINED IN SECTION 191.20,  IDEN-\n   30  TITY  THEFT  IN  THE FIRST DEGREE AS DEFINED IN SECTION 191.25, IDENTITY\n   31  THEFT OF MULTIPLE VICTIMS IN THE FOURTH DEGREE  AS  DEFINED  IN  SECTION\n   32  191.26,  IDENTITY  THEFT  OF  MULTIPLE  VICTIMS  IN  THE THIRD DEGREE AS\n   33  DEFINED IN THIS SECTION, IDENTITY  THEFT  OF  MULTIPLE  VICTIMS  IN  THE\n   34  SECOND  DEGREE  AS DEFINED IN SECTION 191.28, IDENTITY THEFT OF MULTIPLE\n   35  VICTIMS IN THE FIRST DEGREE  AS  DEFINED  IN  SECTION  191.29,  UNLAWFUL\n   36  POSSESSION  OF  PERSONAL  IDENTIFYING INFORMATION IN THE THIRD DEGREE AS\n   37  DEFINED IN SECTION 191.35, UNLAWFUL POSSESSION OF  PERSONAL  IDENTIFYING\n   38  INFORMATION  IN THE SECOND DEGREE AS DEFINED IN SECTION 191.40, UNLAWFUL\n   39  POSSESSION OF PERSONAL IDENTIFYING INFORMATION IN THE  FIRST  DEGREE  AS\n   40  DEFINED  IN  SECTION  191.45, UNLAWFUL POSSESSION OF A SKIMMER DEVICE IN\n   41  THE SECOND DEGREE AS DEFINED IN SECTION 191.55, UNLAWFUL POSSESSION OF A\n   42  SKIMMER DEVICE IN THE FIRST DEGREE AS DEFINED IN SECTION  191.60,  GRAND\n   43  LARCENY IN THE FOURTH DEGREE AS DEFINED IN SECTION 155.30, GRAND LARCENY\n   44  IN  THE  THIRD DEGREE AS DEFINED IN SECTION 155.35, GRAND LARCENY IN THE\n   45  SECOND DEGREE AS DEFINED IN SECTION 155.40, GRAND LARCENY IN  THE  FIRST\n   46  DEGREE  AS  DEFINED  IN  SECTION 155.42, CRIMINAL POSSESSION OF A FORGED\n   47  INSTRUMENT IN THE THIRD DEGREE AS DEFINED IN  SECTION  170.20,  CRIMINAL\n   48  POSSESSION  OF  A  FORGED  INSTRUMENT IN THE SECOND DEGREE AS DEFINED IN\n   49  SECTION 170.25, CRIMINAL POSSESSION OF A FORGED INSTRUMENT IN THE  FIRST\n   50  DEGREE AS DEFINED IN SECTION 170.30, CRIMINAL POSSESSION OF STOLEN PROP-\n   51  ERTY  IN  THE  FIFTH  DEGREE  AS  DEFINED  IN  SECTION  165.40, CRIMINAL\n   52  POSSESSION OF STOLEN PROPERTY IN THE FOURTH DEGREE AS DEFINED IN SECTION\n   53  165.45, CRIMINAL POSSESSION OF STOLEN PROPERTY IN THE  THIRD  DEGREE  AS\n   54  DEFINED IN SECTION 165.50, CRIMINAL POSSESSION OF STOLEN PROPERTY IN THE\n   55  SECOND  DEGREE  AS  DEFINED  IN  SECTION  165.52, CRIMINAL POSSESSION OF\n   56  STOLEN PROPERTY IN THE FIRST DEGREE AS DEFINED  IN  SECTION  165.54,  OR\n\n       S. 737                              7\n\n    1  CRIMINAL  POSSESSION  OF FORGERY DEVICES AS DEFINED IN SECTION 170.40 OF\n    2  THIS CHAPTER.\n    3    IDENTITY  THEFT  OF  MULTIPLE VICTIMS IN THE THIRD DEGREE IS A CLASS D\n    4  FELONY.\n    5  S 191.28 IDENTITY THEFT OF MULTIPLE VICTIMS IN THE SECOND DEGREE.\n    6    A PERSON IS GUILTY OF IDENTITY THEFT OF MULTIPLE VICTIMS IN THE SECOND\n    7  DEGREE WHEN HE OR SHE KNOWINGLY, AND WITH INTENT TO DEFRAUD, ASSUMES THE\n    8  IDENTITY OF TWENTY-FIVE OR MORE PERSONS BY PRESENTING HIMSELF OR HERSELF\n    9  AS THOSE OTHER PERSONS, OR BY ACTING AS THOSE OTHER PERSONS, OR BY USING\n   10  PERSONAL IDENTIFYING INFORMATION OF THOSE OTHER PERSONS, AND THEREBY:\n   11    1. OBTAINS GOODS,  MONEY,  MEDICAL  INFORMATION,  HEALTH  INFORMATION,\n   12  PROPERTY  OR SERVICES OR USES CREDIT IN THE NAME OF THOSE PERSONS, IN AN\n   13  AGGREGATE AMOUNT THAT EXCEEDS TWENTY-FIVE THOUSAND DOLLARS; OR\n   14    2. CAUSES FINANCIAL LOSS TO SUCH PERSONS,  OR  TO  ANOTHER  PERSON  OR\n   15  PERSONS  IN  AN  AGGREGATE  AMOUNT  THAT  EXCEEDS  TWENTY-FIVE  THOUSAND\n   16  DOLLARS; OR\n   17    3. COMMITS OR ATTEMPTS TO COMMIT A CLASS  C  FELONY  OR  HIGHER  LEVEL\n   18  CRIME  OR  ACTS AS AN ACCESSORY IN THE COMMISSION OF A CLASS C OR HIGHER\n   19  LEVEL FELONY; OR\n   20    4. COMMITS THE CRIME OF IDENTITY THEFT IN THE FOURTH DEGREE AS DEFINED\n   21  IN SECTION 191.10 OF THIS ARTICLE  AND  HAS  BEEN  PREVIOUSLY  CONVICTED\n   22  WITHIN THE LAST FIVE YEARS OF PETIT IDENTITY THEFT AS DEFINED IN SECTION\n   23  191.05,  IDENTITY  THEFT  IN  THE  FOURTH  DEGREE  AS DEFINED IN SECTION\n   24  191.10, IDENTITY THEFT IN THE THIRD DEGREE AS DEFINED IN SECTION 191.15,\n   25  IDENTITY THEFT IN THE SECOND DEGREE AS DEFINED IN SECTION 191.20,  IDEN-\n   26  TITY  THEFT  IN  THE FIRST DEGREE AS DEFINED IN SECTION 191.25, IDENTITY\n   27  THEFT OF MULTIPLE VICTIMS IN THE FOURTH DEGREE  AS  DEFINED  IN  SECTION\n   28  191.26,  IDENTITY  THEFT  OF  MULTIPLE  VICTIMS  IN  THE THIRD DEGREE AS\n   29  DEFINED IN SECTION 191.27, IDENTITY THEFT OF  MULTIPLE  VICTIMS  IN  THE\n   30  SECOND  DEGREE  AS  DEFINED  IN THIS SECTION, IDENTITY THEFT OF MULTIPLE\n   31  VICTIMS IN THE FIRST DEGREE  AS  DEFINED  IN  SECTION  191.29,  UNLAWFUL\n   32  POSSESSION  OF  PERSONAL  IDENTIFYING INFORMATION IN THE THIRD DEGREE AS\n   33  DEFINED IN SECTION 191.35, UNLAWFUL POSSESSION OF  PERSONAL  IDENTIFYING\n   34  INFORMATION  IN THE SECOND DEGREE AS DEFINED IN SECTION 191.40, UNLAWFUL\n   35  POSSESSION OF PERSONAL IDENTIFYING INFORMATION IN THE  FIRST  DEGREE  AS\n   36  DEFINED  IN  SECTION  191.45, UNLAWFUL POSSESSION OF A SKIMMER DEVICE IN\n   37  THE SECOND DEGREE AS DEFINED IN SECTION 191.55, UNLAWFUL POSSESSION OF A\n   38  SKIMMER DEVICE IN THE FIRST DEGREE AS DEFINED IN SECTION  191.60,  GRAND\n   39  LARCENY IN THE FOURTH DEGREE AS DEFINED IN SECTION 155.30, GRAND LARCENY\n   40  IN  THE  THIRD DEGREE AS DEFINED IN SECTION 155.35, GRAND LARCENY IN THE\n   41  SECOND DEGREE AS DEFINED IN SECTION 155.40, GRAND LARCENY IN  THE  FIRST\n   42  DEGREE  AS  DEFINED  IN  SECTION 155.42, CRIMINAL POSSESSION OF A FORGED\n   43  INSTRUMENT IN THE THIRD DEGREE AS DEFINED IN  SECTION  170.20,  CRIMINAL\n   44  POSSESSION  OF  A  FORGED  INSTRUMENT IN THE SECOND DEGREE AS DEFINED IN\n   45  SECTION 170.25, CRIMINAL POSSESSION OF A FORGED INSTRUMENT IN THE  FIRST\n   46  DEGREE AS DEFINED IN SECTION 170.30, CRIMINAL POSSESSION OF STOLEN PROP-\n   47  ERTY  IN  THE  FIFTH  DEGREE  AS  DEFINED  IN  SECTION  165.40, CRIMINAL\n   48  POSSESSION OF STOLEN PROPERTY IN THE FOURTH DEGREE AS DEFINED IN SECTION\n   49  165.45, CRIMINAL POSSESSION OF STOLEN PROPERTY IN THE  THIRD  DEGREE  AS\n   50  DEFINED IN SECTION 165.50, CRIMINAL POSSESSION OF STOLEN PROPERTY IN THE\n   51  SECOND  DEGREE  AS  DEFINED  IN  SECTION  165.52, CRIMINAL POSSESSION OF\n   52  STOLEN PROPERTY IN THE FIRST DEGREE AS DEFINED  IN  SECTION  165.54,  OR\n   53  CRIMINAL  POSSESSION  OF FORGERY DEVICES AS DEFINED IN SECTION 170.40 OF\n   54  THIS CHAPTER.\n   55    IDENTITY THEFT OF MULTIPLE VICTIMS IN THE SECOND DEGREE IS A  CLASS  C\n   56  FELONY.\n\n       S. 737                              8\n\n    1  S 191.29 IDENTITY THEFT OF MULTIPLE VICTIMS IN THE FIRST DEGREE.\n    2    A  PERSON IS GUILTY OF IDENTITY THEFT OF MULTIPLE VICTIMS IN THE FIRST\n    3  DEGREE WHEN HE OR SHE KNOWINGLY, AND WITH INTENT TO DEFRAUD, ASSUMES THE\n    4  IDENTITY OF FIFTY OR MORE PERSONS BY PRESENTING HIMSELF  OR  HERSELF  AS\n    5  THOSE  OTHER  PERSONS,  OR BY ACTING AS THOSE OTHER PERSONS, OR BY USING\n    6  PERSONAL IDENTIFYING INFORMATION OF THOSE OTHER PERSONS, AND THEREBY:\n    7    1. OBTAINS GOODS,  MONEY,  MEDICAL  INFORMATION,  HEALTH  INFORMATION,\n    8  PROPERTY  OR SERVICES OR USES CREDIT IN THE NAME OF THOSE PERSONS, IN AN\n    9  AGGREGATE AMOUNT THAT EXCEEDS TWO HUNDRED THOUSAND DOLLARS; OR\n   10    2. CAUSES FINANCIAL LOSS TO SUCH PERSONS,  OR  TO  ANOTHER  PERSON  OR\n   11  PERSONS  IN  AN  AGGREGATE  AMOUNT  THAT  EXCEEDS  TWO  HUNDRED THOUSAND\n   12  DOLLARS; OR\n   13    3. COMMITS OR ATTEMPTS TO COMMIT A CLASS  B  FELONY  OR  HIGHER  LEVEL\n   14  CRIME  OR  ACTS AS AN ACCESSORY IN THE COMMISSION OF A CLASS B OR HIGHER\n   15  LEVEL FELONY; OR\n   16    4. COMMITS THE CRIME OF IDENTITY THEFT IN THE FOURTH DEGREE AS DEFINED\n   17  IN SECTION 191.10 OF THIS ARTICLE  AND  HAS  BEEN  PREVIOUSLY  CONVICTED\n   18  WITHIN THE LAST FIVE YEARS OF PETIT IDENTITY THEFT AS DEFINED IN SECTION\n   19  191.05,  IDENTITY  THEFT  IN  THE  FOURTH  DEGREE  AS DEFINED IN SECTION\n   20  191.10, IDENTITY THEFT IN THE THIRD DEGREE AS DEFINED IN SECTION 191.15,\n   21  IDENTITY THEFT IN THE SECOND DEGREE AS DEFINED IN SECTION 191.20,  IDEN-\n   22  TITY  THEFT  IN  THE FIRST DEGREE AS DEFINED IN SECTION 191.25, IDENTITY\n   23  THEFT OF MULTIPLE VICTIMS IN THE FOURTH DEGREE  AS  DEFINED  IN  SECTION\n   24  191.26,  IDENTITY  THEFT  OF  MULTIPLE  VICTIMS  IN  THE THIRD DEGREE AS\n   25  DEFINED IN SECTION 191.27, IDENTITY THEFT OF  MULTIPLE  VICTIMS  IN  THE\n   26  SECOND  DEGREE  AS DEFINED IN SECTION 191.28, IDENTITY THEFT OF MULTIPLE\n   27  VICTIMS IN THE  FIRST  DEGREE  AS  DEFINED  IN  THIS  SECTION,  UNLAWFUL\n   28  POSSESSION  OF  PERSONAL  IDENTIFYING INFORMATION IN THE THIRD DEGREE AS\n   29  DEFINED IN SECTION 191.35, UNLAWFUL POSSESSION OF  PERSONAL  IDENTIFYING\n   30  INFORMATION  IN THE SECOND DEGREE AS DEFINED IN SECTION 191.40, UNLAWFUL\n   31  POSSESSION OF PERSONAL IDENTIFYING INFORMATION IN THE  FIRST  DEGREE  AS\n   32  DEFINED  IN  SECTION  191.45, UNLAWFUL POSSESSION OF A SKIMMER DEVICE IN\n   33  THE SECOND DEGREE AS DEFINED IN SECTION 191.55, UNLAWFUL POSSESSION OF A\n   34  SKIMMER DEVICE IN THE FIRST DEGREE AS DEFINED IN SECTION  191.60,  GRAND\n   35  LARCENY IN THE FOURTH DEGREE AS DEFINED IN SECTION 155.30, GRAND LARCENY\n   36  IN  THE  THIRD DEGREE AS DEFINED IN SECTION 155.35, GRAND LARCENY IN THE\n   37  SECOND DEGREE AS DEFINED IN SECTION 155.40, GRAND LARCENY IN  THE  FIRST\n   38  DEGREE  AS  DEFINED  IN  SECTION 155.42, CRIMINAL POSSESSION OF A FORGED\n   39  INSTRUMENT IN THE THIRD DEGREE AS DEFINED IN  SECTION  170.20,  CRIMINAL\n   40  POSSESSION  OF  A  FORGED  INSTRUMENT IN THE SECOND DEGREE AS DEFINED IN\n   41  SECTION 170.25, CRIMINAL POSSESSION OF A FORGED INSTRUMENT IN THE  FIRST\n   42  DEGREE AS DEFINED IN SECTION 170.30, CRIMINAL POSSESSION OF STOLEN PROP-\n   43  ERTY  IN  THE  FIFTH  DEGREE  AS  DEFINED  IN  SECTION  165.40, CRIMINAL\n   44  POSSESSION OF STOLEN PROPERTY IN THE FOURTH DEGREE AS DEFINED IN SECTION\n   45  165.45, CRIMINAL POSSESSION OF STOLEN PROPERTY IN THE  THIRD  DEGREE  AS\n   46  DEFINED IN SECTION 165.50, CRIMINAL POSSESSION OF STOLEN PROPERTY IN THE\n   47  SECOND  DEGREE  AS  DEFINED  IN  SECTION  165.52, CRIMINAL POSSESSION OF\n   48  STOLEN PROPERTY IN THE FIRST DEGREE AS DEFINED  IN  SECTION  165.54,  OR\n   49  CRIMINAL  POSSESSION  OF FORGERY DEVICES AS DEFINED IN SECTION 170.40 OF\n   50  THIS CHAPTER.\n   51    IDENTITY THEFT OF MULTIPLE VICTIMS IN THE FIRST DEGREE IS  A  CLASS  B\n   52  FELONY.\n   53  S 191.30 AGGRAVATED IDENTITY THEFT.\n   54    A  PERSON  IS GUILTY OF AGGRAVATED IDENTITY THEFT WHEN HE OR SHE KNOW-\n   55  INGLY AND WITH INTENT TO DEFRAUD ASSUMES THE IDENTITY OF ANOTHER  PERSON\n   56  BY  PRESENTING  HIMSELF OR HERSELF AS THAT OTHER PERSON, OR BY ACTING AS\n\n       S. 737                              9\n\n    1  THAT OTHER PERSON OR BY USING PERSONAL IDENTIFYING INFORMATION  OF  THAT\n    2  OTHER PERSON, AND:\n    3    1.  KNOWS  THAT SUCH PERSON IS A MEMBER OF THE ARMED FORCES, AND KNOWS\n    4  THAT SUCH MEMBER IS PRESENTLY DEPLOYED OUTSIDE OF THE CONTINENTAL UNITED\n    5  STATES AND:\n    6    A. THEREBY OBTAINS GOODS, MONEY, PROPERTY OR SERVICES OR  USES  CREDIT\n    7  IN  THE  NAME  OF SUCH MEMBER OF THE ARMED FORCES IN AN AGGREGATE AMOUNT\n    8  THAT EXCEEDS FIVE HUNDRED DOLLARS; OR\n    9    B. THEREBY CAUSES FINANCIAL LOSS TO SUCH MEMBER OF THE ARMED FORCES IN\n   10  AN AGGREGATE AMOUNT THAT EXCEEDS FIVE HUNDRED DOLLARS; OR\n   11    2. KNOWS THAT SUCH PERSON IS A VULNERABLE ELDERLY PERSON AS DEFINED IN\n   12  SUBDIVISION THREE OF SECTION 260.31 OF THIS CHAPTER OR A PERSON  WHO  IS\n   13  UNABLE  TO  CARE  FOR HIMSELF OR HERSELF BECAUSE OF PHYSICAL DISABILITY,\n   14  MENTAL DISEASE OR DEFECT, OR BECAUSE HE OR SHE IS A MINOR AND:\n   15    A. THEREBY OBTAINS GOODS, MONEY, PROPERTY OR SERVICES OR  USES  CREDIT\n   16  IN  THE  NAME  OF  SUCH  PERSON IN AN AGGREGATE AMOUNT THAT EXCEEDS FIVE\n   17  HUNDRED DOLLARS; OR\n   18    B. THEREBY CAUSES FINANCIAL LOSS TO SUCH PERSON IN AN AGGREGATE AMOUNT\n   19  THAT EXCEEDS FIVE HUNDRED DOLLARS.\n   20    AGGRAVATED IDENTITY THEFT IS A CLASS D FELONY.\n   21  S 191.35 UNLAWFUL POSSESSION OF PERSONAL IDENTIFYING INFORMATION IN  THE\n   22             THIRD DEGREE.\n   23    A  PERSON  IS  GUILTY  OF  UNLAWFUL POSSESSION OF PERSONAL IDENTIFYING\n   24  INFORMATION IN THE THIRD DEGREE WHEN HE OR  SHE  KNOWINGLY  POSSESSES  A\n   25  PERSON'S  PERSONAL  IDENTIFYING INFORMATION AS DEFINED IN SECTION 191.00\n   26  OF THIS ARTICLE OF ANOTHER PERSON KNOWING SUCH INFORMATION  IS  INTENDED\n   27  TO  BE  USED IN FURTHERANCE OF THE COMMISSION OF A CRIME DEFINED IN THIS\n   28  CHAPTER.\n   29    UNLAWFUL POSSESSION OF PERSONAL IDENTIFYING INFORMATION IN  THE  THIRD\n   30  DEGREE IS A CLASS A MISDEMEANOR.\n   31  S  191.40 UNLAWFUL POSSESSION OF PERSONAL IDENTIFYING INFORMATION IN THE\n   32             SECOND DEGREE.\n   33    A PERSON IS GUILTY OF  UNLAWFUL  POSSESSION  OF  PERSONAL  IDENTIFYING\n   34  INFORMATION  IN  THE  SECOND  DEGREE  WHEN HE OR SHE KNOWINGLY POSSESSES\n   35  FIFTY OR MORE ITEMS OF PERSONAL IDENTIFYING INFORMATION  AS  DEFINED  IN\n   36  SECTION  191.00  OF THIS ARTICLE KNOWING SUCH INFORMATION IS INTENDED TO\n   37  BE USED IN FURTHERANCE OF THE COMMISSION OF  A  CRIME  DEFINED  IN  THIS\n   38  CHAPTER.\n   39    UNLAWFUL  POSSESSION OF PERSONAL IDENTIFYING INFORMATION IN THE SECOND\n   40  DEGREE IS A CLASS E FELONY.\n   41  S 191.45 UNLAWFUL POSSESSION OF PERSONAL IDENTIFYING INFORMATION IN  THE\n   42             FIRST DEGREE.\n   43    A  PERSON  IS  GUILTY  OF  UNLAWFUL POSSESSION OF PERSONAL IDENTIFYING\n   44  INFORMATION IN THE FIRST DEGREE WHEN HE OR  SHE  COMMITS  THE  CRIME  OF\n   45  UNLAWFUL  POSSESSION  OF  PERSONAL IDENTIFYING INFORMATION IN THE SECOND\n   46  DEGREE AND:\n   47    1. WITH INTENT TO FURTHER THE COMMISSION  OF  IDENTITY  THEFT  IN  THE\n   48  THIRD DEGREE, HE OR SHE SUPERVISES MORE THAN THREE ACCOMPLICES; OR\n   49    2.  HE OR SHE HAS BEEN PREVIOUSLY CONVICTED WITHIN THE LAST FIVE YEARS\n   50  OF PETIT IDENTITY THEFT AS DEFINED IN SECTION 191.05, IDENTITY THEFT  IN\n   51  THE  FOURTH  DEGREE  AS DEFINED IN SECTION 191.10, IDENTITY THEFT IN THE\n   52  THIRD DEGREE AS DEFINED IN SECTION 191.15, IDENTITY THEFT IN THE  SECOND\n   53  DEGREE  AS DEFINED IN SECTION 191.20, IDENTITY THEFT IN THE FIRST DEGREE\n   54  AS DEFINED IN SECTION 191.25, IDENTITY THEFT OF MULTIPLE VICTIMS IN  THE\n   55  FOURTH  DEGREE  AS DEFINED IN SECTION 191.26, IDENTITY THEFT OF MULTIPLE\n   56  VICTIMS IN THE THIRD DEGREE AS DEFINED IN SECTION 191.27, IDENTITY THEFT\n\n       S. 737                             10\n\n    1  OF MULTIPLE VICTIMS IN THE SECOND DEGREE AS DEFINED IN  SECTION  191.28,\n    2  IDENTITY  THEFT  OF  MULTIPLE  VICTIMS IN THE FIRST DEGREE AS DEFINED IN\n    3  SECTION 191.29, UNLAWFUL POSSESSION OF PERSONAL IDENTIFYING  INFORMATION\n    4  IN THE THIRD DEGREE AS DEFINED IN SECTION 191.35, UNLAWFUL POSSESSION OF\n    5  PERSONAL  IDENTIFYING  INFORMATION  IN  THE  SECOND DEGREE AS DEFINED IN\n    6  SECTION 191.40, UNLAWFUL POSSESSION OF PERSONAL IDENTIFYING  INFORMATION\n    7  IN THE FIRST DEGREE AS DEFINED IN THIS SECTION, UNLAWFUL POSSESSION OF A\n    8  SKIMMER DEVICE IN THE SECOND DEGREE AS DEFINED IN SECTION 191.55, UNLAW-\n    9  FUL  POSSESSION  OF  A  SKIMMER DEVICE IN THE FIRST DEGREE AS DEFINED IN\n   10  SECTION 191.60, GRAND LARCENY IN THE FOURTH DEGREE AS DEFINED IN SECTION\n   11  155.30, GRAND LARCENY IN THE THIRD DEGREE AS DEFINED IN SECTION  155.35,\n   12  GRAND  LARCENY  IN THE SECOND DEGREE AS DEFINED IN SECTION 155.40, GRAND\n   13  LARCENY IN THE FIRST DEGREE  AS  DEFINED  IN  SECTION  155.42,  CRIMINAL\n   14  POSSESSION  OF  A  FORGED  INSTRUMENT  IN THE THIRD DEGREE AS DEFINED IN\n   15  SECTION 170.20, CRIMINAL POSSESSION OF A FORGED INSTRUMENT IN THE SECOND\n   16  DEGREE AS DEFINED IN SECTION 170.25, CRIMINAL  POSSESSION  OF  A  FORGED\n   17  INSTRUMENT  IN  THE  FIRST DEGREE AS DEFINED IN SECTION 170.30, CRIMINAL\n   18  POSSESSION OF STOLEN PROPERTY IN THE FIFTH DEGREE AS DEFINED IN  SECTION\n   19  165.40,  CRIMINAL  POSSESSION OF STOLEN PROPERTY IN THE FOURTH DEGREE AS\n   20  DEFINED IN SECTION 165.45, CRIMINAL POSSESSION OF STOLEN PROPERTY IN THE\n   21  THIRD DEGREE AS DEFINED IN SECTION 165.50, CRIMINAL POSSESSION OF STOLEN\n   22  PROPERTY IN THE SECOND DEGREE AS DEFINED  IN  SECTION  165.52,  CRIMINAL\n   23  POSSESSION  OF STOLEN PROPERTY IN THE FIRST DEGREE AS DEFINED IN SECTION\n   24  165.54, OR CRIMINAL POSSESSION OF FORGERY DEVICES AS DEFINED IN  SECTION\n   25  170.40 OF THIS CHAPTER; OR\n   26    3.  WITH  INTENT  TO  FURTHER  THE COMMISSION OF IDENTITY THEFT IN THE\n   27  SECOND DEGREE:\n   28    A. HE OR SHE SUPERVISES MORE THAN TWO ACCOMPLICES, AND\n   29    B. HE OR SHE KNOWS THAT THE PERSON WHOSE PERSONAL IDENTIFYING INFORMA-\n   30  TION THAT HE OR SHE POSSESSES IS A MEMBER OF THE ARMED FORCES, AND\n   31    C. HE OR SHE KNOWS THAT SUCH MEMBER OF THE ARMED FORCES  IS  PRESENTLY\n   32  DEPLOYED OUTSIDE OF THE CONTINENTAL UNITED STATES.\n   33    UNLAWFUL  POSSESSION  OF PERSONAL IDENTIFYING INFORMATION IN THE FIRST\n   34  DEGREE IS A CLASS D FELONY.\n   35  S 191.50 DEFENSES.\n   36    IN ANY PROSECUTION  FOR  IDENTITY  THEFT  OR  UNLAWFUL  POSSESSION  OF\n   37  PERSONAL  IDENTIFYING  INFORMATION PURSUANT TO THIS ARTICLE, IT SHALL BE\n   38  AN AFFIRMATIVE DEFENSE THAT THE PERSON CHARGED WITH THE OFFENSE:\n   39    1. WAS UNDER TWENTY-ONE YEARS OF AGE AT THE  TIME  OF  COMMITTING  THE\n   40  OFFENSE AND THE PERSON USED OR POSSESSED THE PERSONAL IDENTIFYING INFOR-\n   41  MATION OF ANOTHER SOLELY FOR THE PURPOSE OF PURCHASING ALCOHOL;\n   42    2.  WAS  UNDER  EIGHTEEN  YEARS  OF  AGE AT THE TIME OF COMMITTING THE\n   43  OFFENSE AND THE PERSON USED OR POSSESSED THE PERSONAL IDENTIFYING INFOR-\n   44  MATION OF ANOTHER SOLELY FOR THE PURPOSE OF PURCHASING TOBACCO PRODUCTS;\n   45  OR\n   46    3. USED OR POSSESSED THE PERSONAL IDENTIFYING INFORMATION  OF  ANOTHER\n   47  PERSON  SOLELY  FOR  THE  PURPOSE OF MISREPRESENTING THE PERSON'S AGE TO\n   48  GAIN ACCESS TO A PLACE THE ACCESS TO WHICH IS RESTRICTED BASED ON AGE.\n   49  S 191.55 UNLAWFUL POSSESSION OF A SKIMMER DEVICE IN THE SECOND DEGREE.\n   50    1. A PERSON IS GUILTY OF UNLAWFUL POSSESSION OF A  SKIMMER  DEVICE  IN\n   51  THE  SECOND  DEGREE  WHEN  HE OR SHE POSSESSES A SKIMMER DEVICE WITH THE\n   52  INTENT THAT SUCH DEVICE BE USED IN FURTHERANCE OF THE COMMISSION OF  THE\n   53  CRIME  OF  IDENTITY THEFT OR UNLAWFUL POSSESSION OF PERSONAL IDENTIFYING\n   54  INFORMATION AS DEFINED IN THIS ARTICLE.\n   55    2. FOR PURPOSES OF THIS  ARTICLE,  \"SKIMMER  DEVICE\"  MEANS  A  DEVICE\n   56  DESIGNED  OR  ADAPTED  TO OBTAIN PERSONAL IDENTIFYING INFORMATION FROM A\n\n       S. 737                             11\n\n    1  CREDIT CARD, DEBIT CARD, PUBLIC BENEFIT CARD, ACCESS CARD OR DEVICE,  OR\n    2  OTHER CARD OR DEVICE THAT CONTAINS PERSONAL IDENTIFYING INFORMATION.\n    3    UNLAWFUL  POSSESSION  OF  A  SKIMMER  DEVICE IN THE SECOND DEGREE IS A\n    4  CLASS A MISDEMEANOR.\n    5  S 191.60 UNLAWFUL POSSESSION OF A SKIMMER DEVICE IN THE FIRST DEGREE.\n    6    A PERSON IS GUILTY OF UNLAWFUL POSSESSION OF A SKIMMER DEVICE  IN  THE\n    7  FIRST  DEGREE WHEN HE OR SHE COMMITS THE CRIME OF UNLAWFUL POSSESSION OF\n    8  A SKIMMER DEVICE IN THE SECOND DEGREE AND HE OR SHE HAS BEEN  PREVIOUSLY\n    9  CONVICTED  WITHIN  THE  LAST  FIVE YEARS OF IDENTITY THEFT IN THE FOURTH\n   10  DEGREE AS DEFINED IN SECTION 191.10, IDENTITY THEFT IN THE THIRD  DEGREE\n   11  AS  DEFINED  IN  SECTION  191.15, IDENTITY THEFT IN THE SECOND DEGREE AS\n   12  DEFINED IN SECTION 191.20, IDENTITY THEFT IN THE FIRST DEGREE AS DEFINED\n   13  IN SECTION 191.25, IDENTITY THEFT OF  MULTIPLE  VICTIMS  IN  THE  FOURTH\n   14  DEGREE  AS DEFINED IN SECTION 191.26, IDENTITY THEFT OF MULTIPLE VICTIMS\n   15  IN THE THIRD DEGREE AS DEFINED IN  SECTION  191.27,  IDENTITY  THEFT  OF\n   16  MULTIPLE  VICTIMS  IN  THE  SECOND  DEGREE AS DEFINED IN SECTION 191.28,\n   17  IDENTITY THEFT OF MULTIPLE VICTIMS IN THE FIRST  DEGREE  AS  DEFINED  IN\n   18  SECTION  191.29, UNLAWFUL POSSESSION OF PERSONAL IDENTIFYING INFORMATION\n   19  IN THE THIRD DEGREE AS DEFINED IN SECTION 191.35, UNLAWFUL POSSESSION OF\n   20  PERSONAL IDENTIFYING INFORMATION IN THE  SECOND  DEGREE  AS  DEFINED  IN\n   21  SECTION  191.40, UNLAWFUL POSSESSION OF PERSONAL IDENTIFYING INFORMATION\n   22  IN THE FIRST DEGREE AS DEFINED IN SECTION 191.45, UNLAWFUL POSSESSION OF\n   23  A SKIMMER DEVICE IN THE SECOND DEGREE  AS  DEFINED  IN  SECTION  191.55,\n   24  UNLAWFUL  POSSESSION  OF A SKIMMER DEVICE IN THE FIRST DEGREE AS DEFINED\n   25  IN THIS SECTION, GRAND LARCENY  IN  THE  FOURTH  DEGREE  AS  DEFINED  IN\n   26  SECTION  155.30, GRAND LARCENY IN THE THIRD DEGREE AS DEFINED IN SECTION\n   27  155.35, GRAND LARCENY IN THE SECOND DEGREE AS DEFINED IN SECTION 155.40,\n   28  GRAND LARCENY IN THE FIRST DEGREE AS DEFINED IN SECTION 155.42, CRIMINAL\n   29  POSSESSION OF A FORGED INSTRUMENT IN THE  THIRD  DEGREE  AS  DEFINED  IN\n   30  SECTION 170.20, CRIMINAL POSSESSION OF A FORGED INSTRUMENT IN THE SECOND\n   31  DEGREE  AS  DEFINED  IN  SECTION 170.25, CRIMINAL POSSESSION OF A FORGED\n   32  INSTRUMENT IN THE FIRST DEGREE AS DEFINED IN  SECTION  170.30,  CRIMINAL\n   33  POSSESSION  OF STOLEN PROPERTY IN THE FIFTH DEGREE AS DEFINED IN SECTION\n   34  165.40, CRIMINAL POSSESSION OF STOLEN PROPERTY IN THE FOURTH  DEGREE  AS\n   35  DEFINED IN SECTION 165.45, CRIMINAL POSSESSION OF STOLEN PROPERTY IN THE\n   36  THIRD DEGREE AS DEFINED IN SECTION 165.50, CRIMINAL POSSESSION OF STOLEN\n   37  PROPERTY  IN  THE  SECOND  DEGREE AS DEFINED IN SECTION 165.52, CRIMINAL\n   38  POSSESSION OF STOLEN PROPERTY IN THE FIRST DEGREE AS DEFINED IN  SECTION\n   39  165.54,  OR CRIMINAL POSSESSION OF FORGERY DEVICES AS DEFINED IN SECTION\n   40  170.40 OF THIS CHAPTER.\n   41    UNLAWFUL POSSESSION OF A SKIMMER DEVICE IN THE FIRST DEGREE IS A CLASS\n   42  E FELONY.\n   43    S 3. Subdivision 1 of section 60.27 of the penal law,  as  amended  by\n   44  chapter 279 of the laws of 2008, is amended to read as follows:\n   45    1.  In addition to any of the dispositions authorized by this article,\n   46  the court shall consider restitution or reparation to the victim of  the\n   47  crime  and may require restitution or reparation as part of the sentence\n   48  imposed upon a person convicted of an offense, and after  providing  the\n   49  district attorney with an opportunity to be heard in accordance with the\n   50  provisions  of  this subdivision, require the defendant to make restitu-\n   51  tion of the fruits of his or her offense or reparation  for  the  actual\n   52  out-of-pocket  loss  caused  thereby  and, in the case of a violation of\n   53  section [190.78, 190.79,  190.80,  190.82  or  190.83]  191.05,  191.10,\n   54  191.15,  191.20,  191.25  OR 191.30 of this chapter, any costs or losses\n   55  incurred due to  any  adverse  action  taken  against  the  victim.  The\n   56  district attorney shall where appropriate, advise the court at or before\n\n       S. 737                             12\n\n    1  the  time of sentencing that the victim seeks restitution or reparation,\n    2  the extent of injury or economic loss or damage of the victim,  and  the\n    3  amount  of  restitution or reparation sought by the victim in accordance\n    4  with his or her responsibilities under subdivision two of section 390.50\n    5  of  the criminal procedure law and article twenty-three of the executive\n    6  law. The court shall hear and consider the information presented by  the\n    7  district  attorney  in  this  regard.  In that event, or when the victim\n    8  impact statement reports that the victim seeks  restitution  or  repara-\n    9  tion,  the  court shall require, unless the interests of justice dictate\n   10  otherwise, in addition to any of the  dispositions  authorized  by  this\n   11  article that the defendant make restitution of the fruits of the offense\n   12  and  reparation  for the actual out-of-pocket loss and, in the case of a\n   13  violation of section [190.78, 190.79, 190.80, 190.82 or 190.83]  191.05,\n   14  191.10,  191.15,  191.20, 191.25 OR 191.30 of this chapter, any costs or\n   15  losses incurred due to any adverse action, caused thereby to the victim.\n   16  In the event that restitution or reparation are not ordered,  the  court\n   17  shall clearly state its reasons on the record. Adverse action as used in\n   18  this  subdivision  shall  mean  and  include actual loss incurred by the\n   19  victim, including an amount equal to the value of  the  time  reasonably\n   20  spent  by  the  victim  attempting to remediate the harm incurred by the\n   21  victim from the offense, and the  consequential  financial  losses  from\n   22  such action.\n   23    S 4. Paragraph (b) of subdivision 4 of section 60.27 of the penal law,\n   24  as  amended by section 41 of part A-1 of chapter 56 of the laws of 2010,\n   25  is amended to read as follows:\n   26    (b) the term \"victim\" shall include the victim  of  the  offense,  the\n   27  representative  of  a  crime  victim  as  defined  in subdivision six of\n   28  section six hundred twenty-one of the executive law, an individual whose\n   29  identity was assumed or whose personal identifying information was  used\n   30  in  violation  of  section  [190.78,  190.79  or 190.80] 191.05, 191.10,\n   31  191.15, 191.20, 191.25 OR 191.30 of this chapter, or any person who  has\n   32  suffered  a financial loss as a direct result of the acts of a defendant\n   33  in violation of section  [190.78,  190.79,  190.80,  190.82  or  190.83]\n   34  191.05, 191.10, 191.15, 191.20, 191.25 OR 191.30 of this chapter, a good\n   35  samaritan  as defined in section six hundred twenty-one of the executive\n   36  law and the office of victim services or other governmental agency  that\n   37  has  received an application for or has provided financial assistance or\n   38  compensation to the victim.\n   39    S 5. Paragraph (a) of subdivision 1 of section  460.10  of  the  penal\n   40  law,  as  amended by chapter 405 of the laws of 2010, is amended to read\n   41  as follows:\n   42    (a) Any of the felonies set forth in this  chapter:  sections  120.05,\n   43  120.10 and 120.11 relating to assault; sections 121.12 and 121.13 relat-\n   44  ing  to  strangulation;  sections 125.10 to 125.27 relating to homicide;\n   45  sections 130.25, 130.30 and 130.35 relating to rape; sections 135.20 and\n   46  135.25 relating to kidnapping; section 135.35 relating  to  labor  traf-\n   47  ficking;  section  135.65  relating to coercion; sections 140.20, 140.25\n   48  and 140.30 relating to burglary;  sections  145.05,  145.10  and  145.12\n   49  relating  to  criminal  mischief;  article one hundred fifty relating to\n   50  arson; sections 155.30, 155.35, 155.40  and  155.42  relating  to  grand\n   51  larceny;  sections  177.10, 177.15, 177.20 and 177.25 relating to health\n   52  care fraud; article one hundred  sixty  relating  to  robbery;  sections\n   53  165.45,  165.50,  165.52  and  165.54 relating to criminal possession of\n   54  stolen property; sections 165.72 and 165.73 relating to trademark  coun-\n   55  terfeiting;  sections 170.10, 170.15, 170.25, 170.30, 170.40, 170.65 and\n   56  170.70 relating to forgery; sections 175.10, 175.25, 175.35, 175.40  and\n\n       S. 737                             13\n\n    1  210.40 relating to false statements; sections 176.15, 176.20, 176.25 and\n    2  176.30  relating to insurance fraud; sections 178.20 and 178.25 relating\n    3  to criminal diversion of  prescription  medications  and  prescriptions;\n    4  sections 180.03, 180.08, 180.15, 180.25, 180.40, 180.45, 200.00, 200.03,\n    5  200.04,  200.10, 200.11, 200.12, 200.20, 200.22, 200.25, 200.27, 215.00,\n    6  215.05 and 215.19 relating to bribery; sections 187.10,  187.15,  187.20\n    7  and  187.25  relating to residential mortgage fraud, sections 190.40 and\n    8  190.42 relating to criminal usury; section 190.65 relating to schemes to\n    9  defraud;  SECTIONS  191.05,  191.10,  191.15,  191.20,  191.25,  191.30,\n   10  191.35,  191.40,  191.45,  191.55 AND 191.60 RELATING TO IDENTITY THEFT;\n   11  sections 205.60 and 205.65 relating to hindering  prosecution;  sections\n   12  210.10,  210.15,  and  215.51  relating to perjury and contempt; section\n   13  215.40 relating to tampering with physical  evidence;  sections  220.06,\n   14  220.09,  220.16, 220.18, 220.21, 220.31, 220.34, 220.39, 220.41, 220.43,\n   15  220.46, 220.55, 220.60 and 220.77  relating  to  controlled  substances;\n   16  sections  225.10  and  225.20  relating  to  gambling;  sections 230.25,\n   17  230.30, and 230.32 relating to promoting  prostitution;  section  230.34\n   18  relating  to sex trafficking; sections 235.06, 235.07, 235.21 and 235.22\n   19  relating to obscenity; sections 263.10 and 263.15 relating to  promoting\n   20  [a]  AN  OBSCENE sexual performance by a child; sections 265.02, 265.03,\n   21  265.04, 265.11, 265.12, 265.13 and  the  provisions  of  section  265.10\n   22  which constitute a felony relating to firearms and other dangerous weap-\n   23  ons;  and  sections  265.14  and  265.16  relating to criminal sale of a\n   24  firearm; and section 275.10, 275.20, 275.30, or 275.40 relating to unau-\n   25  thorized recordings; and sections  470.05,  470.10,  470.15  and  470.20\n   26  relating to money laundering; or\n   27    S  6.  Paragraph  (a)  of subdivision 3 of section 490.05 of the penal\n   28  law, as amended by section 7 of part A of chapter 1 of the laws of 2004,\n   29  is amended to read as follows:\n   30    (a) \"Specified offense\" for purposes of this article means a  class  A\n   31  felony  offense  other than an offense as defined in article two hundred\n   32  twenty,  a  violent  felony  offense  as  defined  in   section   70.02,\n   33  manslaughter in the second degree as defined in section 125.15, criminal\n   34  tampering  in  the  first  degree as defined in section 145.20, identity\n   35  theft in the second degree as defined in section [190.79] 191.20,  iden-\n   36  tity  theft  in  the first degree as defined in section [190.80] 191.25,\n   37  unlawful possession of personal [identification] IDENTIFYING information\n   38  in the second degree as defined in  section  [190.82]  191.40,  unlawful\n   39  possession  of  personal [identification] IDENTIFYING information in the\n   40  first degree as defined in section [190.83] 191.45, money laundering  in\n   41  support  of terrorism in the fourth degree as defined in section 470.21,\n   42  money laundering in support of terrorism in the third degree as  defined\n   43  in  section  470.22,  money  laundering  in  support of terrorism in the\n   44  second degree as defined in section 470.23, money laundering in  support\n   45  of  terrorism  in  the first degree as defined in section 470.24 of this\n   46  chapter, and includes an  attempt  or  conspiracy  to  commit  any  such\n   47  offense.\n   48    S  7.  The  opening  paragraph  and  paragraph (l) of subdivision 4 of\n   49  section 20.40 of the criminal procedure law, paragraph (l) as amended by\n   50  chapter 346 of the laws of 2007, are amended to read as follows:\n   51    A person may be convicted  in  an  appropriate  criminal  court  of  a\n   52  particular  county,  of  an offense of which the criminal courts of this\n   53  state have jurisdiction pursuant to section 20.20, committed  either  by\n   54  his  OR HER own conduct or by the conduct of another for which he OR SHE\n   55  is legally accountable pursuant to section 20.00 of the penal law, when:\n\n       S. 737                             14\n\n    1    (l) An offense of identity theft or unlawful  possession  of  personal\n    2  [identification] IDENTIFYING information AND ALL CRIMINAL ACTS COMMITTED\n    3  IN CONNECTION WITH THOSE CRIMES OR COMMITTED THROUGH THE CRIMINAL MISUSE\n    4  OF  PERSONAL IDENTIFYING INFORMATION may be prosecuted (i) in any county\n    5  in  which  part  of  the  offense  took  place regardless of whether the\n    6  defendant was actually present in such county, or (ii) in the county  in\n    7  which  the  person who suffers financial loss resided at the time of the\n    8  commission of the offense, or (iii) in the county where the person whose\n    9  personal  [identification]  IDENTIFYING  information  was  used  in  the\n   10  commission  of  the offense resided at the time of the commission of the\n   11  offense. The law enforcement agency of any  such  county  shall  take  a\n   12  police  report  of the matter and provide the complainant with a copy of\n   13  such report at no charge.\n   14    S 8. Paragraph (s) of subdivision 8 of section 700.05 of the  criminal\n   15  procedure  law  is  REPEALED and a new paragraph (s) is added to read as\n   16  follows:\n   17    (S) PETIT IDENTITY THEFT AS DEFINED IN SECTION 191.05, IDENTITY  THEFT\n   18  IN THE FOURTH DEGREE AS DEFINED IN SECTION 191.10, IDENTITY THEFT IN THE\n   19  THIRD  DEGREE AS DEFINED IN SECTION 191.15, IDENTITY THEFT IN THE SECOND\n   20  DEGREE AS DEFINED IN SECTION 191.20, IDENTITY THEFT IN THE FIRST  DEGREE\n   21  AS  DEFINED IN SECTION 191.25, IDENTITY THEFT OF MULTIPLE VICTIMS IN THE\n   22  FOURTH DEGREE AS DEFINED IN SECTION 191.26, IDENTITY THEFT  OF  MULTIPLE\n   23  VICTIMS IN THE THIRD DEGREE AS DEFINED IN SECTION 191.27, IDENTITY THEFT\n   24  OF  MULTIPLE  VICTIMS IN THE SECOND DEGREE AS DEFINED IN SECTION 191.28,\n   25  IDENTITY THEFT OF MULTIPLE VICTIMS IN THE FIRST  DEGREE  AS  DEFINED  IN\n   26  SECTION  191.29, AGGRAVATED IDENTITY THEFT AS DEFINED IN SECTION 191.30,\n   27  UNLAWFUL POSSESSION OF PERSONAL IDENTIFYING  INFORMATION  IN  THE  THIRD\n   28  DEGREE  AS  DEFINED  IN  SECTION 191.35, UNLAWFUL POSSESSION OF PERSONAL\n   29  IDENTIFYING INFORMATION IN THE  SECOND  DEGREE  AS  DEFINED  IN  SECTION\n   30  191.40,  UNLAWFUL  POSSESSION OF PERSONAL IDENTIFYING INFORMATION IN THE\n   31  FIRST DEGREE AS DEFINED IN SECTION  191.45,  UNLAWFUL  POSSESSION  OF  A\n   32  SKIMMER  DEVICE  IN  THE  SECOND DEGREE AS DEFINED IN SECTION 191.55, OR\n   33  UNLAWFUL POSSESSION OF A SKIMMER DEVICE IN THE FIRST DEGREE  AS  DEFINED\n   34  IN SECTION 191.60.\n   35    S  9. Subdivision 2 of section 646 of the executive law, as amended by\n   36  chapter 346 of the laws of 2007, is amended to read as follows:\n   37    2. An individual whose identity was assumed or whose personal  identi-\n   38  fying  information,  as  defined  in [section 190.77] SUBDIVISION ONE OF\n   39  SECTION 191.00 of the penal  law,  was  used  in  violation  of  section\n   40  [190.78,  190.79  or  190.80]  191.05,  191.10,  191.15, 191.20, 191.25,\n   41  191.26, 191.27, 191.28, 191.29 OR 191.30 of the penal law, or any person\n   42  who has suffered a financial loss as a direct result of the  acts  of  a\n   43  defendant  in  violation  of  section [190.78, 190.79, 190.80, 190.82 or\n   44  190.83] 191.05, 191.10, 191.15, 191.20, 191.25, 191.26, 191.27,  191.28,\n   45  191.29  OR  191.30  of  the  penal  law,  who  has learned or reasonably\n   46  suspects that his or  her  personal  identifying  information  has  been\n   47  unlawfully  used  by  another,  may  make  a  complaint to the local law\n   48  enforcement agency of the county in which any part of the  offense  took\n   49  place  regardless  of whether the defendant was actually present in such\n   50  county, or in the county in which the person who suffered financial loss\n   51  resided at the time of the commission of the offense, or in  the  county\n   52  where  the  person whose personal identification information was used in\n   53  the commission of the offense resided at the time of the  commission  of\n   54  the  offense as provided in paragraph (l) of subdivision four of section\n   55  20.40 of the criminal procedure law. Said local law  enforcement  agency\n\n       S. 737                             15\n\n    1  shall  take  a  police  report of the matter and provide the complainant\n    2  with a copy of such report free of charge.\n    3    S  10.  Paragraph (d) of subdivision 7 of section 995 of the executive\n    4  law, as amended by chapter 2 of the laws of 2006, is amended to read  as\n    5  follows:\n    6    (d)  any  of  the following felonies, or an attempt thereof where such\n    7  attempt is a felony offense:\n    8    aggravated assault upon a  person  less  than  eleven  years  old,  as\n    9  defined  in  section  120.12  of  the  penal  law; menacing in the first\n   10  degree, as defined in section 120.13 of the penal law;  reckless  endan-\n   11  germent  in  the first degree, as defined in section 120.25 of the penal\n   12  law; stalking in the second degree, as defined in section 120.55 of  the\n   13  penal  law;  criminally negligent homicide, as defined in section 125.10\n   14  of the penal law;  vehicular  manslaughter  in  the  second  degree,  as\n   15  defined  in  section  125.12 of the penal law; vehicular manslaughter in\n   16  the first degree, as  defined  in  section  125.13  of  the  penal  law;\n   17  persistent  sexual abuse, as defined in section 130.53 of the penal law;\n   18  aggravated sexual abuse in the fourth  degree,  as  defined  in  section\n   19  130.65-a  of  the  penal  law;  female genital mutilation, as defined in\n   20  section 130.85 of the penal law;  facilitating  a  sex  offense  with  a\n   21  controlled  substance,  as  defined  in section 130.90 of the penal law;\n   22  unlawful imprisonment in the first degree, as defined in section  135.10\n   23  of the penal law; custodial interference in the first degree, as defined\n   24  in  section  135.50  of  the  penal  law; criminal trespass in the first\n   25  degree, as defined in section 140.17 of the penal law; criminal  tamper-\n   26  ing  in the first degree, as defined in section 145.20 of the penal law;\n   27  tampering with a consumer product in the first  degree,  as  defined  in\n   28  section  145.45 of the penal law; robbery in the third degree as defined\n   29  in section 160.05 of the penal law; identity theft in the second degree,\n   30  as defined in section [190.79] 191.20 of the penal law;  identity  theft\n   31  in  the first degree, as defined in section [190.80] 191.25 of the penal\n   32  law; promoting prison contraband in the  first  degree,  as  defined  in\n   33  section  205.25  of the penal law; tampering with a witness in the third\n   34  degree, as defined in section 215.11 of the penal law; tampering with  a\n   35  witness  in the second degree, as defined in section 215.12 of the penal\n   36  law; tampering with a witness in the first degree, as defined in section\n   37  215.13 of the penal law; criminal  contempt  in  the  first  degree,  as\n   38  defined  in subdivisions (b), (c) and (d) of section 215.51 of the penal\n   39  law; aggravated criminal contempt, as defined in section 215.52  of  the\n   40  penal  law;  bail  jumping  in  the second degree, as defined in section\n   41  215.56 of the penal law; bail jumping in the first degree, as defined in\n   42  section 215.57 of the penal law; patronizing a prostitute in the  second\n   43  degree,  as  defined  in  section 230.05 of the penal law; patronizing a\n   44  prostitute in the first degree, as defined  in  section  230.06  of  the\n   45  penal  law;  promoting  prostitution in the second degree, as defined in\n   46  section 230.30 of the penal law; promoting  prostitution  in  the  first\n   47  degree,  as defined in section 230.32 of the penal law; compelling pros-\n   48  titution, as defined in section 230.33 of the penal  law;  disseminating\n   49  indecent [materials] MATERIAL to minors in the second degree, as defined\n   50  in  section  235.21 of the penal law; disseminating indecent [materials]\n   51  MATERIAL to minors in the first degree, as defined in section 235.22  of\n   52  the penal law; riot in the first degree, as defined in section 240.06 of\n   53  the  penal  law;  criminal  anarchy, as defined in section 240.15 of the\n   54  penal law; aggravated harassment of an employee by an inmate, as defined\n   55  in section 240.32 of the penal law; unlawful surveillance in the  second\n   56  degree, as defined in section 250.45 of the penal law; unlawful surveil-\n\n       S. 737                             16\n\n    1  lance  in  the  first  degree, as defined in section 250.50 of the penal\n    2  law; endangering the welfare of  a  vulnerable  elderly  person,  OR  AN\n    3  INCOMPETENT  OR  PHYSICALLY  DISABLED  PERSON  in  the second degree, as\n    4  defined in section 260.32 of the penal law; endangering the welfare of a\n    5  vulnerable  elderly  person,  OR  AN  INCOMPETENT OR PHYSICALLY DISABLED\n    6  PERSON in the first degree, as defined in section 260.34  of  the  penal\n    7  law;  use  of  a  child  in  a sexual performance, as defined in section\n    8  263.05 of the penal law; promoting an obscene sexual  performance  by  a\n    9  child,  as  defined  in  section  263.10 of the penal law; possessing an\n   10  obscene sexual performance by a child, as defined in section  263.11  of\n   11  the  penal law; promoting a sexual performance by a child, as defined in\n   12  section 263.15 of the penal law; possessing a sexual  performance  by  a\n   13  child,  as  defined  in  section  263.16  of  the  penal  law;  criminal\n   14  possession of a weapon in the third degree, as defined in section 265.02\n   15  of the penal law; criminal sale of a firearm in  the  third  degree,  as\n   16  defined  in  section 265.11 of the penal law; criminal sale of a firearm\n   17  to a minor, as defined in section 265.16  of  the  penal  law;  unlawful\n   18  wearing  of  a body vest, as defined in section 270.20 of the penal law;\n   19  hate crimes as defined in section 485.05 of the penal law; and crime  of\n   20  terrorism, as defined in section 490.25 of the penal law; or\n   21    S  11. Paragraph (b) of subdivision 1 of section 899-aa of the general\n   22  business law, as added by chapter 442 of the laws of 2005, is amended to\n   23  read as follows:\n   24    (b) \"Private information\" shall mean personal  information  consisting\n   25  of  any information in combination with any one or more of the following\n   26  data elements, when either the personal information or the data  element\n   27  is not encrypted, or encrypted with an encryption key that has also been\n   28  acquired:\n   29    (1) social security number;\n   30    (2)  driver's license number or non-driver identification card number;\n   31  [or]\n   32    (3) account number, credit or debit card number, in  combination  with\n   33  any  required  security code, access code, or password that would permit\n   34  access to an individual's financial account;\n   35    (4) MEDICAL INFORMATION; OR\n   36    (5) HEALTH INSURANCE INFORMATION.\n   37    FOR THE PURPOSES OF THIS PARAGRAPH, \"MEDICAL  INFORMATION\"  MEANS  ANY\n   38  INFORMATION  REGARDING  AN INDIVIDUAL'S MEDICAL HISTORY, MENTAL OR PHYS-\n   39  ICAL CONDITION, OR MEDICAL TREATMENT  OR  DIAGNOSIS  BY  A  HEALTH  CARE\n   40  PROFESSIONAL  AND  \"HEALTH  INSURANCE INFORMATION\" MEANS AN INDIVIDUAL'S\n   41  HEALTH INSURANCE POLICY NUMBER OR SUBSCRIBER IDENTIFICATION NUMBER,  ANY\n   42  UNIQUE IDENTIFIER USED BY A HEALTH INSURER TO IDENTIFY THE INDIVIDUAL OR\n   43  ANY  INFORMATION  IN  AN  INDIVIDUAL'S  APPLICATION  AND CLAIMS HISTORY,\n   44  INCLUDING, BUT NOT LIMITED TO, APPEALS HISTORY.\n   45    \"Private information\" does not include publicly available  information\n   46  which  is  lawfully  made  available to the general public from federal,\n   47  state, or local government records.\n   48    S 12. Paragraph (a) of subdivision 1 of section 208 of the state tech-\n   49  nology law, as added by chapter 442 of the laws of 2005, is  amended  to\n   50  read as follows:\n   51    (a)  \"Private information\" shall mean personal information in combina-\n   52  tion with any one or more of the following data  elements,  when  either\n   53  the  personal  information  or  the  data  element  is  not encrypted or\n   54  encrypted with an encryption key that has also been acquired:\n   55    (1) social security number;\n\n       S. 737                             17\n\n    1    (2) driver's license number or non-driver identification card  number;\n    2  [or]\n    3    (3)  account  number, credit or debit card number, in combination with\n    4  any required security code, access code, or password which would  permit\n    5  access to an individual's financial account[.];\n    6    (4) MEDICAL INFORMATION; OR\n    7    (5) HEALTH INSURANCE INFORMATION.\n    8    FOR  THE  PURPOSES  OF THIS PARAGRAPH, \"MEDICAL INFORMATION\" MEANS ANY\n    9  INFORMATION REGARDING AN INDIVIDUAL'S MEDICAL HISTORY, MENTAL  OR  PHYS-\n   10  ICAL  CONDITION,  OR  MEDICAL  TREATMENT  OR  DIAGNOSIS BY A HEALTH CARE\n   11  PROFESSIONAL AND \"HEALTH INSURANCE INFORMATION\"  MEANS  AN  INDIVIDUAL'S\n   12  HEALTH  INSURANCE POLICY NUMBER OR SUBSCRIBER IDENTIFICATION NUMBER, ANY\n   13  UNIQUE IDENTIFIER USED BY A HEALTH INSURER TO IDENTIFY THE INDIVIDUAL OR\n   14  ANY INFORMATION IN  AN  INDIVIDUAL'S  APPLICATION  AND  CLAIMS  HISTORY,\n   15  INCLUDING, BUT NOT LIMITED TO, APPEALS HISTORY.\n   16    \"Private  information\" does not include publicly available information\n   17  that is lawfully made available to  the  general  public  from  federal,\n   18  state, or local government records.\n   19    S  13.  This act shall take effect on the thirtieth day after it shall\n   20  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, the criminal procedure law, the executive law, the general business law and the state technology law, in relation to the crime of identity theft; and repealing certain provisions of the penal law and the criminal procedure law relating thereto ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101230.T094220.TXT", "SOBI.D101230.T120727.TXT", "SOBI.D101230.T093720.TXT", "SOBI.D101230.T102222.TXT", "SOBI.D110104.T153513.TXT", "SOBI.D101230.T113725.TXT", "SOBI.D101230.T095721.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294173313297
}