{
  "year" : 2011,
  "senateBillNo" : "S738-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO HEALTH",
    "billEventId" : "S738-2011-1294203600000-REFERRED+TO+HEALTH",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SQUADRON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes program for familial dysautonomia and Tay-Sachs disease screening; authorizes department of health to provide grants",
  "summary" : "Authorizes the department of health to establish a program for familial dysautonomia, Canavan's and Tay-Sachs disease screening and counseling and to provide grants and to enter into contracts with public and non-profit private entities to assist in such program; and provides that participation in such program shall be voluntary and all information shall be confidential. ",
  "currentCommittee" : "HEALTH",
  "sameAs" : "A412",
  "lawSection" : "Public Health Law",
  "previousVersions" : [ "S7976-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "PARKER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          738\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by Sens. SQUADRON, PARKER -- read twice and ordered printed,\n         and when printed to be committed to the Committee on Health\n\n       AN ACT to amend the public health law, in relation to the  establishment\n         of  a  program  for  familial dysautonomia, Canavan's disease and Tay-\n         Sachs disease screening and counseling\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.   The public health law is amended by adding a new article\n    2  27-DDD to read as follows:\n    3                                ARTICLE  27-DDD\n    4            PROGRAM FOR FAMILIAL DYSAUTONOMIA, CANAVAN'S DISEASE\n    5               AND TAY-SACHS DISEASE SCREENING AND COUNSELING\n    6  SECTION 2770. LEGISLATIVE FINDINGS AND DECLARATION OF PURPOSE.\n    7          2771. PROGRAM FOR FAMILIAL DYSAUTONOMIA, CANAVAN'S  DISEASE  AND\n    8                 TAY-SACHS DISEASE SCREENING AND COUNSELING.\n    9          2772. COMMISSIONER; FUNCTIONS, POWERS AND DUTIES.\n   10          2773. COSTS.\n   11          2774. VOLUNTARY PARTICIPATION.\n   12          2774-A. APPLICATION; ADMINISTRATION AS TO GRANTS AND CONTRACTS.\n   13          2774-B. CONFIDENTIALITY OF INFORMATION.\n   14          2774-C. REPORTS.\n   15    S  2770.    LEGISLATIVE  FINDINGS AND DECLARATION OF PURPOSE.   1. THE\n   16  LEGISLATURE HEREBY FINDS AND DECLARES:\n   17    (A)  THAT  FAMILIAL  DYSAUTONOMIA,  CANAVAN'S  DISEASE  AND  TAY-SACHS\n   18  DISEASE  ARE  DEBILITATING, INHERITABLE DISEASES THAT HAVE AFFECTED MANY\n   19  CITIZENS OF THE STATE;\n   20    (B)  THAT  FAMILIAL  DYSAUTONOMIA,  CANAVAN'S  DISEASE  AND  TAY-SACHS\n   21  DISEASE  ARE  DEADLY  AND  TRAGIC  BURDENS  WHICH  ARE  LIKELY TO STRIKE\n   22  ONE-FOURTH OF THE CHILDREN BORN TO PARENTS BOTH  OF  WHOM  ARE  FAMILIAL\n   23  DYSAUTONOMIA, CANAVAN'S DISEASE AND TAY-SACHS DISEASE CARRIERS;\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03218-01-1\n\n       S. 738                              2\n\n    1    (C)    THAT  EFFORTS  WITH RESPECT TO FAMILIAL DYSAUTONOMIA, CANAVAN'S\n    2  DISEASE AND TAY-SACHS DISEASE MUST BE  DIRECTED  TOWARD  THE  EDUCATION,\n    3  SCREENING,   AND   COUNSELING  OF  CARRIERS  OF  FAMILIAL  DYSAUTONOMIA,\n    4  CANAVAN'S DISEASE AND TAY-SACHS DISEASE;\n    5    (D)  THAT  SIMPLE  AND  INEXPENSIVE  SCREENING TESTS HAVE BEEN DEVISED\n    6  WHICH IDENTIFY THOSE WHO HAVE THE DISEASES OR ARE FAMILIAL DYSAUTONOMIA,\n    7  CANAVAN'S DISEASE AND TAY-SACHS DISEASE CARRIERS;\n    8    (E) THAT PROGRAMS WITH RESPECT  TO  FAMILIAL  DYSAUTONOMIA,  CANAVAN'S\n    9  DISEASE  AND TAY-SACHS DISEASE MUST BE BASED ENTIRELY UPON THE VOLUNTARY\n   10  COOPERATION OF THE INDIVIDUALS INVOLVED;\n   11    (F) THAT THE APPLICATION OF METHODS OF SCREENING AND  COUNSELING  WITH\n   12  RESPECT  TO  FAMILIAL  DYSAUTONOMIA,  CANAVAN'S  DISEASE  AND  TAY-SACHS\n   13  DISEASE DESERVE THE HIGHEST PRIORITY; AND\n   14    (G) THAT THE ESTABLISHMENT OF FAMILIAL DYSAUTONOMIA, CANAVAN'S DISEASE\n   15  AND TAY-SACHS DISEASE EDUCATION, SCREENING, AND COUNSELING PROGRAMS WILL\n   16  BE COST BENEFICIAL TO THE CITIZENS OF THE STATE.\n   17    2. IN ORDER TO PRESERVE AND PROTECT THE PUBLIC HEALTH AND WELFARE, THE\n   18  LEGISLATURE HEREBY DECLARES  AS  ITS  PURPOSE  THE  ESTABLISHMENT  OF  A\n   19  PROGRAM  FOR  FAMILIAL  DYSAUTONOMIA,  CANAVAN'S  DISEASE  AND TAY-SACHS\n   20  DISEASE SCREENING AND COUNSELING.\n   21    S 2771. PROGRAM FOR FAMILIAL DYSAUTONOMIA, CANAVAN'S DISEASE AND  TAY-\n   22  SACHS  DISEASE  SCREENING AND COUNSELING.  THE COMMISSIONER SHALL ESTAB-\n   23  LISH  WITHIN  THE  DEPARTMENT  A  PROGRAM  FOR  FAMILIAL   DYSAUTONOMIA,\n   24  CANAVAN'S DISEASE AND TAY-SACHS DISEASE SCREENING AND COUNSELING FOR THE\n   25  PURPOSES OF:\n   26    1. THE ESTABLISHMENT AND OPERATION OF VOLUNTARY FAMILIAL DYSAUTONOMIA,\n   27  CANAVAN'S   DISEASE  AND  TAY-SACHS  DISEASE  SCREENING  AND  COUNSELING\n   28  PROGRAMS, PRIMARILY THROUGH OTHER EXISTING HEALTH PROGRAMS; AND\n   29    2. THE DEVELOPMENT OF INFORMATION AND EDUCATIONAL  MATERIALS  RELATING\n   30  TO  FAMILIAL  DYSAUTONOMIA, CANAVAN'S DISEASE AND TAY-SACHS DISEASE, AND\n   31  THE DISSEMINATION OF SUCH INFORMATION AND MATERIALS TO PERSONS PROVIDING\n   32  HEALTH CARE AND TO THE PUBLIC GENERALLY.\n   33    S 2772. COMMISSIONER; FUNCTIONS, POWERS AND DUTIES.   IN CARRYING  OUT\n   34  THE  PROVISIONS OF THIS ARTICLE, THE COMMISSIONER SHALL HAVE THE FOLLOW-\n   35  ING FUNCTIONS, POWERS AND DUTIES:\n   36    1. IN HIS OR  HER  DISCRETION,  TO  MAKE  GRANTS  TO  AND  ENTER  INTO\n   37  CONTRACTS  WITH,  PUBLIC AND NONPROFIT PRIVATE ENTITIES FOR PROJECTS FOR\n   38  THE ESTABLISHMENT AND  OPERATION  OF  VOLUNTARY  FAMILIAL  DYSAUTONOMIA,\n   39  CANAVAN'S   DISEASE  AND  TAY-SACHS  DISEASE  SCREENING  AND  COUNSELING\n   40  PROGRAMS;\n   41    2. TO CARRY OUT A PROGRAM TO DEVELOP INFORMATION AND EDUCATIONAL MATE-\n   42  RIALS RELATING TO FAMILIAL DYSAUTONOMIA, CANAVAN'S DISEASE AND TAY-SACHS\n   43  DISEASE AND TO DISSEMINATE SUCH INFORMATION  AND  MATERIALS  TO  PERSONS\n   44  PROVIDING HEALTH CARE AND TO THE PUBLIC GENERALLY;\n   45    3.  TO  MAKE  GRANTS  TO  PUBLIC AND NONPROFIT PRIVATE ENTITIES AND TO\n   46  ENTER INTO CONTRACTS WITH PUBLIC AND PRIVATE  ENTITIES  AND  INDIVIDUALS\n   47  FOR  THE  PURPOSE OF EFFECTUATING THE DUTY PRESCRIBED BY SUBDIVISION TWO\n   48  OF THIS SECTION;\n   49    4. TO ADOPT, PROMULGATE, AMEND AND RESCIND SUITABLE  RULES  AND  REGU-\n   50  LATIONS TO CARRY OUT THE PROVISIONS AND PURPOSES OF THIS ARTICLE; AND\n   51    5.  TO EXERCISE AND PERFORM SUCH OTHER FUNCTIONS, POWERS AND DUTIES AS\n   52  ARE CONTAINED IN THIS ARTICLE OR AS MAY FROM TIME TO TIME  BE  CONFERRED\n   53  OR IMPOSED BY LAW.\n   54    S  2773.  COSTS. COSTS INCURRED BY THE COMMISSIONER IN MAKING PAYMENTS\n   55  PURSUANT TO GRANTS AND CONTRACTS  AUTHORIZED  BY  SUBDIVISIONS  ONE  AND\n   56  THREE  OF SECTION TWENTY-SEVEN HUNDRED SEVENTY-TWO OF THIS ARTICLE SHALL\n\n       S. 738                              3\n\n    1  BE PAYABLE, AFTER SUBMISSION OF A VOUCHER CERTIFIED BY THE COMMISSIONER,\n    2  UPON AUDIT AND WARRANT OF THE COMPTROLLER FROM MONEYS MADE AVAILABLE FOR\n    3  SUCH PURPOSE BY APPROPRIATION.\n    4    S  2774.  VOLUNTARY PARTICIPATION. THE PARTICIPATION BY ANY INDIVIDUAL\n    5  IN ANY PROGRAM OR PORTION THEREOF ESTABLISHED UNDER THIS  ARTICLE  SHALL\n    6  BE  WHOLLY  VOLUNTARY AND SHALL NOT BE A PREREQUISITE TO ELIGIBILITY FOR\n    7  OR RECEIPT OF ANY OTHER SERVICE OR ASSISTANCE FROM, OR TO  PARTICIPATION\n    8  IN, ANY OTHER PROGRAM.\n    9    S  2774-A. APPLICATION; ADMINISTRATION AS TO GRANTS AND CONTRACTS.  1.\n   10  A GRANT AUTHORIZED BY SECTION TWENTY-SEVEN HUNDRED SEVENTY-TWO  OF  THIS\n   11  ARTICLE  MAY  BE MADE UPON APPLICATION TO THE COMMISSIONER AT SUCH TIME,\n   12  IN SUCH MANNER, UPON SUCH FORMS,  CONTAINING  AND  ACCOMPANIED  BY  SUCH\n   13  INFORMATION,  AS  THE  COMMISSIONER  SHALL  DEEM NECESSARY AND, BY REGU-\n   14  LATION, PRESCRIBE.\n   15    2.  NOTWITHSTANDING THE PROVISIONS OF SUBDIVISION ONE OF THIS SECTION,\n   16  ANY APPLICATION MADE PURSUANT TO THIS SECTION SHALL AT LEAST PROVIDE:\n   17    (A)  THAT THE PROGRAMS AND ACTIVITIES FOR WHICH ASSISTANCE UNDER  THIS\n   18  ARTICLE  IS  SOUGHT  WILL BE ADMINISTERED BY OR UNDER THE SUPERVISION OF\n   19  THE APPLICANT;\n   20    (B)  FOR STRICT CONFIDENTIALITY OF ALL TEST RESULTS, MEDICAL  RECORDS,\n   21  AND  OTHER INFORMATION REGARDING SCREENING OR COUNSELING, EXCEPT FOR (I)\n   22  SUCH INFORMATION AS THE PATIENT (OR HIS OR HER GUARDIAN) CONSENTS TO  BE\n   23  RELEASED;  OR  (II)  STATISTICAL  DATA COMPILED WITHOUT REFERENCE TO THE\n   24  IDENTITY OF ANY SUCH PATIENT;\n   25    (C) FOR APPROPRIATE COMMUNITY REPRESENTATION IN  THE  DEVELOPMENT  AND\n   26  OPERATION OF ANY PROGRAM FUNDED BY A GRANT UNDER THIS ARTICLE;\n   27    (D)  IN  THE CASE OF AN APPLICATION FOR A GRANT AUTHORIZED BY SUBDIVI-\n   28  SION ONE OF SECTION TWENTY-SEVEN HUNDRED SEVENTY-TWO  OF  THIS  ARTICLE,\n   29  ASSURANCES  SATISFACTORY  TO THE COMMISSIONER THAT (I) THE SCREENING AND\n   30  COUNSELING SERVICES TO BE PROVIDED  UNDER  THE  PROGRAM  FOR  WHICH  THE\n   31  APPLICATION  IS  MADE  WILL  BE DIRECTED FIRST TO THE BLOOD RELATIVES OF\n   32  KNOWN FAMILIAL DYSAUTONOMIA,  CANAVAN'S  DISEASE  OR  TAY-SACHS  DISEASE\n   33  VICTIMS;  AND  SECOND, TO THE HIGH-RISK POPULATION GROUPS IN WHICH FAMI-\n   34  LIAL DYSAUTONOMIA, CANAVAN'S DISEASE AND TAY-SACHS DISEASE  OCCURS  WITH\n   35  GREATEST  FREQUENCY  AND ESPECIALLY TO THOSE PERSONS IN THESE GROUPS WHO\n   36  ARE ENTERING THEIR CHILDBEARING YEARS; AND (II) APPROPRIATE ARRANGEMENTS\n   37  HAVE BEEN MADE TO PROVIDE GENETIC COUNSELING  TO  PERSONS  FOUND  TO  BE\n   38  FAMILIAL DYSAUTONOMIA, CANAVAN'S DISEASE OR TAY-SACHS CARRIERS;\n   39    (E)  FOR  SUCH  FISCAL  CONTROL  AND FUND ACCOUNTING PROCEDURES AS THE\n   40  COMMISSIONER MAY DEEM NECESSARY TO ASSURE  PROPER  DISBURSEMENT  OF  AND\n   41  ACCOUNTING FOR FUNDS PAID TO THE APPLICANT PURSUANT TO THIS ARTICLE; AND\n   42    (F)  FOR MAKING SUCH REPORTS IN SUCH FORM AND CONTAINING SUCH INFORMA-\n   43  TION AS THE COMMISSIONER MAY, BY REGULATION, REASONABLY REQUIRE.\n   44    3. IN MAKING OR ENTERING INTO ANY GRANT OR CONTRACT PURSUANT  TO  THIS\n   45  ARTICLE, THE COMMISSIONER SHALL:\n   46    (A)  TAKE  INTO  ACCOUNT  THE  NUMBER  OF  PERSONS TO BE SERVED BY THE\n   47  PROGRAM SUPPORTED BY SUCH GRANT OR CONTRACT  AND  THE  EXTENT  TO  WHICH\n   48  RAPID  AND  EFFECTIVE  USE  WILL  BE  MADE  OF  FUNDS UNDER THE GRANT OR\n   49  CONTRACT; AND\n   50    (B) GIVE PRIORITY TO PROGRAMS OPERATING IN AREAS WHICH THE COMMISSION-\n   51  ER DETERMINES TO HAVE THE GREATEST NUMBER OF  PERSONS  IN  NEED  OF  THE\n   52  SCREENING AND COUNSELING SERVICES PROVIDED UNDER SUCH PROGRAMS.\n   53    S  2774-B.  CONFIDENTIALITY OF INFORMATION.  ALL TEST RESULTS, MEDICAL\n   54  RECORDS AND  ANY  OTHER  INFORMATION  REGARDING  FAMILIAL  DYSAUTONOMIA,\n   55  CANAVAN'S DISEASE AND TAY-SACHS DISEASE SCREENING OR COUNSELING ACQUIRED\n   56  OR  MADE BY A PUBLIC OR PRIVATE ENTITY OR AN INDIVIDUAL UNDER THIS ARTI-\n\n       S. 738                              4\n\n    1  CLE SHALL BE KEPT CONFIDENTIAL, AND SHALL NOT BE ADMISSIBLE AS  EVIDENCE\n    2  IN  AN  ACTION  OR PROCEEDING IN ANY COURT OR BEFORE ANY OTHER TRIBUNAL,\n    3  BOARD, AGENCY OR PERSON; PROVIDED, HOWEVER, THAT THE PROVISIONS OF  THIS\n    4  SECTION SHALL NOT APPLY TO:\n    5    1.  SUCH  INFORMATION AS THE PATIENT, OR HIS OR HER GUARDIAN, CONSENTS\n    6  TO BE RELEASED; OR\n    7    2. STATISTICAL DATA COMPILED WITHOUT REFERENCE TO THE IDENTITY OF  ANY\n    8  SUCH PATIENT; OR\n    9    3.  SUCH  INFORMATION  AS  IS  RELEASED BY WRITTEN ORDER OF A COURT OF\n   10  RECORD, ISSUED BY SUCH COURT AFTER RECEIPT OF AN APPLICATION  ON  APPRO-\n   11  PRIATE  NOTICE  AND AN OPPORTUNITY FOR ALL RELEVANT PARTIES TO BE HEARD,\n   12  SHOWING GOOD CAUSE FOR THE FOLLOWING REASONS:\n   13    (A) OTHER WAYS OF OBTAINING THE INFORMATION ARE NOT AVAILABLE OR WOULD\n   14  BE INEFFECTIVE; AND\n   15    (B) THERE IS A REASONABLE LIKELIHOOD THAT THE  RECORDS  WILL  DISCLOSE\n   16  INFORMATION OF SUBSTANTIAL VALUE IN A CIVIL AND/OR CRIMINAL PROCEEDING.\n   17    IN  ANY  APPLICATION  BROUGHT UNDER THIS SUBDIVISION, UNLESS THE COURT\n   18  ORDERS ALL PAPERS FILED UNDER SEAL, THE SUBJECT OF THE RECORD  SHALL  BE\n   19  IDENTIFIED  ONLY  BY FICTITIOUS NAME, AND THE APPLICATION AND RESPONDING\n   20  PAPERS SHALL NOT CONTAIN OR OTHERWISE DISCLOSE THE SUBJECT'S IDENTITY OR\n   21  OTHER CONFIDENTIAL INFORMATION.\n   22    S 2774-C. REPORTS. 1. THE COMMISSIONER SHALL PREPARE AND SUBMIT TO THE\n   23  GOVERNOR AND THE LEGISLATURE AS SOON AS PRACTICABLE AFTER THE  ENACTMENT\n   24  OF  THIS ARTICLE, BUT NO LATER THAN ONE YEAR FOLLOWING SUCH ENACTMENT, A\n   25  COMPREHENSIVE REPORT ON THE ADMINISTRATION OF THIS ARTICLE.\n   26    2. SUCH REPORT  SHALL  CONTAIN  SUCH  RECOMMENDATIONS  FOR  ADDITIONAL\n   27  LEGISLATION AS THE COMMISSIONER DEEMS NECESSARY.\n   28    S 2. This act shall take effect on the one hundred eightieth day after\n   29  it shall have become a law, provided, however, that effective immediate-\n   30  ly,  the  addition,  amendment  and/or  repeal of any rule or regulation\n   31  necessary for the implementation of this act on its effective  date  are\n   32  authorized  and  directed  to  be  made  and completed on or before such\n   33  effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public health law, in relation to the establishment of a program for familial dysautonomia, Canavan's disease and Tay-Sachs disease screening and counseling ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101230.T094220.TXT", "SOBI.D101230.T102222.TXT", "SOBI.D110104.T140007.TXT", "SOBI.D101230.T095721.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294167607922
}