{
  "year" : 2011,
  "senateBillNo" : "S739-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO BANKS",
    "billEventId" : "S739-2011-1294203600000-REFERRED+TO+BANKS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SQUADRON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires notice to renters of safe deposit boxes regarding fees and charges",
  "summary" : "Requires notice to renters of safe deposit boxes regarding fees and charges. ",
  "currentCommittee" : "BANKS",
  "sameAs" : null,
  "lawSection" : "Banking Law",
  "previousVersions" : [ "S8066-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          739\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by Sen. SQUADRON -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Banks\n\n       AN ACT to amend the banking law, in  relation  to  requiring  notice  to\n         renters of safe deposit boxes regarding fees and charges\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The banking law is amended by adding a new section  339  to\n    2  read as follows:\n    3    S  339.  NOTICE  TO  RENTERS  OF SAFE DEPOSIT BOXES REGARDING FEES AND\n    4  CHARGES. 1. ANY BANKING  ORGANIZATION  OR  SAFE  DEPOSIT  COMPANY  WHICH\n    5  OFFERS SAFE DEPOSIT BOXES FOR RENT SHALL PROVIDE IN THE RENTAL AGREEMENT\n    6  REQUIRED  PURSUANT TO SECTION THREE HUNDRED THIRTY-EIGHT OF THIS ARTICLE\n    7  A SCHEDULE OF ALL FEES AND CHARGES APPLICABLE TO THE RENTAL OF SUCH SAFE\n    8  DEPOSIT BOX IN AT LEAST FOURTEEN POINT TYPE. ALL SUCH FEES  AND  CHARGES\n    9  IMPOSED UPON LESSEES OF SAFE DEPOSIT BOXES SHALL BE DEEMED REASONABLE BY\n   10  THE SUPERINTENDENT.\n   11    2.  ANY BANKING ORGANIZATION OR SAFE DEPOSIT COMPANY WHICH OFFERS SAFE\n   12  DEPOSIT BOXES FOR RENT SHALL INCLUDE IN ITS ANNUAL REPORT TO THE  SUPER-\n   13  INTENDENT REQUIRED PURSUANT TO SECTION THREE HUNDRED TWENTY-NINE OF THIS\n   14  CHAPTER  A  SCHEDULE  OF ALL FEES AND CHARGES IMPOSED ON LESSEES FOR THE\n   15  RENTAL OF SAFE DEPOSIT BOXES.\n   16    3. NO RENTAL AGREEMENT FOR THE RENTAL OF  A  SAFE  DEPOSIT  BOX  SHALL\n   17  IMPOSE  ANY  FEE  OR CHARGE UPON A LESSEE, OR ANYONE WHO WOULD OTHERWISE\n   18  HAVE ACCESS TO SUCH SAFE DEPOSIT BOX, FOR GAINING ACCESS  TO  SUCH  SAFE\n   19  DEPOSIT  BOX WHERE AN ACT OF GOD, COMMON DISASTER OR EMERGENCY SITUATION\n   20  HAS OCCURRED RENDERING THE LESSEE UNABLE TO  ACCESS  SUCH  SAFE  DEPOSIT\n   21  BOX.    THE  SUPERINTENDENT  SHALL  PROMULGATE  ANY RULES OR REGULATIONS\n   22  NECESSARY FOR CARRYING OUT THE PROVISIONS OF THIS SECTION.\n   23    S 2. This act shall take effect immediately and  shall  apply  to  all\n   24  safe deposit box rental agreements entered into on or after such date.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03202-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the banking law, in relation to requiring notice to renters of safe deposit boxes regarding fees and charges ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101230.T094220.TXT", "SOBI.D101230.T102222.TXT", "SOBI.D110104.T140007.TXT", "SOBI.D101230.T101722.TXT", "SOBI.D101230.T095721.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294167607920
}