{
  "year" : 2011,
  "senateBillNo" : "S741-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO HOUSING, CONSTRUCTION AND COMMUNITY DEVELOPMENT",
    "billEventId" : "S741-2011-1294203600000-REFERRED+TO+HOUSING%2C+CONSTRUCTION+AND+COMMUNITY+DEVELOPMENT",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SQUADRON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the appointment and qualifications of members of rent boards",
  "summary" : "Relates to the appointment and qualifications of members of rent boards. ",
  "currentCommittee" : "HOUSING, CONSTRUCTION AND COMMUNITY DEVELOPMENT",
  "sameAs" : null,
  "lawSection" : "New York City Administrative Code",
  "previousVersions" : [ "S1731-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "DIAZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "KRUEGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          741\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sens.  SQUADRON, DIAZ, KRUEGER -- read twice and ordered\n         printed, and when printed to be committed to the Committee on Housing,\n         Construction and Community Development\n\n       AN ACT to amend the administrative code of the city of New York and  the\n         emergency  tenant protection act of nineteen seventy-four, in relation\n         to the establishment of rent boards\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Subdivision a of section 26-510 of the administrative code\n    2  of the city of New York is amended to read as follows:\n    3    a. There shall be a rent guidelines board to consist of nine  members,\n    4  appointed  by the mayor UPON THE ADVICE AND CONSENT OF THE CITY COUNCIL.\n    5  Two members shall be representative of tenants, two shall  be  represen-\n    6  tative  of owners of property, and five shall be public members [each of\n    7  whom]. EACH OF THE PUBLIC MEMBERS shall have had  at  least  five  years\n    8  experience  in  [either]  PUBLIC SERVICE, PHILANTHROPY, SOCIAL SERVICES,\n    9  URBAN PLANNING, ARCHITECTURE, SOCIAL SCIENCES, SERVICE WITH NOT-FOR-PRO-\n   10  FIT CORPORATIONS, finance, economics or housing. One public member shall\n   11  be designated by the mayor UPON THE ADVICE AND CONSENT OF THE CITY COUN-\n   12  CIL to serve as [chairman] CHAIR and shall hold no other public  office.\n   13  No  member,  officer or employee of any municipal rent regulation agency\n   14  or the state division of housing and community renewal and no person who\n   15  owns or manages real estate covered by this law or who is an officer  of\n   16  any owner or tenant organization shall serve on a rent guidelines board.\n   17  One  public  member, one member representative of tenants and one member\n   18  representative of owners shall serve for a term ending  two  years  from\n   19  January  first next succeeding the date of their appointment; one public\n   20  member, one member representative of tenants and  one  member  represen-\n   21  tative of owners shall serve for terms ending three years from the Janu-\n   22  ary  first  next succeeding the date of their appointment and two public\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01809-01-1\n\n       S. 741                              2\n\n    1  members shall serve for terms ending four years from January first  next\n    2  succeeding  the dates of their appointment. [The chairman shall serve at\n    3  the pleasure of the mayor.] Thereafter, all members  shall  continue  in\n    4  office  until  their  successors  have been appointed and qualified. The\n    5  mayor UPON THE ADVICE AND CONSENT OF THE CITY  COUNCIL  shall  fill  any\n    6  vacancy  which may occur by reason of death, resignation or otherwise in\n    7  a manner consistent with the [original appointment] PROVISIONS  OF  THIS\n    8  SUBDIVISION.  A  member  may  be removed by the [mayor] CITY COUNCIL for\n    9  cause, but not without an opportunity to be heard in person or by  coun-\n   10  sel,  in  his  or  her  defense,  upon  not less than ten days notice. A\n   11  SUCCESSOR TO SUCH MEMBER SHALL  BE  APPOINTED  IN  ACCORDANCE  WITH  THE\n   12  PROVISIONS  OF  THIS SUBDIVISION TO SERVE THE BALANCE OF THE TERM OF THE\n   13  MEMBER WHO WAS REMOVED.\n   14    S 2. Subdivision a of section 4 of section 4 of  chapter  576  of  the\n   15  laws  of 1974, constituting the emergency tenant protection act of nine-\n   16  teen seventy-four, as amended by chapter 349 of the  laws  of  1979,  is\n   17  amended to read as follows:\n   18    a.  In  each  county wherein any city having a population of less than\n   19  one million or any town or village has determined the  existence  of  an\n   20  emergency  pursuant to section three of this act, there shall be created\n   21  a rent guidelines board to consist of  nine  members  appointed  by  the\n   22  [commissioner  of  housing  and community renewal] COUNTY EXECUTIVE upon\n   23  [recommendation] THE ADVICE AND CONSENT of the county legislature  which\n   24  [recommendation]  APPOINTMENT shall be made within thirty days after the\n   25  first local declaration of an emergency in such county; two such members\n   26  shall be representative of  tenants,  two  shall  be  representative  of\n   27  owners  of  property,  and  five shall be public members [each of whom].\n   28  EACH OF THE PUBLIC MEMBERS shall have had at least five years experience\n   29  in [either] PUBLIC SERVICE, PHILANTHROPY, SOCIAL SERVICES,  URBAN  PLAN-\n   30  NING,  ARCHITECTURE, SOCIAL SCIENCES, SERVICE WITH NOT-FOR-PROFIT CORPO-\n   31  RATIONS, finance, economics or  housing.  One  public  member  shall  be\n   32  designated  by  the  [commissioner] COUNTY EXECUTIVE UPON THE ADVICE AND\n   33  CONSENT OF THE COUNTY LEGISLATURE to serve as [chairman] CHAIR and shall\n   34  hold no other public office. No  member,  officer  or  employee  of  any\n   35  municipal  rent  regulation  agency or the state division of housing and\n   36  community renewal and no person who owns or manages real estate  covered\n   37  by  this  law  or  who is an officer of any owner or tenant organization\n   38  shall serve on a rent guidelines board. One public  member,  one  member\n   39  representative  of tenants and one member representative of owners shall\n   40  serve for a term ending two years from January first next succeeding the\n   41  date of their appointment; one public member, one member  representative\n   42  of tenants and one member representative of owners shall serve for terms\n   43  ending  three  years  from the January first next succeeding the date of\n   44  their appointment and three public members shall serve for terms  ending\n   45  four  years  from  January  first  next  succeeding  the  dates of their\n   46  appointment.   Thereafter, all members shall serve  for  terms  of  four\n   47  years  each.    Members  shall continue in office until their successors\n   48  have been appointed and qualified. The [commissioner]  COUNTY  EXECUTIVE\n   49  UPON  THE  ADVICE  AND  CONSENT OF THE COUNTY LEGISLATURE shall fill any\n   50  vacancy which may occur by reason of death, resignation or otherwise  in\n   51  a  manner  consistent with the [original appointment] PROVISIONS OF THIS\n   52  SUBDIVISION. A member may be removed by the [commissioner] COUNTY LEGIS-\n   53  LATURE for cause, but not without an opportunity to be heard  in  person\n   54  or  by  counsel,  in  his defense, upon not less than ten days notice. A\n   55  SUCCESSOR TO SUCH MEMBER SHALL  BE  APPOINTED  IN  ACCORDANCE  WITH  THE\n   56  PROVISIONS  OF  THIS SUBDIVISION TO SERVE THE BALANCE OF THE TERM OF THE\n\n       S. 741                              3\n\n    1  MEMBER WHO WAS REMOVED. Compensation for the members of the board  shall\n    2  be  at  the rate of one hundred dollars per day, for no more than twenty\n    3  days a year, except that the [chairman] CHAIR shall  be  compensated  at\n    4  the rate of one hundred twenty-five dollars a day for no more than thir-\n    5  ty  days  a  year.  The  board shall be provided staff assistance by the\n    6  division of housing and community  renewal.  The  compensation  of  such\n    7  members  and the costs of staff assistance shall be paid by the division\n    8  of housing and community renewal which shall be reimbursed in the manner\n    9  prescribed in THIS section [four of this  act].  The  local  legislative\n   10  body  of each city having a population of less than one million and each\n   11  town and village in which an emergency has been determined to  exist  as\n   12  herein provided shall be authorized to designate one person who shall be\n   13  representative  of tenants and one person who shall be representative of\n   14  owners of property to serve at its pleasure and without compensation  to\n   15  advise  and assist the county rent guidelines board in matters affecting\n   16  the adjustment of rents for housing accommodations in such city, town or\n   17  village as the case may be.\n   18    S 3. This act shall take effect immediately; provided that:\n   19    (a) the amendments to section 26-510 of the rent stabilization law  of\n   20  nineteen hundred sixty-nine made by section one of this act shall expire\n   21  on the same date as such law expires and shall not affect the expiration\n   22  of such law as provided under section 26-520 of such law;\n   23    (b) the amendments to section 4 of the emergency tenant protection act\n   24  of nineteen seventy-four made by section two of this act shall expire on\n   25  the same date as such act expires and shall not affect the expiration of\n   26  such act as provided in section 17 of chapter 576 of the laws of 1974;\n   27    (c)  the  rent  boards  as reconstituted pursuant to this act shall be\n   28  appointed and confirmed within forty-five days after the effective  date\n   29  of this act; and\n   30    (d) upon the appointment of a rent board pursuant to the provisions of\n   31  this  act,  any  existing  predecessor rent board shall be dissolved and\n   32  such predecessor rent board shall have no further authority.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the administrative code of the city of New York and the emergency tenant protection act of nineteen seventy-four, in relation to the establishment of rent boards ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101230.T100221.TXT", "SOBI.D101230.T094220.TXT", "SOBI.D101230.T102222.TXT", "SOBI.D110104.T140007.TXT", "SOBI.D101230.T095721.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294167607916
}