{
  "year" : 2011,
  "senateBillNo" : "S744-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO CRIME VICTIMS, CRIME AND CORRECTION",
    "billEventId" : "S744-2011-1294203600000-REFERRED+TO+CRIME+VICTIMS%2C+CRIME+AND+CORRECTION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "YOUNG",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes the employment of state and local work release inmates by not-for-profit organizations and public service projects",
  "summary" : "Authorizes the employment of state and local work release inmates by not-for-profit organizations and public service projects. ",
  "currentCommittee" : "CRIME VICTIMS, CRIME AND CORRECTION",
  "sameAs" : null,
  "lawSection" : "Correction Law",
  "previousVersions" : [ "S3409-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "LARKIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "RANZENHOFER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SALAND",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SEWARD",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          744\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by Sens. YOUNG, RANZENHOFER, SALAND, SEWARD -- read twice and\n         ordered  printed, and when printed to be committed to the Committee on\n         Crime Victims, Crime and Correction\n\n       AN ACT to amend the correction law, in relation to  authorizing  employ-\n         ment by not-for-profit organizations and public service projects under\n         the work release program\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 3 of section 851  of  the  correction  law,  as\n    2  amended  by  chapter  60  of  the  laws  of  1994, is amended to read as\n    3  follows:\n    4    3. \"Work release program\" means a program under which eligible inmates\n    5  may be granted the privilege of leaving the premises of  an  institution\n    6  for  a period not exceeding fourteen hours in any day for the purpose of\n    7  on-the-job  training  or   employment,   INCLUDING   EMPLOYMENT   BY   A\n    8  NOT-FOR-PROFIT  ORGANIZATION  OR  A  PUBLIC  SERVICE PROJECT, or for any\n    9  matter necessary to the furtherance of  any  such  purposes.  No  person\n   10  shall  be  released  into a work release program unless prior to release\n   11  such person has a reasonable assurance of  a  job  training  program  or\n   12  employment. If after release, such person ceases to be employed or ceas-\n   13  es  to  participate  in  the training program, the inmate's privilege to\n   14  participate in such work release program may be  revoked  in  accordance\n   15  with rules and regulations promulgated by the commissioner.\n   16    S  2.  Subdivision 3 of section 851 of the correction law, as added by\n   17  chapter 472 of the laws of 1969, is amended to read as follows:\n   18    3. \"Work release program\" means a program under which eligible inmates\n   19  may be granted the privilege of leaving the premises of  an  institution\n   20  for the purpose of education, on-the-job training or employment, INCLUD-\n   21  ING  EMPLOYMENT  BY  A  NOT-FOR-PROFIT  ORGANIZATION OR A PUBLIC SERVICE\n   22  PROJECT.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02706-01-1\n\n       S. 744                              2\n\n    1    S 3. Section 870 of the correction law, as amended by  chapter  71  of\n    2  the laws of 1976, is amended to read as follows:\n    3    S  870.  Establishment of program.   The sheriff, upon approval of the\n    4  legislative body of the county, may establish  a  work  release  program\n    5  pursuant  to  which  prisoners,  sentenced to and confined in any county\n    6  jail under his jurisdiction, may be granted  the  privilege  of  leaving\n    7  confinement  for the purpose of working at gainful employment (INCLUDING\n    8  EMPLOYMENT  BY  A  NOT-FOR-PROFIT  ORGANIZATION  OR  A  PUBLIC   SERVICE\n    9  PROJECT),  participating in a privately or publicly sponsored program of\n   10  vocational training, with  or  without  compensation,  or  attending  an\n   11  educational  institution.  The work release program may also include the\n   12  release from confinement during necessary and reasonable hours  for  the\n   13  purpose of caring for the prisoner's family.\n   14    S  4. This act shall take effect immediately, provided that the amend-\n   15  ments to subdivision 3 of section 851 of the  correction  law,  made  by\n   16  section  one  of this act, shall not affect the expiration and reversion\n   17  of such section pursuant to chapter 339 of the laws of 1972, as amended,\n   18  and shall expire therewith, when upon such date section two of this  act\n   19  shall take effect.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the correction law, in relation to authorizing employment by not-for-profit organizations and public service projects under the work release program ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101230.T131731.TXT", "SOBI.D110103.T110922.TXT", "SOBI.D110104.T154014.TXT", "SOBI.D101230.T121227.TXT", "SOBI.D101230.T143740.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294173614624
}