{
  "year" : 2011,
  "senateBillNo" : "S745-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S745-2011-1294203600000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "YOUNG",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Creates the crime of reckless endangerment of the public health for recklessly transmitting HIV/AIDS",
  "summary" : "Creates crimes of reckless endangerment of public health with respect to HIV/AIDS transmission; creates crime of filing false instrument with respect to HIV/AIDS; provides for HIV/AIDS testing for alleged sex offenders and public health offenders; provides for contagious disease testing for persons in the custody of the department of corrections; provides that if an inmate tests positive notice shall be given to all employees that will have contact with such inmate. ",
  "currentCommittee" : "CODES",
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : [ "S3407-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "BONACIC",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "DEFRANCISCO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "NOZZOLIO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "RANZENHOFER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          745\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sens. YOUNG, BONACIC, DeFRANCISCO, NOZZOLIO, RANZENHOFER\n         -- read twice and ordered printed, and when printed to be committed to\n         the Committee on Codes\n\n       AN ACT to amend the penal  law,  the  criminal  procedure  law  and  the\n         correction law, in relation to criminalizing the reckless transmission\n         of  HIV/AIDS  and  to  require  testing  for  AIDS and HIV for certain\n         persons\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.   Legislative intent.  The legislature finds that HIV/AIDS\n    2  infection poses a serious threat to the public health of all New Yorkers\n    3  whenever HIV/AIDS infected persons act in a manner which  is  likely  to\n    4  spread  this  horrible disease to other persons.  When HIV/AIDS infected\n    5  persons commit such actions as having unprotected sex or sharing needles\n    6  without the consent of their partners, they endanger the  public  health\n    7  and frustrate the efforts of health officials to contain and, hopefully,\n    8  reverse the spread of HIV/AIDS.\n    9    The  legislature  further  finds that in order to allow the victims of\n   10  alleged sex crimes or crimes which endanger their health to  obtain  the\n   11  most  effective health care treatment, the HIV status of their offenders\n   12  must be determined.\n   13    The legislature further finds that the increasing reports of  acquired\n   14  immune  deficiency  syndrome, human immunodeficiency virus, tuberculosis\n   15  and hepatitis in state correctional facilities have reached an  alarming\n   16  level.  These inmates and others who may have an undiagnosed case of any\n   17  of these syndromes, diseases or viruses are extremely detrimental to the\n   18  health,  safety  and  welfare of the correction officers and other staff\n   19  who work in such facilities as well  as  inmates  who  are  incarcerated\n   20  therein.    In order to maintain proper security and working conditions,\n   21  the  legislature  hereby  declares  that  all  inmates  presently  under\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02708-01-1\n\n       S. 745                              2\n\n    1  confinement  and  all  inmates to be newly admitted to the department of\n    2  correctional services must be expeditiously tested for  such  syndromes,\n    3  diseases or viruses.  The department of correctional services shall take\n    4  immediate action to care for afflicted inmates including separation from\n    5  the general inmate population in a special medical facility.\n    6    S  2.  Section  10.00  of  the  penal law is amended by adding two new\n    7  subdivisions 21 and 22 to read as follows:\n    8    21. \"AIDS\" MEANS  ACQUIRED  IMMUNE  DEFICIENCY  SYNDROME,  AS  MAY  BE\n    9  DEFINED  FROM  TIME  TO  TIME  BY THE CENTERS FOR DISEASE CONTROL OF THE\n   10  UNITED STATES PUBLIC HEALTH SERVICE.\n   11    22. \"HIV INFECTION\" MEANS INFECTION WITH  THE  HUMAN  IMMUNODEFICIENCY\n   12  VIRUS  OR  ANY  OTHER  RELATED  VIRUS IDENTIFIED AS A PROBABLE CAUSATIVE\n   13  AGENT OF AIDS.\n   14    S 3. The opening paragraph of subdivision 1 of section  70.25  of  the\n   15  penal  law, as amended by chapter 372 of the laws of 1981, is amended to\n   16  read as follows:\n   17    Except as provided in subdivisions two, two-a [and], five AND  SIX  of\n   18  this  section,  when multiple sentences of imprisonment are imposed on a\n   19  person at the same time, or when a person who is subject to any  undisc-\n   20  harged  term  of  imprisonment  imposed at a previous time by a court of\n   21  this state is sentenced to  an  additional  term  of  imprisonment,  the\n   22  sentence or sentences imposed by the court shall run either concurrently\n   23  or consecutively with respect to each other and the undischarged term or\n   24  terms  in  such  manner as the court directs at the time of sentence. If\n   25  the court does not specify the manner in which a sentence imposed by  it\n   26  is to run, the sentence shall run as follows:\n   27    S  4. Section 70.25 of the penal law is amended by adding a new subdi-\n   28  vision 6 to read as follows:\n   29    6. WHEN A PERSON IS CONVICTED OF RECKLESS ENDANGERMENT OF  THE  PUBLIC\n   30  HEALTH  IN  THE FIRST DEGREE, AS DEFINED IN SECTION 120.26 OF THIS CHAP-\n   31  TER, OR RECKLESS ENDANGERMENT OF THE PUBLIC HEALTH IN THE SECOND DEGREE,\n   32  AS DEFINED IN SECTION 120.27 OF THIS CHAPTER, AND A TERM OF IMPRISONMENT\n   33  WHICH MAY BE IMPOSED AS A  SENTENCE  UPON  SUCH  CONVICTION,  SHALL  RUN\n   34  CONSECUTIVELY  TO ANY OTHER TERM OF IMPRISONMENT IMPOSED AS THE SENTENCE\n   35  UPON THE CONVICTION OF ANY OTHER OFFENSE COMMITTED THROUGH THE SAME  ACT\n   36  OR  OMISSION,  OR THROUGH AN ACT OR OMISSION WITH ITSELF CONSTITUTED ONE\n   37  OF THE MATERIAL ELEMENTS OF SUCH RECKLESS  ENDANGERMENT  OF  THE  PUBLIC\n   38  HEALTH OFFENSE.\n   39    S  5.    The  penal law is amended by adding four new sections 120.26,\n   40  120.27, 120.28 and 170.36 to read as follows:\n   41  S 120.26   RECKLESS ENDANGERMENT OF  THE  PUBLIC  HEALTH  IN  THE  FIRST\n   42                DEGREE.\n   43    A  PERSON  IS  GUILTY OF RECKLESS ENDANGERMENT OF THE PUBLIC HEALTH IN\n   44  THE FIRST DEGREE WHEN HE OR SHE IS AWARE THAT HE OR SHE HAS TESTED POSI-\n   45  TIVELY FOR HIV/AIDS AND THEN RECKLESSLY ENGAGES IN CONDUCT WHICH RESULTS\n   46  IN THE TRANSMISSION OF HIV/AIDS TO ANOTHER PERSON  WHO  WAS  UNAWARE  OF\n   47  SUCH CONDITION.\n   48    RECKLESS  ENDANGERMENT  OF  THE PUBLIC HEALTH IN THE FIRST DEGREE IS A\n   49  CLASS B FELONY.\n   50  S 120.27   RECKLESS ENDANGERMENT OF THE  PUBLIC  HEALTH  IN  THE  SECOND\n   51                DEGREE.\n   52    A  PERSON  IS  GUILTY OF RECKLESS ENDANGERMENT OF THE PUBLIC HEALTH IN\n   53  THE SECOND DEGREE WHEN HE OR SHE IS AWARE THAT  HE  OR  SHE  HAS  TESTED\n   54  POSITIVELY  FOR  HIV/AIDS  AND  THEN RECKLESSLY ENGAGES IN CONDUCT WHICH\n   55  CREATES A SUBSTANTIAL RISK OF THE TRANSMISSION OF  HIV/AIDS  TO  ANOTHER\n   56  PERSON WHO WAS UNAWARE OF SUCH CONDITION.\n\n       S. 745                              3\n\n    1    RECKLESS  ENDANGERMENT  OF THE PUBLIC HEALTH IN THE SECOND DEGREE IS A\n    2  CLASS C FELONY.\n    3  S 120.28 RECKLESS ENDANGERMENT OF THE PUBLIC HEALTH; DEFENSE.\n    4    IN  ANY PROSECUTION UNDER SECTION 120.26 OR 120.27 OF THIS ARTICLE, IT\n    5  SHALL BE AN ABSOLUTE DEFENSE THAT THE DEFENDANT, AT  THE  TIME  SHE  WAS\n    6  ENGAGED  IN THE CONDUCT CONSTITUTING THE OFFENSE, WAS A WOMAN WHO TRANS-\n    7  MITTED THE HIV/AIDS VIRUS TO HER CHILD AS THE RESULT OF GIVING BIRTH  TO\n    8  SUCH CHILD.\n    9  S 170.36 OFFERING A FALSE INSTRUMENT WHICH ENDANGERS THE PUBLIC HEALTH.\n   10    A  PERSON IS GUILTY OF OFFERING A FALSE INSTRUMENT WHICH ENDANGERS THE\n   11  PUBLIC HEALTH WHEN HE OR SHE IS AWARE THAT HE OR SHE HAS TESTED POSITIVE\n   12  FOR HIV/AIDS AND THEN KNOWING THAT A WRITTEN INSTRUMENT CONTAINS A FALSE\n   13  STATEMENT OR FALSE INFORMATION REGARDING HIS OR HER HIV STATUS AND  WITH\n   14  THE INTENT TO DEFRAUD THE DEPARTMENT OF HEALTH, ANY SUBDIVISION OR AGENT\n   15  THEREOF, OR ANY OTHER HEALTH CARE PROVIDER, HE OR SHE OFFERS OR PRESENTS\n   16  SUCH INSTRUMENT TO AN AGENT OF THAT OFFICE OR OTHER HEALTH CARE PROVIDER\n   17  WITH  THE  KNOWLEDGE OR BELIEF THAT IT WILL BE FILED WITH, REGISTERED OR\n   18  RECORDED IN OR OTHERWISE BECOME A PART OF THE  RECORDS  OF  SUCH  PUBLIC\n   19  OFFICE OR PUBLIC SERVANT.\n   20    OFFERING  A  FALSE  INSTRUMENT  WHICH ENDANGERS THE PUBLIC HEALTH IS A\n   21  CLASS E FELONY.\n   22    S 6. Section 1.20 of the criminal procedure law is amended  by  adding\n   23  two new subdivisions 44 and 45 to read as follows:\n   24    44.  \"HIV  RELATED  ILLNESS\" MEANS ANY ILLNESS THAT MAY RESULT FROM OR\n   25  MAY BE ASSOCIATED WITH HIV INFECTION.\n   26    45. \"HIV RELATED TEST\" MEANS ANY LABORATORY TEST OR  SERIES  OF  TESTS\n   27  FOR  ANY  VIRUS, ANTIBODY, ANTIGEN OR ETIOLOGIC AGENT WHATSOEVER THOUGHT\n   28  TO CAUSE OR TO INDICATE THE PRESENCE OF AIDS.\n   29    S 7. The criminal procedure law is amended by  adding  a  new  section\n   30  160.46 to read as follows:\n   31  S 160.46 HIV RELATED TESTING OF ALLEGED SEX AND PUBLIC HEALTH OFFENDERS.\n   32    1.  A  POLICE  OFFICER  WHO MAKES AN ARREST FOR ANY CRIME SET FORTH IN\n   33  ARTICLE ONE HUNDRED THIRTY OR SECTION 120.26 OR 120.27 OF THE PENAL LAW,\n   34  EITHER WITH OR WITHOUT A WARRANT, SHALL, FOLLOWING SUCH  ARREST  OR  THE\n   35  ARRAIGNMENT  UPON  A  LOCAL  CRIMINAL  COURT  ACCUSATORY INSTRUMENT OF A\n   36  DEFENDANT WHOSE COURT ATTENDANCE HAS BEEN SECURED BY  A  SUMMONS  OR  AN\n   37  APPEARANCE  TICKET,  CAUSE SUCH DEFENDANT TO BE IMMEDIATELY GIVEN AN HIV\n   38  RELATED TEST TO DETERMINE IF  SUCH  DEFENDANT  HAS  HIV  INFECTION,  HIV\n   39  RELATED ILLNESS OR AIDS.\n   40    2.  THE HIV RELATED TEST PRESCRIBED IN SUBDIVISION ONE OF THIS SECTION\n   41  AND THE SUBMISSION OF AVAILABLE INFORMATION CONCERNING THE DEFENDANT AND\n   42  THE FACTS AND CIRCUMSTANCES OF THE CRIME CHARGED MUST BE  IN  ACCORDANCE\n   43  WITH THE RULES AND REGULATIONS PROMULGATED BY THE COMMISSIONER OF CRIMI-\n   44  NAL JUSTICE SERVICES.\n   45    3. THE RESULT OF AN HIV RELATED TEST PERFORMED PURSUANT TO SUBDIVISION\n   46  ONE  OF  THIS  SECTION,  SHALL,  UPON  REQUEST, BE MADE AVAILABLE TO THE\n   47  VICTIM OR ALLEGED VICTIM OF SUCH CRIME AND TO THE DEFENDANT.\n   48    S 8. Section 71 of the correction law  is  amended  by  adding  a  new\n   49  subdivision 9 to read as follows:\n   50    9.  (A) PERSONS WHO ARE COMMITTED, TRANSFERRED, CERTIFIED TO OR PLACED\n   51  IN THE CARE OR CUSTODY OF THE DEPARTMENT SHALL BE IMMEDIATELY TESTED FOR\n   52  EVIDENCE OF ACQUIRED IMMUNE DEFICIENCY SYNDROME, HUMAN  IMMUNODEFICIENCY\n   53  VIRUS,  TUBERCULOSIS  AND HEPATITIS AND MONITORED FOR THE POSSIBILITY OF\n   54  DEVELOPMENT OF SUCH SYNDROMES, DISEASES OR VIRUSES  IN  ACCORDANCE  WITH\n   55  PROPER MEDICAL PROCEDURES.\n\n       S. 745                              4\n\n    1    (B)  FOR  THOSE PERSONS WHO GENERATE A POSITIVE RESULT, THE DEPARTMENT\n    2  SHALL PROVIDE, IN EACH FACILITY UNDER ITS CONTROL,  THE  INSTRUCTION  OF\n    3  APPROPRIATE  STAFF,  INMATES AND SIGNIFICANT OTHERS REGARDING THE NATURE\n    4  OF ACQUIRED IMMUNE DEFICIENCY SYNDROME AND AIDS RELATED  COMPLEX  (ARC),\n    5  HUMAN  IMMUNODEFICIENCY  VIRUS,  TUBERCULOSIS  AND  HEPATITIS, POTENTIAL\n    6  PROBLEMS, AND STEPS WHICH MAY BE TAKEN TO MINIMIZE SUCH PROBLEMS.\n    7    S 9. Section 141 of the correction law, as amended by chapter  476  of\n    8  the laws of 1970, is amended to read as follows:\n    9    S  141.  Contagious  disease in facility. 1. In case any pestilence or\n   10  contagious disease shall break out among  the  inmates  in  any  of  the\n   11  correctional  facilities,  or  in  the  vicinity of such facilities, the\n   12  commissioner [of correction] may cause  the  inmates  confined  in  such\n   13  facility,  or any of them, to be removed to some suitable place of secu-\n   14  rity, where such of them as may be sick shall receive all necessary care\n   15  and medical assistance; such inmates shall be returned as soon as may be\n   16  feasible to the facility from which they  were  taken,  to  be  confined\n   17  therein according to their respective sentences.\n   18    2.  TO  REDUCE THE POSSIBILITY OF ANY PESTILENCE OR CONTAGIOUS DISEASE\n   19  IN CORRECTIONAL FACILITIES, EVERY INMATE SHALL BE REGULARLY ADMINISTERED\n   20  A BLOOD TEST DESIGNED TO TEST FOR THE VIRAL AGENT KNOWN AS  HTLV-III/LAV\n   21  WHICH  CAUSES  ACQUIRED  IMMUNE  DEFICIENCY  SYNDROME  AND  A BLOOD TEST\n   22  DESIGNED TO TEST FOR TUBERCULOSIS AND HEPATITIS.  THE COMMISSIONER SHALL\n   23  TAKE ALL NECESSARY PRECAUTIONS WHICH SHALL INCLUDE MONITORING, EDUCATION\n   24  AND COUNSELING FOR THOSE INMATES WHO TEST POSITIVE FOR THESE ILLNESSES.\n   25    S 10. The correction law is amended by adding a new section  141-a  to\n   26  read as follows:\n   27    S  141-A.  NOTIFICATION  OF DISEASE SYMPTOMS.  UPON THE DIAGNOSIS OF A\n   28  FACILITY HEALTH DIRECTOR OR ANY OTHER MEDICAL SERVICE  PROVIDER  AUTHOR-\n   29  IZED  BY  THE DEPARTMENT TO EXAMINE INMATES, THAT AN INMATE HAS SYMPTOMS\n   30  OF ACQUIRED IMMUNE DEFICIENCY SYNDROME, NOTICE OF THE DIAGNOSIS SHALL BE\n   31  PROVIDED TO ALL EMPLOYEES  OF  THE  DEPARTMENT  WHO  CAN  REASONABLY  BE\n   32  EXPECTED TO BE INVOLVED IN THE SUPERVISION AND CARE OF SAID INMATE.\n   33    S 11. This act shall take effect on the first of January next succeed-\n   34  ing  the  date  on which it shall have become law; provided however that\n   35  sections three, four and five of this act shall take effect on the first\n   36  of November next succeeding the date on which it  shall  have  become  a\n   37  law;  and  provided, that effective immediately, the addition, amendment\n   38  and/or repeal of any rule or regulation necessary for the implementation\n   39  of the provisions of this act on its effective date are  authorized  and\n   40  directed  to  be  made  and  completed within 180 days after the date on\n   41  which this act shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, the criminal procedure law and the correction law, in relation to criminalizing the reckless transmission of HIV/AIDS and to require testing for AIDS and HIV for certain persons ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101230.T131731.TXT", "SOBI.D110104.T154014.TXT", "SOBI.D101230.T121227.TXT", "SOBI.D101230.T143740.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294173614633
}