{
  "year" : 2011,
  "senateBillNo" : "S746-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S746-2011-1294203600000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "YOUNG",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes the offenses of promoting and possessing a sex offense against a child",
  "summary" : "Establishes the class B felony of promoting a sex offense against a child for producing, directing or promoting any visual or audio representation of the commission of a sex offense against a person under the age of 16 years; establishes the class C felony of possessing a sex offense against a child for knowingly possessing any such representation; designates both such felonies as violent felony offenses. ",
  "currentCommittee" : "CODES",
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : [ "S3411-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "BONACIC",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "DEFRANCISCO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "LARKIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "MAZIARZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "NOZZOLIO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "O'MARA",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "RANZENHOFER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SALAND",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SEWARD",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          746\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sens.  YOUNG,  BONACIC,  DeFRANCISCO, MAZIARZ, NOZZOLIO,\n         RANZENHOFER, SALAND, SEWARD -- read twice  and  ordered  printed,  and\n         when printed to be committed to the Committee on Codes\n\n       AN  ACT to amend the penal law, in relation to establishing the offenses\n         of promoting and possessing a sex offense against a child\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraphs (a) and (b) of subdivision 1 of section 70.02 of\n    2  the  penal  law,  paragraph (a) as amended by chapter 320 of the laws of\n    3  2006 and paragraph (b) as amended by chapter 405 of the  laws  of  2010,\n    4  are amended to read as follows:\n    5    (a)  Class  B  violent felony offenses: an attempt to commit the class\n    6  A-I felonies of murder in  the  second  degree  as  defined  in  section\n    7  125.25, kidnapping in the first degree as defined in section 135.25, and\n    8  arson  in the first degree as defined in section 150.20; manslaughter in\n    9  the first degree as defined in section 125.20,  aggravated  manslaughter\n   10  in  the  first  degree  as  defined in section 125.22, rape in the first\n   11  degree as defined in section 130.35, criminal sexual act  in  the  first\n   12  degree  as  defined  in  section  130.50, aggravated sexual abuse in the\n   13  first degree as defined in section  130.70,  course  of  sexual  conduct\n   14  against  a  child  in  the  first  degree  as defined in section 130.75;\n   15  assault in the first degree as defined in section 120.10, kidnapping  in\n   16  the  second  degree  as defined in section 135.20, burglary in the first\n   17  degree as defined in section 140.30,  arson  in  the  second  degree  as\n   18  defined  in  section  150.15,  robbery in the first degree as defined in\n   19  section 160.15, PROMOTING A SEX OFFENSE AGAINST A CHILD  AS  DEFINED  IN\n   20  SECTION 263.35, incest in the first degree as defined in section 255.27,\n   21  criminal  possession  of  a  weapon  in  the  first degree as defined in\n   22  section 265.04, criminal use of a firearm in the first degree as defined\n   23  in section 265.09, criminal sale of a firearm in  the  first  degree  as\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02704-01-1\n\n       S. 746                              2\n\n    1  defined in section 265.13, aggravated assault upon a police officer or a\n    2  peace  officer  as  defined in section 120.11, gang assault in the first\n    3  degree as defined in section 120.07, intimidating a victim or witness in\n    4  the  first degree as defined in section 215.17, hindering prosecution of\n    5  terrorism in the first degree as defined  in  section  490.35,  criminal\n    6  possession  of  a  chemical  weapon  or  biological weapon in the second\n    7  degree as defined in section 490.40, and  criminal  use  of  a  chemical\n    8  weapon  or  biological  weapon in the third degree as defined in section\n    9  490.47.\n   10    (b) Class C violent felony offenses: an attempt to commit any  of  the\n   11  class  B felonies set forth in paragraph (a) of this subdivision; aggra-\n   12  vated criminally negligent homicide as defined in section 125.11, aggra-\n   13  vated manslaughter in the second degree as defined  in  section  125.21,\n   14  aggravated  sexual  abuse  in  the  second  degree as defined in section\n   15  130.67, assault on a peace officer, police officer, fireman or emergency\n   16  medical services professional as defined in section 120.08, gang assault\n   17  in the second degree as defined in section 120.06, strangulation in  the\n   18  first degree as defined in section 121.13, burglary in the second degree\n   19  as defined in section 140.25, robbery in the second degree as defined in\n   20  section  160.10,  POSSESSING A SEX OFFENSE AGAINST A CHILD AS DEFINED IN\n   21  SECTION 263.40, criminal possession of a weapon in the second degree  as\n   22  defined  in  section  265.03,  criminal  use  of a firearm in the second\n   23  degree as defined in section 265.08, criminal sale of a firearm  in  the\n   24  second  degree  as defined in section 265.12, criminal sale of a firearm\n   25  with the aid of a minor as defined  in  section  265.14,  soliciting  or\n   26  providing support for an act of terrorism in the first degree as defined\n   27  in  section  490.15,  hindering  prosecution  of terrorism in the second\n   28  degree as defined in section 490.30, and criminal possession of a chemi-\n   29  cal weapon or biological weapon  in  the  third  degree  as  defined  in\n   30  section 490.37.\n   31    S 2. Section 263.00 of the penal law is amended by adding a new subdi-\n   32  vision 9 to read as follows:\n   33    9.  \"INTERNET\"  MEANS THE SYSTEM OF LINKED COMPUTER NETWORKS, INTERNA-\n   34  TIONAL IN SCOPE, THAT FACILITATES DATA TRANSMISSION AND EXCHANGE.\n   35    S 3. The penal law is amended by adding two new  sections  263.35  and\n   36  263.40 to read as follows:\n   37  S 263.35 PROMOTING A SEX OFFENSE AGAINST A CHILD.\n   38    A  PERSON  IS  GUILTY OF PROMOTING A SEX OFFENSE AGAINST A CHILD WHEN,\n   39  KNOWING THE CHARACTER AND CONTENT THEREOF, HE OR SHE  PRODUCES,  DIRECTS\n   40  OR  PROMOTES ANY VISUAL OR AUDIO REPRESENTATION OF THE COMMISSION OF ANY\n   41  OFFENSE DEFINED IN ARTICLE ONE HUNDRED THIRTY OF  THIS  PART  AGAINST  A\n   42  CHILD LESS THAN SIXTEEN YEARS OF AGE, INCLUDING THE DISSEMINATION OF ANY\n   43  SUCH REPRESENTATION ON THE INTERNET.\n   44    PROMOTING A SEX OFFENSE AGAINST A CHILD IS A CLASS B FELONY.\n   45  S 263.40 POSSESSING A SEX OFFENSE AGAINST A CHILD.\n   46    A  PERSON  IS GUILTY OF POSSESSING A SEX OFFENSE AGAINST A CHILD WHEN,\n   47  KNOWING THE CHARACTER AND CONTENT THEREOF, HE OR SHE  KNOWINGLY  HAS  IN\n   48  HIS  OR  HER POSSESSION OR CONTROL ANY VISUAL OR AUDIO REPRESENTATION OF\n   49  THE COMMISSION OF ANY OFFENSE DEFINED IN ARTICLE ONE HUNDRED  THIRTY  OF\n   50  THIS PART AGAINST A CHILD LESS THAN SIXTEEN YEARS OF AGE.\n   51    POSSESSING A SEX OFFENSE AGAINST A CHILD IS A CLASS C FELONY.\n   52    S 4. This act shall take effect on the first of November next succeed-\n   53  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, in relation to establishing the offenses of promoting and possessing a sex offense against a child ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110103.T110922.TXT", "SOBI.D101230.T131731.TXT", "SOBI.D110126.T131256.TXT", "SOBI.D101230.T121227.TXT", "SOBI.D110104.T165520.TXT", "SOBI.D101230.T143740.TXT", "SOBI.D101230.T121727.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296065576677
}