{
  "year" : 2011,
  "senateBillNo" : "S747-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO TRANSPORTATION",
    "billEventId" : "S747-2011-1294203600000-REFERRED+TO+TRANSPORTATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "YOUNG",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Expands the definition of \"drug\", for the purposes of the vehicle and traffic law, to include inhalants and certain glues",
  "summary" : "Expands the definition of \"drug\", for the purposes of the vehicle and traffic law, to include inhalants and glues containing a solvent which releases toxic vapors and fumes; provides that the expansion of such definition expands the substances upon which a charge of the misdemeanor of driving while impaired by drugs may be based. ",
  "currentCommittee" : "TRANSPORTATION",
  "sameAs" : null,
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "S4673-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "DEFRANCISCO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "RANZENHOFER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          747\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sens.  YOUNG, DeFRANCISCO, RANZENHOFER -- read twice and\n         ordered printed, and when printed to be committed to the Committee  on\n         Transportation\n\n       AN  ACT  to  amend the vehicle and traffic law, in relation to the defi-\n         nition of \"drug\"\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Section 114-a of the vehicle and traffic law, as added by\n    2  chapter 163 of the laws of 1973, is amended to read as follows:\n    3    S 114-a. Drug. The term \"drug\" when used in this  chapter,  means  and\n    4  includes any substance listed in section thirty-three hundred six of the\n    5  public  health  law,  AND  ANY HAZARDOUS INHALANTS AND GLUE CONTAINING A\n    6  SOLVENT HAVING THE PROPERTY OF RELEASING  TOXIC  VAPORS  AND  FUMES,  AS\n    7  DEFINED IN SECTION THIRTY-THREE HUNDRED EIGHTY OF SUCH LAW.\n    8    S 2. Subdivision 5 of section 509-a of the vehicle and traffic law, as\n    9  added by chapter 675 of the laws of 1985, is amended to read as follows:\n   10    (5)  drug  shall  mean  any  substance  listed in section thirty-three\n   11  hundred six of the public health law not dispensed or consumed  pursuant\n   12  to  a lawful prescription, AND ANY HAZARDOUS INHALANTS AND GLUE CONTAIN-\n   13  ING A SOLVENT HAVING THE PROPERTY OF RELEASING TOXIC VAPORS  AND  FUMES,\n   14  AS DEFINED IN SECTION THIRTY-THREE HUNDRED EIGHTY OF SUCH LAW;\n   15    S 3. Subdivision 1 of section 510-a of the vehicle and traffic law, as\n   16  amended  by  section  13 of part E of chapter 60 of the laws of 2005, is\n   17  amended to read as follows:\n   18    1. Revocation. A commercial driver's license shall be revoked  by  the\n   19  commissioner  whenever the holder is convicted within or outside of this\n   20  state (a) of a felony involving the use of  a  motor  vehicle  except  a\n   21  felony as described in paragraph (b) of this subdivision; (b) of a felo-\n   22  ny  involving  manufacturing,  distributing  or  dispensing  a  drug [as\n   23  defined in], WHICH, NOTWITHSTANDING section one  hundred  fourteen-a  of\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02624-01-1\n\n       S. 747                              2\n\n    1  this  chapter,  SHALL  MEAN  AND INCLUDE ANY SUBSTANCE LISTED IN SECTION\n    2  THIRTY-THREE HUNDRED SIX OF THE PUBLIC HEALTH LAW, or possession of  any\n    3  such  drug  with intent to manufacture, distribute or dispense such drug\n    4  in which a motor vehicle was used; (c) of a violation of subdivision one\n    5  or  two  of  section  six  hundred  of  this chapter; (d) of operating a\n    6  commercial motor vehicle when, as a result of prior violations committed\n    7  while operating a commercial  motor  vehicle,  the  driver's  commercial\n    8  driver's  license  is  revoked, suspended, or canceled, or the driver is\n    9  disqualified from operating a commercial motor vehicle; (e) or has  been\n   10  convicted  of  causing  a  fatality through the negligent operation of a\n   11  commercial motor vehicle, including but not limited  to  the  crimes  of\n   12  vehicular manslaughter or criminally negligent homicide.\n   13    S  4.  This  act shall take effect on the thirtieth day after it shall\n   14  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to the definition of \"drug\" ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101230.T143240.TXT", "SOBI.D101230.T131731.TXT", "SOBI.D110104.T170048.TXT", "SOBI.D101230.T143740.TXT", "SOBI.D101230.T121727.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294178448657
}