{
  "year" : 2011,
  "senateBillNo" : "S748-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO LABOR",
    "billEventId" : "S748-2011-1294203600000-REFERRED+TO+LABOR",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "YOUNG",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to asbestos project notification and associated fee",
  "summary" : "Relates to asbestos project notification and associated fee. ",
  "currentCommittee" : "LABOR",
  "sameAs" : null,
  "lawSection" : "Labor Law",
  "previousVersions" : [ "S4650-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          748\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  YOUNG  -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Labor\n\n       AN ACT to amend the labor law, in relation to asbestos project notifica-\n         tion fees\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivisions  2, 3 and 4 of section 904 of the labor law,\n    2  subdivision 2 as amended by section 1 of part BB of chapter  57  of  the\n    3  laws  of 2009, subdivision 3 as added by chapter 775 of the laws of 1986\n    4  and subdivision 4 as added by chapter 520  of  the  laws  of  1989,  are\n    5  amended to read as follows:\n    6    2.  [Any]  EXCEPT AS PROVIDED UNDER SUBDIVISION THREE OF THIS SECTION,\n    7  ANY contractor engaged in an asbestos project involving  more  than  two\n    8  hundred  sixty linear feet or more than one hundred sixty square feet of\n    9  asbestos or asbestos materials shall notify both the United States Envi-\n   10  ronmental Protection Agency, Region II, Air and Hazardous Material Divi-\n   11  sion, AS REQUIRED, and the commissioner in writing ten days prior to the\n   12  commencement of work on the project or, if emergency conditions make  it\n   13  impossible  to  provide  ten  days  prior notice, as soon as practicable\n   14  after identification of the project.  The  notice  to  the  commissioner\n   15  shall  include the following information: the name, address and asbestos\n   16  handling license number of the contractor working on  the  project;  the\n   17  address and description of the building or area, including size, age and\n   18  prior  use  of  the  building  or area; the amount of [friable] asbestos\n   19  material present in square feet and/or linear feet, if applicable;  room\n   20  designation numbers or other local information where such asbestos mate-\n   21  rial  is  found  unless    such  material is found throughout the entire\n   22  structure; the scheduled starting and completion dates for removal;  the\n   23  procedures  and  equipment,  including  ventilating systems that will be\n   24  employed; any additional information which the commissioner may require;\n   25  and shall be accompanied by a project notification fee as follows:\n\n   26            Project Size/Linear Feet             Fee\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02623-01-1\n\n       S. 748                              2\n\n    1                 260-429                        $200\n    2                 430-824                         400\n    3                 825-1649                      1,000\n    4                 1650 or more                  2,000\n\n    5            Project Size/Square Feet             Fee\n\n    6                 160-259                        $200\n    7                 260-499                         400\n    8                 500-999                       1,000\n    9                 1000 or more                  2,000\n\n   10    3.  ANY  CONTRACTOR  ENGAGED  IN  AN ASBESTOS PROJECT THAT INVOLVES AN\n   11  OWNER OCCUPIED ONE OR TWO UNIT RESIDENTIAL STRUCTURE, WHERE SUCH  ASBES-\n   12  TOS  PROJECT  INVOLVES  MORE  THAN TWO HUNDRED SIXTY LINEAR FEET OR MORE\n   13  THAN ONE HUNDRED SIXTY SQUARE FEET OF ASBESTOS  OR  ASBESTOS  MATERIALS,\n   14  SHALL  NOTIFY  THE UNITED STATES ENVIRONMENTAL PROTECTION AGENCY, REGION\n   15  II, AIR AND HAZARDOUS MATERIAL DIVISION, IF SO REQUIRED, AND THE COMMIS-\n   16  SIONER IN WRITING TEN DAYS PRIOR TO THE  COMMENCEMENT  OF  WORK  ON  THE\n   17  PROJECT  OR,  IF  EMERGENCY CONDITIONS MAKE IT IMPOSSIBLE TO PROVIDE TEN\n   18  DAYS PRIOR NOTICE, AS SOON AS PRACTICABLE AFTER  IDENTIFICATION  OF  THE\n   19  PROJECT.  THE  NOTICE  TO  THE  COMMISSIONER SHALL INCLUDE THE FOLLOWING\n   20  INFORMATION: THE NAME, ADDRESS AND ASBESTOS HANDLING LICENSE  NUMBER  OF\n   21  THE  CONTRACTOR  WORKING  ON THE PROJECT; THE ADDRESS AND DESCRIPTION OF\n   22  THE BUILDING OR AREA, INCLUDING SIZE, AGE AND PRIOR USE OF THE  BUILDING\n   23  OR  AREA;  THE AMOUNT OF ASBESTOS MATERIAL PRESENT IN SQUARE FEET AND/OR\n   24  LINEAR FEET, IF APPLICABLE; ROOM  DESIGNATION  NUMBERS  OR  OTHER  LOCAL\n   25  INFORMATION  WHERE  SUCH ASBESTOS MATERIAL IS FOUND UNLESS SUCH MATERIAL\n   26  IS FOUND THROUGHOUT THE ENTIRE STRUCTURE;  THE  SCHEDULED  STARTING  AND\n   27  COMPLETION  DATES  FOR  REMOVAL; THE PROCEDURES AND EQUIPMENT, INCLUDING\n   28  VENTILATING SYSTEMS THAT WILL BE EMPLOYED;  ANY  ADDITIONAL  INFORMATION\n   29  WHICH  THE COMMISSIONER MAY REQUIRE; AND SHALL BE ACCOMPANIED BY A HOME-\n   30  OWNER PROJECT NOTIFICATION FEE OF NO MORE THAN FIVE HUNDRED DOLLARS.\n   31    4. Upon the expiration,  revocation  or  non-renewal  of  an  asbestos\n   32  handling license, or at any other time at the request of the commission-\n   33  er,  any  records  required to be kept pursuant to this section shall be\n   34  given to the commissioner.\n   35    [4.] 5. A contractor shall  post  or  otherwise  provide  for  written\n   36  notification  to  residential  and  business occupants of a building ten\n   37  days prior to the commencement of work on any asbestos  project  in  the\n   38  building  or, if the work is scheduled to begin less than ten days after\n   39  the execution of  the  contract,  at  least  three  days  prior  to  the\n   40  commencement  of  work, or if emergency conditions make it impossible to\n   41  provide ten days notice or three days notice as applicable, as  soon  as\n   42  practicable  after identification of the project. The notification shall\n   43  be made in such a manner  and  shall  contain  such  information  as  is\n   44  reasonably necessary to advise such occupants of any asbestos project in\n   45  the  building, according to regulations promulgated by the commissioner.\n   46  If posted, such notice shall remain in place  until  completion  of  the\n   47  project.  It  shall  be  a  violation  of this chapter for any person to\n   48  interfere with the obligations of a contractor under this subdivision.\n   49    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the labor law, in relation to asbestos project notification fees ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101230.T131731.TXT", "SOBI.D101230.T143240.TXT", "SOBI.D110104.T170048.TXT", "SOBI.D101230.T121727.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294178448661
}