{
  "year" : 2011,
  "senateBillNo" : "S749-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO ENERGY AND TELECOMMUNICATIONS",
    "billEventId" : "S749-2011-1294203600000-REFERRED+TO+ENERGY+AND+TELECOMMUNICATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "YOUNG",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Eliminates state sales and compensating use taxes on motor fuels and diesel motor fuels and authorizes localities to eliminate such taxes",
  "summary" : "Eliminates state sales and compensating use taxes on motor fuels and diesel motor fuels and authorizes localities to eliminate such taxes at the local level. ",
  "currentCommittee" : "ENERGY AND TELECOMMUNICATIONS",
  "sameAs" : null,
  "lawSection" : "Tax Law",
  "previousVersions" : [ "SA3419-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "MAZIARZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "RANZENHOFER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          749\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sens.  YOUNG,  MAZIARZ,  RANZENHOFER  --  read twice and\n         ordered printed, and when printed to be committed to the Committee  on\n         Energy and Telecommunications\n\n       AN  ACT to amend the tax law, in relation to eliminating state sales and\n         compensating use taxes on motor  fuels  and  diesel  motor  fuels  and\n         authorizing localities to eliminate such taxes at the local level\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision (a) of section 1115 of the tax law  is  amended\n    2  by adding a new paragraph 44 to read as follows:\n    3    (44) MOTOR FUEL AND DIESEL MOTOR FUEL.\n    4    S  2.  Subdivision  (b)  of  section 1107 of the tax law is amended by\n    5  adding a new clause 12 to read as follows:\n    6    (12) EXCEPT AS OTHERWISE PROVIDED BY LAW, THE  EXEMPTION  PROVIDED  IN\n    7  PARAGRAPH  FORTY-FOUR  OF  SUBDIVISION  (A)  OF  SECTION  ELEVEN HUNDRED\n    8  FIFTEEN OF THIS ARTICLE RELATING TO MOTOR FUEL  AND  DIESEL  MOTOR  FUEL\n    9  SHALL  BE  APPLICABLE  PURSUANT  TO A LOCAL LAW, ORDINANCE OR RESOLUTION\n   10  ADOPTED BY A CITY SUBJECT TO THE PROVISIONS OF THIS SECTION.  SUCH  CITY\n   11  IS  EMPOWERED  TO  ADOPT OR REPEAL SUCH A LOCAL LAW, ORDINANCE OR RESOL-\n   12  UTION. SUCH ADOPTION OR REPEAL SHALL ALSO BE DEEMED TO AMEND  ANY  LOCAL\n   13  LAW,  ORDINANCE  OR  RESOLUTION  ENACTED  BY  SUCH A CITY IMPOSING TAXES\n   14  PURSUANT TO THE AUTHORITY OF SUBDIVISION (A) OF SECTION  TWELVE  HUNDRED\n   15  TEN OF THIS CHAPTER.\n   16    S 3. Paragraph 1 of subdivision (a) of section 1210 of the tax law, as\n   17  amended  by  section  3 of part GG of chapter 57 of the laws of 2010, is\n   18  amended to read as follows:\n   19    (1) Either, all of the taxes described in article twenty-eight of this\n   20  chapter, at the same uniform rate, as to which taxes all  provisions  of\n   21  the  local  laws, ordinances or resolutions imposing such taxes shall be\n   22  identical, except as to rate and except as otherwise provided, with  the\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02507-01-1\n\n       S. 749                              2\n\n    1  corresponding  provisions  in  such  article twenty-eight, including the\n    2  definition and exemption provisions of  such  article,  so  far  as  the\n    3  provisions  of  such  article twenty-eight can be made applicable to the\n    4  taxes  imposed  by  such  city  or  county and with such limitations and\n    5  special provisions as are set forth in this article. The  taxes  author-\n    6  ized  under  this  subdivision  may  not  be imposed by a city or county\n    7  unless the local law, ordinance or resolution imposes such taxes  so  as\n    8  to  include  all  portions  and all types of receipts, charges or rents,\n    9  subject to state tax under  sections  eleven  hundred  five  and  eleven\n   10  hundred ten of this chapter, except as otherwise provided. (i) Any local\n   11  law,  ordinance  or  resolution  enacted  by  any  city of less than one\n   12  million or by any county or school district, imposing the taxes  author-\n   13  ized by this subdivision, shall, notwithstanding any provision of law to\n   14  the  contrary,  exclude from the operation of such local taxes all sales\n   15  of tangible personal  property  for  use  or  consumption  directly  and\n   16  predominantly  in  the  production  of  tangible personal property, gas,\n   17  electricity, refrigeration or steam, for sale, by  manufacturing,  proc-\n   18  essing,  generating,  assembly,  refining, mining or extracting; and all\n   19  sales of tangible personal property for use or consumption predominantly\n   20  either in the production of tangible personal  property,  for  sale,  by\n   21  farming  or  in  a commercial horse boarding operation, or in both; and,\n   22  unless such city, county or school district elects otherwise, shall omit\n   23  the provision for credit or refund contained in clause six  of  subdivi-\n   24  sion  (a)  or subdivision (d) of section eleven hundred nineteen of this\n   25  chapter. (ii) Any local law, ordinance  or  resolution  enacted  by  any\n   26  city,  county  or school district, imposing the taxes authorized by this\n   27  subdivision, shall omit the residential solar energy  systems  equipment\n   28  exemption provided for in subdivision (ee) and the clothing and footwear\n   29  exemption provided for in paragraph thirty of subdivision (a) of section\n   30  eleven  hundred  fifteen  of  this  chapter, unless such city, county or\n   31  school district elects otherwise as to  either  such  residential  solar\n   32  energy  systems  equipment  exemption  or  such  clothing  and  footwear\n   33  exemption.  ANY LOCAL LAW, ORDINANCE OR RESOLUTION ENACTED BY ANY  CITY,\n   34  COUNTY  OR SCHOOL DISTRICT, IMPOSING THE TAXES AUTHORIZED BY THIS SUBDI-\n   35  VISION, SHALL OMIT THE  MOTOR  FUEL  AND  DIESEL  MOTOR  FUEL  EXEMPTION\n   36  PROVIDED FOR IN PARAGRAPH FORTY-FOUR OF SUBDIVISION (A) OF SECTION ELEV-\n   37  EN  HUNDRED  FIFTEEN OF THIS CHAPTER, UNLESS SUCH CITY, COUNTY OR SCHOOL\n   38  DISTRICT ELECTS OTHERWISE; PROVIDED THAT IF SUCH A CITY HAVING  A  POPU-\n   39  LATION  OF ONE MILLION OR MORE ENACTS THE RESOLUTION DESCRIBED IN SUBDI-\n   40  VISION (P) OF THIS SECTION OR REPEALS SUCH RESOLUTION,  SUCH  RESOLUTION\n   41  OR  REPEAL  SHALL  ALSO  BE  DEEMED TO AMEND ANY LOCAL LAW, ORDINANCE OR\n   42  RESOLUTION ENACTED BY SUCH A CITY IMPOSING SUCH TAXES  PURSUANT  TO  THE\n   43  AUTHORITY  OF  THIS SUBDIVISION, WHETHER OR NOT SUCH TAXES ARE SUSPENDED\n   44  AT THE TIME SUCH CITY ENACTS ITS RESOLUTION PURSUANT TO SUBDIVISION  (P)\n   45  OF  THIS  SECTION  OR AT THE TIME OF ANY SUCH REPEAL; PROVIDED, FURTHER,\n   46  THAT ANY SUCH LOCAL LAW, ORDINANCE  OR  RESOLUTION  AND  SECTION  ELEVEN\n   47  HUNDRED  SEVEN  OF  THIS CHAPTER, AS DEEMED TO BE AMENDED IN THE EVENT A\n   48  CITY OF ONE MILLION OR MORE ENACTS A RESOLUTION PURSUANT TO THE AUTHORI-\n   49  TY OF SUBDIVISION (P) OF THIS SECTION,  SHALL  BE  FURTHER  AMENDED,  AS\n   50  PROVIDED IN SECTION TWELVE HUNDRED EIGHTEEN OF THIS SUBPART, SO THAT THE\n   51  MOTOR  FUEL AND DIESEL MOTOR FUEL EXEMPTION IN ANY SUCH LOCAL LAW, ORDI-\n   52  NANCE OR RESOLUTION OR IN SUCH SECTION  ELEVEN  HUNDRED  SEVEN  OF  THIS\n   53  CHAPTER IS THE SAME AS THE MOTOR FUEL AND DIESEL MOTOR FUEL EXEMPTION IN\n   54  PARAGRAPH  FORTY-FOUR  OF  SUBDIVISION  (A)  OF  SECTION  ELEVEN HUNDRED\n   55  FIFTEEN OF THIS CHAPTER.\n\n       S. 749                              3\n\n    1    S 4. Subdivision (d) of section 1210 of the tax  law,  as  amended  by\n    2  section  37 of part S-1 of chapter 57 of the laws of 2009, is amended to\n    3  read as follows:\n    4    (d)  A local law, ordinance or resolution imposing any tax pursuant to\n    5  this section, increasing or decreasing the rate of such  tax,  repealing\n    6  or  suspending  such tax, exempting from such tax the energy sources and\n    7  services described in paragraph three of subdivision (a) or of  subdivi-\n    8  sion  (b)  of  this  section or changing the rate of tax imposed on such\n    9  energy sources and services  or  providing  for  the  credit  or  refund\n   10  described  in  clause  six  of subdivision (a) of section eleven hundred\n   11  nineteen of this chapter must go into effect only on one of the  follow-\n   12  ing  dates:  March first, June first, September first or December first;\n   13  provided, that a local law, ordinance or resolution  providing  for  the\n   14  exemption  described  in  paragraph thirty of subdivision (a) of section\n   15  eleven hundred fifteen of this chapter or repealing any  such  exemption\n   16  or a local law, ordinance or resolution providing for a refund or credit\n   17  described  in subdivision (d) of section eleven hundred nineteen of this\n   18  chapter or repealing such provision so provided must go into effect only\n   19  on March first; PROVIDED, FURTHER, THAT A LOCAL LAW, ORDINANCE OR RESOL-\n   20  UTION PROVIDING FOR THE EXEMPTION DESCRIBED IN PARAGRAPH  FORTY-FOUR  OF\n   21  SUBDIVISION  (A)  OF  SECTION  ELEVEN HUNDRED FIFTEEN OF THIS CHAPTER OR\n   22  REPEALING ANY SUCH EXEMPTION SO PROVIDED AND A RESOLUTION ENACTED PURSU-\n   23  ANT TO THE AUTHORITY OF SUBDIVISION (P) OF THIS SECTION  PROVIDING  SUCH\n   24  EXEMPTION  OR  REPEALING  SUCH  EXEMPTION SO PROVIDED MAY GO INTO EFFECT\n   25  IMMEDIATELY.  No such local law, ordinance or resolution shall be effec-\n   26  tive unless a certified copy of such law,  ordinance  or  resolution  is\n   27  mailed  by  registered  or  certified  mail  to  the commissioner at the\n   28  commissioner's office in Albany at least ninety days prior to  the  date\n   29  it  is  to  become  effective.  However,  the commissioner may waive and\n   30  reduce such ninety-day minimum notice requirement to a mailing  of  such\n   31  certified  copy  by  registered or certified mail within a period of not\n   32  less than thirty days prior to such effective date if  the  commissioner\n   33  deems  such action to be consistent with the commissioner's duties under\n   34  section twelve hundred fifty of this article and the  commissioner  acts\n   35  by  resolution.  Where  the  restriction  provided for in section twelve\n   36  hundred twenty-three of this article as to the effective date of  a  tax\n   37  and  the notice requirement provided for therein are applicable and have\n   38  not been waived, the  restriction  and  notice  requirement  in  section\n   39  twelve hundred twenty-three of this article shall also apply.\n   40    S  5.  Section 1210 of the tax law is amended by adding a new subdivi-\n   41  sion (p) to read as follows:\n   42    (P) NOTWITHSTANDING ANY OTHER PROVISION OF STATE OR LOCAL  LAW,  ORDI-\n   43  NANCE OR RESOLUTION TO THE CONTRARY:\n   44    (1)  ANY  CITY HAVING A POPULATION OF ONE MILLION OR MORE IN WHICH THE\n   45  TAXES IMPOSED BY SECTION ELEVEN HUNDRED SEVEN OF  THIS  CHAPTER  ARE  IN\n   46  EFFECT,  ACTING THROUGH ITS LOCAL LEGISLATIVE BODY, IS HEREBY AUTHORIZED\n   47  AND EMPOWERED TO ELECT TO PROVIDE THE EXEMPTION FROM SUCH TAXES FOR  THE\n   48  SAME  MOTOR  FUEL  AND  DIESEL  MOTOR  FUEL  EXEMPT FROM STATE SALES AND\n   49  COMPENSATING USE TAXES DESCRIBED IN PARAGRAPH FORTY-FOUR OF  SUBDIVISION\n   50  (A)  OF  SECTION  ELEVEN  HUNDRED  FIFTEEN OF THIS CHAPTER BY ENACTING A\n   51  RESOLUTION IN THE FORM SET FORTH IN PARAGRAPH TWO OF  THIS  SUBDIVISION;\n   52  WHEREUPON,  UPON  COMPLIANCE WITH THE PROVISIONS OF SUBDIVISIONS (D) AND\n   53  (E) OF THIS SECTION, SUCH ENACTMENT OF SUCH RESOLUTION SHALL  BE  DEEMED\n   54  TO BE AN AMENDMENT TO SUCH SECTION ELEVEN HUNDRED SEVEN AND SUCH SECTION\n   55  ELEVEN HUNDRED SEVEN SHALL BE DEEMED TO INCORPORATE SUCH EXEMPTION AS IF\n\n       S. 749                              4\n\n    1  IT  HAD  BEEN  DULY ENACTED BY THE STATE LEGISLATURE AND APPROVED BY THE\n    2  GOVERNOR.\n    3    (2)  FORM  OF RESOLUTION: BE IT ENACTED BY THE (INSERT PROPER TITLE OF\n    4  LOCAL LEGISLATIVE BODY) AS FOLLOWS:\n    5    SECTION ONE.  RECEIPTS  FROM  SALES  OF  AND  CONSIDERATION  GIVEN  OR\n    6  CONTRACTED TO BE GIVEN FOR PURCHASES OF MOTOR FUEL AND DIESEL MOTOR FUEL\n    7  EXEMPT FROM STATE SALES AND COMPENSATING USE TAXES PURSUANT TO PARAGRAPH\n    8  FORTY-FOUR  OF  SUBDIVISION (A) OF SECTION ELEVEN HUNDRED FIFTEEN OF THE\n    9  TAX LAW SHALL ALSO BE EXEMPT  FROM  SALES  AND  COMPENSATING  USE  TAXES\n   10  IMPOSED IN THIS JURISDICTION.\n   11    SECTION  TWO. THIS RESOLUTION SHALL TAKE EFFECT, (INSERT THE DATE) AND\n   12  SHALL APPLY TO SALES MADE AND USES OCCURRING  ON  AND  AFTER  THAT  DATE\n   13  ALTHOUGH MADE OR OCCURRING UNDER A PRIOR CONTRACT.\n   14    S  6. The commissioner of taxation and finance is hereby authorized to\n   15  implement the provisions of this act with respect to the elimination  of\n   16  the imposition of sales tax, additional taxes, and supplemental taxes on\n   17  diesel  motor  fuel  and  motor fuel and all other taxes so addressed by\n   18  this act.\n   19    S 7. This act shall take effect on the first  day  of  the  sales  tax\n   20  quarterly period, as described in subdivision (b) of section 1136 of the\n   21  tax  law,  next  commencing  at  least 90 days after this act shall have\n   22  become a law and shall apply in accordance with the  applicable  transi-\n   23  tional provisions of sections 1106 and 1217 of the tax law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the tax law, in relation to eliminating state sales and compensating use taxes on motor fuels and diesel motor fuels and authorizing localities to eliminate such taxes at the local level ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101230.T131731.TXT", "SOBI.D101230.T143240.TXT", "SOBI.D110104.T170048.TXT", "SOBI.D101230.T121727.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294178448663
}