{
  "year" : 2011,
  "senateBillNo" : "S75-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO ENERGY AND TELECOMMUNICATIONS",
    "billEventId" : "S75-2011-1294203600000-REFERRED+TO+ENERGY+AND+TELECOMMUNICATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "PERALTA",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Directs telecommunication and cable corporations to provide call center service assistance from centers located within the state",
  "summary" : "Directs telecommunications and cable corporations to provide call center service assistance from centers located within the state and such corporations' service area; includes a list of what services must be provided. ",
  "currentCommittee" : "ENERGY AND TELECOMMUNICATIONS",
  "sameAs" : "A175",
  "lawSection" : "Public Service Law",
  "previousVersions" : [ "SA7967-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          75\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen. PERALTA -- read twice and ordered printed, and when\n         printed to be committed to the Committee on  Energy  and  Telecommuni-\n         cations\n\n       AN  ACT to amend the public service law and the general business law, in\n         relation to telecommunications and cable call centers\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 65 of the public service law is amended by adding a\n    2  new subdivision 14 to read as follows:\n    3    14.  (A)  EVERY  TELECOMMUNICATION  CORPORATION AND THEIR SUBSIDIARIES\n    4  FURNISHING TRADITIONAL LANDLINE TELEPHONE SERVICE, FIBER OPTIC  SERVICE,\n    5  VOICE  OVER  INTERNET  PROTOCOL (VOIP), DATA CIRCUITS, CABLE OR INTERNET\n    6  SERVICES SHALL PROVIDE CALL CENTER SERVICE ASSISTANCE INCLUDING, BUT NOT\n    7  LIMITED TO OPERATOR SERVICES,  DIRECTORY  ASSISTANCE  BUREAUS  AND  CALL\n    8  COMPLETION SERVICES FOR THE FOLLOWING:\n    9    (1) DETERMINING CUSTOMER FINANCIAL RESPONSIBILITY;\n   10    (2) TAKING REQUESTS FOR NEW OR ADDITIONAL SERVICES, INCLUDING, BUT NOT\n   11  LIMITED TO, EMERGENCY SERVICE, COMPLETING ASSISTANCE WITH DIALING, USING\n   12  CALLING CARDS, CONNECTING COLLECT CALLS, BUSY LINE VERIFICATION OR RELAY\n   13  CENTERS FOR THE HEARING IMPAIRED, PROVIDING REQUESTED LOCAL AND NATIONAL\n   14  TELEPHONE  NUMBERS,  REVERSE NUMBER SEARCHES AND TAKING REQUESTS FOR AND\n   15  COMPLETING THE PUBLISHING AND NON-PUBLISHING OF A TELEPHONE NUMBER,  AND\n   16  PROVIDING ASSISTANCE TO PAYPHONE CUSTOMERS;\n   17    (3) DETERMINING DEPOSIT REQUIRED OR BILLING RATE;\n   18    (4)  PREPARING  INSTALLATION  AND  REPAIR SERVICE ORDERS AND OBTAINING\n   19  ACCESS TO SUBSCRIBER'S PREMISES;\n   20    (5)  EXPLAINING  COMPANY  RATES,  REGULATIONS,  POLICIES,  PROCEDURES,\n   21  EQUIPMENT AND COMMON PRACTICES;\n   22    (6)  INVESTIGATING TROUBLE ORDER FORMS AND INITIATING HIGH BILL INVES-\n   23  TIGATIONS;\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03359-01-1\n\n       S. 75                               2\n\n    1    (7) HANDLING PAYMENT AND OTHER CREDIT ARRANGEMENTS SUCH  AS  OBTAINING\n    2  DEPOSITS, FINANCIAL STATEMENTS AND PAYMENT PLANS; AND\n    3    (8) AIDING CUSTOMERS WITH INTERNAL ASSISTANCE PROGRAMS.\n    4    (B)  NO  TELECOMMUNICATION  CORPORATION  SHALL  CLOSE A CALL CENTER OR\n    5  OTHER FACILITY PROVIDING THE CUSTOMER ASSISTANCE SET FORTH IN  PARAGRAPH\n    6  (A)  OF THIS SUBDIVISION OR RELOCATE SUCH CUSTOMER ASSISTANCE TO ANOTHER\n    7  AREA OF THIS STATE OR OUTSIDE OF THIS STATE WITHOUT NOTICE  AND  HEARING\n    8  BEFORE  THE  COMMISSION.  HOWEVER,  AT NO TIME SHALL A TELECOMMUNICATION\n    9  CORPORATION PERMANENTLY TRANSFER MORE THAN .7 PERCENT OF JOBS  FROM  ANY\n   10  CALL  CENTER DESCRIBED ABOVE TO ANOTHER AREA OF THIS STATE OR OUTSIDE OF\n   11  THE STATE AND A VALID  COLLECTIVE  BARGAINING  AGREEMENT  OR  EMPLOYMENT\n   12  CONTRACT THAT GOVERNS PERMANENT TRANSFER PERCENTAGES OF CALL CENTER JOBS\n   13  SHALL SUPERSEDE THE .7 PERCENT JOB TRANSFER RATE DESCRIBED ABOVE.\n   14    (C) THIS SUBDIVISION SHALL NOT APPLY TO THE COLLECTION OF DEBT WHEREBY\n   15  UTILITY  COMPANY  POLICY SUCH DEBT IS DIRECTED TO A COLLECTION AGENCY OR\n   16  SIMILAR SERVICE COMPANIES OR WHERE THE ATTENDANCE OF CALL CENTER EMPLOY-\n   17  EES IS LESS THAN NINETY PERCENT IN ANY GIVEN MONTH, THIS  SECTION  SHALL\n   18  NOT  APPLY FOR THE FOLLOWING MONTH. ATTENDANCE FOR THIS SECTION SHALL BE\n   19  DEFINED WHEN AN EMPLOYEE IS EXPECTED TO REPORT TO WORK AS SCHEDULED.  IF\n   20  A COLLECTIVE BARGAINING AGREEMENT OR EMPLOYMENT CONTRACT DEFINES ATTEND-\n   21  ANCE THEN THAT SHALL SUPERSEDE THE DEFINITION ABOVE. IF ATTENDANCE FALLS\n   22  BELOW  NINETY  PERCENT  AS  A DIRECT RESULT OF THE CORPORATION THEN THIS\n   23  SECTION SHALL APPLY.\n   24    S 2. The general business law is amended by adding a new section 394-f\n   25  to read as follows:\n   26    S 394-F. CABLE COMPANY CALL CENTERS. (A) EVERY CABLE  CORPORATION  AND\n   27  THEIR  SUBSIDIARIES  FURNISHING  TRADITIONAL LANDLINE TELEPHONE SERVICE,\n   28  FIBER OPTIC SERVICE, VOICE OVER INTERNET PROTOCOL (VOIP), DATA CIRCUITS,\n   29  CABLE OR INTERNET SERVICES SHALL PROVIDE CALL CENTER SERVICE  ASSISTANCE\n   30  INCLUDING,  BUT  NOT  LIMITED  TO OPERATOR SERVICES, DIRECTOR ASSISTANCE\n   31  BUREAUS AND CALL COMPLETION SERVICES FOR THE FOLLOWING:\n   32    (1) DETERMINING CUSTOMER FINANCIAL RESPONSIBILITY;\n   33    (2) TAKING REQUESTS FOR NEW OR ADDITIONAL SERVICES, INCLUDING, BUT NOT\n   34  LIMITED TO, EMERGENCY SERVICE, COMPLETING ASSISTANCE WITH DIALING, USING\n   35  CALLING CARDS, CONNECTING COLLECT CALLS, BUSY LINE VERIFICATION OR RELAY\n   36  CENTERS FOR THE HEARING IMPAIRED, PROVIDING REQUESTED LOCAL AND NATIONAL\n   37  TELEPHONE NUMBERS, REVERSE NUMBER SEARCHES AND TAKING REQUESTS  FOR  AND\n   38  COMPLETING  THE PUBLISHING AND NON-PUBLISHING OF A TELEPHONE NUMBER, AND\n   39  PROVIDING ASSISTANCE TO PAYPHONE CUSTOMERS;\n   40    (3) DETERMINING DEPOSIT REQUIRED OR BILLING RATE;\n   41    (4) PREPARING INSTALLATION AND REPAIR  SERVICE  ORDERS  AND  OBTAINING\n   42  ACCESS TO SUBSCRIBER'S PREMISES;\n   43    (5)  EXPLAINING  COMPANY  RATES,  REGULATIONS,  POLICIES,  PROCEDURES,\n   44  EQUIPMENT AND COMMON PRACTICES;\n   45    (6) INVESTIGATING TROUBLE ORDER FORMS AND INITIATING HIGH BILL  INVES-\n   46  TIGATIONS;\n   47    (7)  HANDLING  PAYMENT AND OTHER CREDIT ARRANGEMENTS SUCH AS OBTAINING\n   48  DEPOSITS, FINANCIAL STATEMENTS AND PAYMENT PLANS; AND\n   49    (8) AIDING CUSTOMERS WITH INTERNAL ASSISTANCE PROGRAMS.\n   50    (B) NO CABLE CORPORATION SHALL CLOSE A CALL CENTER OR  OTHER  FACILITY\n   51  PROVIDING  THE  CUSTOMER ASSISTANCE SET FORTH IN SUBDIVISION (A) OF THIS\n   52  SECTION OR RELOCATE SUCH CUSTOMER ASSISTANCE TO ANOTHER AREA OF NEW YORK\n   53  STATE OR OUTSIDE OF THIS STATE WITHOUT NOTICE  AND  HEARING  BEFORE  THE\n   54  COMMISSION.  HOWEVER,  AT  NO TIME SHALL A CABLE CORPORATION PERMANENTLY\n   55  TRANSFER MORE THAN .7 PERCENT OF JOBS FROM  ANY  CALL  CENTER  DESCRIBED\n   56  ABOVE  TO ANOTHER AREA OF THIS STATE OR OUTSIDE OF THE STATE AND A VALID\n\n       S. 75                               3\n\n    1  COLLECTIVE BARGAINING AGREEMENT  OR  EMPLOYMENT  CONTRACT  THAT  GOVERNS\n    2  PERMANENT  TRANSFER  PERCENTAGES OF CALL CENTER JOBS SHALL SUPERSEDE THE\n    3  .7 PERCENT JOB TRANSFER RATE DESCRIBED ABOVE.\n    4    (C) THIS SUBDIVISION SHALL NOT APPLY TO THE COLLECTION OF DEBT WHEREBY\n    5  UTILITY  COMPANY  POLICY SUCH DEBT IS DIRECTED TO A COLLECTION AGENCY OR\n    6  SIMILAR SERVICE COMPANIES OR WHERE THE ATTENDANCE OF CALL CENTER EMPLOY-\n    7  EES IS LESS THAN NINETY PERCENT IN ANY GIVEN MONTH  THIS  SECTION  SHALL\n    8  NOT  APPLY FOR THE FOLLOWING MONTH. ATTENDANCE FOR THIS SECTION SHALL BE\n    9  DEFINED WHEN AN EMPLOYEE IS EXPECTED TO REPORT TO WORK AS SCHEDULED.  IF\n   10  A COLLECTIVE BARGAINING AGREEMENT OR EMPLOYMENT CONTRACT DEFINES ATTEND-\n   11  ANCE THEN THAT SHALL SUPERSEDE THE DEFINITION ABOVE. IF ATTENDANCE FALLS\n   12  BELOW  NINETY  PERCENT  AS  A DIRECT RESULT OF THE CORPORATION THEN THIS\n   13  SECTION SHALL APPLY.\n   14    S 3. This act shall take effect on the thirtieth day  after  it  shall\n   15  have become a law; provided, however, that the public service commission\n   16  is  immediately  authorized  and  directed  to take any and all actions,\n   17  including but not limited to the promulgation  of  any  rules  or  regu-\n   18  lations necessary to implement the provisions of this act on such effec-\n   19  tive date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public service law and the general business law, in relation to telecommunications and cable call centers ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101202.T120540.TXT", "SOBI.D101216.T115918.TXT", "SOBI.D101202.T140548.TXT", "SOBI.D101202.T120040.TXT", "SOBI.D101202.T100531.TXT", "SOBI.D101202.T103032.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292518758762
}