{
  "year" : 2011,
  "senateBillNo" : "S750-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO JUDICIARY",
    "billEventId" : "S750-2011-1294203600000-REFERRED+TO+JUDICIARY",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "YOUNG",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Extends the cancellation period for a gas or oil lease from 3 days to 5 days",
  "summary" : "Extends the cancellation period for a gas or oil lease from 3 days to 5 days. ",
  "currentCommittee" : "JUDICIARY",
  "sameAs" : null,
  "lawSection" : "General Obligations Law",
  "previousVersions" : [ "S4683-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          750\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  YOUNG  -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Judiciary\n\n       AN ACT to amend the general obligations law, in  relation  to  extending\n         from  3  days  to  5  days the period to cancel a lease of oil and gas\n         rights\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision 5 of section 5-333 of the general obligations\n    2  law, as added by chapter 386 of the laws of 2005, is amended to read  as\n    3  follows:\n    4    5.  On  or after January first, two thousand six, any oil or gas lease\n    5  shall contain the following statement printed in at least ten point bold\n    6  type:\n    7    THIS IS A LEASE OF OIL AND GAS RIGHTS, NOT A  SALE,  CONTAINING  TERMS\n    8  THAT  MAY  BE NEGOTIATED BY YOU. YOU HAVE THE RIGHT TO CANCEL THIS LEASE\n    9  WITHIN [THREE] FIVE BUSINESS DAYS AFTER EXECUTION OF THE LEASE BY  NOTI-\n   10  FYING  THE  LESSEE  THAT  YOU  HAVE  CANCELED THIS CONTRACT. IN ORDER TO\n   11  CANCEL THIS LEASE, YOU MUST EXECUTE A NOTICE OF CANCELLATION IN THE FORM\n   12  PROVIDED BELOW, MAIL IT TO THE LESSEE AND REFUND ALL AMOUNTS PAID TO YOU\n   13  BY THE LESSEE WITHIN THE [THREE-DAY] FIVE-DAY CANCELLATION  PERIOD.  THE\n   14  MAILING  MUST BE POSTMARKED WITHIN THE [THREE-DAY] FIVE-DAY CANCELLATION\n   15  PERIOD TO BE EFFECTIVE.\n   16                     NOTICE OF CANCELLATION\n   17           I/WE HEREBY CANCEL THIS LEASE.\n   18    DATED:\n   19    SIGNATURE(S):\n   20    THE PERSON PRESENTING THIS LEASE TO YOU IS [ ] NOT [ ] A MEMBER OF\n   21    (name of organization)        AND THEREFORE IS [ ] IS NOT [ ]  SUBJECT\n   22  TO  A  CODE  OF  CONDUCT.  IF THE PERSON PRESENTING THIS LEASE TO YOU IS\n   23  SUBJECT TO A CODE OF CONDUCT, A COPY OF THE  CODE  OF  CONDUCT  MUST  BE\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02631-01-1\n\n       S. 750                              2\n\n    1  PRESENTED  TO  YOU  WITH  THIS LEASE. IF APPLICABLE, THE CODE OF CONDUCT\n    2  PROVIDES A DISPUTE RESOLUTION MECHANISM FOR ANY  DISPUTE  THAT  YOU  MAY\n    3  HAVE  REGARDING  THE MANNER BY WHICH THIS LEASE WAS PRESENTED TO YOU. IF\n    4  YOU  HAVE  ANY SUCH DISPUTE, YOU MAY INVOKE THE DISPUTE RESOLUTION MECH-\n    5  ANISM OF THE CODE OF CONDUCT BY CONTACTING THE PERSON OR PERSONS  DESIG-\n    6  NATED  IN  THE  CODE  OF  CONDUCT.  THE FAILURE OF THE LESSEE TO PAY ANY\n    7  ROYALTIES TO YOU AS REQUIRED UNDER THE TERMS OF THE LEASE FOR  A  PERIOD\n    8  OF  FOUR  CONSECUTIVE MONTHS OR MORE SHALL BE A DEFAULT UNLESS OTHERWISE\n    9  PROVIDED BY LAW, AND WILL RESULT IN CANCELLATION OF THE LEASE APPLICABLE\n   10  TO THE TARGET FORMATION OF THE WELL WITHIN THE SPACING  UNIT,  FOLLOWING\n   11  WRITTEN  NOTIFICATION  TO  THE LESSEE OF YOUR INTENT TO CANCEL AND SIXTY\n   12  DAYS FOR THE LESSEE TO CURE THE DEFAULT. IF THE LESSEE HAS A  BONA  FIDE\n   13  DISPUTE  REGARDING  THE  GROUNDS  FOR CANCELLATION, SUCH DISPUTE AND THE\n   14  REASONS THEREFOR MUST BE PROVIDED TO YOU IN WRITING OR THE DEFAULT  MUST\n   15  BE  CURED  WITHIN  SUCH  SIXTY  DAY PERIOD, OTHERWISE THE LEASE SHALL BE\n   16  CANCELLED.\n   17    S 2. This act shall take effect on the thirtieth day  after  it  shall\n   18  have  become  a law and shall apply to oil or gas leases entered into on\n   19  or after such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general obligations law, in relation to extending from 3 days to 5 days the period to cancel a lease of oil and gas rights ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101230.T131731.TXT", "SOBI.D101230.T143240.TXT", "SOBI.D110104.T170048.TXT", "SOBI.D101230.T121727.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294178448667
}