{
  "year" : 2011,
  "senateBillNo" : "S751-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S751-2011-1294203600000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "YOUNG",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Permits at the discretion of the court certain members of the victim's family to read statements in court during the sentencing of a defendant",
  "summary" : "Permits at the discretion of the court certain members of the deceased victim's family to read statements in court during the sentencing of a defendant, rather than allowing only a single member of the victim's family to read a statement in court, upon consultation with counsel for the defendant and the people. ",
  "currentCommittee" : "CODES",
  "sameAs" : null,
  "lawSection" : "Criminal Procedure Law",
  "previousVersions" : [ "S3408-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "BONACIC",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "DEFRANCISCO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "JOHNSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "LARKIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "MAZIARZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "RANZENHOFER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          751\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sens.  YOUNG,  BONACIC,  DeFRANCISCO,  JOHNSON, MAZIARZ,\n         RANZENHOFER -- read twice and ordered printed, and when printed to  be\n         committed to the Committee on Codes\n\n       AN ACT to amend the criminal procedure law, in relation to permitting at\n         the  discretion of the court certain family members of a victim who is\n         deceased to read statements  in  court  during  the  sentencing  of  a\n         defendant\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subparagraph 2 of paragraph (a) of subdivision 2 of section\n    2  380.50 of the criminal procedure law, as separately amended by  chapters\n    3  173 and 198 of the laws of 1996, is amended to read as follows:\n    4    (2)  if  such  victim  is  unable  or  unwilling to express himself or\n    5  herself before the court or a person so mentally or physically  disabled\n    6  as  to  make it impracticable to appear in court in person or the victim\n    7  is deceased, a member of the family of such victim,  EXCEPT  THAT  WHERE\n    8  SUCH  VICTIM  IS  DECEASED AND SURVIVED BY BOTH A SPOUSE AND A PARENT OR\n    9  PARENTS, THE COURT IN ITS SOLE DISCRETION MAY ALLOW A SPOUSE  OR  PARENT\n   10  OR,  UPON  CONSULTATION  WITH  COUNSEL FOR THE DEFENDANT AND THE PEOPLE,\n   11  ALLOW BOTH TO MAKE A STATEMENT ON BEHALF OF SUCH VICTIM,  or  the  legal\n   12  guardian  or  representative  of  the legal guardian of the victim where\n   13  such  guardian  or  representative  has  personal  knowledge  of  and  a\n   14  relationship  with  the  victim, unless the court finds that it would be\n   15  inappropriate for such person OR PERSONS to make a statement  on  behalf\n   16  of the victim.\n   17    S 2. This act shall take effect immediately.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02707-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the criminal procedure law, in relation to permitting at the discretion of the court certain family members of a victim who is deceased to read statements in court during the sentencing of a defendant ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101230.T143240.TXT", "SOBI.D101230.T131731.TXT", "SOBI.D110103.T110922.TXT", "SOBI.D110104.T170048.TXT", "SOBI.D101230.T121727.TXT", "SOBI.D101230.T122228.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294178448671
}