{
  "year" : 2011,
  "senateBillNo" : "S753-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S753-2011-1294203600000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "YOUNG",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes the crimes of aggravated rape, aggravated criminal sexual act and aggravated sexual abuse",
  "summary" : "Increases the penalties for the violent sex offenses of rape, criminal sexual act and aggravated sexual abuse when committed in a forcible manner where an actor or accomplice is armed with or displays a deadly weapon, uses or threatens the use of a dangerous instrument or inflicts physical injury upon the victim. ",
  "currentCommittee" : "CODES",
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : [ "S3412-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "BONACIC",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "JOHNSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "LARKIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "MAZIARZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "RANZENHOFER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          753\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sens.  YOUNG,  BONACIC, JOHNSON, MAZIARZ, RANZENHOFER --\n         read twice and ordered printed, and when printed to  be  committed  to\n         the Committee on Codes\n\n       AN  ACT  to  amend  the  penal  law,  in  relation  to aggravated sexual\n         offenses; and to amend the criminal  procedure  law,  in  relation  to\n         youthful offender status\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraphs (a), (b) and (c) of  subdivision  1  of  section\n    2  70.02  of  the penal law, paragraph (a) as amended by chapter 320 of the\n    3  laws of 2006, and paragraphs (b) and (c) as amended by  chapter  405  of\n    4  the laws of 2010, are amended to read as follows:\n    5    (a)  Class  B  violent felony offenses: an attempt to commit the class\n    6  A-I felonies of murder in  the  second  degree  as  defined  in  section\n    7  125.25, kidnapping in the first degree as defined in section 135.25, and\n    8  arson  in the first degree as defined in section 150.20; manslaughter in\n    9  the first degree as defined in section 125.20,  aggravated  manslaughter\n   10  in  the  first  degree  as  defined in section 125.22, rape in the first\n   11  degree as defined in section 130.35, criminal sexual act  in  the  first\n   12  degree  as  defined  in  section  130.50, aggravated sexual abuse in the\n   13  [first] SECOND degree as defined in section  130.70,  course  of  sexual\n   14  conduct  against  a  child  in  the  first  degree as defined in section\n   15  130.75; assault in the  first  degree  as  defined  in  section  120.10,\n   16  kidnapping  in  the second degree as defined in section 135.20, burglary\n   17  in the first degree as defined in section 140.30, arson  in  the  second\n   18  degree  as  defined  in  section  150.15, robbery in the first degree as\n   19  defined in section 160.15, incest in the  first  degree  as  defined  in\n   20  section  255.27,  criminal possession of a weapon in the first degree as\n   21  defined in section 265.04, criminal use of a firearm in the first degree\n   22  as defined in section 265.09, criminal sale of a firearm  in  the  first\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02703-01-1\n\n       S. 753                              2\n\n    1  degree  as  defined  in section 265.13, aggravated assault upon a police\n    2  officer or a peace officer as defined in section 120.11, gang assault in\n    3  the first degree as defined in section 120.07, intimidating a victim  or\n    4  witness  in  the  first  degree  as defined in section 215.17, hindering\n    5  prosecution of terrorism in the  first  degree  as  defined  in  section\n    6  490.35, criminal possession of a chemical weapon or biological weapon in\n    7  the  second  degree  as defined in section 490.40, and criminal use of a\n    8  chemical weapon or biological weapon in the third degree as  defined  in\n    9  section 490.47.\n   10    (b)  Class  C violent felony offenses: an attempt to commit any of the\n   11  class B felonies set forth in paragraph (a) of this subdivision;  aggra-\n   12  vated criminally negligent homicide as defined in section 125.11, aggra-\n   13  vated  manslaughter  in  the second degree as defined in section 125.21,\n   14  aggravated sexual abuse in the  [second]  THIRD  degree  as  defined  in\n   15  section  130.67,  assault on a peace officer, police officer, fireman or\n   16  emergency medical services professional as defined  in  section  120.08,\n   17  gang assault in the second degree as defined in section 120.06, strangu-\n   18  lation in the first degree as defined in section 121.13, burglary in the\n   19  second degree as defined in section 140.25, robbery in the second degree\n   20  as  defined  in  section  160.10, criminal possession of a weapon in the\n   21  second degree as defined in section 265.03, criminal use of a firearm in\n   22  the second degree as defined in  section  265.08,  criminal  sale  of  a\n   23  firearm in the second degree as defined in section 265.12, criminal sale\n   24  of  a  firearm  with  the  aid  of a minor as defined in section 265.14,\n   25  soliciting or providing support for an act of  terrorism  in  the  first\n   26  degree  as defined in section 490.15, hindering prosecution of terrorism\n   27  in the  second  degree  as  defined  in  section  490.30,  and  criminal\n   28  possession of a chemical weapon or biological weapon in the third degree\n   29  as defined in section 490.37.\n   30    (c)  Class  D violent felony offenses: an attempt to commit any of the\n   31  class C felonies set forth in paragraph (b); reckless assault of a child\n   32  as defined in section 120.02, assault in the second degree as defined in\n   33  section 120.05, menacing a police officer or peace officer as defined in\n   34  section 120.18, stalking in the first degree, as defined in  subdivision\n   35  one  of section 120.60, strangulation in the second degree as defined in\n   36  section 121.12, rape in the second degree as defined in section  130.30,\n   37  criminal  sexual  act in the second degree as defined in section 130.45,\n   38  sexual abuse in the first degree as defined in section 130.65, course of\n   39  sexual conduct against a child  in  the  second  degree  as  defined  in\n   40  section  130.80, aggravated sexual abuse in the [third] FOURTH degree as\n   41  defined in section 130.66, facilitating a sex offense with a  controlled\n   42  substance  as defined in section 130.90, criminal possession of a weapon\n   43  in the third degree as defined in subdivision five, six, seven or  eight\n   44  of  section  265.02,  criminal  sale of a firearm in the third degree as\n   45  defined in section 265.11, intimidating  a  victim  or  witness  in  the\n   46  second  degree  as  defined  in  section 215.16, soliciting or providing\n   47  support for an act of terrorism in  the  second  degree  as  defined  in\n   48  section  490.10,  and  making a terroristic threat as defined in section\n   49  490.20, falsely reporting an incident in the first degree as defined  in\n   50  section 240.60, placing a false bomb or hazardous substance in the first\n   51  degree  as  defined in section 240.62, placing a false bomb or hazardous\n   52  substance in a sports stadium or arena, mass transportation facility  or\n   53  enclosed  shopping  mall  as  defined  in section 240.63, and aggravated\n   54  unpermitted use of indoor pyrotechnics in the first degree as defined in\n   55  section 405.18.\n\n       S. 753                              3\n\n    1    S 2. The penal law is amended by adding  three  new  sections  130.36,\n    2  130.51 and 130.71 to read as follows:\n    3  S 130.36 AGGRAVATED RAPE.\n    4    A  MALE  IS GUILTY OF AGGRAVATED RAPE WHEN HE ENGAGES IN SEXUAL INTER-\n    5  COURSE WITH A FEMALE BY FORCIBLE COMPULSION AND WHEN, IN THE  COURSE  OF\n    6  THE  COMMISSION  OF  THE  CRIME  OR OF IMMEDIATE FLIGHT THEREFROM, HE OR\n    7  ANOTHER PARTICIPANT IN THE CRIME:\n    8    1. IS ARMED WITH A DEADLY WEAPON; OR\n    9    2. USES OR THREATENS THE USE OF A DANGEROUS INSTRUMENT; OR\n   10    3. CAUSES PHYSICAL INJURY TO ANY PERSON WHO IS NOT  A  PARTICIPANT  IN\n   11  THE CRIME; OR\n   12    4. DISPLAYS WHAT APPEARS TO BE A FIREARM.\n   13    AGGRAVATED RAPE IS A CLASS A-II FELONY.\n   14  S 130.51 AGGRAVATED CRIMINAL SEXUAL ACT.\n   15    A  PERSON  IS  GUILTY OF AGGRAVATED CRIMINAL SEXUAL ACT WHEN HE OR SHE\n   16  ENGAGES IN ORAL SEXUAL CONDUCT  OR  ANAL  SEXUAL  CONDUCT  WITH  ANOTHER\n   17  PERSON  BY FORCIBLE COMPULSION AND WHEN, IN THE COURSE OF THE COMMISSION\n   18  OF THE CRIME OR OF  IMMEDIATE  FLIGHT  THEREFROM,  HE,  SHE  OR  ANOTHER\n   19  PARTICIPANT IN THE CRIME:\n   20    1. IS ARMED WITH A DEADLY WEAPON; OR\n   21    2. USES OR THREATENS THE USE OF A DANGEROUS INSTRUMENT; OR\n   22    3.  CAUSES  PHYSICAL  INJURY TO ANY PERSON WHO IS NOT A PARTICIPANT IN\n   23  THE CRIME; OR\n   24    4. DISPLAYS WHAT APPEARS TO BE A FIREARM.\n   25    AGGRAVATED CRIMINAL SEXUAL ACT IS A CLASS A-II FELONY.\n   26  S 130.71 AGGRAVATED SEXUAL ABUSE IN THE FIRST DEGREE.\n   27    1. A PERSON IS GUILTY OF AGGRAVATED SEXUAL ABUSE IN THE  FIRST  DEGREE\n   28  WHEN  HE OR SHE INSERTS A FINGER OR FOREIGN OBJECT IN THE VAGINA, URETH-\n   29  RA, PENIS OR RECTUM OF ANOTHER PERSON  BY  FORCIBLE  COMPULSION  CAUSING\n   30  PHYSICAL INJURY TO SUCH PERSON AND WHEN, IN THE COURSE OF THE COMMISSION\n   31  OF  THE  CRIME  OR  OF  IMMEDIATE  FLIGHT  THEREFROM, HE, SHE OR ANOTHER\n   32  PARTICIPANT IN THE CRIME:\n   33    (A) IS ARMED WITH A DEADLY WEAPON; OR\n   34    (B) USES OR THREATENS THE USE OF A DANGEROUS INSTRUMENT; OR\n   35    (C) CAUSES PHYSICAL INJURY TO ANY PERSON WHO IS NOT A  PARTICIPANT  IN\n   36  THE CRIME; OR\n   37    (D) DISPLAYS WHAT APPEARS TO BE A FIREARM.\n   38    2.  CONDUCT PERFORMED FOR A VALID MEDICAL PURPOSE DOES NOT VIOLATE THE\n   39  PROVISIONS OF THIS SECTION.\n   40    AGGRAVATED SEXUAL ABUSE IN THE FIRST DEGREE IS A CLASS A-II FELONY.\n   41    S 3. Section 130.65-a of the penal law, as added by chapter 1  of  the\n   42  laws  of  2000,  subdivision  1 as amended by chapter 485 of the laws of\n   43  2009, is amended to read as follows:\n   44  S 130.65-a Aggravated sexual abuse in the [fourth] FIFTH degree.\n   45    1. A person is guilty of aggravated sexual abuse in the [fourth] FIFTH\n   46  degree when:\n   47    (a) He or she inserts a foreign object in the vagina, urethra,  penis,\n   48  rectum  or  anus  of another person and the other person is incapable of\n   49  consent by reason of some factor other than being  less  than  seventeen\n   50  years old; or\n   51    (b)  He  or she inserts a finger in the vagina, urethra, penis, rectum\n   52  or anus of another person causing physical injury  to  such  person  and\n   53  such  person is incapable of consent by reason of some factor other than\n   54  being less than seventeen years old.\n   55    2. Conduct performed for a valid medical purpose does not violate  the\n   56  provisions of this section.\n\n       S. 753                              4\n\n    1    Aggravated  sexual  abuse  in  the  [fourth] FIFTH degree is a class E\n    2  felony.\n    3    S  4.  Section 130.66 of the penal law, as added by chapter 181 of the\n    4  laws of 1996, subdivisions 1 and 2 as amended by chapter 485 of the laws\n    5  of 2009, subdivision 3 as renumbered by chapter 1 of the laws  of  2000,\n    6  is amended to read as follows:\n    7  S 130.66 Aggravated sexual abuse in the [third] FOURTH degree.\n    8    1. A person is guilty of aggravated sexual abuse in the [third] FOURTH\n    9  degree  when  he or she inserts a foreign object in the vagina, urethra,\n   10  penis, rectum or anus of another person:\n   11    (a) By forcible compulsion; or\n   12    (b) When the other person is incapable of consent by reason  of  being\n   13  physically helpless; or\n   14    (c) When the other person is less than eleven years old.\n   15    2. A person is guilty of aggravated sexual abuse in the [third] FOURTH\n   16  degree  when  he or she inserts a foreign object in the vagina, urethra,\n   17  penis, rectum or anus of another person causing physical injury to  such\n   18  person  and  such  person  is  incapable  of  consent by reason of being\n   19  mentally disabled or mentally incapacitated.\n   20    3. Conduct performed for a valid medical purpose does not violate  the\n   21  provisions of this section.\n   22    Aggravated  sexual  abuse  in  the  [third] FOURTH degree is a class D\n   23  felony.\n   24    S 5. Section 130.67 of the penal law, as added by chapter 450  of  the\n   25  laws of 1988, the opening paragraph of subdivision 1 as amended by chap-\n   26  ter 485 of the laws of 2009, is amended to read as follows:\n   27  S 130.67  Aggravated sexual abuse in the [second] THIRD degree.\n   28    1.    A  person  is  guilty of aggravated sexual abuse in the [second]\n   29  THIRD degree when he or she inserts a finger  in  the  vagina,  urethra,\n   30  penis,  rectum or anus of another person causing physical injury to such\n   31  person:\n   32    (a) By forcible compulsion; or\n   33    (b) When the other person is incapable of consent by reason  of  being\n   34  physically helpless; or\n   35    (c) When the other person is less than eleven years old.\n   36    2.  Conduct performed for a valid medical purpose does not violate the\n   37  provisions of this section.\n   38    Aggravated sexual abuse in the [second] THIRD  degree  is  a  class  C\n   39  felony.\n   40    S 6. Section 130.70 of the penal law, as amended by chapter 450 of the\n   41  laws of 1988, the opening paragraph of subdivision 1 as amended by chap-\n   42  ter 485 of the laws of 2009, is amended to read as follows:\n   43  S 130.70 Aggravated sexual abuse in the [first] SECOND degree.\n   44    1.    A  person  is  guilty  of aggravated sexual abuse in the [first]\n   45  SECOND degree when he or she inserts a foreign  object  in  the  vagina,\n   46  urethra, penis, rectum or anus of another person causing physical injury\n   47  to such person:\n   48    (a) By forcible compulsion; or\n   49    (b)  When  the other person is incapable of consent by reason of being\n   50  physically helpless; or\n   51    (c) When the other person is less than eleven years old.\n   52    2. Conduct performed for a valid medical purpose does not violate  the\n   53  provisions of this section.\n   54    Aggravated  sexual  abuse  in  the  [first] SECOND degree is a class B\n   55  felony.\n\n       S. 753                              5\n\n    1    S 7. Subdivisions 2 and 3 of section 720.10 of the criminal  procedure\n    2  law,  subdivision 2 as amended by chapter 416 of the laws of 1986, para-\n    3  graph (a) of subdivision 2 as amended by chapter 316 of the laws of 2006\n    4  and subdivision 3 as amended by chapter 264 of the  laws  of  2003,  are\n    5  amended to read as follows:\n    6    2.    \"Eligible  youth\"  means  a  youth who is eligible to be found a\n    7  youthful offender.  Every youth is so eligible unless:\n    8    (a) the conviction to be replaced by a youthful  offender  finding  is\n    9  for  (i)  a  class  A-I or class A-II felony, or (ii) an armed felony as\n   10  defined in subdivision forty-one of section 1.20, except as provided  in\n   11  subdivision  three,  or  (iii) rape in the first degree, criminal sexual\n   12  act in the first degree,  or  aggravated  sexual  abuse  IN  THE  SECOND\n   13  DEGREE, except as provided in subdivision three, or\n   14    (b) such youth has previously been convicted and sentenced for a felo-\n   15  ny, or\n   16    (c)    such  youth has previously been adjudicated a youthful offender\n   17  following conviction of a felony or has been  adjudicated  on  or  after\n   18  September  first,  nineteen  hundred seventy-eight a juvenile delinquent\n   19  who committed a designated felony act as defined  in  the  family  court\n   20  act.\n   21    3.  Notwithstanding the provisions of subdivision two, a youth who has\n   22  been  convicted  of  an  armed  felony  offense  or of rape in the first\n   23  degree, criminal sexual act in the first degree,  or  aggravated  sexual\n   24  abuse  IN THE SECOND DEGREE is an eligible youth if the court determines\n   25  that one or more of the following factors exist: (i)  mitigating circum-\n   26  stances that bear directly upon  the  manner  in  which  the  crime  was\n   27  committed;  or  (ii) where the defendant was not the sole participant in\n   28  the crime, the defendant's participation was relatively  minor  although\n   29  not  so  minor as to constitute a defense to the prosecution.  Where the\n   30  court determines that the eligible youth is  a  youthful  offender,  the\n   31  court shall make a statement on the record of the reasons for its deter-\n   32  mination, a transcript of which shall be forwarded to the state division\n   33  of  criminal  justice  services,  to  be  kept  in  accordance  with the\n   34  provisions of subdivision three of section eight hundred  thirty-seven-a\n   35  of the executive law.\n   36    S 8. This act shall take effect on the first of November next succeed-\n   37  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, in relation to aggravated sexual offenses; and to amend the criminal procedure law, in relation to youthful offender status ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101230.T142740.TXT", "SOBI.D101230.T131731.TXT", "SOBI.D110103.T110922.TXT", "SOBI.D110105.T103608.TXT", "SOBI.D101230.T122228.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294241768213
}