{
  "year" : 2011,
  "senateBillNo" : "S754-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S754-2011-1294203600000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1295931600000,
    "eventText" : "REPORTED AND COMMITTED TO FINANCE",
    "billEventId" : "S754-2011-1295931600000-REPORTED+AND+COMMITTED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : [ {
    "id" : "1295969400000S754-2011--1--1",
    "voteType" : 2,
    "voteDate" : 1295969400000,
    "ayes" : [ "Saland", "DeFrancisco", "Flanagan", "Fuschillo", "Gallivan", "Golden", "Lanza", "Nozzolio", "O'Mara", "Gianaris", "Huntley", "Perkins", "Squadron", "Espaillat" ],
    "nays" : [ "Parker" ],
    "abstains" : null,
    "excused" : null,
    "ayeswr" : [ "Duane" ],
    "description" : "Codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "YOUNG",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes use of closed-circuit television for the testimony of domestic violence victim witnesses in a criminal proceeding",
  "summary" : "Authorizes use of closed-circuit television for the testimony of domestic violence victim witnesses in a criminal proceeding subject to the same restrictions as are applicable to child witnesses. ",
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "Criminal Procedure Law",
  "previousVersions" : [ "S3416-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "BONACIC",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "JOHNSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "LARKIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "MAZIARZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "O'MARA",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "RANZENHOFER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SALAND",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : [ "CODES" ],
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          754\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sens.  YOUNG,  BONACIC,  JOHNSON,  MAZIARZ, RANZENHOFER,\n         SALAND -- read twice and ordered  printed,  and  when  printed  to  be\n         committed to the Committee on Codes\n\n       AN  ACT  to amend the criminal procedure law, in relation to authorizing\n         the use of closed-circuit television for vulnerable domestic  violence\n         victim witnesses\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Article 65 of the criminal procedure law, as added by chap-\n    2  ter 505 of the laws of 1985, subdivision 1 of section 65.00, subdivision\n    3  7 and  paragraph (k) of subdivision 10 of section 65.20  as  amended  by\n    4  chapter  320 of the laws of 2006, subdivision 1 of section 65.10 and the\n    5  opening paragraph of subdivision 10 of section 65.20  as amended, subdi-\n    6  vision 2 of section 65.20 as added, and subdivisions 3, 4, 5, 6,  7,  8,\n    7  9,  10,  11,  12 and 13 of section 65.20 as renumbered by chapter 548 of\n    8  the laws of 2007, and subdivisions 11  and  12    of  section  65.20  as\n    9  amended  by  chapter  455  of  the  laws  of 1991, is amended to read as\n   10  follows:\n   11                                 ARTICLE 65\n   12                    USE OF CLOSED-CIRCUIT TELEVISION FOR\n   13                          CERTAIN [CHILD] WITNESSES\n\n   14  Section 65.00  Definitions.\n   15          65.10  Closed-circuit television; general rule;  declaration  of\n   16                   vulnerability.\n   17          65.20  Closed-circuit  television; procedure for application and\n   18                   grounds for determination.\n   19          65.30  Closed-circuit television;  special  testimonial  [proce-\n   20                   dure] PROCEDURES.\n   21  S 65.00 Definitions.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02699-01-1\n\n       S. 754                              2\n\n    1    As used in this article:\n    2    1. \"Child witness\" means a person fourteen years old or less who is or\n    3  will  be  called to testify in a criminal proceeding, other than a grand\n    4  jury proceeding, concerning an offense defined in  article  one  hundred\n    5  thirty  of the penal law or section 255.25, 255.26 or 255.27 of such law\n    6  which is the subject of such criminal proceeding.\n    7    2. \"DOMESTIC VIOLENCE VICTIM WITNESS\" MEANS AN  INDIVIDUAL  WHO  IS  A\n    8  VICTIM  OF  A  FAMILY  OFFENSE, AS DEFINED IN SUBDIVISION ONE OF SECTION\n    9  530.11 OF THIS CHAPTER, OR AN OFFENSE COMMITTED  BY  A  MEMBER  OF  SUCH\n   10  INDIVIDUAL'S  IMMEDIATE FAMILY AS DEFINED IN SUBDIVISION FOUR OF SECTION\n   11  120.40 OF THE PENAL LAW.\n   12    3. \"Vulnerable [child] witness\" means a child witness  OR  A  DOMESTIC\n   13  VIOLENCE VICTIM WITNESS whom a court has declared to be vulnerable.\n   14    [3.] 4. \"Testimonial room\" means any room, separate and apart from the\n   15  courtroom,  which  is  furnished  comfortably  and  less formally than a\n   16  courtroom and from which the testimony of a vulnerable child witness can\n   17  be transmitted to the courtroom by means of live, two-way closed-circuit\n   18  television.\n   19    [4.] 5. \"Live, two-way closed-circuit television\" means a simultaneous\n   20  transmission, by closed-circuit television, or other  electronic  means,\n   21  between  the  courtroom  and the testimonial room in accordance with the\n   22  provisions of section 65.30 OF THIS ARTICLE.\n   23    [5.] 6. \"Operator\" means the individual authorized  by  the  court  to\n   24  operate  the closed-circuit television equipment used in accordance with\n   25  the provisions of this article.\n   26    [6.] 7. A person occupies \"a position of authority with respect  to  a\n   27  child\"  when he or she is a parent, guardian or other person responsible\n   28  for the custody or care of [the] A child at the relevant time or is  any\n   29  other  person  who  maintains an ongoing personal relationship with such\n   30  parent, guardian or other person responsible for custody or care,  which\n   31  relationship  involves  his  or  her  living, or his or her frequent and\n   32  repeated presence, in the same household or premises as the child.\n   33  S 65.10 Closed-circuit television; general rule; declaration of  vulner-\n   34            ability.\n   35    1.  A  child  witness  OR  DOMESTIC  VIOLENCE  VICTIM WITNESS shall be\n   36  declared vulnerable when the court, in accordance with the provisions of\n   37  section 65.20 OF  THIS  ARTICLE,  determines  by  clear  and  convincing\n   38  evidence  that  it  is  likely  that such child witness OR SUCH DOMESTIC\n   39  VIOLENCE VICTIM WITNESS will suffer serious mental or emotional harm  if\n   40  required  to  testify  at a criminal proceeding without the use of live,\n   41  two-way closed-circuit television and that the use of such live, two-way\n   42  closed-circuit television will diminish the  likelihood  or  extent  of,\n   43  such harm.\n   44    2.  When  the  court  declares  a child witness OR A DOMESTIC VIOLENCE\n   45  VICTIM WITNESS to be vulnerable, it shall, except as provided in  subdi-\n   46  vision  four  of  section 65.30 OF THIS ARTICLE, authorize the taking of\n   47  the testimony of the vulnerable [child]  witness  from  the  testimonial\n   48  room  by  means  of  live, two-way closed-circuit television.   Under no\n   49  circumstances shall the provisions  of  this  article  be  construed  to\n   50  authorize  a  closed-circuit  television  system  by which events in the\n   51  courtroom are not transmitted to the testimonial room during the  testi-\n   52  mony of the vulnerable [child] witness.\n   53    3.  Nothing  [herein] IN THIS ARTICLE shall be [contrued] CONSTRUED to\n   54  preclude the court from exercising its power to close the  courtroom  or\n   55  from exercising any authority it otherwise may have to protect the well-\n   56  being of a witness and the rights of the defendant.\n\n       S. 754                              3\n\n    1  S 65.20 Closed-circuit television; procedure for application and grounds\n    2              for determination.\n    3    1.  Prior  to  the commencement of a criminal proceeding; other than a\n    4  grand jury proceeding, either party may apply to the court for an  order\n    5  declaring  that a child witness OR A DOMESTIC VIOLENCE VICTIM WITNESS is\n    6  vulnerable.\n    7    2. A child witness OR A DOMESTIC VIOLENCE  VICTIM  WITNESS  should  be\n    8  declared vulnerable when the court, in accordance with the provisions of\n    9  this  section,  determines  by  clear  and convincing evidence that [the\n   10  child] SUCH witness would suffer serious mental or emotional  harm  that\n   11  would  substantially  impair the [child] witness' ability to communicate\n   12  with the finder of fact without the use of live, two-way  closed-circuit\n   13  television.\n   14    3.  A  motion pursuant to subdivision one of this section must be made\n   15  in writing at least eight days before the commencement of trial or other\n   16  criminal proceeding upon reasonable notice to the other party  and  with\n   17  an opportunity to be heard.\n   18    4.  The  motion  papers  must  state the basis for the motion and must\n   19  contain sworn allegations of fact which, if true, would support a deter-\n   20  mination by the court that the child witness OR  THE  DOMESTIC  VIOLENCE\n   21  VICTIM  WITNESS  is  vulnerable.  Such allegations may be based upon the\n   22  personal knowledge of the  deponent  or  upon  information  and  belief,\n   23  provided  that, in the latter event, the sources of such information and\n   24  the grounds for such belief are stated.\n   25    5. The answering papers may admit or deny any of the alleged facts and\n   26  may, in addition, contain sworn allegations  of  fact  relevant  to  the\n   27  motion,  including  the rights of the defendant, the need to protect the\n   28  child witness OR THE DOMESTIC VIOLENCE VICTIM WITNESS and the  integrity\n   29  of the truth-finding function of the trier of fact.\n   30    6.  Unless  all  material  facts alleged in support of the motion made\n   31  pursuant to subdivision one of this  section  are  conceded,  the  court\n   32  shall,  in  addition  to examining the papers and hearing oral argument,\n   33  conduct an appropriate hearing for the purpose  of  making  findings  of\n   34  fact essential to the determination of the motion. Except as provided in\n   35  subdivision  [six]  SEVEN  of  this section, it may subpoena or call and\n   36  examine witnesses, who must either testify under oath or be permitted to\n   37  give unsworn testimony pursuant to subdivision two of section  60.20  OF\n   38  THIS  TITLE  and  must authorize the attorneys for the parties to do the\n   39  same.\n   40    7. Notwithstanding any other provision of law, the  child  witness  OR\n   41  THE DOMESTIC VIOLENCE VICTIM WITNESS who is alleged to be vulnerable may\n   42  not  be compelled to testify at such hearing or to submit to any psycho-\n   43  logical or psychiatric examination. The failure of the child witness  OR\n   44  THE  DOMESTIC  VIOLENCE  VICTIM WITNESS to testify at such hearing shall\n   45  not be a ground for denying a motion made pursuant to subdivision one of\n   46  this section. Prior statements made by the child witness relating to any\n   47  allegations of conduct constituting an offense defined  in  article  one\n   48  hundred  thirty of the penal law or incest as defined in section 255.25,\n   49  255.26 or 255.27 of such law, or PRIOR  STATEMENTS  MADE  BY  THE  CHILD\n   50  WITNESS  OR THE DOMESTIC VIOLENCE VICTIM WITNESS RELATING to any allega-\n   51  tion of words or conduct constituting an attempt to prevent,  impede  or\n   52  deter  [the child] SUCH witness from cooperating in the investigation or\n   53  prosecution  of  the  offense  shall  be  admissible  at  such  hearing,\n   54  provided, however, that a declaration that a child witness OR A DOMESTIC\n   55  VIOLENCE  VICTIM WITNESS is vulnerable may not be based solely upon such\n   56  prior statements.\n\n       S. 754                              4\n\n    1    8. (a) Notwithstanding any of the provisions of article forty-five  of\n    2  the  civil practice law and rules, any physician, psychologist, nurse or\n    3  social worker who has treated a child witness  OR  A  DOMESTIC  VIOLENCE\n    4  VICTIM  WITNESS  may testify at a hearing conducted pursuant to subdivi-\n    5  sion  [five]  SIX of this section concerning the treatment of such child\n    6  witness OR SUCH DOMESTIC  VIOLENCE  VICTIM  WITNESS  as  such  treatment\n    7  relates  to the issue presented at the hearing, provided that any other-\n    8  wise applicable statutory privileges concerning  communications  between\n    9  the  child  witness  OR  THE  DOMESTIC  VIOLENCE VICTIM WITNESS and such\n   10  physician, psychologist, nurse or social worker in connection with  such\n   11  treatment  shall not be deemed waived by such testimony alone, except to\n   12  the limited extent of permitting the court alone to  examine  in  camera\n   13  reports,  records  or  documents,  if  any,  prepared by such physician,\n   14  psychologist, nurse or social worker. If upon such examination the court\n   15  determines that such reports,  records  or  documents,  or  any  one  or\n   16  portion  thereof, contain information material and relevant to the issue\n   17  of whether the child witness OR THE DOMESTIC VIOLENCE VICTIM WITNESS  is\n   18  a  vulnerable [child] witness, the court shall disclose such information\n   19  to both the attorney for the defendant and the district attorney.\n   20    (b) At any time after a motion has been made pursuant  to  subdivision\n   21  one of this section, upon the demand of the other party the moving party\n   22  must  furnish  the  demanding  party  with a copy of any and all of such\n   23  records, reports or other documents in  the  possession  of  such  other\n   24  party  and  must,  in addition, supply the court with a copy of all such\n   25  reports, records or other documents which are the subject of the demand.\n   26  At any time after a demand has been made pursuant to this paragraph, the\n   27  moving party may demand that property of the same kind or  character  in\n   28  possession of the party that originally made such demand be furnished to\n   29  the  moving party and, if so furnished, be supplied, in addition, to the\n   30  court.\n   31    9. (a) Prior to the commencement of the hearing conducted pursuant  to\n   32  subdivision  [five]  SIX  of  this section, the district attorney shall,\n   33  subject to a protective order, comply with the provisions of subdivision\n   34  one of section 240.45 of this chapter as they concern any  witness  whom\n   35  the  district  attorney  intends  to  call  at the hearing and the child\n   36  witness OR THE DOMESTIC VIOLENCE VICTIM WITNESS.\n   37    (b) Before a defendant calls a witness at  such  hearing,  he  or  she\n   38  must,  subject  to  a  protective  order,  comply with the provisions of\n   39  subdivision two of section 240.45 of this chapter as  they  concern  all\n   40  the witnesses the defendant intends to call at such hearing.\n   41    10.  The  court may consider, in determining whether there are factors\n   42  which would cause the child witness  OR  THE  DOMESTIC  VIOLENCE  VICTIM\n   43  WITNESS  to  suffer serious mental or emotional harm, a finding that any\n   44  one or more of the following  circumstances  have  been  established  by\n   45  clear and convincing evidence:\n   46    (a) The manner of the commission of the offense of which the defendant\n   47  is  accused was particularly heinous or was characterized by aggravating\n   48  circumstances.\n   49    (b) The child witness OR  THE  DOMESTIC  VIOLENCE  VICTIM  WITNESS  is\n   50  particularly  young  or  otherwise particularly subject to psychological\n   51  harm on account of a physical or mental condition which  existed  before\n   52  the alleged commission of the offense.\n   53    (c) At the time of the alleged offense, the defendant occupied a posi-\n   54  tion of authority with respect to the child witness.\n\n       S. 754                              5\n\n    1    (d)  The offense or offenses charged were part of an ongoing course of\n    2  conduct committed by the defendant against  the  child  witness  OR  THE\n    3  DOMESTIC VIOLENCE VICTIM WITNESS over an extended period of time.\n    4    (e)  A deadly weapon or dangerous instrument was allegedly used during\n    5  the commission of the crime.\n    6    (f) The defendant has inflicted serious physical injury upon the child\n    7  witness OR THE DOMESTIC VIOLENCE VICTIM WITNESS.\n    8    (g) A threat, express or implied, of physical violence  to  the  child\n    9  witness  OR  THE  DOMESTIC  VIOLENCE VICTIM WITNESS or a third person if\n   10  [the child] SUCH witness were to report the incident to  any  person  or\n   11  communicate information to or cooperate with a court, grand jury, prose-\n   12  cutor,  police officer or peace officer concerning the incident has been\n   13  made by or on behalf of the defendant.\n   14    (h) A threat, express or implied, of the incarceration of a parent  or\n   15  guardian  of  the child witness OR THE DOMESTIC VIOLENCE VICTIM WITNESS,\n   16  the removal of the child witness OR THE DOMESTIC VIOLENCE VICTIM WITNESS\n   17  from the family or the dissolution of the family of the child witness OR\n   18  THE DOMESTIC VIOLENCE VICTIM WITNESS if  [the child] SUCH  witness  were\n   19  to  report  the  incident to any person or communicate information to or\n   20  cooperate with a court, grand jury, prosecutor, police officer or  peace\n   21  officer  concerning  the  incident  has been made by or on behalf of the\n   22  defendant.\n   23    (i) A witness other than the child witness OR  THE  DOMESTIC  VIOLENCE\n   24  VICTIM  WITNESS  has  received a threat of physical violence directed at\n   25  such witness or to a third person by or on behalf of the defendant.\n   26    (j) The defendant, at the time of the inquiry, (i) is  living  in  the\n   27  same  household  with  the child witness OR THE DOMESTIC VIOLENCE VICTIM\n   28  WITNESS, (ii) has ready access to the  child  witness  OR  THE  DOMESTIC\n   29  VIOLENCE  VICTIM  WITNESS  or  (iii)  is providing substantial financial\n   30  support for the child witness OR THE DOMESTIC VIOLENCE VICTIM WITNESS.\n   31    (k) The child witness OR THE  DOMESTIC  VIOLENCE  VICTIM  WITNESS  has\n   32  previously  been the victim of an offense defined in article one hundred\n   33  thirty of the penal law or incest as defined in section  255.25,  255.26\n   34  or 255.27 of such law.\n   35    (l)  According  to expert testimony, the child witness OR THE DOMESTIC\n   36  VIOLENCE VICTIM WITNESS would be particularly  [suceptible]  SUSCEPTIBLE\n   37  to  psychological  harm  if  required to testify in open court or in the\n   38  physical presence of the defendant.\n   39    11. Irrespective of whether a motion was made pursuant to  subdivision\n   40  one of this section, the court, at the request of either party or on its\n   41  own  motion,  may  decide  that  a  child witness OR A DOMESTIC VIOLENCE\n   42  VICTIM WITNESS may be vulnerable based on its own  observations  that  a\n   43  child  witness OR A DOMESTIC VIOLENCE VICTIM WITNESS who has been called\n   44  to testify at a  criminal  proceeding  is  suffering  severe  mental  or\n   45  emotional harm and therefore is physically or mentally unable to testify\n   46  or  to  continue to testify in open court or in the physical presence of\n   47  the defendant and that the use of  live,  two-way  closed-circuit  tele-\n   48  vision  is  necessary  to enable [the child] SUCH witness to testify. If\n   49  the court so decides, it must conduct the same hearing that  subdivision\n   50  [five]  SIX  of  this section requires when a motion is made pursuant to\n   51  subdivision one of this section, and  it  must  make  findings  of  fact\n   52  pursuant to subdivisions [nine] TEN and [eleven] TWELVE of this section,\n   53  before  determining  that  the  child  witness  OR THE DOMESTIC VIOLENCE\n   54  VICTIM WITNESS is vulnerable.\n   55    12. In deciding whether a  child  witness  OR  THE  DOMESTIC  VIOLENCE\n   56  VICTIM  WITNESS  is  vulnerable,  the  court shall make findings of fact\n\n       S. 754                              6\n\n    1  which reflect the causal relationship between the existence of  any  one\n    2  or  more  of  the  factors  set  forth in subdivision [nine] TEN of this\n    3  section or other relevant factors which the court finds are  established\n    4  and  the  determination  that the child witness OR THE DOMESTIC VIOLENCE\n    5  VICTIM WITNESS is vulnerable.  If the court is satisfied that the  child\n    6  witness  OR THE DOMESTIC VIOLENCE VICTIM WITNESS is vulnerable and that,\n    7  under the facts and circumstances of the particular  case,  the  defend-\n    8  ant's  constitutional  rights  to  an impartial jury or of confrontation\n    9  will not be impaired, it may enter an order granting the application for\n   10  the use of live, two-way closed-circuit television.\n   11    13. When the court has determined that a child witness OR  A  DOMESTIC\n   12  VIOLENCE VICTIM WITNESS is a vulnerable [child] witness, it shall make a\n   13  specific  finding  as  to  whether  placing  the defendant and the child\n   14  witness OR THE DOMESTIC VIOLENCE VICTIM WITNESS in the same room  during\n   15  the  testimony  of  the  child  witness  OR THE DOMESTIC VIOLENCE VICTIM\n   16  WITNESS will contribute to the likelihood that [the child] SUCH  witness\n   17  will  suffer  severe  mental  or emotional harm. If the court finds that\n   18  placing the defendant and the child witness  OR  THE  DOMESTIC  VIOLENCE\n   19  VICTIM  WITNESS  in  the  same  room  during  the testimony of the child\n   20  witness OR THE DOMESTIC VIOLENCE VICTIM WITNESS will contribute  to  the\n   21  likelihood  that  [the  child] SUCH witness will suffer severe mental or\n   22  emotional harm, the  order  entered  pursuant  to  subdivision  [eleven]\n   23  TWELVE  of  this  section  shall direct that the defendant remain in the\n   24  courtroom during the testimony of the vulnerable [child] witness.\n   25  S 65.30 Closed-circuit television; special testimonial procedures.\n   26    1. When the court has entered an order pursuant to  section  65.20  OF\n   27  THIS  ARTICLE,  the testimony of the vulnerable [child] witness shall be\n   28  taken in the testimonial room and the image and voice of the  vulnerable\n   29  [child]  witness,  as  well as the image of all other persons other than\n   30  the operator present in the testimonial room, shall be transmitted  live\n   31  by  means  of  closed-circuit television to the courtroom. The courtroom\n   32  shall be equipped with monitors sufficient to permit  the  judge,  jury,\n   33  defendant  and  attorneys  to  observe  the  demeanor  of the vulnerable\n   34  [child] witness during his or her testimony. Unless  the  courtroom  has\n   35  been  closed pursuant to court order, the public shall also be permitted\n   36  to hear the testimony and view  the  image  of  the  vulnerable  [child]\n   37  witness.\n   38    2.  In  all  instances,  the image of the jury shall be simultaneously\n   39  transmitted to the vulnerable [child] witness in the  testimonial  room.\n   40  If  the  court  order  issued  pursuant to section 65.20 OF THIS ARTICLE\n   41  specifies that the vulnerable [child] witness shall testify outside  the\n   42  physical  presence  of the defendant, the image of the defendant and the\n   43  image and voice of the person examining the vulnerable  [child]  witness\n   44  shall  also  be  simultaneously  transmitted  to  the vulnerable [child]\n   45  witness in the testimonial room.\n   46    3. The operator shall place herself or himself and the  closed-circuit\n   47  television  equipment in a position that permits the entire testimony of\n   48  the vulnerable [child] witness to be transmitted to  the  courtroom  but\n   49  limits  the ability of the vulnerable [child] witness to see or hear the\n   50  operator or the equipment.\n   51    4. Notwithstanding any provision of this article, if the  court  in  a\n   52  particular  case  involving a vulnerable [child] witness determines that\n   53  there is no live, two-way closed-circuit television equipment  available\n   54  in  the court or another court in the county or which can be transported\n   55  to the court from another county or that such equipment,  if  available,\n   56  is  technologically  inadequate  to protect the constitutional rights of\n\n       S. 754                              7\n\n    1  the defendant, it shall not permit the use of the  closed-circuit  tele-\n    2  vision procedures authorized by this article.\n    3    5. If the order of the court entered pursuant to section 65.20 OF THIS\n    4  ARTICLE  requires that the defendant remain in the courtroom, the attor-\n    5  ney for the defendant and the district attorney shall also remain in the\n    6  courtroom unless the court is  satisfied  that  their  presence  in  the\n    7  testimonial  room will not impede full and private communication between\n    8  the defendant and his or her attorney and will not encourage the jury to\n    9  draw an inference adverse to the interest of the defendant.\n   10    6. Upon request of the defendant, the court shall  instruct  the  jury\n   11  that they are to draw no inference from the use of live, two-way closed-\n   12  circuit television in the examination of the vulnerable [child] witness.\n   13    7.  The  vulnerable [child] witness shall testify under oath except as\n   14  specified in subdivision two of section 60.20 OF THIS TITLE.  The  exam-\n   15  ination  and  cross-examination of the vulnerable [child] witness shall,\n   16  in all other respects, be conducted in the same manner as if the vulner-\n   17  able [child] witness had testified in the courtroom.\n   18    8. When the testimony of the vulnerable [child] witness is transmitted\n   19  from the testimonial room into the  courtroom,  the  court  stenographer\n   20  shall  record  the  [textimony]  TESTIMONY  in the same manner as if the\n   21  vulnerable [child] witness had testified in the courtroom.\n   22    S 2. This act shall take effect immediately and  shall  apply  to  all\n   23  criminal  actions  and proceedings commenced prior to the effective date\n   24  of this act but still pending on such  date  as  well  as  all  criminal\n   25  actions  and  proceedings  commenced  on  or  after such effective date.\n   26  Provided that the amendments to article 65  of  the  criminal  procedure\n   27  law,  made  by  section one of this act, shall not affect the expiration\n   28  and repeal of such article and shall be deemed repealed therewith.\n",
  "memo" : "",
  "law" : null,
  "actClause" : "AN ACT to amend the criminal procedure law, in relation to authorizing the use of closed-circuit television for vulnerable domestic violence victim witnesses ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101230.T142740.TXT", "SOBI.D101230.T131731.TXT", "SOBI.D110103.T110922.TXT", "SOBI.D110126.T131256.TXT", "SOBI.D110126.T133258.TXT-agenda-1.xml-agenda-1.xml", "SOBI.D110125.T111405.TXT", "SOBI.D110105.T104107.TXT", "SOBI.D101230.T122228.TXT", "SOBI.D110126.T133258.TXT-agenda-1.xml" ],
  "luceneActive" : true,
  "luceneModified" : 1296066778299
}