{
  "year" : 2011,
  "senateBillNo" : "S759-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO CORPORATIONS, AUTHORITIES AND COMMISSIONS",
    "billEventId" : "S759-2011-1294203600000-REFERRED+TO+CORPORATIONS%2C+AUTHORITIES+AND+COMMISSIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "YOUNG",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes the purchase of rehabilitation mortgages by the state of New York mortgage agency",
  "summary" : "Authorizes the state of New York mortgage agency to purchase rehabilitation mortgages from banks within the state during periods when there is an inadequate supply of credit available for new residential mortgages or available for such loans at carrying charges within the financial means of persons and families of low and moderate income. ",
  "currentCommittee" : "CORPORATIONS, AUTHORITIES AND COMMISSIONS",
  "sameAs" : "A2512",
  "lawSection" : "Public Authorities Law",
  "previousVersions" : [ "S4680-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          759\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  YOUNG  -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Corporations,  Authorities\n         and Commissions\n\n       AN  ACT  to amend the public authorities law, in relation to authorizing\n         the state of New York mortgage agency to purchase rehabilitation mort-\n         gages\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Section  2402 of the public authorities law is amended by\n    2  adding two new subdivisions 18 and 19 to read as follows:\n    3    (18) \"REHABILITATION\". REPAIRS, ALTERATIONS OR IMPROVEMENTS OF A HOUS-\n    4  ING ACCOMMODATION DESIGNED TO RAISE THE HOUSING STANDARDS THEREIN.\n    5    (19) \"REHABILITATION MORTGAGE\". A LOAN EXTENDED BY A BANK, SECURED  BY\n    6  A  MORTGAGE ON REAL PROPERTY IMPROVED BY A RESIDENTIAL STRUCTURE FOR THE\n    7  FINANCING AND REHABILITATION OF SUCH RESIDENTIAL STRUCTURE WHICH  OTHER-\n    8  WISE  COMPLIES  WITH  THE  CONDITIONS ESTABLISHED BY SECTION TWENTY-FOUR\n    9  HUNDRED FIVE-F OF THIS PART.\n   10    S 2. The public authorities law is amended by  adding  a  new  section\n   11  2405-f to read as follows:\n   12    S  2405-F. PURCHASE OF REHABILITATION MORTGAGES.  (1) A PURPOSE OF THE\n   13  AGENCY SHALL BE TO PURCHASE REHABILITATION MORTGAGES FROM  BANKS  WITHIN\n   14  THE  STATE  DURING  PERIODS WHEN THERE IS AN INADEQUATE SUPPLY OF CREDIT\n   15  AVAILABLE FOR NEW RESIDENTIAL MORTGAGES OR AVAILABLE FOR SUCH  LOANS  AT\n   16  CARRYING  CHARGES  WITHIN THE FINANCIAL MEANS OF PERSONS AND FAMILIES OF\n   17  LOW AND MODERATE INCOME.\n   18    IT IS HEREBY FOUND AND DECLARED THAT SUCH  ACTIVITIES  BY  THE  AGENCY\n   19  WILL ALLEVIATE A CONDITION IN THIS STATE WHICH IS CONTRARY TO THE PUBLIC\n   20  HEALTH, SAFETY AND GENERAL WELFARE AND WHICH HAS CONSTITUTED IN THE PAST\n   21  AND  FROM  TIME  TO  TIME  IN THE FUTURE CAN BE EXPECTED TO CONSTITUTE A\n   22  PUBLIC EMERGENCY. IT IS FURTHER FOUND AND DECLARED  THAT  SUCH  PURPOSES\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02628-01-1\n\n       S. 759                              2\n\n    1  ARE  IN  ALL  RESPECTS FOR THE BENEFIT OF THE PEOPLE OF THE STATE OF NEW\n    2  YORK AND THE AGENCY SHALL BE REGARDED AS PERFORMING AN ESSENTIAL GOVERN-\n    3  MENTAL FUNCTION IN CARRYING OUT  ITS  PURPOSES  AND  IN  EXERCISING  THE\n    4  POWERS GRANTED BY THIS TITLE.\n    5    (2) (A) THE AGENCY SHALL REQUIRE THAT REHABILITATION MORTGAGES PROVIDE\n    6  THAT  THE  ESTIMATED  COST  OF  THE REPAIRS MUST BE AT LEAST TWENTY-FIVE\n    7  PERCENT OF THE MORTGAGOR'S ADJUSTED BASIS IN THE RESIDENTIAL REAL  PROP-\n    8  ERTY (INCLUDING LAND).\n    9    (B) SUCH REHABILITATION MORTGAGES SHALL ALSO PROVIDE THAT THE PURCHASE\n   10  PRICE  PLUS  THE  ESTIMATED COST OF THE REPAIRS MUST FALL WITHIN CURRENT\n   11  AGENCY REGULATIONS PERTAINING TO MAXIMUM PURCHASE PRICE. TO BE  ELIGIBLE\n   12  FOR  SUCH  MORTGAGES AT LEAST TWENTY YEARS MUST HAVE ELAPSED BETWEEN THE\n   13  DATE THE RESIDENTIAL REAL PROPERTY WAS FIRST USED AND  THE  COMMENCEMENT\n   14  OF  PHYSICAL  WORK ON SUCH REHABILITATION. TO BE ELIGIBLE FOR SUCH MORT-\n   15  GAGES, (I) AT LEAST FIFTY PERCENT OF THE EXISTING EXTERNAL WALLS OF  THE\n   16  RESIDENTIAL  STRUCTURE MUST BE RETAINED IN PLACE AS EXTERNAL WALLS, (II)\n   17  AT LEAST SEVENTY-FIVE PERCENT OF THE  EXISTING  WALLS  ARE  RETAINED  IN\n   18  PLACE  AS  INTERNAL  OR  EXTERNAL WALLS, AND (III) AT LEAST SEVENTY-FIVE\n   19  PERCENT OF  THE  EXISTING  INTERNAL  STRUCTURAL  FRAMEWORK  MUST  REMAIN\n   20  INTACT.  ANY  COMMITMENT  ISSUED BY A BANK FOR SUCH REHABILITATION MORT-\n   21  GAGES SHALL PROVIDE THAT THE BANK SHALL CERTIFY THE COST AND FEASIBILITY\n   22  OF THE PROPOSED REPAIRS OR REHABILITATION TO THE  RESIDENTIAL  STRUCTURE\n   23  AND  THAT  THE  BANK  SHALL  MONITOR  ONGOING REPAIRS AND REHABILITATION\n   24  THROUGH PERIODIC INSPECTIONS AND SHALL PERFORM A FINAL INSPECTION.  SUCH\n   25  MORTGAGES  SHALL ALSO PROVIDE THAT THE BORROWER MUST OCCUPY THE RESIDEN-\n   26  TIAL STRUCTURE AS HIS OR HER PRINCIPAL RESIDENCE WITHIN  SIXTY  DAYS  OF\n   27  THE COMPLETION OF THE REPAIR OR REHABILITATION WORK.\n   28    (3)  THE  AGENCY SHALL PURCHASE REHABILITATION MORTGAGES FROM BANKS AT\n   29  SUCH PRICES AND UPON SUCH TERMS AND CONDITIONS AS  IT  SHALL  DETERMINE;\n   30  PROVIDED,  HOWEVER,  THAT  THE  TOTAL  PURCHASE  PRICE, EXCLUSIVE OF ANY\n   31  AMOUNTS REPRESENTING A REFUND OF COMMITMENT OR OTHER FEES PAID BY A BANK\n   32  TO THE AGENCY, FOR ALL MORTGAGES WHICH THE AGENCY  COMMITS  TO  PURCHASE\n   33  FROM  A BANK AT ANY ONE TIME SHALL IN NO EVENT BE MORE THAN THE TOTAL OF\n   34  THE UNPAID PRINCIPAL BALANCES THEREOF, PLUS ACCRUED INTEREST THEREON.\n   35    (4) IN CONDUCTING ITS PROGRAM OF PURCHASING REHABILITATION  MORTGAGES,\n   36  THE  AGENCY  SHALL  BE  GOVERNED  BY  THE PROVISIONS OF PARAGRAPH (B) OF\n   37  SUBDIVISION THREE OF SECTION TWENTY-FOUR HUNDRED FIVE OF THIS PART.\n   38    (5) THE AGENCY SHALL REQUIRE AS A CONDITION OF PURCHASE  OF  REHABILI-\n   39  TATION  MORTGAGES  FROM BANKS THAT EACH SUCH BANK CERTIFY THAT EACH SUCH\n   40  REHABILITATION MORTGAGE IS TO AN INDIVIDUAL BORROWER AND IS IN  ADDITION\n   41  TO THE MORTGAGES SUCH CERTIFYING BANK OTHERWISE WOULD HAVE MADE.\n   42    (6)  NOTWITHSTANDING  THE  MAXIMUM  INTEREST  RATE,  IF  ANY, FIXED BY\n   43  SECTION 5-501 OF THE GENERAL  OBLIGATIONS  LAW  OR  ANY  OTHER  LAW  NOT\n   44  SPECIFICALLY  AMENDING OR APPLICABLE TO THIS SECTION, THE AGENCY MAY SET\n   45  THE INTEREST RATE TO BE BORNE BY REHABILITATION MORTGAGES  PURCHASED  BY\n   46  THE  AGENCY  FROM BANKS AT A RATE OR RATES WHICH THE AGENCY FROM TIME TO\n   47  TIME SHALL DETERMINE TO BE AT LEAST SUFFICIENT, TOGETHER WITH ANY  OTHER\n   48  AVAILABLE MONIES, TO PROVIDE FOR THE PAYMENT OF ITS BONDS AND NOTES, AND\n   49  REHABILITATION  MORTGAGES BEARING SUCH INTEREST RATE SHALL NOT BE DEEMED\n   50  TO VIOLATE ANY SUCH LAW OR TO BE UNENFORCEABLE IF ORIGINATED BY  A  BANK\n   51  IN GOOD FAITH PURSUANT TO AN UNDERTAKING WITH THE AGENCY WITH RESPECT TO\n   52  THE SALE THEREOF NOTWITHSTANDING ANY SUBSEQUENT FAILURE OF THE AGENCY TO\n   53  PURCHASE THE MORTGAGE OR ANY SUBSEQUENT SALE OR DISPOSITION OF THE MORT-\n   54  GAGE BY THE AGENCY TO SUCH BANK OR ANY OTHER PERSON.\n   55    (7)  THE  AGENCY  SHALL REQUIRE THE SUBMISSION TO IT BY EACH BANK FROM\n   56  WHICH THE AGENCY HAS PURCHASED REHABILITATION MORTGAGES EVIDENCE  SATIS-\n\n       S. 759                              3\n\n    1  FACTORY  TO  THE AGENCY OF THE MAKING, AND IF APPLICABLE, THE SERVICING,\n    2  OF SUCH REHABILITATION MORTGAGES IN CONFORMITY WITH SUCH  BANK'S  UNDER-\n    3  TAKING  WITH  THE  AGENCY  AND  IN CONNECTION THEREWITH MAY, THROUGH ITS\n    4  EMPLOYEES  OR  AGENTS  OR  THOSE  OF THE BANKING DEPARTMENT, INSPECT THE\n    5  BOOKS AND RECORDS OF ANY SUCH BANK.\n    6    (8) COMPLIANCE BY ANY BANK WITH THE TERMS OF  ITS  AGREEMENT  WITH  OR\n    7  UNDERTAKING  TO  THE AGENCY WITH RESPECT TO THE SALE AND, IF APPLICABLE,\n    8  THE SERVICING OF REHABILITATION MORTGAGES MAY BE ENFORCED BY  DECREE  OF\n    9  THE  SUPREME COURT. THE AGENCY MAY REQUIRE AS A CONDITION OF PURCHASE OF\n   10  REHABILITATION MORTGAGES FROM ANY BANK THE CONSENT OF SUCH BANK  TO  THE\n   11  JURISDICTION  OF  THE SUPREME COURT OVER ANY SUCH PROCEEDING. THE AGENCY\n   12  MAY ALSO REQUIRE AGREEMENT BY ANY BANK, AS A CONDITION OF  THE  AGENCY'S\n   13  PURCHASE  OF  REHABILITATION MORTGAGES FROM SUCH BANK, TO THE PAYMENT OF\n   14  PENALTIES TO THE AGENCY FOR VIOLATION BY THE BANK OF ITS UNDERTAKINGS TO\n   15  THE AGENCY, AND SUCH PENALTIES SHALL BE RECOVERABLE AT THE SUIT  OF  THE\n   16  AGENCY.\n   17    (9)  THE  AGENCY SHALL REQUIRE AS A CONDITION OF PURCHASE OF ANY REHA-\n   18  BILITATION MORTGAGE FROM A BANK THAT THE BANK REPRESENT AND  WARRANT  TO\n   19  THE AGENCY THAT:\n   20    (A)  THE MORTGAGE WAS NOT MADE IN SATISFACTION OF AN OBLIGATION OF THE\n   21  BANK UNDER SECTION TWENTY-FOUR HUNDRED FIVE OF THIS PART;\n   22    (B) THE UNPAID PRINCIPAL BALANCE OF THE MORTGAGE AND THE INTEREST RATE\n   23  THEREON HAVE BEEN ACCURATELY STATED TO THE AGENCY;\n   24    (C) THE AMOUNT OF THE UNPAID  PRINCIPAL  BALANCE  IS  JUSTLY  DUE  AND\n   25  OWING;\n   26    (D)  THE  BANK  HAS  NO  NOTICE  OF THE EXISTENCE OF ANY COUNTERCLAIM,\n   27  OFFSET OR DEFENSE ASSERTED BY THE MORTGAGOR OR ANY SUCCESSOR  IN  INTER-\n   28  EST;\n   29    (E) THE MORTGAGE IS EVIDENCED BY A BOND OR PROMISSORY NOTE AND A MORT-\n   30  GAGE  DOCUMENT  WHICH  HAS  BEEN  PROPERLY RECORDED WITH THE APPROPRIATE\n   31  PUBLIC OFFICIAL;\n   32    (F) THE MORTGAGE CONSTITUTES A VALID FIRST LIEN ON THE  REAL  PROPERTY\n   33  DESCRIBED TO THE AGENCY SUBJECT ONLY TO REAL PROPERTY TAXES NOT YET DUE,\n   34  INSTALLMENTS  OF ASSESSMENTS NOT YET DUE, AND EASEMENTS AND RESTRICTIONS\n   35  OF RECORD WHICH DO NOT ADVERSELY AFFECT, TO A MATERIAL DEGREE,  THE  USE\n   36  OR VALUE OF THE REAL PROPERTY OR IMPROVEMENTS THEREON;\n   37    (G) THE MORTGAGOR IS NOT NOW IN DEFAULT IN THE PAYMENT OF ANY INSTALL-\n   38  MENT  OF  PRINCIPAL  OR  INTEREST,  ESCROW FUNDS, REAL PROPERTY TAXES OR\n   39  OTHERWISE IN THE PERFORMANCE OF HIS OBLIGATIONS UNDER THE MORTGAGE DOCU-\n   40  MENTS AND HAS NOT TO THE KNOWLEDGE OF THE BANK BEEN IN  DEFAULT  IN  THE\n   41  PERFORMANCE  OF  ANY  SUCH  OBLIGATION FOR A PERIOD OF LONGER THAN SIXTY\n   42  DAYS DURING THE LIFE OF THE MORTGAGE; AND\n   43    (H) THE IMPROVEMENTS TO THE MORTGAGED REAL PROPERTY ARE COVERED  BY  A\n   44  VALID  AND SUBSISTING POLICY OF INSURANCE ISSUED BY A COMPANY AUTHORIZED\n   45  BY THE SUPERINTENDENT OF INSURANCE TO ISSUE SUCH POLICIES IN  THE  STATE\n   46  OF  NEW  YORK  AND PROVIDING FIRE AND EXTENDED COVERAGE TO AN AMOUNT NOT\n   47  LESS THAN EIGHTY PERCENT OF THE INSURABLE VALUE OF THE  IMPROVEMENTS  TO\n   48  THE MORTGAGED REAL PROPERTY.\n   49    (10)  EACH BANK SHALL BE LIABLE TO THE AGENCY FOR ANY DAMAGES SUFFERED\n   50  BY THE AGENCY BY REASON OF THE UNTRUTH  OF  ANY  REPRESENTATION  OR  THE\n   51  BREACH  OF  ANY WARRANTY AND, IN THE EVENT THAT ANY REPRESENTATION SHALL\n   52  PROVE TO BE UNTRUE WHEN MADE OR IN THE EVENT OF ANY BREACH OF  WARRANTY,\n   53  THE BANK SHALL, AT THE OPTION OF THE AGENCY, REPURCHASE THE MORTGAGE FOR\n   54  THE ORIGINAL PURCHASE PRICE ADJUSTED FOR AMOUNTS SUBSEQUENTLY PAID THER-\n   55  EON, AS THE AGENCY SHALL DETERMINE.\n\n       S. 759                              4\n\n    1    (11) THE AGENCY NEED NOT REQUIRE THE RECORDING OF AN ASSIGNMENT OF ANY\n    2  REHABILITATION  MORTGAGE  PURCHASED  BY  IT FROM A BANK PURSUANT TO THIS\n    3  SECTION AND SHALL NOT  BE  REQUIRED  TO  NOTIFY  THE  MORTGAGOR  OF  ITS\n    4  PURCHASE OF THE MORTGAGE. THE AGENCY SHALL NOT BE REQUIRED TO INSPECT OR\n    5  TAKE  POSSESSION  OF  THE  MORTGAGE DOCUMENTS IF THE BANK FROM WHICH THE\n    6  REHABILITATION MORTGAGE  IS  PURCHASED  BY  THE  AGENCY  SHALL  ENTER  A\n    7  CONTRACT TO SERVICE SUCH MORTGAGE AND ACCOUNT TO THE AGENCY THEREFOR.\n    8    (12) NOTWITHSTANDING ANY OTHER PROVISION OF LAW, THE AGENCY IS AUTHOR-\n    9  IZED  TO REQUIRE, AS A CONDITION TO THE PURCHASE FROM BANKS OF ANY REHA-\n   10  BILITATION MORTGAGE, SUCH RESTRICTIONS UPON ASSUMABILITY  OF  THE  MORT-\n   11  GAGE,   DEFAULT  PROVISIONS,  RIGHTS  TO  ACCELERATE,  AND  OTHER  TERMS\n   12  APPLICABLE TO SUCH REHABILITATION MORTGAGES MADE BY THE BANK PURSUANT TO\n   13  UNDERTAKINGS WITH THE AGENCY WITH RESPECT TO THE  SALE  THEREOF  AS  THE\n   14  AGENCY  MAY  DETERMINE TO BE NECESSARY OR DESIRABLE TO ASSURE THE REPAY-\n   15  MENT OF ITS BONDS AND NOTES AND THE EXEMPTION FROM FEDERAL INCOME  TAXES\n   16  OF  THE INTEREST PAYABLE ON ITS BONDS AND NOTES. ALL SUCH TERMS SHALL BE\n   17  ENFORCEABLE BY THE ORIGINATING BANK, THE AGENCY, AND ANY SUCCESSOR HOLD-\n   18  ER OF THE MORTGAGE UNLESS EXPRESSLY WAIVED IN WRITING BY OR ON BEHALF OF\n   19  THE AGENCY.\n   20    S 3. This act shall take effect on the one hundred twentieth day after\n   21  it shall have become a law, except that any rules and regulations neces-\n   22  sary for the timely implementation of this act  on  its  effective  date\n   23  shall be promulgated on or before such date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public authorities law, in relation to authorizing the state of New York mortgage agency to purchase rehabilitation mortgages ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101230.T131731.TXT", "SOBI.D101230.T145743.TXT", "SOBI.D101230.T122728.TXT", "SOBI.D110105.T104107.TXT", "SOBI.D110119.T125255.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295459575838
}