{
  "year" : 2011,
  "senateBillNo" : "S760-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO CULTURAL AFFAIRS, TOURISM, PARKS AND RECREATION",
    "billEventId" : "S760-2011-1294203600000-REFERRED+TO+CULTURAL+AFFAIRS%2C+TOURISM%2C+PARKS+AND+RECREATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1296536400000,
    "eventText" : "REPORTED AND COMMITTED TO FINANCE",
    "billEventId" : "S760-2011-1296536400000-REPORTED+AND+COMMITTED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "YOUNG",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes a historic preservation revolving loan program to provide interest free loans to municipalities for historic preservation projects",
  "summary" : "Establishes a historic preservation revolving loan program, within the office of parks, recreation and historic preservation, to provide interest free loans to municipalities for historic preservation projects. ",
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "Parks, Recreation and Historic Preservation Law",
  "previousVersions" : [ "S4679-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "LITTLE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "MAZIARZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : [ "CULTURAL AFFAIRS, TOURISM, PARKS AND RECREATION" ],
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          760\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sens.  YOUNG,  LITTLE, MAZIARZ -- read twice and ordered\n         printed, and when printed to be committed to the Committee on Cultural\n         Affairs, Tourism, Parks and Recreation\n\n       AN ACT to amend the parks, recreation and historic preservation law  and\n         the  state finance law, in relation to establishing a historic preser-\n         vation revolving loan program\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  parks,  recreation  and historic preservation law is\n    2  amended by adding a new section 14.11 to read as follows:\n    3    S 14.11 HISTORIC PRESERVATION REVOLVING LOAN PROGRAM. 1.  THE  COMMIS-\n    4  SIONER  SHALL  ESTABLISH  AND MAINTAIN A HISTORIC PRESERVATION REVOLVING\n    5  LOAN PROGRAM TO PROVIDE LOANS TO MUNICIPALITIES FOR ANY  PURPOSE  DESIG-\n    6  NATED IN THIS ARTICLE. SUCH PROGRAM SHALL PROVIDE INTEREST FREE LOANS TO\n    7  MUNICIPALITIES  FOR  SUCH  LOCAL  HISTORIC  PRESERVATION PROJECTS AS THE\n    8  COMMISSIONER SHALL DEEM TO BE ELIGIBLE PURSUANT TO RULE OR REGULATION.\n    9    2. THE COMMISSIONER SHALL PROMULGATE RULES  AND  REGULATIONS  FOR  THE\n   10  PURPOSE OF CARRYING OUT THE PROVISIONS OF THIS SECTION, INCLUDING ESTAB-\n   11  LISHING:\n   12    (A) AN APPLICATION PROCESS WHEREBY MUNICIPALITIES MAY APPLY FOR LOANS;\n   13    (B)  CRITERIA AND STANDARDS FOR DETERMINING A LOCAL HISTORIC PRESERVA-\n   14  TION PROJECT'S ELIGIBILITY FOR A LOAN;\n   15    (C) CRITERIA AND STANDARDS FOR DETERMINING THE PRIORITY TO BE  GRANTED\n   16  AMONG LOCAL HISTORIC PRESERVATION PROJECTS;\n   17    (D)  CRITERIA  AND  STANDARDS  FOR DETERMINING THE AMOUNT OF FINANCIAL\n   18  ASSISTANCE TO BE PROVIDED TO A MUNICIPALITY FOR A LOCAL HISTORIC PRESER-\n   19  VATION PROJECT; AND\n   20    (E) CRITERIA AND STANDARDS TO BE USED IN DETERMINING THE  LOAN  REPAY-\n   21  MENT PERIODS AND THE TERMS OF ANY REPAYMENT AGREEMENTS.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02627-01-1\n\n       S. 760                              2\n\n    1    3. THE OFFICE MAY PROVIDE FINANCIAL ASSISTANCE TO MUNICIPALITIES WITH-\n    2  IN  THE  AMOUNTS  AVAILABLE  IN THE HISTORIC PRESERVATION REVOLVING LOAN\n    3  FUND ESTABLISHED PURSUANT TO SECTION NINETY-ONE-H OF THE  STATE  FINANCE\n    4  LAW.\n    5    S  2. The state finance law is amended by adding a new section 91-h to\n    6  read as follows:\n    7    S 91-H. HISTORIC PRESERVATION REVOLVING LOAN FUND. 1. THERE IS  HEREBY\n    8  ESTABLISHED  IN  THE  JOINT  CUSTODY  OF  THE  STATE COMPTROLLER AND THE\n    9  COMMISSIONER OF TAXATION AND FINANCE A SPECIAL FUND TO BE KNOWN  AS  THE\n   10  \"HISTORIC PRESERVATION REVOLVING LOAN FUND\".\n   11    2.  THE HISTORIC PRESERVATION REVOLVING LOAN FUND SHALL CONSIST OF ALL\n   12  MONIES APPROPRIATED, CREDITED OR TRANSFERRED THERETO  FROM  THE  GENERAL\n   13  FUND  OR  ANY  OTHER  SOURCE PURSUANT TO LAW, INCLUDING THE REPAYMENT OF\n   14  LOANS PROVIDED TO MUNICIPALITIES PURSUANT TO SECTION 14.11 OF THE PARKS,\n   15  RECREATION AND HISTORIC PRESERVATION LAW.\n   16    3. THE MONIES  IN  THE  HISTORIC  PRESERVATION  REVOLVING  LOAN  FUND,\n   17  FOLLOWING  APPROPRIATION  THEREOF,  SHALL  BE AVAILABLE TO THE OFFICE OF\n   18  PARKS, RECREATION AND HISTORIC PRESERVATION FOR THE PURPOSES  OF  IMPLE-\n   19  MENTING  THE  PROVISIONS  OF  SECTION 14.11 OF THE PARKS, RECREATION AND\n   20  HISTORIC PRESERVATION LAW.\n   21    S 3. This act shall take effect on the one hundred eightieth day after\n   22  it shall have become a law; provided, however, that any rules and  regu-\n   23  lations  necessary to implement the provisions of this act on its effec-\n   24  tive date are authorized and directed to be  promulgated  on  or  before\n   25  such date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the parks, recreation and historic preservation law and the state finance law, in relation to establishing a historic preservation revolving loan program ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101230.T131731.TXT", "SOBI.D110105.T103608.TXT", "SOBI.D110201.T100838.TXT", "SOBI.D101230.T145743.TXT", "SOBI.D101230.T122728.TXT", "SOBI.D110201.T094835.TXT", "SOBI.D101230.T123228.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296572918381
}