{
  "year" : 2011,
  "senateBillNo" : "S761-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO HOUSING, CONSTRUCTION AND COMMUNITY DEVELOPMENT",
    "billEventId" : "S761-2011-1294203600000-REFERRED+TO+HOUSING%2C+CONSTRUCTION+AND+COMMUNITY+DEVELOPMENT",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "YOUNG",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Includes moderate rehabilitation within projects eligible for assistance under the low income housing trust fund program",
  "summary" : "Includes moderate rehabilitation within the definition of project for the purposes of the low income housing trust fund program; defines moderate rehabilitation project as any occupied residential property or portion thereof which if vacant or underoccupied would qualify as a cooperative project, condominium project, homesteading project or rental project. ",
  "currentCommittee" : "HOUSING, CONSTRUCTION AND COMMUNITY DEVELOPMENT",
  "sameAs" : null,
  "lawSection" : "Private Housing Finance Law",
  "previousVersions" : [ "S4678-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          761\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  YOUNG  -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Housing, Construction  and\n         Community Development\n\n       AN  ACT to amend the private housing finance law, in relation to the low\n         income housing trust fund program\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 1100 of the private housing finance law, as amended\n    2  by chapter 121 of the laws of 1988, is amended to read as follows:\n    3    S 1100. Statement of legislative findings and purpose. The legislature\n    4  hereby  finds  and  declares  that there is a serious shortage of decent\n    5  affordable housing in the state for persons of low income; that the cost\n    6  of providing such housing without public participation and assistance is\n    7  prohibitively high; that there exists throughout the state a significant\n    8  number of dwellings which are deteriorated and are vacant  or  underuti-\n    9  lized;  THAT  THERE  EXISTS THROUGHOUT THE STATE A SIGNIFICANT NUMBER OF\n   10  OCCUPIED DWELLINGS WHICH ARE ALSO DETERIORATED, UNSAFE  OR  SUBSTANDARD;\n   11  that  the  existence  of such properties creates a serious threat to the\n   12  health and safety of persons who live in or near them, limits the avail-\n   13  ability of decent affordable  housing  to  others,  contributes  to  the\n   14  blight   and   deterioration  of  neighborhoods,  and  drains  municipal\n   15  resources and expenditures; that the rehabilitation of these  properties\n   16  would  stem the deterioration of neighborhoods and promote the preserva-\n   17  tion and creation of safe and sanitary  low  income  housing;  that  the\n   18  potential exists to make such housing available to persons of low income\n   19  through  projects  carried  out  by  eligible applicants to rehabilitate\n   20  these dwelling accommodations, bring these accommodations  into  compli-\n   21  ance  with  all applicable laws and regulations and remove all hazardous\n   22  and immediately hazardous code conditions; that  the  purposes  of  this\n   23  article should also be served by providing for new construction of hous-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02626-01-1\n\n       S. 761                              2\n\n    1  ing  for persons of low income in areas in which rehabilitation opportu-\n    2  nities are limited or where new construction  would  prove  to  be  more\n    3  effective;  that  the carrying out of such projects serves a significant\n    4  public  purpose  and  may  appropriately be performed by eligible appli-\n    5  cants; that payment for such services, tax exemptions and  other  public\n    6  participation in such projects would bring down the cost of such housing\n    7  and  make  it  affordable  to  persons of low income; and that it is the\n    8  policy of the state to preserve and create such housing and  to  provide\n    9  for  the aid, care, and support of the needy.  The legislature therefore\n   10  finds that a program should be established to  provide  monies  for  the\n   11  rehabilitation  and  construction of these properties by eligible appli-\n   12  cants to promote the preservation and creation of affordable housing for\n   13  persons of low income.\n   14    It is intended that any payments, grants or loans provided to  munici-\n   15  palities  through this program not substitute for funds which such muni-\n   16  cipalities would have spent in the absence of this program and that such\n   17  payments, grants and loans will enable  such  municipalities  to  expand\n   18  their commitment to increase the supply of affordable low income housing\n   19  to levels greater than would have been possible without this program.\n   20    S  2.  Subdivision  12  of section 1101 of the private housing finance\n   21  law, as amended by chapter 121 of the laws of 1988, is amended  to  read\n   22  as follows:\n   23    12.  \"Project\"  shall  mean  a  MODERATE  REHABILITATION, cooperative,\n   24  condominium, homesteading or rental project.   In cases where  any  such\n   25  project  consists  of  less  than the total number of units or the total\n   26  amount of floor space of a property, any reference in this article, to a\n   27  \"project\", \"MODERATE  REHABILITATION  PROJECT\",  \"cooperative  project\",\n   28  \"condominium  project\", \"rental project\" or \"homesteading project\" shall\n   29  mean that portion of such property which makes up such project.\n   30    S 3. Section 1101 of the private housing finance  law  is  amended  by\n   31  adding a new subdivision 14 to read as follows:\n   32    14. \"MODERATE REHABILITATION PROJECT\" SHALL MEAN ANY OCCUPIED RESIDEN-\n   33  TIAL  PROPERTY OR ANY PORTION THEREOF WHICH, IF VACANT OR UNDEROCCUPIED,\n   34  WOULD QUALIFY AS A COOPERATIVE PROJECT, CONDOMINIUM PROJECT,  HOMESTEAD-\n   35  ING PROJECT OR RENTAL PROJECT.\n   36    S 4. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the private housing finance law, in relation to the low income housing trust fund program ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101230.T131731.TXT", "SOBI.D101230.T145743.TXT", "SOBI.D110105.T104107.TXT", "SOBI.D101230.T123228.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294242067321
}