{
  "year" : 2011,
  "senateBillNo" : "S762-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO INVESTIGATIONS AND GOVERNMENT OPERATIONS",
    "billEventId" : "S762-2011-1294203600000-REFERRED+TO+INVESTIGATIONS+AND+GOVERNMENT+OPERATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "YOUNG",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Grants tax credit for downpayment made on residential housing",
  "summary" : "Grants credit against personal income tax to purchasers of residential housing in the amount of any down payment made on such housing; provides that the maximum credit shall not exceed 5 percent of the purchase price of the residential housing; requires taxpayers to meet eligibility requirements imposed by the state of New York mortgage agency. ",
  "currentCommittee" : "INVESTIGATIONS AND GOVERNMENT OPERATIONS",
  "sameAs" : "A2575",
  "lawSection" : "Tax Law",
  "previousVersions" : [ "S1094-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          762\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  YOUNG  -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Investigations and Govern-\n         ment Operations\n\n       AN ACT to amend the tax law, in relation to granting  to  purchasers  of\n         residential housing a credit against personal income tax in the amount\n         of any downpayment made on such housing\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1.  Section 606 of the tax law is  amended  by  adding  a  new\n    2  subsection (r-1) to read as follows:\n    3    (R-1)  CREDIT  FOR DOWNPAYMENT MADE BY PURCHASERS OF RESIDENTIAL HOUS-\n    4  ING. (1) A TAXPAYER SHALL BE ALLOWED A CREDIT AGAINST THE TAX IMPOSED BY\n    5  SECTION SIX HUNDRED ONE OF THIS PART FOR ANY  DOWNPAYMENT  MADE  ON  THE\n    6  PURCHASE  OF  A  ONE- TO FOUR-FAMILY RESIDENCE LOCATED WITHIN THE STATE.\n    7  ANY TAX CREDIT NOT USED IN THE TAXABLE YEAR IN WHICH THE  RESIDENCE  WAS\n    8  PURCHASED  MAY BE CARRIED FORWARD OR BACKWARDS FOR THE FIVE, IMMEDIATELY\n    9  SUCCEEDING OR PRECEDING, CALENDAR OR FISCAL YEARS UNTIL THE FULL  CREDIT\n   10  HAS  BEEN ALLOWED.  THE AGGREGATE AMOUNT OF THE TAX CREDIT ALLOWED UNDER\n   11  THIS SUBSECTION SHALL NOT EXCEED FIVE PERCENT OF THE PURCHASE  PRICE  OF\n   12  THE RESIDENTIAL HOUSING.\n   13    (2)  THE  PROVISIONS  OF THIS SUBSECTION SHALL ONLY APPLY TO TAXPAYERS\n   14  WHO MEET THE ELIGIBILITY REQUIREMENTS IMPOSED BY THE STATE OF  NEW  YORK\n   15  MORTGAGE  AGENCY  FOR  ITS  FORWARD  COMMITMENT LOAN PROGRAM PURSUANT TO\n   16  ARTICLE EIGHT OF THE PUBLIC AUTHORITIES LAW.\n   17    S 2. This act shall take effect immediately and shall apply to taxable\n   18  years commencing on or after the first of January  next  succeeding  the\n   19  date on which it shall have become a law.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02508-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the tax law, in relation to granting to purchasers of residential housing a credit against personal income tax in the amount of any downpayment made on such housing ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101230.T131731.TXT", "SOBI.D110119.T133303.TXT", "SOBI.D110105.T103608.TXT", "SOBI.D101230.T145743.TXT", "SOBI.D101230.T123228.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295461983587
}