{
  "year" : 2011,
  "senateBillNo" : "S765-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO TRANSPORTATION",
    "billEventId" : "S765-2011-1294203600000-REFERRED+TO+TRANSPORTATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "YOUNG",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Directs the department of state to provide municipalities with reimbursement for 75% of the costs of making road equipment less likely to rollover",
  "summary" : "Directs the department of state to provide municipalities with reimbursement for 75% of the costs of making road, construction and excavation equipment less likely to rollover. ",
  "currentCommittee" : "TRANSPORTATION",
  "sameAs" : null,
  "lawSection" : "Highway Law",
  "previousVersions" : [ "S2206-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          765\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  YOUNG  -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Transportation\n\n       AN ACT to  amend  the  highway  law,  in  relation  to  providing  state\n         reimbursement  for a portion of the expenses of retrofitting municipal\n         construction and road equipment to prevent rollovers\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The highway law is amended by adding a new section 318 to\n    2  read as follows:\n    3    S 318. MUNICIPAL EQUIPMENT ROLLOVER PREVENTION;  STATE  REIMBURSEMENT.\n    4  1.  THE DEPARTMENT OF STATE, ACTING BY AND THROUGH ITS DIVISION OF LOCAL\n    5  GOVERNMENT, SHALL ESTABLISH A PROGRAM WHICH PROVIDES  COUNTIES,  CITIES,\n    6  TOWNS  AND  VILLAGES  WITH REIMBURSEMENT FOR SEVENTY-FIVE PERCENT OF THE\n    7  COSTS AND  EXPENSES,  INCLUDING  PROGRAM  AND  ADMINISTRATIVE  EXPENSES,\n    8  INCURRED  IN  THE PURCHASE AND INSTALLATION OF PARTS AND EQUIPMENT WHICH\n    9  PREVENT THE ROLLOVER OF ANY CONSTRUCTION, EXCAVATION OR  ROAD  EQUIPMENT\n   10  OWNED AND OPERATED BY SUCH MUNICIPALITY.\n   11    2.  THE  SECRETARY  OF STATE IS AUTHORIZED TO PROMULGATE ANY RULES AND\n   12  REGULATIONS NECESSARY TO  IMPLEMENT  THE  PROVISIONS  OF  THIS  SECTION,\n   13  INCLUDING  DETERMINING WHICH CONSTRUCTION, EXCAVATION AND ROAD EQUIPMENT\n   14  SHALL BE ELIGIBLE FOR REIMBURSEMENT.\n   15    3. ONLY EQUIPMENT OWNED AND OPERATED BY A MUNICIPALITY  PRIOR  TO  THE\n   16  EFFECTIVE  DATE  OF  THIS  SECTION  SHALL  BE ELIGIBLE FOR REIMBURSEMENT\n   17  PURSUANT TO THIS SECTION.\n   18    S 2. This act shall take effect on the first of January next  succeed-\n   19  ing the date on which it shall have become a law.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02502-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the highway law, in relation to providing state reimbursement for a portion of the expenses of retrofitting municipal construction and road equipment to prevent rollovers ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101230.T131731.TXT", "SOBI.D101230.T145243.TXT", "SOBI.D110105.T103608.TXT", "SOBI.D101230.T123228.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294241768214
}