{
  "year" : 2011,
  "senateBillNo" : "S768-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO ENVIRONMENTAL CONSERVATION",
    "billEventId" : "S768-2011-1294203600000-REFERRED+TO+ENVIRONMENTAL+CONSERVATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "YOUNG",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for the regulation of aquaculture for the purpose of developing fish-farming businesses as an alternative cash crop for farms across the state; repealer",
  "summary" : "Provides for the regulation of aquaculture for the purpose of developing fish-farming businesses as an alternative cash crop for farms across the state and appoints a task force relating thereto. ",
  "currentCommittee" : "ENVIRONMENTAL CONSERVATION",
  "sameAs" : null,
  "lawSection" : "Environmental Conservation Law",
  "previousVersions" : [ "SA2438-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "RANZENHOFER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          768\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by Sens. YOUNG, RANZENHOFER -- read twice and ordered print-\n         ed, and when printed to be committed to the Committee on Environmental\n         Conservation\n\n       AN ACT to amend the environmental conservation law and  the  agriculture\n         and  markets law, in relation to the regulation of aquaculture; and to\n         repeal section 11-1909 of the environmental conservation law  relating\n         to private trout and black bass hatcheries\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 11-1909 of the environmental  conservation  law  is\n    2  REPEALED.\n    3    S  2.  Paragraph a of subdivision 1 of section 11-1319 of the environ-\n    4  mental conservation law, as amended by chapter 193 of the laws of  1992,\n    5  is amended to read as follows:\n    6    a.  This  section  governs  possession, transportation and sale of all\n    7  fish taken in waters of the state,  including  the  marine  and  coastal\n    8  district  except  (1)  trout and black bass raised under permit from the\n    9  department and identified as provided in section  [11-1909]  96-Z-41  OF\n   10  THE  AGRICULTURE  AND  MARKETS LAW, (2) fish taken from a farm fish pond\n   11  licensed as provided  in  section  11-1911,  and  (3)  fish  taken  from\n   12  licensed fishing preserve waters as provided in section 11-1913.\n   13    S  3.  Subdivision 1 of section 11-1501 of the environmental conserva-\n   14  tion law, as amended by chapter 193 of the laws of 1992, is  amended  to\n   15  read as follows:\n   16    1.  This title 15 of the Fish and Wildlife Law and regulations adopted\n   17  pursuant hereto do not apply to (a) the taking of  fish  by  angling  as\n   18  permitted  in title 13; (b) the taking of fish or the use of nets in the\n   19  marine and coastal district as defined in section 13-0103, or in a trout\n   20  or black bass hatchery operated under  permit  from  the  department  as\n   21  provided  in  section  [11-1909]  96-Z-41 OF THE AGRICULTURE AND MARKETS\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03432-01-1\n\n       S. 768                              2\n\n    1  LAW, or in a farm fish pond licensed as provided in section  11-1911  or\n    2  in  a  fishing preserve licensed as provided in section 11-1913; (c) the\n    3  sale or taking for sale of bait fish named in section 11-1315.\n    4    S  4. The agriculture and markets law is amended by adding a new arti-\n    5  cle 5-E to read as follows:\n    6                                 ARTICLE 5-E\n    7                          REGULATION OF AQUACULTURE\n    8  SECTION 96-Z-40. LEGISLATIVE INTENT.\n    9          96-Z-41. PRIVATE TROUT AND BLACK BASS HATCHERIES.\n   10          96-Z-42. EXAMINATION OF REGULATORY POLICIES.\n   11          96-Z-43. AQUACULTURE TASK FORCE.\n   12    S 96-Z-40. LEGISLATIVE INTENT. THE LEGISLATURE FINDS AND DECLARES THAT\n   13  AQUACULTURE IS AMONG THE FASTEST GROWING SEGMENTS OF THE GLOBAL AGRICUL-\n   14  TURE MARKETS, WITH NEW YORK'S FISH-FARMING INDUSTRY SUPPLYING FISH TO  A\n   15  VARIETY  OF  MARKETS, AND THAT THIS BODY SHOULD SEEK WAYS TO DEVELOP THE\n   16  FISH-FARMING BUSINESS AS AN ALTERNATIVE CASH CROP FOR FARMS  ACROSS  THE\n   17  STATE.\n   18    S  96-Z-41. PRIVATE TROUT AND BLACK BASS HATCHERIES. 1. THE DEPARTMENT\n   19  IN ITS DISCRETION MAY ISSUE TO  ANY  PERSON  A  HATCHERY  PERMIT,  VALID\n   20  DURING  THE  CALENDAR YEAR OF ISSUE, TO PROPAGATE, RAISE AND SELL TROUT.\n   21  THE DEPARTMENT SHALL ESTABLISH BY ORDER REGULATIONS GOVERNING THE  IDEN-\n   22  TIFICATION AND TRANSPORTATION OF TROUT RAISED UNDER SUCH A PERMIT, OTHER\n   23  THAN  BY  INDIVIDUAL TAGGING, WHICH ARE OFFERED FOR SALE, SOLD OR TRANS-\n   24  PORTED.\n   25    2. THE DEPARTMENT IN ITS DISCRETION MAY ISSUE TO ANY PERSON A HATCHERY\n   26  PERMIT, VALID DURING THE CALENDAR YEAR OF ISSUE, TO PROPAGATE, RAISE AND\n   27  SELL BLACK BASS. THE DEPARTMENT SHALL  ESTABLISH  BY  ORDER  REGULATIONS\n   28  GOVERNING  THE  IDENTIFICATION  AND  TRANSPORTATION OF BLACK BASS RAISED\n   29  UNDER SUCH A PERMIT, OTHER THAN BY INDIVIDUAL TAGGING, WHICH ARE OFFERED\n   30  FOR SALE, SOLD OR TRANSPORTED.\n   31    S 96-Z-42. EXAMINATION OF REGULATORY POLICIES. IN ORDER TO ACHIEVE THE\n   32  GOALS SET FORTH IN SECTION 96-Z-40 OF  THIS  ARTICLE,  THE  STATE  SHALL\n   33  EXAMINE  AVAILABLE  REGULATORY AND POLICY CHANGES THAT WOULD IMPROVE THE\n   34  PROFITABILITY OF AQUACULTURE IN NEW YORK AND ADOPT ONLY POLICIES THAT:\n   35    1. ALLOW FOR THE SALE OF LIVE FISH TO  DOMESTIC  MARKETS  LEGALLY  AND\n   36  SAFELY;\n   37    2. ARE NOT OVERLY BURDENSOME TO THE OPERATOR OF AN AQUACULTURE FACILI-\n   38  TY; AND\n   39    3.  DO NOT REQUIRE INDIVIDUAL IDENTIFICATION OR TAGGING AS A METHOD OF\n   40  TRACKING DOMESTICALLY-RAISED FISH.\n   41    S 96-Z-43. AQUACULTURE TASK FORCE. 1. AN  AQUACULTURE  TASK  FORCE  IS\n   42  HEREBY  CREATED  TO CONDUCT THE EXAMINATION DESCRIBED IN SECTION 96-Z-42\n   43  OF THIS ARTICLE AND DETERMINE THE VIABILITY  OF  ADOPTING  A  REGULATORY\n   44  SYSTEM  WITH PROMOTION AND PROTECTION OF THE AQUACULTURE INDUSTRY AS ITS\n   45  GOAL FOR THE STATE.\n   46    2. THE TASK FORCE SHALL CONSIST OF TEN MEMBERS, EACH TO  SERVE  FOR  A\n   47  TERM OF TWO YEARS, TO BE APPOINTED AS FOLLOWS: ONE SHALL BE APPOINTED BY\n   48  THE  TEMPORARY PRESIDENT OF THE SENATE AND ONE BY THE MINORITY LEADER OF\n   49  THE SENATE; ONE SHALL BE APPOINTED BY THE SPEAKER OF  THE  ASSEMBLY  AND\n   50  ONE  BY  THE MINORITY LEADER OF THE ASSEMBLY; AND SIX SHALL BE APPOINTED\n   51  BY THE GOVERNOR.  THE APPOINTEES SHALL BE BROADLY REPRESENTATIVE OF  THE\n   52  GEOGRAPHIC  AREAS  OF THE STATE AND INCLUDE REPRESENTATIVES OF THE AQUA-\n   53  CULTURE INDUSTRY, ETHNIC POPULATION AND LOCAL GOVERNMENT AND THE  PUBLIC\n   54  AT  LARGE.   NO MORE THAN FOUR APPOINTEES SHALL BE LEGISLATORS.  COMMIS-\n   55  SIONERS OF THE DEPARTMENT AND THE DEPARTMENT OF ENVIRONMENTAL  CONSERVA-\n   56  TION  SHALL  BE  EX-OFFICIO  MEMBERS.   THE GOVERNOR SHALL DESIGNATE THE\n\n       S. 768                              3\n\n    1  CHAIRMAN AND VICE CHAIRMAN FROM AMONG HIS APPOINTEES.  VACANCIES IN  THE\n    2  MEMBERSHIP  OF  THE COMMISSION AND AMONG ITS OFFICERS SHALL BE FILLED IN\n    3  THE MANNER PROVIDED FOR ORIGINAL APPOINTMENTS.\n    4    3.  THE TASK FORCE MAY EMPLOY AND AT PLEASURE REMOVE SUCH PERSONNEL AS\n    5  IT MAY DEEM NECESSARY FOR THE PERFORMANCE OF ITS FUNCTIONS AND FIX THEIR\n    6  COMPENSATION WITHIN THE AMOUNTS MADE AVAILABLE THEREFOR.\n    7    4. THE TASK FORCE MAY MEET WITHIN AND WITHOUT THE STATE AND SHALL HOLD\n    8  PUBLIC HEARINGS, AND SHALL HAVE ALL THE POWERS OF A LEGISLATIVE  COMMIT-\n    9  TEE PURSUANT TO THE LEGISLATIVE LAW.\n   10    5.  THE  MEMBERS  OF  THE TASK FORCE SHALL RECEIVE NO COMPENSATION FOR\n   11  THEIR SERVICES, BUT SHALL BE ALLOWED THEIR ACTUAL AND NECESSARY EXPENSES\n   12  INCURRED IN THE PERFORMANCE OF THEIR DUTIES HEREUNDER.\n   13    6. TO THE MAXIMUM EXTENT FEASIBLE, THE TASK FORCE SHALL BE ENTITLED TO\n   14  REQUEST AND RECEIVE AND SHALL UTILIZE AND BE PROVIDED WITH SUCH  FACILI-\n   15  TIES,  RESOURCES,  AND  DATA  OF ANY COURT, DEPARTMENT, DIVISION, BOARD,\n   16  BUREAU, COMMISSION, OR AGENCY OF THE STATE OR ANY POLITICAL  SUBDIVISION\n   17  THEREOF  AS  IT  MAY REASONABLY REQUEST TO CARRY OUT PROPERLY ITS POWERS\n   18  AND DUTIES HEREUNDER.\n   19    7. THE  APPOINTING  AUTHORITIES  SHALL  APPOINT  THE  MEMBERS  OF  THE\n   20  SUSTAINABLE  DEVELOPMENT  TASK  FORCE ON OR BEFORE NINETY DAYS AFTER THE\n   21  EFFECTIVE DATE OF THIS SECTION AND THE  TASK  FORCE  SHALL  CONVENE  ITS\n   22  FIRST MEETING ON OR BEFORE SIXTY DAYS THEREAFTER.\n   23    8.  THE TASK FORCE SHALL MAKE A PRELIMINARY REPORT TO THE GOVERNOR AND\n   24  THE LEGISLATURE OF ITS FINDINGS,  CONCLUSIONS,  AND  RECOMMENDATIONS  BY\n   25  APRIL  FIRST,  TWO  THOUSAND  TWELVE AND A FINAL REPORT OF ITS FINDINGS,\n   26  CONCLUSIONS, AND RECOMMENDATIONS NOT LATER THAN  DECEMBER  THIRTY-FIRST,\n   27  TWO  THOUSAND TWELVE, AND SHALL SUBMIT WITH ITS REPORTS SUCH LEGISLATIVE\n   28  PROPOSALS AS IT DEEMS NECESSARY TO IMPLEMENT ITS RECOMMENDATIONS.\n   29    S 5. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the environmental conservation law and the agriculture and markets law, in relation to the regulation of aquaculture; and to repeal section 11-1909 of the environmental conservation law relating to private trout and black bass hatcheries ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101230.T145243.TXT", "SOBI.D110105.T120651.TXT", "SOBI.D101230.T132233.TXT", "SOBI.D101230.T123228.TXT", "SOBI.D101230.T123746.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294247211978
}