{
  "year" : 2011,
  "senateBillNo" : "S769-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO AGRICULTURE",
    "billEventId" : "S769-2011-1294203600000-REFERRED+TO+AGRICULTURE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "YOUNG",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Includes farm land which includes agricultural amusements within provisions of law relating to agricultural districts",
  "summary" : "Includes farm land which includes agricultural amusements within provisions of laws relating to agricultural districts. ",
  "currentCommittee" : "AGRICULTURE",
  "sameAs" : null,
  "lawSection" : "Agriculture and Markets Law",
  "previousVersions" : [ "S2437-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          769\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  YOUNG  -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Agriculture\n\n       AN ACT to amend the agriculture and markets law, in relation to  includ-\n         ing farm land which includes agricultural amusements within provisions\n         of law relating to agricultural districts\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraph c of subdivision 4 of section 301 of the agricul-\n    2  ture and markets law, as amended by chapter 445 of the laws of 2002,  is\n    3  amended to read as follows:\n    4    c.  Land  used in support of a farm operation or land used in agricul-\n    5  tural production, constituting a portion of a parcel, as  identified  on\n    6  the  assessment roll, which also contains land qualified for an agricul-\n    7  tural assessment. SUCH LAND SHALL INCLUDE  LAND  USED  FOR  AGRICULTURAL\n    8  AMUSEMENTS  WHICH ARE PRODUCED FROM CROPS GROWN OR PRODUCED ON THE FARM,\n    9  PROVIDED THAT SUCH CROPS ARE HARVESTED AND MARKETED IN THE  SAME  MANNER\n   10  AS OTHER CROPS PRODUCED ON SUCH FARM. SUCH AGRICULTURAL AMUSEMENTS SHALL\n   11  INCLUDE,  BUT  NOT  BE  LIMITED  TO, SO-CALLED \"CORN MAZES\" OR \"HAY BALE\n   12  MAZES\".\n   13    S 2. This act shall take effect immediately.\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03425-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the agriculture and markets law, in relation to including farm land which includes agricultural amusements within provisions of law relating to agricultural districts ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101230.T145243.TXT", "SOBI.D101230.T144741.TXT", "SOBI.D110105.T120651.TXT", "SOBI.D101230.T132233.TXT", "SOBI.D101230.T123746.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294247211981
}