{
  "year" : 2011,
  "senateBillNo" : "S77-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO BANKS",
    "billEventId" : "S77-2011-1294203600000-REFERRED+TO+BANKS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "PERALTA",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Enables senior citizens to cash social security checks without maintaining an account at the bank honoring such check",
  "summary" : "Directs every banking organization or foreign banking corporation transacting business in this state to cash properly endorsed social security checks presented by the payee, upon sufficient identification, notwithstanding the fact that such payee does not maintain an account with such organization or corporation, upon proof that such payee is sixty-two years of age or older; defines \"sufficient identification\". ",
  "currentCommittee" : "BANKS",
  "sameAs" : null,
  "lawSection" : "Banking Law",
  "previousVersions" : [ "S7946-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "MONTGOMERY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          77\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by Sens. PERALTA, MONTGOMERY -- read twice and ordered print-\n         ed, and when printed to be committed to the Committee on Banks\n\n       AN  ACT  to  amend  the  banking  law, in relation to the negotiation of\n         social security checks\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The banking law is amended by adding a new section 6-n to\n    2  read as follows:\n    3    S 6-N. NEGOTIATING SOCIAL SECURITY CHECKS. EVERY BANKING  ORGANIZATION\n    4  OR  FOREIGN BANKING CORPORATION TRANSACTING BUSINESS IN THIS STATE SHALL\n    5  CASH PROPERLY ENDORSED SOCIAL SECURITY CHECKS PRESENTED  BY  THE  PAYEE,\n    6  UPON SUFFICIENT IDENTIFICATION, NOTWITHSTANDING THE FACT THAT SUCH PAYEE\n    7  DOES NOT MAINTAIN AN ACCOUNT WITH SUCH ORGANIZATION OR CORPORATION, UPON\n    8  PROOF  THAT SUCH PAYEE IS SIXTY-TWO YEARS OF AGE OR OLDER.  FOR PURPOSES\n    9  OF THIS SECTION, \"SUFFICIENT IDENTIFICATION\" SHALL MEAN A PICTURE  IDEN-\n   10  TIFICATION  CARD  ISSUED  TO SUCH PAYEE BY THE DEPARTMENT OF MOTOR VEHI-\n   11  CLES, A SHERIFF'S DEPARTMENT OR A BANKING ORGANIZATION WHERE SUCH  CHECK\n   12  IS PRESENTED FOR PAYMENT.\n   13    S  2.  This  act  shall take effect on the sixtieth day after it shall\n   14  have become a law.\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03358-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the banking law, in relation to the negotiation of social security checks ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101202.T101031.TXT", "SOBI.D101202.T120040.TXT", "SOBI.D101202.T100531.TXT", "SOBI.D101202.T103032.TXT", "SOBI.D101202.T143551.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1291318551118
}