{
  "year" : 2011,
  "senateBillNo" : "S771-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO AGRICULTURE",
    "billEventId" : "S771-2011-1294203600000-REFERRED+TO+AGRICULTURE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "YOUNG",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides that the information collected and maintained by the department of agriculture and markets relating to animals shall be confidential",
  "summary" : "Provides that the information collected and maintained by the department of agriculture and markets relating to the registration and identification of premises and animals shall be confidential. ",
  "currentCommittee" : "AGRICULTURE",
  "sameAs" : null,
  "lawSection" : "Agriculture and Markets Law",
  "previousVersions" : [ "S2420-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          771\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  YOUNG  -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Agriculture\n\n       AN ACT to amend the agriculture and markets  law,  in  relation  to  the\n         confidentiality  of certain information submitted to the department of\n         agriculture and markets\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 95-a of the agriculture and markets law, as amended\n    2  by chapter 271 of the laws of 2001, is amended to read as follows:\n    3    S 95-a. Animal ear tags or other identification. 1. A person who with-\n    4  out  authorization  by the commissioner, (a) cuts out, removes, obliter-\n    5  ates or destroys a New York state department of agriculture and  markets\n    6  official  ear  tag  or other official New York state identification tag,\n    7  device or mark on any cattle, camelid, deer, sheep, goats or  swine,  as\n    8  defined  in  this  article,  other than such identification which may be\n    9  used for the owner's own records in  the  state  of  New  York,  or  (b)\n   10  inserts  or  attaches  to  the  ear of any cattle, camelid, deer, sheep,\n   11  goats or swine, as defined in this article, in the state of New  York  a\n   12  New York state department of agriculture and markets official ear tag or\n   13  inserts  in  or  attaches to any such animal any other official New York\n   14  state identification tag, device or mark other than such  identification\n   15  which  may  be  used  for the owner's own records that has not been duly\n   16  issued for said animal by the department is guilty of a misdemeanor.\n   17    2. (A) THE FOLLOWING INFORMATION AND DATA COLLECTED AND MAINTAINED  BY\n   18  THE  DEPARTMENT  RELATED TO THE REGISTRATION AND IDENTIFICATION OF PREM-\n   19  ISES AND ANIMALS IS CONFIDENTIAL AND NOT SUBJECT TO PUBLIC DISCLOSURE:\n   20    (I) THE NAMES AND ADDRESSES OF OWNERS AND PREMISES CONTACTS;\n   21    (II) THE LOCATION OF PREMISES WHERE ANIMALS ARE KEPT;\n   22    (III) THE IDENTIFICATION NUMBER OF A PREMISES OR AN ANIMAL; AND\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03437-01-1\n\n       S. 771                              2\n\n    1    (IV) ALL BUSINESS, PRODUCTION AND INVENTORY DATA FOR ANIMAL PRODUCTION\n    2  UNITS.\n    3    (B)  THE DEPARTMENT MAY DISCLOSE THE DATA REFERRED TO IN PARAGRAPH (A)\n    4  OF THIS SUBDIVISION TO ANY AGENCY OR THE PUBLIC IF  IT  DETERMINES  THAT\n    5  SUCH  DISCLOSURE  WILL  AID  IN  THE  LAW  ENFORCEMENT  PROCESS  OR  THE\n    6  PROTECTION OF PUBLIC OR ANIMAL HEALTH AND SAFETY.\n    7    (C) THE DEPARTMENT MAY DISCLOSE SUMMARY DATA ON THE  STATE  OF  ANIMAL\n    8  HEALTH  ON  FARMS  IN  THE STATE. SUCH SUMMARY DATA MAY DESCRIBE CURRENT\n    9  ANIMAL HEALTH STATUS AND TRENDS, BUT SHALL NOT PUBLICLY  IDENTIFY  INDI-\n   10  VIDUAL FARMS OR PRODUCERS.\n   11    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the agriculture and markets law, in relation to the confidentiality of certain information submitted to the department of agriculture and markets ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101230.T144741.TXT", "SOBI.D110105.T120651.TXT", "SOBI.D101230.T132233.TXT", "SOBI.D101230.T123746.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294247211986
}