{
  "year" : 2011,
  "senateBillNo" : "S772A-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO ENERGY AND TELECOMMUNICATIONS",
    "billEventId" : "S772A-2011-1294203600000-REFERRED+TO+ENERGY+AND+TELECOMMUNICATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1295586000000,
    "eventText" : "AMEND (T) AND RECOMMIT TO ENERGY AND TELECOMMUNICATIONS",
    "billEventId" : "S772A-2011-1295586000000-AMEND+%28T%29+AND+RECOMMIT+TO+ENERGY+AND+TELECOMMUNICATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1295586001000,
    "eventText" : "PRINT NUMBER 772A",
    "billEventId" : "S772A-2011-1295586001000-PRINT+NUMBER+772A",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "YOUNG",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Sales tax exemption for wood pellet fuel sold for residential heating purposes in a wood pellet stove",
  "summary" : "Provides sales tax exemption for corn kernel fuel sold for residential heating purposes in a compatible stove. ",
  "currentCommittee" : "ENERGY AND TELECOMMUNICATIONS",
  "sameAs" : null,
  "lawSection" : "Tax Law",
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : [ "ENERGY AND TELECOMMUNICATIONS" ],
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                        772--A\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  YOUNG  -- read twice and ordered printed, and when\n         printed to be committed to the Committee on  Energy  and  Telecommuni-\n         cations  --  committee  discharged, bill amended, ordered reprinted as\n         amended and recommitted to said committee\n\n       AN ACT to amend the tax law, in relation to  exempting  corn  fuel  from\n         sales and compensating use taxes\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision (a) of section 1115 of the tax law  is  amended\n    2  by adding a new paragraph 44 to read as follows:\n    3    (44) KERNEL CORN SOLD WITH THE INTENDED USE AS A FUEL SOURCE FOR RESI-\n    4  DENTIAL  HEATING  PURPOSES  AND  DRIED  TO A MOISTURE CONTENT THAT WOULD\n    5  ALLOW USE IN A COMPATIBLE FUEL APPLIANCE.\n    6    S 2. This act shall take effect on the first day of a sales tax  quar-\n    7  terly period, as described in subdivision (b) of section 1136 of the tax\n    8  law, next commencing at least 60 days after this act shall have become a\n    9  law.\n\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03449-02-1\n",
  "memo" : "BILL NUMBER:S772A\n\nTITLE OF BILL:\nAn act to amend the tax law, in relation to exempting corn fuel from\nsales and compensating use taxes\n\nPURPOSE:\nThis bill provides that corn fuel sold for residential heating purposes\nwould be exempt from sales and compensating use taxes.\n\nSUMMARY OF PROVISIONS:\nAmends subdivision (a) of section 1115 of the tax law to add a new para-\ngraph 44 to include corn fuel sold for residential heating purposes in a\ncompatible fuel appliance.\n\nJUSTIFICATION:\nHome heating fuels such as natural gas, fuel oil, propane, and wood\npellets are currently exempt from the state sales tax. Shelled kernel\ncorn, which is an alternative fuel option for home heating, should\ntherefore also be exempt from the state sales tax. With energy costs at\nrecord highs, it is important to better facilitate the use of alterna-\ntive heating sources. Exempting corn heating fuel from sales and compen-\nsating use tax, as provided by this bill, shall serve as an incentive to\noffer corn as another option for alternative home heating fuel.\n\nLEGISLATIVE HISTORY:\n2009-2010: S.2488 Reported to Finance\n2007-2008: S.5578/A.1785 Reported to Finance\n\nFISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\nThis act shall take effect on the first day of a sales tax quarterly\nperiod, as described in subdivision (b) of section 1136 of the tax\nlaw; next commencing at least 60 days after this act shall have\nbecome a law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the tax law, in relation to exempting corn fuel from sales and compensating use taxes ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T110113.TXT", "SOBI.D110124.T222157.TXT", "SOBI.D110124.T105612.TXT", "SOBI.D110121.T185049.TXT", "SOBI.D110124.T090057.TXT", "SOBI.D110121.T163039.TXT", "SOBI.D110121.T170105.TXT", "SOBI.D110124.T094101.TXT", "SOBI.D110121.T165041.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295925717786
}