{
  "year" : 2011,
  "senateBillNo" : "S773-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO AGRICULTURE",
    "billEventId" : "S773-2011-1294203600000-REFERRED+TO+AGRICULTURE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "YOUNG",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prohibits the filling, emptying or use of any liquefied petroleum gas container, except by the owner thereof or by a person authorized in writing by such owner",
  "summary" : "Prohibits the filling, emptying or use of any liquefied petroleum gas cylinder, container or receptacle, except by the owner thereof or by a person authorized in writing by such owner. ",
  "currentCommittee" : "AGRICULTURE",
  "sameAs" : "A4055",
  "lawSection" : "Agriculture and Markets Law",
  "previousVersions" : [ "S2481-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          773\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  YOUNG  -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Agriculture\n\n       AN ACT to amend the agriculture and markets  law,  in  relation  to  the\n         delivery of liquefied petroleum gas\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 6 of  section  192-e  of  the  agriculture  and\n    2  markets  law,  as  amended  by  chapter 679 of the laws of 1980 and such\n    3  section as renumbered by chapter 716 of the laws of 1989, is amended  to\n    4  read as follows:\n    5    6. A. Each delivery of liquefied petroleum gas sold on a package basis\n    6  in  cylinders  or  containers to consumers and each delivery of such gas\n    7  from a vehicle tank or other vessel into tanks, cylinders or  containers\n    8  connected  to  consumer  apparatus  when  sale is based on a quantity so\n    9  delivered, shall be accompanied by a delivery ticket and duplicate ther-\n   10  eof. On such ticket and duplicate thereof shall be distinctly  expressed\n   11  in ink or other indelible substance the date of delivery, the net weight\n   12  or  volume of such liquefied petroleum gas delivered, the price per unit\n   13  of metric or customary measure, the total price, the name and address of\n   14  the seller and the name and address of the purchaser of  such  liquefied\n   15  petroleum gas; provided, however, that such delivery ticket need not set\n   16  forth  the  total  price  if  within five days after delivery the seller\n   17  provides the buyer with a written statement setting forth all the  fore-\n   18  going  information  including the total price. Delivery tickets shall be\n   19  serially numbered or the serial number  of  the  cylinder  or  container\n   20  shall  be  legibly  marked  on such delivery ticket. One of such tickets\n   21  shall be delivered to the person receiving the liquefied petroleum  gas,\n   22  and  the  other  ticket shall be retained by the seller of the liquefied\n   23  petroleum gas for  a  period  of  one  year  and  shall  be  subject  to\n   24  inspection by any weights and measures official within this time.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03452-01-1\n\n       S. 773                              2\n\n    1    B. (I) NO PERSON, FIRM, LIMITED LIABILITY COMPANY OR CORPORATION SHALL\n    2  FILL,  REFILL  OR  OTHERWISE  DELIVER  LIQUEFIED  PETROLEUM GAS INTO ANY\n    3  LIQUEFIED PETROLEUM GAS CYLINDER, CONTAINER OR RECEPTACLE WITH  A  WATER\n    4  CAPACITY  OF  MORE  THAN  TEN GALLONS, UNLESS THEY ARE THE OWNER OF SUCH\n    5  CYLINDER,  CONTAINER OR RECEPTACLE, OR A PERSON AUTHORIZED IN WRITING BY\n    6  SUCH OWNER.\n    7    (II) NO PERSON, FIRM, LIMITED LIABILITY COMPANY OR  CORPORATION  SHALL\n    8  USE  ANY  LIQUEFIED  PETROLEUM  GAS CYLINDER, CONTAINER OR RECEPTACLE TO\n    9  CONTAIN ANY SUBSTANCE OTHER THAN LIQUEFIED PETROLEUM  GAS,  UNLESS  THEY\n   10  ARE  THE  OWNER  OF  SUCH CYLINDER, CONTAINER OR RECEPTACLE, OR A PERSON\n   11  AUTHORIZED IN WRITING BY SUCH OWNER.\n   12    (III) EXCEPT IN THE CASE OF FIRE OR SAFETY EMERGENCY, NO PERSON, FIRM,\n   13  LIMITED LIABILITY COMPANY OR CORPORATION SHALL REMOVE LIQUEFIED PETROLE-\n   14  UM GAS FROM ANY LIQUEFIED PETROLEUM GAS CYLINDER, CONTAINER OR  RECEPTA-\n   15  CLE,  UNLESS  THEY ARE THE OWNER OF SUCH CYLINDER, CONTAINER OR RECEPTA-\n   16  CLE, OR A PERSON AUTHORIZED IN WRITING BY SUCH OWNER.\n   17    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the agriculture and markets law, in relation to the delivery of liquefied petroleum gas ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110201.T145909.TXT", "SOBI.D101230.T144741.TXT", "SOBI.D110105.T120651.TXT", "SOBI.D101230.T132733.TXT", "SOBI.D110201.T150405.TXT", "SOBI.D101230.T133736.TXT", "SOBI.D101230.T123746.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296590645679
}