{
  "year" : 2011,
  "senateBillNo" : "S774-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO AGRICULTURE",
    "billEventId" : "S774-2011-1294203600000-REFERRED+TO+AGRICULTURE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "YOUNG",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the transportation of bulk milk",
  "summary" : "Allows the department of transportation, in conjunction with the department of agriculture and markets, to investigate and resolve any barriers to bulk milk transportation; enables the state department of transportation and the NYC department of transportation to jointly establish weight standards for bulk milk haulers traveling within NYC. ",
  "currentCommittee" : "AGRICULTURE",
  "sameAs" : null,
  "lawSection" : "Agriculture and Markets Law",
  "previousVersions" : [ "S2478-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "BONACIC",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "RANZENHOFER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          774\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sens.  YOUNG,  BONACIC,  RANZENHOFER  --  read twice and\n         ordered printed, and when printed to be committed to the Committee  on\n         Agriculture\n\n       AN  ACT  to  amend  the  agriculture and markets law, in relation to the\n         powers and duties of the commissioner; and to amend  the  vehicle  and\n         traffic law in relation to the transportation of bulk milk\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 4 of section 16 of the agriculture and  markets\n    2  law,  such  section  as renumbered by chapter 16 of the laws of 1935, is\n    3  amended to read as follows:\n    4    4.  Investigate  the  sources  of  food  supply  for  the  state,  the\n    5  production,  transportation, storage, marketing and distribution of food\n    6  sold, offered for sale, stored or held within the  state,  the  cost  OR\n    7  BARRIERS  of  transportation to the leading centers of population and of\n    8  distribution to consumers.\n    9    S 2. Subdivision 11 of section 16 of the agriculture and markets  law,\n   10  as  amended  by  chapter  267 of the laws of 1970, is amended to read as\n   11  follows:\n   12    11. Co-operate with the commissioner of transportation with  the  view\n   13  of  obtaining  suitable,  expeditious  and economical facilities for the\n   14  shipment of food, and recommend as to the action to  be  taken  by  such\n   15  commissioner to avoid and prevent unfair discrimination in such shipment\n   16  and unreasonable delay OR BARRIERS in the transportation thereof, and to\n   17  obtain fair and reasonable rates for such transportation.\n   18    S 3. Paragraph (d) of subdivision 15 of section 385 of the vehicle and\n   19  traffic law, as amended by section 3 of part C of chapter 59 of the laws\n   20  of 2004, is amended to read as follows:\n   21    (d)  Except  during storms, floods, fires or other public emergencies,\n   22  no such permit may be issued to include  a  towing  operation  involving\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03453-01-1\n\n       S. 774                              2\n\n    1  more than two vehicles except three vehicle combinations consisting of a\n    2  tractor,  semitrailer  and  trailer or a tractor and two trailers within\n    3  legal weight and width limits proceeding to or from any qualifying high-\n    4  way  or  access highway. Every such permit may designate the route to be\n    5  traversed and contain any other restrictions or conditions deemed neces-\n    6  sary by the issuing authority. Every such permit shall be carried on the\n    7  vehicle to which it refers and shall be open to the  inspection  of  any\n    8  peace officer, acting pursuant to his special duties, or police officer,\n    9  or any other officer or employee authorized to enforce this section. All\n   10  permits  issued  shall be revocable by the authority issuing them at the\n   11  discretion of the authority without a hearing or the necessity of  show-\n   12  ing  cause.  Except  for  a  vehicle  having  a maximum gross weight not\n   13  exceeding eighty thousand pounds without regard to any axle weight limi-\n   14  tation set forth herein or the maximum gross weight established  by  the\n   15  formula  commonly  referred  to  as  the  bridge formula as set forth in\n   16  subdivision ten of this section and except  for  state  or  municipally-\n   17  owned  single  vehicles  engaged  in snow and ice control operations, or\n   18  designed or fitted for snow and ice control operations while engaged  in\n   19  other public works operations on public highways which do not exceed the\n   20  weight  limits  contained in subdivision seventeen-a of this section, no\n   21  permit shall be issued to allow operation or movement of any vehicle  or\n   22  combination  of  vehicles whose weight exceeds the limitations otherwise\n   23  prescribed in this section other than an annual permit  issued  pursuant\n   24  to  paragraph  (f)  of  this  subdivision  except  upon a finding by the\n   25  department of transportation or the appropriate authority, as  the  case\n   26  may  be,  that  the  load  proposed is of one piece or item or otherwise\n   27  cannot be separated into units of less weight  provided,  however,  that\n   28  any  such  permit  issued  upon  such finding shall not be valid for the\n   29  operation or movement of such vehicles on any  state  or  other  highway\n   30  within any city not wholly included within one county.  PROVIDED, HOWEV-\n   31  ER,  A  PERMIT FOR THE TRANSPORTATION OF BULK MILK SHALL BE VALID ON ANY\n   32  STATE OR OTHER HIGHWAY UNLESS SUCH VEHICLE OR ANY COMBINATION  OF  VEHI-\n   33  CLES  TRANSPORTING  SUCH MILK EXCEEDS LIMITATIONS ON SUCH STATE OR OTHER\n   34  HIGHWAY AS DETERMINED BY THE DEPARTMENT OF TRANSPORTATION OR WITHIN  ANY\n   35  CITY  NOT WHOLLY CONTAINED WITHIN ONE COUNTY BY THE DEPARTMENT OF TRANS-\n   36  PORTATION AND THE DEPARTMENT OF TRANSPORTATION OF SUCH CITY.  Bulk  milk\n   37  may be considered one piece or item.\n   38    S 4. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the agriculture and markets law, in relation to the powers and duties of the commissioner; and to amend the vehicle and traffic law in relation to the transportation of bulk milk ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101230.T144741.TXT", "SOBI.D110104.T161516.TXT", "SOBI.D101230.T133736.TXT", "SOBI.D101230.T123746.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294175716954
}