{
  "year" : 2011,
  "senateBillNo" : "S775-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO CHILDREN AND FAMILIES",
    "billEventId" : "S775-2011-1294203600000-REFERRED+TO+CHILDREN+AND+FAMILIES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "YOUNG",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Directs the office of children and family services to consult with localities and other state agencies prior to closure of any facility",
  "summary" : "Directs the office of children and family services to consult with localities and other state agencies prior to closure of any facility; requires a report for an adaptive reuse plan for the facility slated to close. ",
  "currentCommittee" : "CHILDREN AND FAMILIES",
  "sameAs" : null,
  "lawSection" : "Executive Law",
  "previousVersions" : [ "S2263-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "BONACIC",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "MAZIARZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          775\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sens.  YOUNG, BONACIC, MAZIARZ -- read twice and ordered\n         printed, and when printed to be committed to the Committee on Children\n         and Families\n\n       AN ACT to amend the executive law, in relation to reduction in the staff\n         of the office of children and  family  services  and  the  closure  of\n         facilities of such office\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraphs (c) and (d) of subdivision 15 of section 501  of\n    2  the  executive  law,  as amended by section 1 of part H of chapter 58 of\n    3  the laws of 2006, are amended and a new paragraph (e) is added  to  read\n    4  as follows:\n    5    (c)  CONSULT  WITH AND provide for a mechanism which may reasonably be\n    6  expected to provide notice to  local  governments,  community  organiza-\n    7  tions, employee labor organizations, managerial and confidential employ-\n    8  ees,  consumer  and  advocacy  groups  of  the potential for significant\n    9  service reductions,  public  employee  staffing  reductions  and/or  the\n   10  transfer  of  operations  to  a private or not-for-profit entity at such\n   11  state-operated facilities, at least twelve months  prior  to  commencing\n   12  such service reduction; [and]\n   13    (d)  consult  with the office of general services and any other appro-\n   14  priate state agency in developing a mechanism for  determining  alterna-\n   15  tive uses for land and buildings to be vacated by the office of children\n   16  and  family  services. Such a mechanism should include a review of other\n   17  programs or state agencies that could feasibly expand  their  operations\n   18  onto  a state-operated campus and are compatible with health, safety and\n   19  programmatic needs of persons served in such facilities[.]; AND\n   20    (E) AT THE TIME THE NOTICE OF CLOSURE OF A  FACILITY  IS  PROVIDED  IN\n   21  ACCORDANCE  WITH  PARAGRAPH  (C)  OF  THIS SUBDIVISION, THE COMMISSIONER\n   22  SHALL, IN CONSULTATION WITH THE COMMISSIONER OF ECONOMIC DEVELOPMENT AND\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02500-01-1\n\n       S. 775                              2\n\n    1  THE PRESIDENT OF THE CIVIL  SERVICE  COMMISSION,  THE  DIRECTOR  OF  THE\n    2  GOVERNOR'S  OFFICE OF EMPLOYEE RELATIONS AND THE CHIEF EXECUTIVE OFFICER\n    3  OF THE CITY, TOWN OR VILLAGE IN WHICH THE FACILITY SLATED FOR CLOSURE IS\n    4  LOCATED,  PROVIDE  A REPORT FOR AN ADAPTIVE REUSE PLAN FOR SUCH FACILITY\n    5  WHICH WILL EVALUATE THE COMMUNITY IMPACT OF THE PROPOSED CLOSURE INCLUD-\n    6  ING BUT NOT LIMITED TO THE FOLLOWING FACTORS: THE POTENTIAL  TO  UTILIZE\n    7  THE  PROPERTY  FOR ANOTHER STATE GOVERNMENT PURPOSE, INCLUDING FOR A NEW\n    8  PURPOSE AS PART OF THE STATE CHILD WELFARE  SYSTEM;  POTENTIAL  FOR  THE\n    9  SALE  OR TRANSFER OF THE PROPERTY TO A LOCAL GOVERNMENT OR OTHER GOVERN-\n   10  MENTAL ENTITY; POTENTIAL FOR THE   SALE OF THE  PROPERTY  TO  A  PRIVATE\n   11  ENTITY  FOR  DEVELOPMENT  INTO A BUSINESS, RESIDENTIAL OR OTHER PURPOSE;\n   12  COMMUNITY INPUT FOR LOCAL DEVELOPMENT; AND THE CONDITION OF THE FACILITY\n   13  AND THE INVESTMENTS REQUIRED TO KEEP THE STRUCTURE IN GOOD REPAIR, OR TO\n   14  MAKE IT VIABLE FOR REUSE.\n   15    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the executive law, in relation to reduction in the staff of the office of children and family services and the closure of facilities of such office ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110104.T162017.TXT", "SOBI.D101230.T144249.TXT", "SOBI.D101230.T133736.TXT", "SOBI.D101230.T123746.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294176017025
}