{
  "year" : 2011,
  "senateBillNo" : "S777-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO AGRICULTURE",
    "billEventId" : "S777-2011-1294203600000-REFERRED+TO+AGRICULTURE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "YOUNG",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes the production for retail sale and the retail sale of raw, untreated milk for human consumption",
  "summary" : "Authorizes the production for retail sale and the retail sale of raw, untreated milk for human consumption. ",
  "currentCommittee" : "AGRICULTURE",
  "sameAs" : null,
  "lawSection" : "Agriculture and Markets Law",
  "previousVersions" : [ "S2428-2009", "A6610-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          777\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  YOUNG  -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Agriculture\n\n       AN ACT to amend the agriculture and markets law, in relation to  author-\n         izing the production for retail sale and retail sale of raw milk\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The agriculture and markets law is amended by adding a  new\n    2  section 46-b to read as follows:\n    3    S  46-B.  PRODUCTION  AND RETAIL SALE OF RAW MILK.  1. NOTWITHSTANDING\n    4  ANY PROVISION OF THIS CHAPTER TO THE CONTRARY, THE PRODUCTION FOR RETAIL\n    5  SALE AND THE RETAIL SALE OF RAW, UNTREATED MILK  FOR  HUMAN  CONSUMPTION\n    6  SHALL  BE AUTHORIZED IN THIS STATE. THE PRODUCTION, PACKAGING, TRANSPOR-\n    7  TATION AND SALE OF SUCH MILK SHALL BE SUBJECT TO SUCH  RULES  AND  REGU-\n    8  LATIONS  AS  SHALL  BE DEEMED NECESSARY BY THE DEPARTMENT. A COPY OF ALL\n    9  SUCH RULES AND REGULATIONS SHALL BE PROVIDED TO THE DEPARTMENT OF HEALTH\n   10  FOR COMMENT PRIOR TO THE EFFECTIVE DATE THEREOF.\n   11    2. EVERY PERSON ENGAGED IN THE PRODUCTION OF RAW, UNTREATED  MILK  FOR\n   12  HUMAN CONSUMPTION SHALL HOLD A PERMIT ISSUED BY THE COMMISSIONER.\n   13    3.  ALL  RAW, UNTREATED MILK FOR HUMAN CONSUMPTION PRODUCED FOR RETAIL\n   14  SALE SHALL BE TRANSPORTED  AND  SOLD  IN  A  BOTTLE  OR  SINGLE  SERVICE\n   15  CONTAINER MECHANICALLY FILLED AND CAPPED.\n   16    4.  EVERY  CONTAINER OF RAW, UNTREATED MILK FOR HUMAN CONSUMPTION SOLD\n   17  AT RETAIL SHALL BE LABELED WITH A WARNING THAT SUCH MILK IS NOT  PASTEU-\n   18  RIZED  AND SUCH ADDITIONAL WARNINGS AND SPECIFICATIONS AS THE DEPARTMENT\n   19  MAY REQUIRE.\n   20    5. RAW, UNTREATED MILK FOR HUMAN CONSUMPTION SHALL BE SOLD  AT  RETAIL\n   21  ONLY FOR CONSUMPTION OFF THE PREMISES OF THE PERSON OR BUSINESS ENGAGING\n   22  IN  SUCH  RETAIL  SALE. NO SUCH MILK SHALL BE AUTHORIZED TO BE SOLD IN A\n   23  VENDING MACHINE. EVERY PERSON AND BUSINESS ENGAGED IN THE RETAIL SALE OF\n   24  RAW, UNTREATED MILK FOR HUMAN CONSUMPTION SHALL  CONSPICUOUSLY  POST  AT\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03198-01-1\n\n       S. 777                              2\n\n    1  THE  POINT OF SALE A SIGN WHICH READS AS FOLLOWS: \"NOTICE: RAW MILK SOLD\n    2  HERE. RAW MILK DOES NOT PROVIDE THE PROTECTION OF PASTEURIZATION.\"\n    3    S 2. This act shall take effect on the one hundred eightieth day after\n    4  it  shall  have  become  a  law. Provided that any rules and regulations\n    5  necessary to implement the provisions of this act on its effective  date\n    6  are  immediately  authorized  and  directed to be completed on or before\n    7  such date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the agriculture and markets law, in relation to authorizing the production for retail sale and retail sale of raw milk ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101230.T124229.TXT", "SOBI.D110104.T162017.TXT", "SOBI.D101230.T144249.TXT", "SOBI.D101230.T160248.TXT", "SOBI.D101230.T133736.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294176017028
}