{
  "year" : 2011,
  "senateBillNo" : "S78-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO HEALTH",
    "billEventId" : "S78-2011-1294203600000-REFERRED+TO+HEALTH",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "PERALTA",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires cardiac screening of student athletes",
  "summary" : "Requires cardiac screening of student athletes; mandates coaches receive training in CPR and the use of an automated external defibrillator. ",
  "currentCommittee" : "HEALTH",
  "sameAs" : null,
  "lawSection" : "Public Health Law",
  "previousVersions" : [ "S8492-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          78\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen. PERALTA -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Health\n\n       AN ACT to amend the public health law, in relation to requiring  preven-\n         tative cardiac screening of student athletes\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 206 of the public health law is amended by adding a\n    2  new subdivision 28 to read as follows:\n    3    28. (A) THE COMMISSIONER SHALL, IN CONSULTATION WITH THE  COMMISSIONER\n    4  OF EDUCATION, PROMULGATE BY REGULATION, GUIDELINES AND STANDARDS MANDAT-\n    5  ING  THAT  STUDENT  ATHLETES  RECEIVE  PREVENTATIVE CARDIAC SCREENING TO\n    6  DETECT CONDITIONS AND DEFECTS WHICH MAY LEAD TO ILLNESS, INJURY OR DEATH\n    7  AS A RESULT OF STRENUOUS PHYSICAL  ACTIVITY.    THE  COMMISSIONER  SHALL\n    8  DETERMINE  THE  SPECIFIC  TYPES  OF  SCREENING  WHICH  SHALL BE REQUIRED\n    9  INCLUDING, BUT NOT LIMITED TO, ADVANCED SCREENING FOR THE  DIAGNOSIS  OF\n   10  HYPERTROPHIC CARDIOMYOPATHY.\n   11    (B) FOR PURPOSES OF THIS SUBDIVISION, \"STUDENT ATHLETE\" SHALL MEAN ANY\n   12  STUDENT  PARTICIPATING  IN SUPERVISED SPORTING ACTIVITIES ORGANIZED BY A\n   13  PUBLIC OR PRIVATE SCHOOL,  OR  AN  ORGANIZATION,  ASSOCIATION  OR  GROUP\n   14  ORGANIZED  AND  FUNCTIONING,  IN  WHOLE  OR  IN PART, FOR THE PURPOSE OF\n   15  PROVIDING YOUTH WITH THE OPPORTUNITY TO PARTICIPATE IN SUPERVISED SPORT-\n   16  ING ACTIVITIES.\n   17    (C) THE COMMISSIONER SHALL ESTABLISH BY REGULATION, GUIDELINES MANDAT-\n   18  ING THAT COACHES AND TRAINERS OF STUDENT ATHLETES, AS  DEFINED  IN  THIS\n   19  SUBDIVISION,  WHETHER  PAID  OR  UNPAID,  SHALL  BE REQUIRED TO COMPLETE\n   20  TRAINING IN CARDIOPULMONARY RESUSCITATION AND  THE  CORRECT  USE  OF  AN\n   21  AUTOMATED  EXTERNAL DEFIBRILLATOR. THE DEPARTMENT SHALL DEVELOP PROGRAMS\n   22  TO PROVIDE SUCH TRAINING AT VARIOUS LOCATIONS THROUGHOUT  THE  STATE  AT\n   23  LEAST FOUR TIMES PER YEAR.\n   24    S 2. This act shall take effect immediately.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03354-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public health law, in relation to requiring preventative cardiac screening of student athletes ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101202.T144552.TXT", "SOBI.D101202.T120040.TXT", "SOBI.D101202.T101031.TXT", "SOBI.D101202.T103032.TXT", "SOBI.D101202.T144051.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1291319152182
}