{
  "year" : 2011,
  "senateBillNo" : "S781-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "S781-2011-1294203600000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "YOUNG",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes the empire virtual incubator program within the New York state office of science, technology and academic research",
  "summary" : "Establishes the empire virtual incubator program within the New York state office of science, technology and academic research. ",
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "Executive Law",
  "previousVersions" : [ "S4674-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          781\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  YOUNG  -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Finance\n\n       AN ACT to amend the executive  law,  in  relation  to  establishing  the\n         empire virtual incubator program\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The executive law is amended by adding a new section  209-u\n    2  to read as follows:\n    3    S 209-U. ESTABLISHMENT OF THE EMPIRE VIRTUAL INCUBATOR PROGRAM. 1. THE\n    4  OFFICE  SHALL  ESTABLISH  A  WEB  BASED VIRTUAL INCUBATOR PROGRAM, TO BE\n    5  KNOWN AS THE EMPIRE VIRTUAL INCUBATOR PROGRAM, DESIGNED TO ASSIST ENTRE-\n    6  PRENEURS WHO ARE SEEKING TO ESTABLISH OR WHO ARE OPERATING  SMALL  BUSI-\n    7  NESS  VENTURES IN RURAL AREAS WHERE, FOR REASONS OF DISTANCE, POPULATION\n    8  DISPERSAL OR SCALE OF BUSINESS VENTURE, CONVENTIONAL BUSINESS INCUBATION\n    9  AND ASSISTANCE PROGRAMS ARE NOT FEASIBLE. THE PROGRAM WILL  UTILIZE  THE\n   10  INTERNET  TO DELIVER SERVICES TO ENTREPRENEURS INCLUDING BUT NOT LIMITED\n   11  TO BUSINESS PLANNING, STRATEGIC GUIDANCE ON MARKETS, ANALYSIS  OF  PROOF\n   12  OF  CONCEPT  ACTIVITIES,  SUPPORT IN REACHING STATE, NATIONAL AND GLOBAL\n   13  MARKETS, ACCESS TO BUSINESS MENTORS, AND MANAGEMENT CONSULTING.\n   14    2. FOR THE PURPOSES OF THIS SECTION:\n   15    (A) \"ELIGIBLE BUSINESS\" SHALL MEAN A START-UP OF  NEW  AGRIBUSINESSES,\n   16  AGRICULTURE  OR RELATED VALUE-ADDED SMALL BUSINESS FOCUSED ON THE DEVEL-\n   17  OPMENT AND IMPLEMENTATION OF NEW AND ALTERNATIVE PRODUCTION, PROCESSING,\n   18  STORAGE, DISTRIBUTION AND MARKETING TECHNOLOGIES  AND  IMPROVEMENTS  FOR\n   19  NEW  YORK  FOOD,  AGRICULTURAL  AND FOREST PRODUCTS AND THOSE BUSINESSES\n   20  TRANSITIONING TO PRODUCTION OF NON-TRADITIONAL, HIGH-VALUE  ADDED  CROPS\n   21  FOR A NATIONAL OR INTERNATIONAL MARKET;\n   22    (B)  \"TENANT\" SHALL MEAN AN INDIVIDUAL OR BUSINESS SELECTED TO PARTIC-\n   23  IPATE IN THE VIRTUAL INCUBATION PROGRAM; AND\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03448-01-1\n\n       S. 781                              2\n\n    1    (C) \"RURAL AREA\" SHALL MEAN A RURAL AREA  AS  DEFINED  IN  SUBDIVISION\n    2  SEVEN OF SECTION FOUR HUNDRED EIGHTY-ONE OF THIS CHAPTER.\n    3    3.  (A)  THE OFFICE IS AUTHORIZED TO AWARD A CONTRACT ON A COMPETITIVE\n    4  BASIS IN RESPONSE TO REQUESTS  FOR  PROPOSALS,  TO  AN  ORGANIZATION  OR\n    5  CONSORTIUM  THAT  HAS  DEMONSTRATED  EXPERTISE  IN  ALL OF THE FOLLOWING\n    6  AREAS:  BUSINESS  AND  FINANCIAL  CONSULTING,  PROGRAM   ADMINISTRATION,\n    7  INSTRUCTIONAL  DESIGN,  AND  ONLINE PLATFORM ADMINISTRATION AND HOSTING.\n    8  CONSORTIUMS MAY INCLUDE ANY VOCATIONAL EDUCATION AGENCY OFFERING TECHNI-\n    9  CAL ASSISTANCE SERVICES TO SMALL BUSINESS,  SMALL  BUSINESS  DEVELOPMENT\n   10  CENTER,  COUNTY  COOPERATIVE EXTENSION SERVICE, OR NOT-FOR-PROFIT CORPO-\n   11  RATION OFFERING TECHNICAL ASSISTANCE TO AGRICULTURE AND AGRIBUSINESS.\n   12    (B) THE OFFICE SHALL, FROM APPROPRIATIONS SPECIFICALLY MADE  AVAILABLE\n   13  FOR  THIS  PURPOSE,  FROM  ANY  GRANTS  MADE AVAILABLE FOR THIS PURPOSE,\n   14  AND/OR FROM FUNDS MADE AVAILABLE TO THE OFFICE BY  THE  NEW  YORK  STATE\n   15  URBAN  DEVELOPMENT  CORPORATION  FROM  AVAILABLE  APPROPRIATIONS  IN THE\n   16  EMPIRE STATE ECONOMIC DEVELOPMENT FUND ESTABLISHED PURSUANT  TO  SECTION\n   17  SIXTEEN-I  OF  THE  URBAN DEVELOPMENT CORPORATION ACT, OR FROM ANY OTHER\n   18  APPROPRIATE FUNDS OF THE URBAN DEVELOPMENT CORPORATION  INCLUDING  RURAL\n   19  REVITALIZATION  ASSISTANCE  GRANTS.  THE OFFICE IS FURTHER AUTHORIZED TO\n   20  CONTRACT WITH THE COMMISSIONER OF  AGRICULTURE  AND  MARKETS,  AND  SUCH\n   21  COMMISSIONER IS AUTHORIZED TO CONTRACT WITH THE OFFICE, TO ASSIST IN THE\n   22  PREPARATION  OF  REQUESTS FOR PROPOSALS AND REVIEW OF GRANT APPLICATIONS\n   23  AND SELECTION OF APPLICANTS.\n   24    (C) APPLICANTS SHALL BE REQUIRED TO PROVIDE THE FOLLOWING  INFORMATION\n   25  IN THEIR APPLICATIONS:\n   26    (I)  A  DESCRIPTION OF HOW SUCH ASSISTANCE AND SERVICES WILL BE DELIV-\n   27  ERED;\n   28    (II) A  PROGRAM  FOR  MARKETING  THE  PROGRAM  AND  SECURING  ELIGIBLE\n   29  TENANTS;\n   30    (III)  A MANAGEMENT PLAN AND A BUSINESS PLAN FOR OPERATING THE INCUBA-\n   31  TOR;\n   32    (IV) A PLAN FOR MAKING THE INCUBATOR SELF-SUSTAINING.  SUCH  PLAN  MAY\n   33  INCLUDE  CHARGING TENANTS FEES FOR SOME SERVICES TO COMPANIES AT CERTAIN\n   34  STAGES OF DEVELOPMENT OR ON AN ABILITY TO PAY BASIS; AND\n   35    (V) OPPORTUNITIES TO INCLUDE  POST-SECONDARY  STUDENTS  IN  REAL-WORLD\n   36  LEARNING  THROUGH  PROVIDING  SERVICES,  UNDER  GUIDANCE,  TO  INCUBATOR\n   37  TENANTS.\n   38    4. THE OFFICE SHALL PROVIDE POLICY GUIDELINES FOR THE FOLLOWING:\n   39    (A) PROCEDURE FOR SELECTION OF  INCUBATOR  TENANTS.  TENANTS  FOR  THE\n   40  VIRTUAL  INCUBATOR  WILL  BE  SELECTED ON A COMPETITIVE BASIS THROUGH AN\n   41  APPLICATION PROCESS ESTABLISHED BY THE OFFICE. THE OFFICE SHALL  CONSULT\n   42  WITH  THE  DEPARTMENT  OF  AGRICULTURE AND MARKETS IN ORDER TO ESTABLISH\n   43  SUCH CRITERIA GOVERNING THE SOLICITATION OF PROPOSALS  FROM  PROSPECTIVE\n   44  TENANTS AND THE AWARD OF GRANTS;\n   45    (B)  CRITERIA  FOR  EVALUATING GRANT APPLICATIONS. SUCH CRITERIA SHALL\n   46  INCLUDE, BUT NOT BE LIMITED TO, AN ASSESSMENT OF THE POTENTIAL  ECONOMIC\n   47  IMPACT OF THE BUSINESS AS MEASURED BY SUCH VARIABLES AS POTENTIAL REVEN-\n   48  UE, JOB CREATION, EFFECT ON THE LOCAL ECONOMY, LIKELIHOOD OF SUPPORT FOR\n   49  OR  COLLABORATION  WITH  RESEARCH  INSTITUTIONS  IN THE STATE; FINANCIAL\n   50  COMMITMENT AND INDUSTRY KNOWLEDGE OF THE APPLICANT; AND  THE  LIKELIHOOD\n   51  THAT  THE  BUSINESS  WILL  BECOME  PROFITABLE AND SELF-SUSTAINING WITHIN\n   52  THREE YEARS;\n   53    (C) ENTRANCE TO AND EXIT FROM THE INCUBATOR FACILITY. THE OFFICE SHALL\n   54  DEVELOP A CLEAR POLICY FOR THE GRADUATION OF TENANTS FROM THE  INCUBATOR\n   55  AFTER A PERIOD OF TIME AND/OR AFTER A SPECIFIED STAGE OF BUSINESS DEVEL-\n   56  OPMENT;\n\n       S. 781                              3\n\n    1    (D)  FINANCIAL ASSISTANCE FOR VIRTUAL INCUBATOR TENANTS. THE OFFICE IS\n    2  AUTHORIZED, WITHIN AVAILABLE APPROPRIATIONS IN THE EMPIRE STATE ECONOMIC\n    3  DEVELOPMENT FUND ESTABLISHED PURSUANT TO SECTION SIXTEEN-I OF THE  URBAN\n    4  DEVELOPMENT CORPORATION ACT, TO PROVIDE FINANCIAL ASSISTANCE IN THE FORM\n    5  OF  LOANS,  LOAN  GUARANTEES,  AND  INTEREST SUBSIDY GRANTS TO SUBSIDIZE\n    6  LOANS FROM FEDERALLY CHARTERED INSTRUMENTALITIES AND STATE  AND  PRIVATE\n    7  LENDING  INSTITUTIONS,  INCLUDING AGRICULTURAL COOPERATIVE CORPORATIONS,\n    8  PROVIDED THAT SUCH ASSISTANCE TO STATE LENDING  INSTITUTIONS  SHALL  NOT\n    9  EXCEED  ONE-HALF  OF  THE  TOTAL  PROJECT  COST  OR ONE HUNDRED THOUSAND\n   10  DOLLARS; AND\n   11    (E) REPORTING AND TRANSPARENCY. THE SELECTED CONTRACTOR FOR THE VIRTU-\n   12  AL INCUBATION PROGRAM SHALL SUBMIT ANNUAL REPORTS TO THE OFFICE DESCRIB-\n   13  ING THE ASSISTANCE PROVIDED PURSUANT TO THIS SECTION,  INCLUDING:    THE\n   14  NUMBER  OF  TENANT  APPLICATIONS  AND  THE  NUMBER AND REASONS FOR THOSE\n   15  REJECTED AND SELECTED; A DESCRIPTION  OF  THE  BUSINESS  ACCEPTED  AS  A\n   16  TENANT;  THE NUMBER OF JOBS CREATED OR RETAINED; AND SUCH OTHER INFORMA-\n   17  TION AS THE OFFICE MAY REQUIRE.\n   18    S 2. This act shall take effect on the one hundred twentieth day after\n   19  it shall have become a law; provided, however, that effective immediate-\n   20  ly, the addition, amendment and/or repeal of any  rule    or  regulation\n   21  necessary  for  the  implementation of this act on its effective date is\n   22  authorized and directed to be made  and  completed  on  or  before  such\n   23  effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the executive law, in relation to establishing the empire virtual incubator program ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101230.T124229.TXT", "SOBI.D101230.T144249.TXT", "SOBI.D110104.T170048.TXT", "SOBI.D101230.T152244.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294178448673
}