{
  "year" : 2011,
  "senateBillNo" : "S785-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO JUDICIARY",
    "billEventId" : "S785-2011-1294203600000-REFERRED+TO+JUDICIARY",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "YOUNG",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes an affirmative defense for damages for violation of patent, trademark or intellectual property rights relating to genetically engineered organisms",
  "summary" : "Establishes an affirmative defense for causes of actions related to violation of a patent, trademark or other intellectual property right on grounds that a party possessed or used seeds or plants that contained genetically engineered or genetically modified organisms without entering into an agreement or paying fees to the manufacturer or licensed distributor of such products. ",
  "currentCommittee" : "JUDICIARY",
  "sameAs" : "A2111",
  "lawSection" : "General Obligations Law",
  "previousVersions" : [ "A2373-2009", "S2483-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          785\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  YOUNG  -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Judiciary\n\n       AN ACT to amend the general obligations law, in relation to  genetically\n         modified organisms\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The general obligations law is  amended  by  adding  a  new\n    2  section 9-107 to read as follows:\n    3    S  9-107.  GENETICALLY  ENGINEERED  OR GENETICALLY MODIFIED ORGANISMS;\n    4  AFFIRMATIVE DEFENSE. ANY PARTY WHO IS SUED FOR DAMAGES FOR VIOLATION  OF\n    5  A PATENT, TRADEMARK, OR OTHER INTELLECTUAL PROPERTY RIGHTS ON THE GROUND\n    6  THAT  THE  PARTY POSSESSED OR USED SEEDS OR PLANTS THAT CONTAINED GENET-\n    7  ICALLY ENGINEERED OR GENETICALLY  MODIFIED  ORGANISMS  WITHOUT  ENTERING\n    8  INTO  AN  AGREEMENT  OR  PAYING  FEES  TO  THE  MANUFACTURER OR LICENSED\n    9  DISTRIBUTOR OF  SUCH  GENETICALLY  ENGINEERED  OR  GENETICALLY  MODIFIED\n   10  ORGANISMS SHALL HAVE AN AFFIRMATIVE DEFENSE AGAINST ANY LIABILITY IF THE\n   11  PARTY  SHALL  SHOW  THAT  HE  OR SHE DID NOT KNOWINGLY AND INTENTIONALLY\n   12  INTRODUCE THE GENETICALLY ENGINEERED OR GENETICALLY  MODIFIED  ORGANISMS\n   13  INTO  HIS  OR  HER PLANTS OR SEEDS OR ONTO HIS OR HER PROPERTY AND HE OR\n   14  SHE DID NOT KNOWINGLY GAIN FROM THE DISTINCTIVE TRAITS  DUE  TO  GENETIC\n   15  MODIFICATION OR GENETIC ENGINEERING.\n   16    S 2. This act shall take effect immediately.\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01642-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general obligations law, in relation to genetically modified organisms ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110113.T151417.TXT", "SOBI.D101230.T124729.TXT", "SOBI.D101230.T155748.TXT", "SOBI.D101230.T144249.TXT", "SOBI.D110105.T093557.TXT", "SOBI.D101230.T152244.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294949657997
}