{
  "year" : 2011,
  "senateBillNo" : "S786-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO ENVIRONMENTAL CONSERVATION",
    "billEventId" : "S786-2011-1294203600000-REFERRED+TO+ENVIRONMENTAL+CONSERVATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "YOUNG",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes a financial security fund for natural gas and oil producers",
  "summary" : "Establishes a natural gas and oil well security fund to enable natural gas and oil producers to meet the financial security requirements in the environmental conservation law for the permitting, operation, maintenance and plugging of natural gas and oil wells. ",
  "currentCommittee" : "ENVIRONMENTAL CONSERVATION",
  "sameAs" : null,
  "lawSection" : "Environmental Conservation Law",
  "previousVersions" : [ "S3410-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          786\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  YOUNG  -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Environmental Conservation\n\n       AN ACT to amend the  environmental  conservation  law,  in  relation  to\n         establishing  a fund for the natural gas and oil producing industry to\n         make financial security affordable for natural gas and  oil  producers\n         who own, operate, maintain and plug natural gas and oil wells\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The environmental conservation law is amended by  adding  a\n    2  new section 23-0315 to read as follows:\n    3  S 23-0315. FINANCIAL SECURITY FUND.\n    4    1.  NOTWITHSTANDING  ANY  OTHER  PROVISION OF LAW, THE COMMISSIONER OF\n    5  TAXATION AND FINANCE AND COMPTROLLER ARE HEREBY DIRECTED AND  AUTHORIZED\n    6  TO  ESTABLISH  A  NATURAL  GAS  AND  OIL WELL SECURITY FUND (HEREINAFTER\n    7  REFERRED TO IN THIS SECTION AS THE \"FUND\") TO  ENABLE  ELIGIBLE  NATURAL\n    8  GAS  AND  OIL  PRODUCERS  TO MEET THE FINANCIAL SECURITY REQUIREMENTS OF\n    9  THIS CHAPTER FOR THE PERMITTING, OPERATION, MAINTENANCE AND PLUGGING  OF\n   10  NATURAL GAS AND OIL WELLS. THE FUND SHALL BE ADMINISTERED BY THE COMMIS-\n   11  SIONER IN ACCORDANCE WITH THE PROVISIONS OF THIS SECTION. IN LIEU OF THE\n   12  FINANCIAL  SECURITY REQUIREMENTS ESTABLISHED BY THE COMMISSIONER OR THIS\n   13  CHAPTER, A NATURAL GAS OR OIL PRODUCER MAY SATISFY THE FINANCIAL SECURI-\n   14  TY REQUIREMENTS FOR NATURAL GAS OR OIL WELL PLUGGING AND ABANDONMENT  BY\n   15  PARTICIPATION IN THE NATURAL GAS AND OIL WELL SECURITY FUND.\n   16    2.  (A) A NATURAL GAS PRODUCER WHO IS THE OWNER AND/OR OPERATOR OF ANY\n   17  NATURAL GAS WELL DRILLED TO A COMPLETION DEPTH OF NO MORE THAN SIX THOU-\n   18  SAND FEET THAT HAS BEEN REGISTERED WITH AND PERMITTED BY THE  DEPARTMENT\n   19  SHALL BE ELIGIBLE TO PARTICIPATE IN THE FUND.\n   20    (B)  AN  OIL PRODUCER WHO IS THE OWNER AND/OR OPERATOR OF ANY OIL WELL\n   21  DRILLED TO A COMPLETION DEPTH OF NO MORE THAN SIX THOUSAND FEET THAT HAS\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02705-01-1\n\n       S. 786                              2\n\n    1  BEEN REGISTERED WITH AND PERMITTED BY THE DEPARTMENT SHALL  BE  ELIGIBLE\n    2  TO PARTICIPATE IN THE FUND.\n    3    (C)  THE  RATE  OF PAYMENT INTO THE FUND SHALL BE TEN DOLLARS PER WELL\n    4  PER YEAR.\n    5    (D) THE COMMISSIONER SHALL DEPOSIT ALL MONIES  RECEIVED  FROM  NATURAL\n    6  GAS AND OIL PRODUCERS FOR THIS FUND AND ALL FUNDS SO RECEIVED AND DEPOS-\n    7  ITED  IN  SUCH  FUND  SHALL  NOT BE DEEMED TO BE STATE FUNDS.  THE COMP-\n    8  TROLLER SHALL BE EMPOWERED TO INVEST  SUCH  FUNDS  PURSUANT  TO  SECTION\n    9  NINETY-EIGHT-A  OF THE STATE FINANCE LAW CONSISTENT WITH THE PURPOSES OF\n   10  THIS SECTION. THE COMMISSIONER IS HEREBY AUTHORIZED TO  DRAW  UPON  SUCH\n   11  FUNDS,  IN  HIS  OR HER DISCRETION, TO PURCHASE CREDIT INSURANCE FOR THE\n   12  BENEFIT OF THE FUND. THE COMMISSIONER SHALL MAKE AN ANNUAL REPORT OF THE\n   13  RECEIPTS TO AND DISBURSEMENTS FROM  THE  FUND,  INCLUDING  THE  COST  OF\n   14  ADMINISTRATION OF THE FUND, WHICH REPORT SHALL BE MADE AVAILABLE TO EACH\n   15  ELIGIBLE  NATURAL GAS AND OIL PRODUCER AND TO ANY OTHER PERSON HAVING AN\n   16  INTEREST IN THE FUND. A COPY OF SUCH REPORT SHALL BE  FORWARDED  TO  THE\n   17  DIRECTOR  OF  THE  DIVISION OF THE BUDGET, THE CHAIRPERSON OF THE SENATE\n   18  FINANCE COMMITTEE AND THE CHAIRPERSON OF THE  ASSEMBLY  WAYS  AND  MEANS\n   19  COMMITTEE.\n   20    (E)  WHEN  THE  FUND  HAS  ACCUMULATED  FIFTY THOUSAND DOLLARS OR SUCH\n   21  GREATER OR LESSER AMOUNT WHICH SHALL BE SUFFICIENT TO COVER THE COST  OF\n   22  PLUGGING  UP  TO  FIVE  WELLS PER YEAR, CALCULATED UPON THE BASIS OF THE\n   23  AVERAGE COST OF PLUGGING WELLS TYPICALLY COVERED BY THE FUND DURING  THE\n   24  PRECEDING CALENDAR YEAR, AS THE COMMISSIONER MAY DETERMINE IS SUFFICIENT\n   25  TO  PROTECT  THE  PLUGGING  REQUIREMENTS  OF  PRODUCERS, HE OR SHE SHALL\n   26  ADMINISTER THE FUND IN THE MANNER PRESCRIBED IN THIS SECTION.\n   27    (F) IF A NATURAL GAS OR OIL PRODUCER PARTICIPATING IN THE FUND  ELECTS\n   28  TO  TERMINATE  HIS  OR  HER  PARTICIPATION THEREIN, HE OR SHE SHALL GIVE\n   29  NOTICE IN WRITING TO THE COMMISSIONER SIX MONTHS PRIOR TO THE WITHDRAWAL\n   30  AND HE OR SHE SHALL FILE A SURETY BOND OR  OTHER  SECURITY  NINETY  DAYS\n   31  BEFORE THE WITHDRAWAL DATE. UPON BEING SATISFIED THAT THE NATURAL GAS OR\n   32  OIL PRODUCER IS NOT IN DEFAULT IN ANY PLUGGING OR GAS OR OIL WELL PERMIT\n   33  REQUIREMENTS, THE COMMISSIONER SHALL AUTHORIZE THE COMPTROLLER TO PAY TO\n   34  SUCH PRODUCER HIS OR HER PRO RATA SHARE WITHIN THIRTY DAYS.\n   35    (G) ANY NATURAL GAS OR OIL PRODUCER WHO FIRST ELECTS TO PARTICIPATE IN\n   36  THE  FUND  SHALL  MAKE  AN  INITIAL  PAYMENT TO THE FUND OF FIVE HUNDRED\n   37  DOLLARS. UPON THE PAYMENT OF THE  INITIAL  DEPOSIT  INTO  THE  FUND,  AS\n   38  REQUIRED  HEREIN,  A  PRODUCER  ELECTING  TO PARTICIPATE IN THE FUND MAY\n   39  APPLY TO THE COMMISSIONER FOR TERMINATION OR ADJUSTMENT OF  AN  EXISTING\n   40  BOND OR EXISTING ALTERNATIVE SECURITY REQUIREMENT FILED WITH THE COMMIS-\n   41  SIONER.\n   42    3. THE COMMISSIONER, AFTER NOTICE AND PUBLIC HEARING, IS AUTHORIZED TO\n   43  ADOPT,  AMEND,  REPEAL  AND  ENFORCE SUCH RULES AND REGULATIONS THAT THE\n   44  COMMISSIONER DEEMS NECESSARY TO CARRY OUT THE PROVISIONS AND  INTENT  OF\n   45  THIS FUND.\n   46    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the environmental conservation law, in relation to establishing a fund for the natural gas and oil producing industry to make financial security affordable for natural gas and oil producers who own, operate, maintain and plug natural gas and oil wells ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110105.T094057.TXT", "SOBI.D101230.T124729.TXT", "SOBI.D101230.T144249.TXT", "SOBI.D110105.T093557.TXT", "SOBI.D101230.T152244.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294238457237
}