{
  "year" : 2011,
  "senateBillNo" : "S789-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO INVESTIGATIONS AND GOVERNMENT OPERATIONS",
    "billEventId" : "S789-2011-1294203600000-REFERRED+TO+INVESTIGATIONS+AND+GOVERNMENT+OPERATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "YOUNG",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes a working farmland property tax credit for owners of agricultural assessment land within agricultural districts",
  "summary" : "Establishes a working farmland property tax credit for owners of agricultural assessment land within agricultural districts. ",
  "currentCommittee" : "INVESTIGATIONS AND GOVERNMENT OPERATIONS",
  "sameAs" : null,
  "lawSection" : "Tax Law",
  "previousVersions" : [ "SA2416-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "BONACIC",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "RANZENHOFER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SEWARD",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          789\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sens.  YOUNG, BONACIC, RANZENHOFER, SEWARD -- read twice\n         and ordered printed, and when printed to be committed to the Committee\n         on Investigations and Government Operations\n\n       AN ACT to amend the tax law, the general municipal law, the real proper-\n         ty tax law and the agriculture and markets law,  in  relation  to  the\n         establishment  of a working farmland property tax credit for owners of\n         agricultural assessment land within agricultural districts\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Legislative  intent. The legislature hereby finds, deter-\n    2  mines and declares that the New York agriculture industry has a substan-\n    3  tial impact on the overall economic health and well-being of the  state.\n    4  The state constitution provides that the policy of the state shall be to\n    5  encourage  the development and improvement of its agricultural lands for\n    6  the production of food and other agricultural products.  The  activities\n    7  of  farmers  and the protection of viable farmland provide many environ-\n    8  mental benefits to society, such as open space, scenic vistas,  wetlands\n    9  that  aid in water purification, plants that purify air, and food, water\n   10  and habitat for people, domestic animals and wildlife.  Therefore, it is\n   11  in the public interest to encourage the maintenance of existing farmland\n   12  and agricultural lands for farming purposes, thereby helping  to  ensure\n   13  the continued economic viability of farm operations.\n   14    S 2. Section 210 of the tax law is amended by adding a new subdivision\n   15  22-a to read as follows:\n   16    22-A.  WORKING  FARMLAND PROPERTY TAX CREDIT. (A) GENERAL. IN THE CASE\n   17  OF A TAXPAYER THAT OWNS AGRICULTURAL ASSESSMENT LAND WHICH  IS  ELIGIBLE\n   18  FOR  THE  WORKING  FARMLAND  PROPERTY TAX CREDIT ESTABLISHED PURSUANT TO\n   19  ARTICLE EIGHTEEN-D OF THE GENERAL  MUNICIPAL  LAW  AND  AN  AGRICULTURAL\n   20  DISTRICT  ESTABLISHED PURSUANT TO ARTICLE TWENTY-FIVE-AA OF THE AGRICUL-\n   21  TURE AND MARKETS LAW, AND  THE  TAXPAYER  HAS  EXECUTED  A  COVENANT  TO\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03390-01-1\n\n       S. 789                              2\n\n    1  RESTRICT  THE USE OF SUCH LAND PURSUANT TO SECTION NINE HUNDRED SEVENTY-\n    2  TWO-G OF THE GENERAL MUNICIPAL LAW, THERE SHALL BE ALLOWED A CREDIT  FOR\n    3  THE  SCHOOL  DISTRICT,  TOWN  AND  COUNTY PROPERTY TAXES PAID DURING THE\n    4  TAXABLE  YEAR  ON  SUCH  LAND; PROVIDED, HOWEVER, THAT THE AMOUNT OF THE\n    5  CREDIT SHALL BE LIMITED TO THE TAXES PAID ON THE AGRICULTURAL ASSESSMENT\n    6  VALUE OF SUCH LAND AS CALCULATED BY THE  ASSESSOR  PURSUANT  TO  SECTION\n    7  THREE  HUNDRED  FIVE OR THREE HUNDRED SIX OF THE AGRICULTURE AND MARKETS\n    8  LAW. IN THE EVENT THAT AGRICULTURAL ASSESSMENT LAND IS REMOVED  FROM  AN\n    9  AGRICULTURAL DISTRICT PURSUANT TO ARTICLE TWENTY-FIVE-AA OF THE AGRICUL-\n   10  TURE  AND  MARKETS LAW, A TAXPAYER THAT OWNS SUCH LAND SHALL CONTINUE TO\n   11  BE ELIGIBLE FOR THE CREDIT PROVIDED BY THIS SUBDIVISION FOR THE  REMAIN-\n   12  DER OF THE TERM OF THE EIGHT YEAR COVENANT.\n   13    (B)  SCHOOL DISTRICT PROPERTY TAXES. FOR PURPOSES OF THIS SUBDIVISION,\n   14  THE TERM \"SCHOOL DISTRICT PROPERTY  TAXES\"  MEANS  ALL  PROPERTY  TAXES,\n   15  SPECIAL  AD  VALOREM LEVIES AND SPECIAL ASSESSMENTS, EXCLUSIVE OF PENAL-\n   16  TIES AND INTEREST, LEVIED FOR SCHOOL DISTRICT PURPOSES ON  THE  AGRICUL-\n   17  TURAL ASSESSMENT LAND OWNED BY THE TAXPAYER.\n   18    (C)  TOWN AND COUNTY PROPERTY TAXES. FOR PURPOSES OF THIS SUBDIVISION,\n   19  THE TERM \"TOWN AND COUNTY PROPERTY  TAXES\"  MEANS  ALL  PROPERTY  TAXES,\n   20  SPECIAL  AD  VALOREM LEVIES AND SPECIAL ASSESSMENTS, EXCLUSIVE OF PENAL-\n   21  TIES AND INTEREST, LEVIED FOR TOWN AND COUNTY PURPOSES ON  THE  AGRICUL-\n   22  TURAL ASSESSMENT LAND OWNED BY THE TAXPAYER.\n   23    (D)  AGRICULTURAL  ASSESSMENT  LAND. THE TERM \"AGRICULTURAL ASSESSMENT\n   24  LAND\" MEANS LAND WHICH RECEIVES OR IS ELIGIBLE TO  RECEIVE  AN  AGRICUL-\n   25  TURAL  ASSESSMENT FOR THE TAXABLE YEAR PURSUANT TO SECTION THREE HUNDRED\n   26  FIVE OR THREE HUNDRED SIX OF THE AGRICULTURE AND MARKETS  LAW.  AGRICUL-\n   27  TURAL  ASSESSMENT  LAND  ALSO INCLUDES LAND SET ASIDE OR RETIRED UNDER A\n   28  FEDERAL SUPPLY MANAGEMENT OR SOIL CONSERVATION PROGRAM.\n   29    (E) NONQUALIFIED USE OF AGRICULTURAL ASSESSMENT LAND. (1) NO CREDIT IN\n   30  CONVERSION YEAR. IN THE EVENT THAT AGRICULTURAL ASSESSMENT LAND, OR  ANY\n   31  PORTION  OF  SUCH  LAND,  IS CONVERTED TO NONQUALIFIED USE, CREDIT UNDER\n   32  THIS SUBDIVISION SHALL NOT BE ALLOWED WITH RESPECT TO SUCH PROPERTY  FOR\n   33  THE TAXABLE YEAR OF CONVERSION (THE CONVERSION YEAR).\n   34    (2)  CREDIT  RECAPTURE.  IF  THE CONVERSION OF AGRICULTURAL ASSESSMENT\n   35  LAND, OR ANY PORTION OF SUCH LAND, TO NONQUALIFIED USE OCCURS DURING THE\n   36  PERIOD OF THE EIGHT TAXABLE YEARS FOLLOWING THE TAXABLE YEAR  FOR  WHICH\n   37  THE  CREDIT UNDER THIS SUBDIVISION WAS LAST CLAIMED WITH RESPECT TO SUCH\n   38  PROPERTY, THE CREDITS ALLOWED WITH RESPECT  TO  SUCH  PROPERTY  FOR  THE\n   39  TAXABLE  YEARS  PRIOR  TO THE CONVERSION YEAR, MULTIPLIED BY TWO HUNDRED\n   40  PERCENT, MUST BE ADDED BACK IN THE CONVERSION YEAR.\n   41    (3) EXCEPTION TO RECAPTURE. SUBPARAGRAPH TWO OF THIS  PARAGRAPH  SHALL\n   42  NOT APPLY TO THE CONVERSION OF LAND WHERE THE CONVERSION IS BY REASON OF\n   43  INVOLUNTARY CONVERSION, WITHIN THE MEANING OF SECTION ONE THOUSAND THIR-\n   44  TY-THREE OF THE INTERNAL REVENUE CODE.\n   45    (4)  CONVERSION  TO  NONQUALIFIED USE. FOR PURPOSES OF THIS PARAGRAPH,\n   46  CONVERSION TO NONQUALIFIED USE SHALL MEAN THAT SUCH LAND IS CONVERTED TO\n   47  A USE WHICH WOULD DISQUALIFY SUCH LAND FOR  AN  AGRICULTURAL  ASSESSMENT\n   48  UNDER SECTION THREE HUNDRED FIVE OR THREE HUNDRED SIX OF THE AGRICULTURE\n   49  AND MARKETS LAW.\n   50    (F)  IN  NO  EVENT  SHALL  THE  CREDIT PROVIDED IN THIS SUBDIVISION BE\n   51  ALLOWED IN AN AMOUNT WHICH WILL REDUCE THE TAX PAYABLE TO LESS THAN  THE\n   52  HIGHER  OF  THE AMOUNTS PRESCRIBED IN PARAGRAPHS (B) AND (C) OF SUBDIVI-\n   53  SION ONE OF THIS SECTION. IF, HOWEVER, THE AMOUNT  OF  CREDIT  ALLOWABLE\n   54  UNDER  THIS  SUBDIVISION    FOR ANY TAXABLE YEAR REDUCES THE TAX TO SUCH\n   55  AMOUNT, ANY AMOUNT OF CREDIT NOT DEDUCTIBLE IN SUCH TAXABLE YEAR MAY  BE\n   56  CARRIED  OVER  TO THE FOLLOWING   YEAR OR YEARS AND MAY BE DEDUCTED FROM\n\n       S. 789                              3\n\n    1  THE TAXPAYER'S TAX FOR SUCH YEAR OR YEARS. PROVIDED, HOWEVER, IN LIEU OF\n    2  CARRYING OVER THE UNUSED PORTION OF SUCH CREDIT, THE TAXPAYER MAY  ELECT\n    3  TO TREAT SUCH UNUSED PORTION AS AN  OVERPAYMENT OF TAX TO BE CREDITED OR\n    4  REFUNDED  IN  ACCORDANCE  WITH  THE PROVISIONS   OF SECTION ONE THOUSAND\n    5  EIGHTY-SIX OF THIS CHAPTER EXCEPT THAT NO INTEREST SHALL BE PAID ON SUCH\n    6  OVERPAYMENT.\n    7    (G) A TAXPAYER SHALL REDUCE CREDITS CLAIMED UNDER THIS SUBDIVISION  BY\n    8  ANY CREDITS CLAIMED UNDER SUBDIVISION TWENTY-TWO OF THIS SECTION FOR THE\n    9  TAXABLE YEAR.\n   10    S  3. Section 606 of the tax law is amended by adding a new subsection\n   11  (n-1) to read as follows:\n   12    (N-1) WORKING FARMLAND PROPERTY TAX CREDIT. (1) GENERAL. IN  THE  CASE\n   13  OF A TAXPAYER THAT OWNS AGRICULTURAL ASSESSMENT LAND WHICH IS LOCATED IN\n   14  AN  AGRICULTURAL DISTRICT ESTABLISHED PURSUANT TO ARTICLE TWENTY-FIVE-AA\n   15  OF THE AGRICULTURE AND MARKETS LAW, AND  THE  TAXPAYER  HAS  EXECUTED  A\n   16  COVENANT  TO  RESTRICT  THE  USE  OF  SUCH LAND PURSUANT TO SECTION NINE\n   17  HUNDRED SEVENTY-TWO-G OF THE  GENERAL  MUNICIPAL  LAW,  THERE  SHALL  BE\n   18  ALLOWED A CREDIT FOR THE SCHOOL DISTRICT, TOWN AND COUNTY PROPERTY TAXES\n   19  PAID  DURING  THE TAXABLE YEAR ON SUCH LAND; PROVIDED, HOWEVER, THAT THE\n   20  AMOUNT OF THE CREDIT SHALL BE LIMITED TO THE TAXES PAID ON THE  AGRICUL-\n   21  TURAL ASSESSMENT VALUE OF SUCH LAND AS CALCULATED BY THE ASSESSOR PURSU-\n   22  ANT  TO  SECTION THREE HUNDRED FIVE OR THREE HUNDRED SIX OF THE AGRICUL-\n   23  TURE AND MARKETS LAW. SUCH CREDIT SHALL BE  ALLOWED  AGAINST  THE  TAXES\n   24  IMPOSED  BY  THIS  ARTICLE  FOR  THE TAXABLE YEAR REDUCED BY THE CREDITS\n   25  PERMITTED BY THIS ARTICLE. IF THE CREDIT EXCEEDS THE TAX AS SO  REDUCED,\n   26  THE  TAXPAYER MAY RECEIVE, AND THE COMPTROLLER, SUBJECT TO A CERTIFICATE\n   27  OF THE COMMISSIONER, SHALL PAY AS AN OVERPAYMENT, WITHOUT INTEREST,  THE\n   28  AMOUNT OF SUCH EXCESS. IN THE EVENT THAT AGRICULTURAL ASSESSMENT LAND IS\n   29  REMOVED  FROM  AN  AGRICULTURAL DISTRICT, A TAXPAYER THAT OWNS SUCH LAND\n   30  SHALL CONTINUE TO BE ELIGIBLE FOR THE CREDIT PROVIDED BY  THIS  SUBDIVI-\n   31  SION FOR THE REMAINDER OF THE TERM OF THE EIGHT YEAR COVENANT.\n   32    (2)  SCHOOL  DISTRICT PROPERTY TAXES. FOR PURPOSES OF THIS SUBSECTION,\n   33  THE TERM \"SCHOOL DISTRICT PROPERTY  TAXES\"  MEANS  ALL  PROPERTY  TAXES,\n   34  SPECIAL  AD  VALOREM LEVIES AND SPECIAL ASSESSMENTS, EXCLUSIVE OF PENAL-\n   35  TIES AND INTEREST, LEVIED FOR SCHOOL DISTRICT PURPOSES ON  THE  AGRICUL-\n   36  TURAL ASSESSMENT LAND OWNED BY THE TAXPAYER.\n   37    (3)  TOWN  AND COUNTY PROPERTY TAXES. FOR PURPOSES OF THIS SUBSECTION,\n   38  THE TERM \"TOWN AND COUNTY PROPERTY  TAXES\"  MEANS  ALL  PROPERTY  TAXES,\n   39  SPECIAL  AD  VALOREM LEVIES AND SPECIAL ASSESSMENTS, EXCLUSIVE OF PENAL-\n   40  TIES AND INTEREST, LEVIED FOR TOWN AND COUNTY PURPOSES ON  THE  AGRICUL-\n   41  TURAL ASSESSMENT LAND OWNED BY THE TAXPAYER.\n   42    (4)  AGRICULTURAL  ASSESSMENT  LAND. THE TERM \"AGRICULTURAL ASSESSMENT\n   43  LAND\" MEANS LAND WHICH RECEIVES OR IS ELIGIBLE TO  RECEIVE  AN  AGRICUL-\n   44  TURAL  ASSESSMENT FOR THE TAXABLE YEAR PURSUANT TO SECTION THREE HUNDRED\n   45  FIVE OR THREE HUNDRED SIX OF THE AGRICULTURE AND MARKETS  LAW.  AGRICUL-\n   46  TURAL  ASSESSMENT  LAND  ALSO INCLUDES LAND SET ASIDE OR RETIRED UNDER A\n   47  FEDERAL SUPPLY MANAGEMENT OR SOIL CONSERVATION PROGRAM.\n   48    (5) NONQUALIFIED USE OF AGRICULTURAL ASSESSMENT LAND. (A) NO CREDIT IN\n   49  CONVERSION YEAR. IN THE EVENT THAT AGRICULTURAL ASSESSMENT LAND, OR  ANY\n   50  PORTION  OF  SUCH  LAND,  IS CONVERTED TO NONQUALIFIED USE, CREDIT UNDER\n   51  THIS SUBSECTION SHALL NOT BE ALLOWED WITH RESPECT TO SUCH LAND  FOR  THE\n   52  TAXABLE YEAR OF CONVERSION (THE CONVERSION YEAR).\n   53    (B)  CREDIT  RECAPTURE.  IF  THE CONVERSION OF AGRICULTURAL ASSESSMENT\n   54  LAND, OR ANY PORTION OF SUCH LAND, TO NONQUALIFIED USE OCCURS DURING THE\n   55  PERIOD OF THE EIGHT TAXABLE YEARS FOLLOWING THE TAXABLE YEAR  FOR  WHICH\n   56  THE  CREDIT  UNDER THIS SUBSECTION WAS LAST CLAIMED WITH RESPECT TO SUCH\n\n       S. 789                              4\n\n    1  LAND, THE CREDITS ALLOWED WITH RESPECT TO  SUCH  LAND  FOR  THE  TAXABLE\n    2  YEARS  PRIOR  TO THE CONVERSION YEAR, MULTIPLIED BY TWO HUNDRED PERCENT,\n    3  MUST BE ADDED BACK IN THE CONVERSION YEAR.\n    4    (C)  EXCEPTION  TO RECAPTURE. SUBPARAGRAPH (B) OF THIS PARAGRAPH SHALL\n    5  NOT APPLY TO THE CONVERSION OF LAND WHERE THE CONVERSION IS BY REASON OF\n    6  INVOLUNTARY CONVERSION, WITHIN THE MEANING OF SECTION ONE THOUSAND THIR-\n    7  TY-THREE OF THE INTERNAL REVENUE CODE.\n    8    (D) CONVERSION TO NONQUALIFIED USE. FOR PURPOSES  OF  THIS  PARAGRAPH,\n    9  CONVERSION TO NONQUALIFIED USE SHALL MEAN THAT SUCH LAND IS CONVERTED TO\n   10  A  USE  WHICH WOULD DISQUALIFY SUCH PROPERTY FOR AN AGRICULTURAL ASSESS-\n   11  MENT UNDER SECTION THREE HUNDRED FIVE OR THREE HUNDRED SIX OF THE  AGRI-\n   12  CULTURE AND MARKETS LAW.\n   13    (6)  A  TAXPAYER SHALL REDUCE CREDITS CLAIMED UNDER THIS SUBSECTION BY\n   14  ANY CREDITS CLAIMED UNDER SUBSECTION (N) OF THIS SECTION FOR THE TAXABLE\n   15  YEAR.\n   16    S 4. The general municipal law is amended by adding a new article 18-D\n   17  to read as follows:\n   18                                ARTICLE 18-D\n   19             NEW YORK STATE WORKING FARMLAND PROPERTY TAX CREDIT\n   20  SECTION 972. SHORT TITLE.\n   21          972-A. STATEMENT OF LEGISLATIVE FINDINGS AND DECLARATION.\n   22          972-B. DEFINITIONS.\n   23          972-C. ELIGIBILITY CRITERIA FOR WORKING  FARMLAND  PROPERTY  TAX\n   24                   CREDIT.\n   25          972-D. ELIGIBILITY  CRITERIA FOR APPROVAL OF COUNTY AGRICULTURAL\n   26                   AND FARMLAND PROTECTION PLANS.\n   27          972-E. POWERS AND DUTIES OF THE COMMISSIONER.\n   28          972-F. APPLICATION FOR ELIGIBILITY FOR DESIGNATION  AS  ELIGIBLE\n   29                   FOR THE WORKING FARMLAND PROPERTY TAX CREDIT.\n   30          972-G. REVIEW OF WORKING FARMLAND DESIGNATION.\n   31          972-H. RESTRICTION OF LANDS TO AGRICULTURAL USES.\n   32          972-I. ANNUAL REPORT.\n   33    S  972.  SHORT  TITLE. THIS ARTICLE SHALL BE KNOWN AND MAY BE CITED AS\n   34  THE \"NEW YORK STATE WORKING FARMLAND PROPERTY TAX CREDIT ACT\".\n   35    S 972-A. STATEMENT OF LEGISLATIVE  FINDINGS  AND  DECLARATION.  IT  IS\n   36  HEREBY  FOUND AND DECLARED THAT THE CONSERVATION AND PROTECTION OF AGRI-\n   37  CULTURAL LANDS, AND THE  PROMOTION  OF  AGRICULTURE  AS  A  VITAL  LOCAL\n   38  RESOURCE  IS  OF STATEWIDE CONCERN. IT IS THE PUBLIC POLICY OF THE STATE\n   39  TO CONSERVE, PROTECT AND ENCOURAGE THE DEVELOPMENT  AND  IMPROVEMENT  OF\n   40  ITS  AGRICULTURAL  LAND  FOR  PRODUCTION  OF FOOD AND OTHER AGRICULTURAL\n   41  PRODUCTS. IT IS ALSO THE DECLARED POLICY OF THE STATE  TO  CONSERVE  AND\n   42  PROTECT  AGRICULTURAL  LANDS  AS VALUED NATURAL AND ECOLOGICAL RESOURCES\n   43  WHICH PROVIDE NEEDED OPEN SPACES FOR CLEAN AIR SHEDS,  AS  WELL  AS  FOR\n   44  AESTHETIC PURPOSES. IN ORDER TO ACCOMPLISH THESE GOALS IN THE CONTEXT OF\n   45  LOCAL PLANNING AND LAND USE DECISION-MAKING, IT IS DECLARED TO BE IN THE\n   46  INTEREST  OF  THE  STATE TO ESTABLISH AUTHORITY AT THE TOWNSHIP LEVEL TO\n   47  DESIGNATE THE TOWN AS ELIGIBLE FOR THE  WORKING  FARMLAND  PROPERTY  TAX\n   48  CREDIT  TO  PROVIDE INCENTIVES AND OTHERWISE ASSIST LANDOWNERS AND TOWNS\n   49  TO MUTUALLY ACHIEVE THESE GOALS.\n   50    S 972-B. DEFINITIONS. AS USED IN THIS ARTICLE, THE FOLLOWING WORDS AND\n   51  TERMS SHALL HAVE THE FOLLOWING MEANINGS UNLESS THE CONTEXT  SHALL  INDI-\n   52  CATE ANOTHER OR DIFFERENT MEANING OR INTENT:\n   53    (A) \"APPLICANT\" SHALL MEAN THE COUNTY SUBMITTING AN APPLICATION IN THE\n   54  MANNER AUTHORIZED BY THIS ARTICLE FOR DESIGNATION OF AN AREA AS ELIGIBLE\n   55  FOR THE WORKING FARMLAND PROPERTY TAX CREDIT.\n\n       S. 789                              5\n\n    1    (B)  \"COMMISSIONER\"  SHALL  MEAN  THE  COMMISSIONER OF AGRICULTURE AND\n    2  MARKETS.\n    3    (C)  \"WORKING FARMLAND PROPERTY TAX CREDIT\" SHALL MEAN A COUNTY WITHIN\n    4  THE STATE THAT HAS  BEEN DESIGNATED AS ELIGIBLE FOR A  WORKING  FARMLAND\n    5  PROPERTY TAX CREDIT PURSUANT TO THIS ARTICLE.\n    6    (D)  \"COUNTY  AGRICULTURAL  AND FARMLAND PROTECTION PLAN\" SHALL MEAN A\n    7  PLAN THAT HAS BEEN  ADOPTED BY A COUNTY  LEGISLATIVE  BODY  PURSUANT  TO\n    8  SECTION THREE HUNDRED TWENTY-FOUR OF THE AGRICULTURE AND MARKETS LAW.\n    9    (E)  \"AGRICULTURAL  AND FARMLAND PROTECTION BOARD\" SHALL MEAN A COUNTY\n   10  AGRICULTURAL AND   FARMLAND PROTECTION  BOARD  ESTABLISHED  PURSUANT  TO\n   11  SECTION THREE HUNDRED TWO OF THE AGRICULTURE AND MARKETS LAW.\n   12    (F)  \"AGRICULTURAL  ASSESSMENT LAND\" SHALL MEAN LAND WHICH RECEIVES OR\n   13  IS ELIGIBLE TO RECEIVE AN AGRICULTURAL ASSESSMENT FOR THE  TAXABLE  YEAR\n   14  PURSUANT  TO  SECTION  THREE  HUNDRED FIVE OR THREE   HUNDRED SIX OF THE\n   15  AGRICULTURE AND MARKETS LAW. AGRICULTURAL ASSESSMENT LAND ALSO  INCLUDES\n   16  LAND    SET  ASIDE  OR RETIRED UNDER A FEDERAL SUPPLY MANAGEMENT OR SOIL\n   17  CONSERVATION PROGRAM.\n   18    S 972-C. ELIGIBILITY CRITERIA FOR WORKING FARMLAND PROPERTY TAX  CRED-\n   19  IT.   FOR DESIGNATION AS  ELIGIBLE FOR THE WORKING FARMLAND PROPERTY TAX\n   20  CREDIT, A COUNTY  SHALL  ADOPT  A  COUNTY  AGRICULTURAL    AND  FARMLAND\n   21  PROTECTION  PLAN  PURSUANT  TO  SECTION THREE HUNDRED TWENTY-FOUR OF THE\n   22  AGRICULTURE AND   MARKETS LAW OR ITS EQUIVALENT  AS  DETERMINED  BY  THE\n   23  COMMISSIONER.\n   24    S  972-D. ELIGIBILITY CRITERIA FOR APPROVAL OF COUNTY AGRICULTURAL AND\n   25  FARMLAND PROTECTION  PLANS. COUNTY AGRICULTURAL AND FARMLAND  PROTECTION\n   26  PLANS  ADOPTED  BY  A COUNTY LEGISLATIVE BODY   PURSUANT TO THIS ARTICLE\n   27  SHALL COMPLY WITH SECTION THREE HUNDRED TWENTY-FOUR OF  THE  AGRICULTURE\n   28  AND MARKETS LAW AND SHALL INCLUDE BUT NOT BE LIMITED TO:\n   29    (A) THE LOCATION OF ANY LAND OR AREAS PROPOSED TO BE PROTECTED;\n   30    (B)  AN  ANALYSIS  OF  THE  FOLLOWING FACTORS CONCERNING ANY AREAS AND\n   31  LANDS PROPOSED TO  BE PROTECTED:\n   32    (I) VALUE TO THE AGRICULTURAL ECONOMY OF THE COUNTY;\n   33    (II) OPEN SPACE VALUE;\n   34    (III) CONSEQUENCES OF POSSIBLE CONVERSION; AND\n   35    (IV) LEVEL OF CONVERSION PRESSURE ON THE LANDS OR AREAS PROPOSED TO BE\n   36  PROTECTED;\n   37    (C) AN EVALUATION OF THE EFFECT OF COUNTY PROGRAMS AND POLICIES ON THE\n   38  VIABILITY OF FARM OPERATIONS AND THE AVAILABILITY OF LAND  FOR  AGRICUL-\n   39  TURAL PRODUCTION;\n   40    (D)  A DESCRIPTION OF THE ACTIVITIES, PROGRAMS AND STRATEGIES INTENDED\n   41  TO BE USED BY THE COUNTY TO PROMOTE CONTINUED AGRICULTURAL USE.\n   42    S 972-E. POWERS AND  DUTIES  OF  THE  COMMISSIONER.  THE  COMMISSIONER\n   43  SHALL:\n   44    (A)  PROMULGATE  REGULATIONS GOVERNING THE CRITERIA OF ELIGIBILITY FOR\n   45  WORKING FARMLAND PROPERTY TAX CREDIT  DESIGNATION  AND  THE  APPLICATION\n   46  PROCESS;\n   47    (B)  RECEIVE  AND  REVIEW  APPLICATIONS FOR DESIGNATION OF COUNTIES AS\n   48  ELIGIBLE FOR THE WORKING FARMLAND PROPERTY TAX CREDIT;\n   49    (C) REVIEW THE STATUS OF ANY COUNTY PREVIOUSLY DESIGNATED AS  ELIGIBLE\n   50  FOR THE WORKING FARMLAND PROPERTY TAX CREDIT; AND\n   51    (D)  FILE  NOTICE OF THE DESIGNATION OR REVOCATION OF ELIGIBILITY OF A\n   52  COUNTY FOR THE WORKING FARMLAND PROPERTY TAX CREDIT WITH THE  APPLICANT,\n   53  THE DEPARTMENT OF TAXATION AND FINANCE AND THE STATE BOARD OF REAL PROP-\n   54  ERTY SERVICES.\n   55    S  972-F.  APPLICATION FOR ELIGIBILITY FOR DESIGNATION AS ELIGIBLE FOR\n   56  THE WORKING FARMLAND PROPERTY TAX CREDIT. (A) A COUNTY LEGISLATIVE  BODY\n\n       S. 789                              6\n\n    1  MAY  ADOPT  A  RESOLUTION  AUTHORIZING THE TOWN TO PREPARE AND SUBMIT AN\n    2  APPLICATION TO THE COMMISSIONER FOR DESIGNATION OF THE COUNTY AS  ELIGI-\n    3  BLE  FOR  THE  WORKING FARMLAND PROPERTY TAX CREDIT; AND THE ADOPTION OF\n    4  SUCH  RESOLUTION BY THE COUNTY SHALL BE A PREREQUISITE TO THE SUBMISSION\n    5  OF AN APPLICATION FOR SUCH DESIGNATION. SUCH RESOLUTION SHALL INCLUDE  A\n    6  DESCRIPTION  OF  SUCH  AREA INCLUDING THE TAX MAP IDENTIFICATION NUMBERS\n    7  FOR ALL PARCELS THAT WOULD BE ELIGIBLE FOR THE WORKING FARMLAND PROPERTY\n    8  TAX CREDIT.\n    9    (B) EACH APPLICATION SHALL:\n   10    (I) BE PREPARED IN A MANNER AND FORM PRESCRIBED BY REGULATIONS PROMUL-\n   11  GATED BY THE COMMISSIONER, AND SHALL INCLUDE WRITTEN CONFIRMATION BY THE\n   12  COUNTY LEGISLATIVE BODY VERIFYING THAT THE INFORMATION CONTAINED IN  THE\n   13  APPLICATION  IS  ACCURATE  AND  COMPLETE TO THE BEST OF HIS OR HER KNOW-\n   14  LEDGE;\n   15    (II) INCLUDE EVIDENCE OF THE ADOPTION OF  A  COUNTY  AGRICULTURAL  AND\n   16  FARMLAND PROTECTION PLAN OR ITS EQUIVALENT, WHICH HAS BEEN PREPARED IN A\n   17  MANNER AND FORM PRESCRIBED BY REGULATIONS PROMULGATED BY THE COMMISSION-\n   18  ER,  BY  THE  GOVERNING  BODY OF THE COUNTY WHICH IS APPLYING FOR DESIG-\n   19  NATION AS ELIGIBLE FOR THE WORKING FARMLAND PROPERTY TAX CREDIT;\n   20    (III) INCLUDE A TAX MAP OR OTHER MAP OF THE COUNTY  WHICH  SETS  FORTH\n   21  THE  TAX  MAP  NUMBERS OF ALL PARCELS OF LAND THAT WOULD BE ELIGIBLE FOR\n   22  THE WORKING FARMLAND PROPERTY TAX CREDIT; AND\n   23    (IV) INCLUDE A COPY OF THE REPORT OF THE COUNTY AGRICULTURAL AND FARM-\n   24  LAND PROTECTION BOARD.\n   25    (C) WITHIN NINETY DAYS  AFTER  RECEIPT  OF  WRITTEN  NOTICE  FROM  THE\n   26  COMMISSIONER  THAT  AN  APPLICATION  FOR DESIGNATION AS ELIGIBLE FOR THE\n   27  WORKING FARMLAND PROPERTY TAX  CREDIT  HAS  BEEN  APPROVED,  THE  COUNTY\n   28  LEGISLATIVE  BODY  SHALL  COMMENCE  THE PROCESS TO ADOPT A COMPREHENSIVE\n   29  PLAN, OR AMEND AN EXISTING COMPREHENSIVE PLAN, PURSUANT TO  SECTION  TWO\n   30  HUNDRED  THIRTY-NINE-D  OF  THIS CHAPTER, TO INCLUDE THE COUNTY AGRICUL-\n   31  TURAL AND FARMLAND PROTECTION PLAN WHICH HAS BEEN ADOPTED BY THE  COUNTY\n   32  AGRICULTURAL  AND  FARMLAND PROTECTION BOARD AND APPROVED BY THE COMMIS-\n   33  SIONER PURSUANT TO THIS SECTION. THE WORKING FARMLAND PROPERTY TAX CRED-\n   34  IT SHALL NOT BE EFFECTIVE UNLESS THE  COUNTY'S  COMPREHENSIVE  PLAN,  OR\n   35  AMENDMENT   OF  SUCH  PLAN,  INCLUDES  SUCH  AGRICULTURAL  AND  FARMLAND\n   36  PROTECTION PLAN. THE WORKING  FARMLAND  PROPERTY  TAX  CREDIT  SHALL  BE\n   37  EFFECTIVE FOR THE TAX YEAR IMMEDIATELY UPON THE ADOPTION OF THE COUNTY'S\n   38  COMPREHENSIVE  PLAN, OR AMENDMENT OF SUCH PLAN, WHICH INCLUDES THE AGRI-\n   39  CULTURAL AND FARMLAND PROTECTION PLAN.\n   40    (D) WITHIN THIRTY DAYS AFTER THE EFFECTIVE DATE OF THE  WORKING  FARM-\n   41  LAND  PROPERTY  TAX  CREDIT, THE COUNTY CLERK SHALL RECORD A COPY OF THE\n   42  TAX MAP OR OTHER MAP OF THE PARCELS THAT WOULD BE ELIGIBLE FOR THE WORK-\n   43  ING FARMLAND PROPERTY TAX CREDIT AS APPROVED BY THE COMMISSIONER  PURSU-\n   44  ANT TO THIS ARTICLE.\n   45    S 972-G. REVIEW OF WORKING FARMLAND DESIGNATION. (A) THE COUNTY LEGIS-\n   46  LATIVE  BODY  MAY,  BY RESOLUTION, SUBMIT TO THE COMMISSIONER ONCE EVERY\n   47  EIGHT YEARS A REQUEST TO REVIEW  AN  EXISTING  WORKING  FARMLAND  DESIG-\n   48  NATION.  THE  RESOLUTION SHALL INCLUDE THE REASONS AND JUSTIFICATION FOR\n   49  THE PROPOSED REVIEW ALONG WITH THE TAX MAP OR OTHER MAP OF THE  ELIGIBLE\n   50  PARCELS.  THE  COMMISSIONER  SHALL REVIEW THE DESIGNATION SUBJECT TO THE\n   51  FOLLOWING PROVISIONS:\n   52    (I) THE COMMISSIONER SHALL DETERMINE WHETHER A CHANGE IN CIRCUMSTANCES\n   53  HAS OCCURRED SINCE THE DESIGNATION OF ELIGIBILITY WHICH MAKES THE COUNTY\n   54  NO LONGER ELIGIBLE.\n\n       S. 789                              7\n\n    1    (II) ANY DESIGNATION OF A COUNTY AS ELIGIBLE FOR THE WORKING  FARMLAND\n    2  PROPERTY  TAX CREDIT SHALL REMAIN IN EFFECT FOR A MINIMUM OF THREE YEARS\n    3  FROM THE EFFECTIVE DATE OF THE DESIGNATION.\n    4    (B)  ANY  REQUEST BY A COUNTY LEGISLATIVE BODY TO REMOVE THE COUNTY AS\n    5  ELIGIBLE FOR THE WORKING FARMLAND PROPERTY TAX CREDIT MUST INCLUDE PROOF\n    6  THAT THE  COUNTY  PROVIDED  PUBLIC  NOTICE  OF  SUCH  PROPOSED  REMOVAL,\n    7  PROVIDED  INDIVIDUAL NOTICE IN WRITING TO PERSONS, AS LISTED ON THE MOST\n    8  RECENT ASSESSMENT ROLLS, WHOSE LAND  IS  THE  SUBJECT  OF  THE  PROPOSED\n    9  REMOVAL  AND  HELD  A  PUBLIC  HEARING AT LEAST THIRTY DAYS PRIOR TO THE\n   10  REQUEST TO THE COMMISSIONER.\n   11    (C) PRIOR TO SUBMISSION TO  THE  COMMISSIONER  OF  THE  RESOLUTION  TO\n   12  REMOVE  THE  COUNTY  AS  ELIGIBLE  FOR THE WORKING FARMLAND PROPERTY TAX\n   13  CREDIT, THE COUNTY AGRICULTURAL AND  FARMLAND  PROTECTION  BOARD  SHALL,\n   14  WITHIN  FORTY-FIVE DAYS REPORT TO THE COUNTY LEGISLATIVE BODY ITS RECOM-\n   15  MENDATIONS CONCERNING THE PROPOSED REMOVAL OF  ELIGIBILITY.  THE  COUNTY\n   16  LEGISLATIVE  BODY  SHALL  PROVIDE A COPY OF THE REPORT, OR, IN THE EVENT\n   17  THAT NO REPORT IS PROVIDED  BY  THE  COUNTY  AGRICULTURAL  AND  FARMLAND\n   18  PROTECTION  BOARD, A STATEMENT OF THE FACTS AND CIRCUMSTANCES CONCERNING\n   19  THE COUNTY LEGISLATIVE BODY'S REFERRAL TO THE  COUNTY  AGRICULTURAL  AND\n   20  FARMLAND PROTECTION BOARD, TO THE COMMISSIONER.\n   21    (D)  UPON THE REMOVAL OF ELIGIBILITY FOR THE WORKING FARMLAND PROPERTY\n   22  TAX CREDIT AS PROVIDED IN THIS  SECTION,  THE  COMMISSIONER  SHALL  FILE\n   23  NOTICE  OF SUCH ACTION AS REQUIRED BY SECTION NINE HUNDRED SEVENTY-TWO-E\n   24  OF THIS ARTICLE.\n   25    (E) WITHIN THIRTY DAYS  AFTER  RECEIPT  OF  WRITTEN  NOTICE  FROM  THE\n   26  COMMISSIONER THAT A REQUEST FOR REMOVAL OF THE WORKING FARMLAND PROPERTY\n   27  TAX  CREDIT HAS BEEN APPROVED, THE COUNTY CLERK SHALL RECORD SUCH NOTICE\n   28  RELATING TO THE PARCELS SO AFFECTED.\n   29    S 972-H. RESTRICTION OF LANDS TO AGRICULTURAL  USES.  (A)  ANY  COUNTY\n   30  WHICH  IS ELIGIBLE FOR THE WORKING FARMLAND PROPERTY TAX CREDIT PURSUANT\n   31  TO THIS ARTICLE SHALL UTILIZE A COVENANT OR DEED  RESTRICTION  WITH  THE\n   32  LANDOWNER  TO  LIMIT  THE  USE  OF  AGRICULTURAL ASSESSMENT LAND FOR THE\n   33  PURPOSE OF PRESERVING SUCH LAND SUBJECT TO THE CONDITIONS SET  FORTH  IN\n   34  THE  COVENANT  AND IN THIS ARTICLE. THE OWNER OF SUCH LAND SHALL FURNISH\n   35  THE COUNTY WITH SUCH INFORMATION AS THE COUNTY SHALL REQUIRE IN ORDER TO\n   36  ENABLE IT TO DETERMINE THE ELIGIBILITY OF THE LAND INVOLVED.\n   37    (B) IF SUCH A COVENANT IS MADE WITH ANY LANDOWNER,  THE  COUNTY  SHALL\n   38  OFFER  SUCH A COVENANT UNDER SIMILAR TERMS TO EVERY OTHER OWNER OF AGRI-\n   39  CULTURAL ASSESSMENT LAND LOCATED IN  AN  AGRICULTURAL  DISTRICT  IN  THE\n   40  COUNTY.\n   41    (C)  EVERY COVENANT SHALL PROVIDE FOR THE EXCLUSION OF USES OTHER THAN\n   42  AGRICULTURAL, AND OTHER THAN THOSE COMPATIBLE  WITH  AGRICULTURAL  USES,\n   43  FOR   THE DURATION OF THE COVENANT AND BE BINDING UPON, AND INURE TO THE\n   44  BENEFIT OF, ALL SUCCESSORS IN INTEREST OF THE OWNER.\n   45    (D) EACH COVENANT SHALL BE FOR A TERM OF EIGHT YEARS AND  SHALL  AUTO-\n   46  MATICALLY  BE  RENEWED  EACH YEAR UNLESS THE LANDOWNER FILES NOTICE WITH\n   47  THE COUNTY CLERK.\n   48    (E) NO LATER THAN TWENTY DAYS AFTER A COUNTY ENTERS  INTO  A  COVENANT\n   49  WITH A LANDOWNER PURSUANT TO THIS SECTION, THE COUNTY CLERK SHALL RECORD\n   50  THE  COVENANT,  WHICH SHALL DESCRIBE THE LAND SUBJECT THERETO, INCLUDING\n   51  THE TAX MAP IDENTIFICATION NUMBER OR NUMBERS  FOR  SUCH  LAND,  TOGETHER\n   52  WITH  A  REFERENCE  TO  THE MAP SHOWING THE LOCATION OF THE AGRICULTURAL\n   53  DISTRICT IN WHICH THE PROPERTY LIES. FROM AND AFTER  THE  TIME  OF  SUCH\n   54  RECORDATION  SUCH  COVENANT  SHALL  IMPART  SUCH  NOTICE  THEREOF TO ALL\n   55  PERSONS AS IS AFFORDED BY THE RECORDING LAWS OF THIS STATE.\n\n       S. 789                              8\n\n    1    (F) THE COUNTY MAY BRING ANY ACTION IN COURT NECESSARY TO ENFORCE  ANY\n    2  COVENANT, INCLUDING, BUT NOT LIMITED TO, AN ACTION TO ENFORCE THE COVEN-\n    3  ANT BY INJUNCTION.\n    4    S  972-I.  ANNUAL  REPORT.  EACH COUNTY WHICH BECOMES ELIGIBLE FOR THE\n    5  WORKING FARMLAND PROPERTY TAX CREDIT ESTABLISHED PURSUANT TO THIS  ARTI-\n    6  CLE SHALL EVERY EIGHT YEARS FILE WITH THE COMMISSIONER, THE COMMISSIONER\n    7  OF  TAXATION AND FINANCE AND THE STATE BOARD OF REAL PROPERTY SERVICES A\n    8  REPORT CONCERNING THE STATUS OF ELIGIBLE AGRICULTURAL LAND.  THE  REPORT\n    9  SHALL  INCLUDE THE TAX MAP IDENTIFICATION NUMBERS FOR ALL PARCELS IN THE\n   10  COUNTY FOR WHICH A LANDOWNER HAS FILED  A  NON-AGRICULTURAL  DEVELOPMENT\n   11  COVENANT  PURSUANT  TO THIS ARTICLE AND THE TOTAL NUMBER OF ACRES IN THE\n   12  COUNTY WHICH ARE SUBJECT TO SUCH A NON-AGRICULTURAL  DEVELOPMENT  COVEN-\n   13  ANT.  IN THE EVENT THAT ANY OF THESE PARCELS OF LAND HAVE BEEN CONVERTED\n   14  TO A USE WHICH WOULD DISQUALIFY SUCH LAND FOR AN AGRICULTURAL ASSESSMENT\n   15  UNDER SECTION THREE HUNDRED FIVE OR THREE HUNDRED SIX OF THE AGRICULTURE\n   16  AND MARKETS LAW, THE REPORT SHALL IDENTIFY SUCH PARCELS.\n   17    S 5. Paragraph (a) of subdivision 1 of section 922 of the real proper-\n   18  ty tax law is amended by adding a  new  subparagraph  (xv)  to  read  as\n   19  follows:\n   20    (XV)  A  STATEMENT  AS TO WHETHER THE PARCEL IS ELIGIBLE FOR A WORKING\n   21  FARMLAND PROPERTY TAX CREDIT CREATED PURSUANT TO ARTICLE  EIGHTEEN-D  OF\n   22  THE GENERAL MUNICIPAL LAW.\n   23    S  6.  Subdivision 1 of section 302 of the agriculture and markets law\n   24  is amended by adding a new paragraph (f) to read as follows:\n   25    (F) THE COUNTY AGRICULTURAL AND FARMLAND PROTECTION BOARD SHALL ADVISE\n   26  THE COUNTY LEGISLATIVE BODY IN RELATION TO THE PROPOSED ESTABLISHMENT OR\n   27  REVIEW OF ANY WORKING FARMLAND PROPERTY TAX CREDIT ESTABLISHED  PURSUANT\n   28  TO  ARTICLE  EIGHTEEN-D  OF  THE  GENERAL MUNICIPAL LAW. THE BOARD SHALL\n   29  RENDER EXPERT ADVICE  RELATING  TO  THE  DESIRABILITY  OF  SUCH  ACTION,\n   30  INCLUDING  ADVICE  AS TO THE NATURE OF FARMING AND FARM RESOURCES WITHIN\n   31  THE COUNTY AND THE EXTENT TO WHICH IT  IS  CONSISTENT  WITH  THE  COUNTY\n   32  AGRICULTURAL  AND  FARMLAND  PROTECTION  PLAN THAT MAY HAVE BEEN ADOPTED\n   33  PURSUANT TO SECTION THREE HUNDRED TWENTY-FOUR  OF  THE  AGRICULTURE  AND\n   34  MARKETS LAW.\n   35    S 7. This act shall take effect on the one hundred eightieth day after\n   36  it shall have become a law and shall apply to taxable years beginning on\n   37  or after January 1, 2012. Provided that any rule or regulation necessary\n   38  for  the  timely  implementation  of  the  provisions of this act on its\n   39  effective date may be promulgated on or before such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the tax law, the general municipal law, the real property tax law and the agriculture and markets law, in relation to the establishment of a working farmland property tax credit for owners of agricultural assessment land within agricultural districts ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110105.T095559.TXT", "SOBI.D101230.T124729.TXT", "SOBI.D101230.T151744.TXT", "SOBI.D101230.T144741.TXT", "SOBI.D101230.T144249.TXT", "SOBI.D110105.T095059.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294239359386
}