{
  "year" : 2011,
  "senateBillNo" : "S79-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO JUDICIARY",
    "billEventId" : "S79-2011-1294203600000-REFERRED+TO+JUDICIARY",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SQUADRON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes the incorporation of benefit corporations",
  "summary" : "Authorizes the incorporation of benefit corporations and provides for the public benefit to be created by benefit corporations, for the election and termination of the status of a benefit corporation, for the standards of conduct for directors and officers of a benefit corporation, and for the preparation and distribution of an annual benefit report by a benefit corporation. ",
  "currentCommittee" : "JUDICIARY",
  "sameAs" : null,
  "lawSection" : "General Construction Law",
  "previousVersions" : [ "SB7855-2009", "SD7855-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "BRESLIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "PARKER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SERRANO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          79\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by Sens. SQUADRON, BRESLIN, PARKER, SERRANO -- read twice and\n         ordered  printed, and when printed to be committed to the Committee on\n         Judiciary\n\n       AN ACT to amend the general construction law  and  the  business  corpo-\n         ration  law,  in  relation to authorizing the incorporation of benefit\n         corporations, providing for the public benefit to be created by  bene-\n         fit  corporations, for the election and termination of the status of a\n         benefit corporation, for the standards of conduct for directors  of  a\n         benefit  corporation,  and  for the preparation and distribution of an\n         annual benefit report by a benefit corporation\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Paragraphs  3 and 4 of subdivision d of section 65 of the\n    2  general construction law, as added by chapter 451 of the  laws  of  1973\n    3  are amended and a new paragraph 5 is added to read as follows:\n    4    3. A railroad corporation, [or]\n    5    4. A transportation corporation[.], OR\n    6    5. A BENEFIT CORPORATION.\n    7    S 2. Section 66 of the general construction law is amended by adding a\n    8  new subdivision 4-a to read as follows:\n    9    4-A.  A  \"BENEFIT  CORPORATION\"  MEANS A BUSINESS CORPORATION THAT HAS\n   10  ELECTED TO BECOME SUBJECT TO ARTICLE SEVENTEEN OF  THE  BUSINESS  CORPO-\n   11  RATION LAW AND WHOSE STATUS AS A BENEFIT CORPORATION HAS NOT BEEN TERMI-\n   12  NATED AS PROVIDED IN ARTICLE SEVENTEEN OF THE BUSINESS CORPORATION LAW.\n   13    S  3.  The business corporation law is amended by adding a new article\n   14  17 to read as follows:\n   15                                 ARTICLE 17\n   16                            BENEFIT CORPORATIONS\n   17  SECTION 1701. APPLICATION AND EFFECT OF ARTICLE.\n   18          1702. DEFINITIONS.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01470-01-1\n\n       S. 79                               2\n\n    1          1703. FORMATION OF BENEFIT CORPORATIONS.\n    2          1704. ELECTION  OF  AN EXISTING BUSINESS CORPORATION TO BECOME A\n    3                  BENEFIT CORPORATION.\n    4          1705. TERMINATION OF BENEFIT CORPORATION STATUS.\n    5          1706. CORPORATE PURPOSES.\n    6          1707. STANDARD OF CONDUCT FOR DIRECTORS.\n    7          1708. ANNUAL BENEFIT REPORT.\n    8  S 1701. APPLICATION AND EFFECT OF ARTICLE.\n    9    (A) THIS ARTICLE SHALL BE APPLICABLE TO ALL BENEFIT CORPORATIONS.\n   10    (B) THE EXISTENCE OF A PROVISION OF THIS ARTICLE SHALL NOT  OF  ITSELF\n   11  CREATE  ANY  IMPLICATION  THAT A CONTRARY OR DIFFERENT RULE OF LAW IS OR\n   12  WOULD BE APPLICABLE TO A BUSINESS CORPORATION  THAT  IS  NOT  A  BENEFIT\n   13  CORPORATION.  THIS  ARTICLE  SHALL NOT AFFECT ANY STATUTE OR RULE OF LAW\n   14  THAT IS OR WOULD BE APPLICABLE TO A BUSINESS CORPORATION THAT IS  NOT  A\n   15  BENEFIT CORPORATION.\n   16    (C)  EXCEPT  AS OTHERWISE PROVIDED IN THIS ARTICLE, THIS CHAPTER SHALL\n   17  BE GENERALLY APPLICABLE TO ALL BENEFIT CORPORATIONS.\n   18    (D) A PROVISION OF THE CERTIFICATE OF INCORPORATION  OR  BYLAWS  OF  A\n   19  BENEFIT CORPORATION MAY NOT RELAX, BE INCONSISTENT WITH OR SUPERSEDE ANY\n   20  PROVISION OF THIS ARTICLE.\n   21  S 1702. DEFINITIONS.\n   22    AS  USED  IN  THIS ARTICLE, UNLESS THE CONTEXT OTHERWISE REQUIRES, THE\n   23  TERM:\n   24    (A) \"BENEFIT  CORPORATION\"  MEANS  A  BUSINESS  CORPORATION  THAT  HAS\n   25  ELECTED  TO BECOME SUBJECT TO THIS ARTICLE AND WHOSE STATUS AS A BENEFIT\n   26  CORPORATION HAS NOT BEEN TERMINATED AS PROVIDED IN THIS ARTICLE.\n   27    (B) \"GENERAL PUBLIC BENEFIT\" MEANS A MATERIAL POSITIVE IMPACT ON SOCI-\n   28  ETY AND THE ENVIRONMENT, AS MEASURED BY A THIRD-PARTY STANDARD.\n   29    (C) \"INDEPENDENT\" MEANS THAT A PERSON  HAS  NO  MATERIAL  RELATIONSHIP\n   30  WITH  A  BENEFIT  CORPORATION OR ANY OF ITS SUBSIDIARIES (OTHER THAN THE\n   31  RELATIONSHIP OF SERVING AS THE BENEFIT  DIRECTOR  OR  BENEFIT  OFFICER),\n   32  EITHER DIRECTLY OR AS A SHAREHOLDER, PARTNER, MEMBER OR OTHER OWNER OR A\n   33  DIRECTOR,  OFFICER  OR  OTHER  MANAGER  OF AN ENTITY THAT HAS A MATERIAL\n   34  RELATIONSHIP WITH THE BENEFIT CORPORATION OR ANY OF ITS SUBSIDIARIES.  A\n   35  MATERIAL RELATIONSHIP BETWEEN AN INDIVIDUAL AND A BENEFIT CORPORATION OR\n   36  ANY OF ITS SUBSIDIARIES WILL BE CONCLUSIVELY PRESUMED TO EXIST IF:\n   37    (1) THE PERSON IS, OR HAS BEEN WITHIN THE LAST THREE YEARS, AN EMPLOY-\n   38  EE OF THE BENEFIT CORPORATION OR ANY OF ITS SUBSIDIARIES;\n   39    (2)  AN  IMMEDIATE  FAMILY MEMBER OF THE PERSON IS, OR HAS BEEN WITHIN\n   40  THE LAST THREE YEARS, AN EXECUTIVE OFFICER OF THE BENEFIT CORPORATION OR\n   41  ANY OF ITS SUBSIDIARIES; OR\n   42    (3) THE PERSON, OR AN ENTITY OF WHICH THE PERSON IS A DIRECTOR,  OFFI-\n   43  CER  OR  OTHER  MANAGER  OR  IN WHICH THE PERSON OWNS BENEFICIALLY OR OF\n   44  RECORD FIVE PERCENT OR MORE OF THE EQUITY INTERESTS,  OWNS  BENEFICIALLY\n   45  OR  OF  RECORD  FIVE PERCENT OR MORE OF THE SHARES OF THE BENEFIT CORPO-\n   46  RATION.\n   47    (D) \"MINIMUM STATUS  VOTE\"  MEANS  THAT,  IN  ADDITION  TO  ANY  OTHER\n   48  APPROVAL  OR  VOTE REQUIRED BY THIS CHAPTER, THE CERTIFICATE OF INCORPO-\n   49  RATION OR A BYLAW ADOPTED BY THE SHAREHOLDERS:\n   50    (1) THE HOLDERS OF SHARES OF EVERY CLASS OR SERIES SHALL  BE  ENTITLED\n   51  TO  VOTE  ON THE CORPORATE ACTION REGARDLESS OF ANY LIMITATION STATED IN\n   52  THE CERTIFICATE OF INCORPORATION OR BYLAWS ON THE VOTING RIGHTS  OF  ANY\n   53  CLASS OR SERIES.\n   54    (2)  THE CORPORATE ACTION MUST BE APPROVED BY VOTE OF THE SHAREHOLDERS\n   55  OF EACH CLASS OR SERIES ENTITLED TO CAST AT LEAST THREE-QUARTERS OF  THE\n\n       S. 79                               3\n\n    1  VOTES  THAT ALL SHAREHOLDERS OF THE CLASS OR SERIES ARE ENTITLED TO CAST\n    2  THEREON.\n    3    (E)  \"SPECIFIC PUBLIC BENEFIT,\" AS MEASURED BY A THIRD-PARTY STANDARD,\n    4  INCLUDES:\n    5    (1) PROVIDING LOW-INCOME OR  UNDERSERVED  INDIVIDUALS  OR  COMMUNITIES\n    6  WITH BENEFICIAL PRODUCTS OR SERVICES;\n    7    (2)  PROMOTING  ECONOMIC  OPPORTUNITY  FOR  INDIVIDUALS OR COMMUNITIES\n    8  BEYOND THE CREATION OF JOBS IN THE NORMAL COURSE OF BUSINESS;\n    9    (3) PRESERVING THE ENVIRONMENT;\n   10    (4) IMPROVING HUMAN HEALTH;\n   11    (5) PROMOTING THE ARTS, SCIENCES OR ADVANCEMENT OF KNOWLEDGE;\n   12    (6) INCREASING THE FLOW OF CAPITAL TO ENTITIES WITH A  PUBLIC  BENEFIT\n   13  PURPOSE; AND\n   14    (7)  THE ACCOMPLISHMENT OF ANY OTHER PARTICULAR BENEFIT FOR SOCIETY OR\n   15  THE ENVIRONMENT.\n   16    (F) \"SUBSIDIARY\" MEANS AN ENTITY IN WHICH A PERSON  OWNS  BENEFICIALLY\n   17  OR OF RECORD FIFTY PERCENT OR MORE OF THE EQUITY INTERESTS.\n   18    (G)  \"THIRD-PARTY  STANDARD\" MEANS A STANDARD RECOGNIZED BY THE SECRE-\n   19  TARY OF STATE OR ITS DESIGNEE OR DESIGNEES FOR DEFINING,  REPORTING  AND\n   20  ASSESSING CORPORATE SOCIAL AND ENVIRONMENTAL PERFORMANCE THAT IS:\n   21    (1)  DEVELOPED  BY  A PERSON THAT IS INDEPENDENT OF THE BENEFIT CORPO-\n   22  RATION; AND\n   23    (2) TRANSPARENT BECAUSE THE FOLLOWING INFORMATION ABOUT  THE  STANDARD\n   24  IS PUBLICLY AVAILABLE:\n   25    (A)  THE  FACTORS CONSIDERED WHEN MEASURING THE PERFORMANCE OF A BUSI-\n   26  NESS;\n   27    (B) THE RELATIVE WEIGHTINGS OF THOSE FACTORS; AND\n   28    (C) THE IDENTITY OF THE PERSONS WHO DEVELOPED AND CONTROL  CHANGES  TO\n   29  THE STANDARD AND THE PROCESS BY WHICH THOSE CHANGES ARE MADE.\n   30  S 1703. FORMATION OF BENEFIT CORPORATIONS.\n   31    A  BENEFIT CORPORATION SHALL BE FORMED IN ACCORDANCE WITH THIS CHAPTER\n   32  EXCEPT THAT ITS CERTIFICATE OF INCORPORATION SHALL ALSO STATE THAT IT IS\n   33  A BENEFIT CORPORATION.\n   34  S 1704. ELECTION OF AN EXISTING BUSINESS CORPORATION TO BECOME A BENEFIT\n   35  CORPORATION.\n   36    (A) A BUSINESS CORPORATION MAY BECOME A BENEFIT CORPORATION UNDER THIS\n   37  ARTICLE BY AMENDING ITS CERTIFICATE OF INCORPORATION SO THAT IT CONTAINS\n   38  A STATEMENT THAT THE CORPORATION IS A BENEFIT CORPORATION. THE AMENDMENT\n   39  SHALL NOT BE EFFECTIVE UNLESS IT IS ADOPTED  BY  AT  LEAST  THE  MINIMUM\n   40  STATUS VOTE.\n   41    (B)  ANY CORPORATION THAT IS NOT A BENEFIT CORPORATION THAT IS A PARTY\n   42  TO A MERGER OR CONSOLIDATION IN  WHICH  THE  SURVIVING  OR  CONSOLIDATED\n   43  CORPORATION WILL BE A BENEFIT CORPORATION MUST APPROVE THE PLAN OF MERG-\n   44  ER  OR  CONSOLIDATION BY AT LEAST THE MINIMUM STATUS VOTE IN ADDITION TO\n   45  ANY OTHER VOTE REQUIRED BY THIS CHAPTER,  THE  CERTIFICATE  OF  INCORPO-\n   46  RATION OR THE BYLAWS.\n   47  S 1705. TERMINATION OF BENEFIT CORPORATION STATUS.\n   48    (A)  A  BENEFIT CORPORATION MAY TERMINATE ITS STATUS AS SUCH AND CEASE\n   49  TO BE SUBJECT TO THIS ARTICLE BY AMENDING ITS  CERTIFICATE  OF  INCORPO-\n   50  RATION  TO DELETE THE STATEMENT THAT THE CORPORATION IS A BENEFIT CORPO-\n   51  RATION. THE AMENDMENT SHALL NOT BE EFFECTIVE UNLESS IT IS ADOPTED BY  AT\n   52  LEAST THE MINIMUM STATUS VOTE.\n   53    (B)  IF  A  PLAN  OR  MERGER OR CONSOLIDATION WOULD HAVE THE EFFECT OF\n   54  TERMINATING THE STATUS OF A BUSINESS CORPORATION  AS  A  BENEFIT  CORPO-\n   55  RATION, THE PLAN SHALL NOT BE EFFECTIVE UNLESS IT IS ADOPTED BY AT LEAST\n   56  THE MINIMUM STATUS VOTE.\n\n       S. 79                               4\n\n    1  S 1706. CORPORATE PURPOSES.\n    2    (A) EVERY BENEFIT CORPORATION SHALL HAVE A PURPOSE OF CREATING GENERAL\n    3  PUBLIC  BENEFIT.  THIS  PURPOSE  IS  IN  ADDITION  TO ITS PURPOSES UNDER\n    4  SECTION TWO HUNDRED ONE OF THIS CHAPTER AND  ANY  SPECIFIC  PURPOSE  SET\n    5  FORTH  IN ITS ARTICLES UNDER PARAGRAPH (B) OF THIS SECTION.  THE PURPOSE\n    6  TO CREATE GENERAL PUBLIC BENEFIT  MAY  BE  A  LIMITATION  ON  THE  OTHER\n    7  PURPOSES  OF  THE BENEFIT CORPORATION, AND SHALL CONTROL OVER ANY INCON-\n    8  SISTENT PURPOSE OF THE BENEFIT CORPORATION.\n    9    (B) THE ARTICLES OF A BENEFIT CORPORATION MAY  IDENTIFY  ONE  OR  MORE\n   10  SPECIFIC  PUBLIC  BENEFITS  THAT IT IS THE PURPOSE OF THE BENEFIT CORPO-\n   11  RATION TO CREATE IN ADDITION TO ITS PURPOSES UNDER SECTION  TWO  HUNDRED\n   12  ONE OF THIS CHAPTER AND PARAGRAPH (A) OF THIS SECTION.\n   13    (C)  THE  CREATION OF GENERAL AND SPECIFIC PUBLIC BENEFITS AS PROVIDED\n   14  IN PARAGRAPHS (A) AND (B) OF THIS SECTION IS IN THE  BEST  INTERESTS  OF\n   15  THE BENEFIT CORPORATION.\n   16    (D)  A  BENEFIT CORPORATION MAY AMEND ITS CERTIFICATE OF INCORPORATION\n   17  TO ADD, AMEND OR DELETE THE IDENTIFICATION OF A SPECIFIC PUBLIC  BENEFIT\n   18  THAT  IT IS THE PURPOSE OF THE BENEFIT CORPORATION TO CREATE. THE AMEND-\n   19  MENT SHALL NOT BE EFFECTIVE UNLESS IT IS ADOPTED BY AT LEAST THE MINIMUM\n   20  STATUS VOTE.\n   21  S 1707. STANDARD OF CONDUCT FOR DIRECTORS.\n   22    (A) IN DISCHARGING THE DUTIES OF THEIR RESPECTIVE POSITIONS, THE BOARD\n   23  OF DIRECTORS, COMMITTEES OF THE BOARD  AND  INDIVIDUAL  DIRECTORS  OF  A\n   24  BENEFIT CORPORATION:\n   25    (1) SHALL CONSIDER THE EFFECTS OF ANY ACTION UPON:\n   26    (A)  THE  ABILITY FOR THE BENEFIT CORPORATION TO ACCOMPLISH ITS PUBLIC\n   27  BENEFIT PURPOSE;\n   28    (B) THE SHAREHOLDERS OF THE BENEFIT CORPORATION;\n   29    (C) THE EMPLOYEES AND WORKFORCE OF THE  BENEFIT  CORPORATION  AND  ITS\n   30  SUBSIDIARIES AND SUPPLIERS;\n   31    (D)  THE  INTERESTS  OF  CUSTOMERS  AS BENEFICIARIES OF THE GENERAL OR\n   32  SPECIFIC PUBLIC BENEFIT PURPOSES OF THE BENEFIT CORPORATION;\n   33    (E) COMMUNITY AND SOCIETAL  CONSIDERATIONS,  INCLUDING  THOSE  OF  ANY\n   34  COMMUNITY  IN  WHICH OFFICES OR FACILITIES OF THE BENEFIT CORPORATION OR\n   35  ITS SUBSIDIARIES OR SUPPLIERS ARE LOCATED;\n   36    (F) THE LOCAL AND GLOBAL ENVIRONMENT; AND\n   37    (G) THE SHORT-TERM AND LONG-TERM INTERESTS OF THE BENEFIT CORPORATION,\n   38  INCLUDING BENEFITS THAT MAY ACCRUE TO THE BENEFIT CORPORATION  FROM  ITS\n   39  LONG-TERM  PLANS  AND  THE  POSSIBILITY THAT THESE INTERESTS MAY BE BEST\n   40  SERVED BY THE CONTINUED INDEPENDENCE OF THE BENEFIT CORPORATION;\n   41    (2) MAY CONSIDER:\n   42    (A) THE RESOURCES, INTENT AND CONDUCT (PAST, STATED AND POTENTIAL)  OF\n   43  ANY PERSON SEEKING TO ACQUIRE CONTROL OF THE CORPORATION; AND\n   44    (B)  ANY  OTHER  PERTINENT FACTORS OR THE INTERESTS OF ANY OTHER GROUP\n   45  THAT THEY DEEM APPROPRIATE; AND\n   46    (3) SHALL NOT BE REQUIRED TO GIVE PRIORITY TO  THE  INTERESTS  OF  ANY\n   47  PARTICULAR  PERSON  OR GROUP REFERRED TO IN SUBPARAGRAPHS ONE AND TWO OF\n   48  THIS PARAGRAPH OVER THE INTERESTS OF ANY OTHER PERSON  OR  GROUP  UNLESS\n   49  THE  BENEFIT  CORPORATION  HAS  STATED ITS INTENTION TO GIVE PRIORITY TO\n   50  INTERESTS RELATED TO A SPECIFIC PUBLIC BENEFIT PURPOSE IDENTIFIED IN ITS\n   51  CERTIFICATE OF INCORPORATION.\n   52    (B) THE CONSIDERATION OF INTERESTS AND FACTORS IN THE MANNER  REQUIRED\n   53  BY PARAGRAPH (A) OF THIS SECTION:\n   54    (1)  SHALL  NOT  CONSTITUTE  A  VIOLATION OF THE PROVISIONS OF SECTION\n   55  SEVEN HUNDRED SEVENTEEN OF THIS CHAPTER; AND\n\n       S. 79                               5\n\n    1    (2) IS IN ADDITION TO THE ABILITY OF DIRECTORS TO  CONSIDER  INTERESTS\n    2  AND FACTORS AS PROVIDED IN SECTION SEVEN HUNDRED SEVENTEEN OF THIS CHAP-\n    3  TER.\n    4    (C) NOTWITHSTANDING THE PROVISIONS OF PARAGRAPH (B) OF THIS SECTION, A\n    5  DIRECTOR OF A BENEFIT CORPORATION HAS THE FIDUCIARY DUTIES OF A DIRECTOR\n    6  OF  A  BUSINESS  CORPORATION THAT IS NOT A BENEFIT CORPORATION EXCEPT TO\n    7  THE EXTENT THOSE DUTIES ARE INCONSISTENT WITH  THE  PROVISIONS  OF  THIS\n    8  ARTICLE.\n    9  S 1708.  ANNUAL BENEFIT REPORT.\n   10    (A)  A  BENEFIT CORPORATION MUST DELIVER TO EACH SHAREHOLDER AN ANNUAL\n   11  BENEFIT REPORT INCLUDING:\n   12    (1) A NARRATIVE DESCRIPTION OF:\n   13    (A) THE WAYS IN WHICH THE BENEFIT CORPORATION PURSUED  GENERAL  PUBLIC\n   14  BENEFIT  DURING  THE YEAR AND THE EXTENT TO WHICH GENERAL PUBLIC BENEFIT\n   15  WAS CREATED;\n   16    (B) THE WAYS IN WHICH THE BENEFIT  CORPORATION  PURSUED  ANY  SPECIFIC\n   17  PUBLIC  BENEFIT  THAT  THE CERTIFICATE OF INCORPORATION STATES IT IS THE\n   18  PURPOSE OF THE BENEFIT CORPORATION TO CREATE AND  THE  EXTENT  TO  WHICH\n   19  THAT SPECIFIC PUBLIC BENEFIT WAS CREATED; AND\n   20    (C)  ANY  CIRCUMSTANCES THAT HAVE HINDERED THE CREATION BY THE BENEFIT\n   21  CORPORATION OF GENERAL OR SPECIFIC PUBLIC BENEFIT;\n   22    (2) AN ASSESSMENT OF THE PERFORMANCE OF THE BENEFIT CORPORATION, RELA-\n   23  TIVE TO ITS GENERAL PUBLIC  BENEFIT  PURPOSE  AND,  IF  APPLICABLE,  ITS\n   24  SPECIFIC PUBLIC BENEFIT PURPOSE OR PURPOSES, PREPARED IN ACCORDANCE WITH\n   25  A THIRD-PARTY STANDARD APPLIED CONSISTENTLY WITH ANY APPLICATION OF THAT\n   26  STANDARD  IN  PRIOR  BENEFIT REPORTS OR ACCOMPANIED BY AN EXPLANATION OF\n   27  THE REASONS FOR ANY INCONSISTENT APPLICATION;\n   28    (3) THE COMPENSATION PAID BY THE BENEFIT CORPORATION DURING  THE  YEAR\n   29  TO EACH DIRECTOR IN THAT CAPACITY; AND\n   30    (4)  THE  NAME OF EACH PERSON THAT OWNS BENEFICIALLY OR OF RECORD FIVE\n   31  PERCENT OR MORE OF THE OUTSTANDING SHARES OF THE BENEFIT CORPORATION.\n   32    (B) THE BENEFIT REPORT MUST BE SENT ANNUALLY TO EACH SHAREHOLDER WITH-\n   33  IN ONE HUNDRED TWENTY DAYS FOLLOWING THE END OF THE FISCAL YEAR  OF  THE\n   34  BENEFIT  CORPORATION  OR  AT  THE SAME TIME THAT THE BENEFIT CORPORATION\n   35  DELIVERS ANY OTHER ANNUAL REPORT TO ITS SHAREHOLDERS.    DELIVERY  OF  A\n   36  BENEFIT  REPORT  TO SHAREHOLDERS IS IN ADDITION TO ANY OTHER REQUIREMENT\n   37  TO DELIVER AN ANNUAL REPORT TO SHAREHOLDERS.\n   38    (C) A BENEFIT CORPORATION MUST POST ITS MOST RECENT BENEFIT REPORT  ON\n   39  THE  PUBLIC PORTION OF ITS WEBSITE, IF ANY, EXCEPT THAT THE COMPENSATION\n   40  PAID TO DIRECTORS AND ANY FINANCIAL OR PROPRIETARY INFORMATION  INCLUDED\n   41  IN THE BENEFIT REPORT MAY BE OMITTED FROM THE BENEFIT REPORT AS POSTED.\n   42    (D) CONCURRENTLY WITH THE DELIVERY OF THE BENEFIT REPORT TO SHAREHOLD-\n   43  ERS  PURSUANT  TO PARAGRAPH (B) OF THIS SECTION, THE BENEFIT CORPORATION\n   44  MUST DELIVER A COPY OF THE BENEFIT REPORT TO THE DEPARTMENT FOR  FILING,\n   45  EXCEPT  THAT  THE  COMPENSATION  PAID  TO DIRECTORS AND ANY FINANCIAL OR\n   46  PROPRIETARY INFORMATION INCLUDED IN THE BENEFIT REPORT  MAY  BE  OMITTED\n   47  FROM THE BENEFIT REPORT AS FILED UNDER THIS SECTION.\n   48    (E) IF A BENEFIT CORPORATION HAS NOT DELIVERED A BENEFIT REPORT TO THE\n   49  SECRETARY OF STATE FOR A PERIOD OF TWO YEARS, THE SECRETARY OF STATE MAY\n   50  PREPARE  AND  FILE  A  STATEMENT  THAT THE CORPORATION HAS FORFEITED ITS\n   51  STATUS AS A BENEFIT CORPORATION AND IS NO LONGER SUBJECT TO  THIS  ARTI-\n   52  CLE.  IF  THE  CORPORATION SUBSEQUENTLY DELIVERS A BENEFIT REPORT TO THE\n   53  SECRETARY OF STATE FOR FILING, THE STATUS OF THE CORPORATION AS A  BENE-\n   54  FIT CORPORATION SHALL BE AUTOMATICALLY REINSTATED UPON THE FILING OF THE\n   55  BENEFIT REPORT BY THE SECRETARY OF STATE AND THE CORPORATION SHALL AGAIN\n   56  BE SUBJECT TO THIS ARTICLE.\n\n       S. 79                               6\n\n    1    (F)  THE  ANNUAL  BENEFIT  REPORT  SHALL  BE  IN ADDITION TO ALL OTHER\n    2  REPORTING REQUIREMENTS UNDER THIS CHAPTER.\n    3    S  4.  This  act  shall take effect on the sixtieth day after it shall\n    4  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general construction law and the business corporation law, in relation to authorizing the incorporation of benefit corporations, providing for the public benefit to be created by benefit corporations, for the election and termination of the status of a benefit corporation, for the standards of conduct for directors of a benefit corporation, and for the preparation and distribution of an annual benefit report by a benefit corporation ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101203.T091436.TXT", "SOBI.D101202.T162601.TXT", "SOBI.D101203.T093439.TXT", "SOBI.D101203.T092437.TXT", "SOBI.D101203.T103941.TXT", "SOBI.D101202.T162101.TXT", "SOBI.D101202.T164602.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1291390781360
}