{
  "year" : 2011,
  "senateBillNo" : "S790-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO AGRICULTURE",
    "billEventId" : "S790-2011-1294203600000-REFERRED+TO+AGRICULTURE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "YOUNG",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Creates a real property tax exemption for land of a farm operation which is in the process of being certified for the production of organic crops",
  "summary" : "Creates a real property tax exemption for land of a farm operation which is in the process of being certified for the production of organic crops. ",
  "currentCommittee" : "AGRICULTURE",
  "sameAs" : null,
  "lawSection" : "Agriculture and Markets Law",
  "previousVersions" : [ "SA2415-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "RANZENHOFER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          790\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by Sens. YOUNG, RANZENHOFER -- read twice and ordered print-\n         ed, and when printed to be committed to the Committee on Agriculture\n\n       AN ACT to amend the agriculture and markets law, in relation to creating\n         a real property tax exemption for  land  of  a  farm  operation  being\n         certified as organic\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 305 of the agriculture and markets law  is  amended\n    2  by adding a new subdivision 8 to read as follows:\n    3    8.  A.  NOTWITHSTANDING  ANY  PROVISION  OF  LAW TO THE CONTRARY, THAT\n    4  PORTION OF THE VALUE OF LAND OF A FARM OPERATION WHICH IS IN THE PROCESS\n    5  OF BEING CERTIFIED BY AN ORGANIC CERTIFICATION AUTHORITY  ACCREDITED  BY\n    6  THE UNITED STATES DEPARTMENT OF AGRICULTURE FOR THE PRODUCTION OF ORGAN-\n    7  IC  CROPS,  LIVESTOCK  AND  LIVESTOCK PRODUCTS SHALL BE EXEMPT FROM REAL\n    8  PROPERTY TAXATION FOR A PERIOD NOT TO EXCEED THREE YEARS.  THE  LAND  OF\n    9  THE  FARM OPERATION SUBJECT TO SUCH EXEMPTION SHALL BE CERTIFIED ORGANIC\n   10  AT THE END OF THE THREE YEAR TAX EXEMPTION PERIOD AND SHALL BE  USED  IN\n   11  THE  PRODUCTION OF CROPS, LIVESTOCK AND LIVESTOCK PRODUCTS IN ACCORDANCE\n   12  WITH THE  UNITED  STATES  DEPARTMENT  OF  AGRICULTURE  NATIONAL  ORGANIC\n   13  PROGRAM  STANDARDS.  THE  LAND  ELIGIBLE  FOR  SUCH  EXEMPTION  SHALL BE\n   14  REPORTED TO THE COMMISSIONER WHO MAY ISSUE AN  ANNUAL  REPORT  DETAILING\n   15  THE  AMOUNT OF LAND SUBJECT TO SUCH EXEMPTION BEING CONVERTED TO ORGANIC\n   16  PRODUCTION AND THE ASSESSED VALUE OF SUCH LAND.\n   17    B. THE LAND ELIGIBLE FOR SUCH REAL PROPERTY TAX EXEMPTION SHALL NOT IN\n   18  ANY ONE YEAR EXCEED FIFTY PERCENT OF THE TOTAL ASSESSED  VALUE  OF  SUCH\n   19  FARM  OPERATION WHICH IS LOCATED ON LAND USED IN AGRICULTURAL PRODUCTION\n   20  WITHIN AN AGRICULTURAL DISTRICT OR FIFTY PERCENT OF THE  TOTAL  ASSESSED\n   21  VALUE  OF  SUCH  FARM  OPERATION ELIGIBLE FOR AN AGRICULTURAL ASSESSMENT\n   22  PURSUANT TO THIS SECTION AND SECTION THREE HUNDRED SIX OF  THIS  ARTICLE\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03393-01-1\n\n       S. 790                              2\n\n    1  WHERE  THE  OWNER  OF  SUCH  LAND HAS FILED AN ANNUAL APPLICATION FOR AN\n    2  AGRICULTURAL ASSESSMENT.\n    3    C.  THE LAND OF THE FARM OPERATION ELIGIBLE FOR SUCH REAL PROPERTY TAX\n    4  EXEMPTION MUST BE MAINTAINED AS LAND USED IN AGRICULTURAL PRODUCTION  AS\n    5  PART OF SUCH FARM OPERATION FOR EACH YEAR SUCH EXEMPTION IS GRANTED.\n    6    D. WHEN THE LAND WHICH IS IN THE PROCESS OF BEING CERTIFIED ORGANIC IS\n    7  LOCATED  WITHIN  AN AREA WHICH HAS BEEN DECLARED BY THE GOVERNOR TO BE A\n    8  DISASTER EMERGENCY IN A YEAR IN WHICH SUCH TAX EXEMPTION IS  SOUGHT  AND\n    9  IN  A  YEAR  IN WHICH SUCH LAND MEETS ALL OTHER ELIGIBILITY REQUIREMENTS\n   10  FOR SUCH TAX EXEMPTION SET FORTH IN THIS SUBDIVISION, THE MAXIMUM  FIFTY\n   11  PERCENT  TOTAL  ACREAGE  RESTRICTION  SET  FORTH  IN PARAGRAPH B OF THIS\n   12  SUBDIVISION MAY BE EXCEEDED FOR SUCH YEAR AND FOR ANY REMAINING  SUCCES-\n   13  SIVE  YEARS,  PROVIDED,  HOWEVER,  THAT  THE LAND ELIGIBLE FOR SUCH REAL\n   14  PROPERTY TAX EXEMPTION SHALL NOT EXCEED THE  TOTAL  ACREAGE  DAMAGED  OR\n   15  DESTROYED  BY  SUCH  DISASTER  IN  SUCH  YEAR OR THE TOTAL ACREAGE WHICH\n   16  REMAINS DAMAGED OR DESTROYED IN ANY REMAINING SUCCESSIVE YEAR. THE TOTAL\n   17  ACREAGE FOR WHICH SUCH EXEMPTION IS SOUGHT PURSUANT  TO  THIS  PARAGRAPH\n   18  SHALL BE SUBJECT TO VERIFICATION BY THE COMMISSIONER OR HIS DESIGNEE.\n   19    S 2. This act shall take effect immediately and shall apply to assess-\n   20  ment rolls prepared on the basis of taxable status dates occurring on or\n   21  after January 1, 2012.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the agriculture and markets law, in relation to creating a real property tax exemption for land of a farm operation being certified as organic ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110105.T101107.TXT", "SOBI.D101230.T124729.TXT", "SOBI.D101230.T151744.TXT", "SOBI.D101230.T144741.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294240267717
}