{
  "year" : 2011,
  "senateBillNo" : "S791-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO AGRICULTURE",
    "billEventId" : "S791-2011-1294203600000-REFERRED+TO+AGRICULTURE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "YOUNG",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Regulates farm pond dams",
  "summary" : "Relates to farm pond dams; defines farm pond dams as dams principally installed to enhance agricultural, environmental and conservation benefits on farms. ",
  "currentCommittee" : "AGRICULTURE",
  "sameAs" : null,
  "lawSection" : "Agriculture and Markets Law",
  "previousVersions" : [ "SA2429-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "RANZENHOFER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          791\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by Sens. YOUNG, RANZENHOFER -- read twice and ordered print-\n         ed, and when printed to be committed to the Committee on Agriculture\n\n       AN ACT to amend the agriculture and markets law  and  the  environmental\n         conservation law, in relation to farm pond dams\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 16 of the agriculture and markets law is amended by\n    2  adding a new subdivision 45 to read as follows:\n    3    45. DEVELOP GUIDELINES AND BEST MANAGEMENT  PRACTICES  IN  CONJUNCTION\n    4  WITH THE STATE SOIL AND WATER CONSERVATION COMMITTEE FOR THE CLASSIFICA-\n    5  TION, OPERATION AND MAINTENANCE OF FARM POND DAMS.\n    6    S  2.  Subdivision 7 of section 15-0107 of the environmental conserva-\n    7  tion law is renumbered subdivision 8 and a new subdivision 7 is added to\n    8  read as follows:\n    9    7. \"FARM POND DAM\" SHALL MEAN THOSE  DAMS  MEETING  GUIDELINES  ESTAB-\n   10  LISHED  BY THE DEPARTMENT OF AGRICULTURE AND MARKETS PURSUANT TO SECTION\n   11  SIXTEEN OF THE AGRICULTURE AND MARKETS LAW AND INSTALLED TO  PRINCIPALLY\n   12  ENHANCE AGRICULTURAL, ENVIRONMENTAL AND CONSERVATION BENEFITS ON FARMS.\n   13    S  3.  Subdivision 3 of section 15-0503 of the environmental conserva-\n   14  tion law, as amended by chapter 364 of the laws of 1999, is  amended  to\n   15  read as follows:\n   16    3.  The  requirement  of  a  permit pursuant to this section shall not\n   17  apply to the following facilities:\n   18    a. A dock, pier, wharf or other structure used  solely  as  a  landing\n   19  place  on water providing dockage for five or fewer boats and encompass-\n   20  ing within its outer perimeter an area less than  four  thousand  square\n   21  feet;\n   22    b. A mooring facility providing mooring for fewer than ten boats;\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03431-01-1\n\n       S. 791                              2\n\n    1    c. Seasonal replacement or reinstallation of structures referenced and\n    2  listed  in  paragraph b of subdivision 1 of this section installed prior\n    3  to the effective date of this paragraph[.];\n    4    D. FARM POND DAMS.\n    5    S  4. Section 15-0507 of the environmental conservation law is amended\n    6  by adding a new subdivision 7 to read as follows:\n    7    7. NOTWITHSTANDING ANY OTHER PROVISION OF LAW  TO  THE  CONTRARY,  THE\n    8  PROVISIONS OF THIS SECTION SHALL NOT APPLY TO FARM POND DAMS.\n    9    S 5. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the agriculture and markets law and the environmental conservation law, in relation to farm pond dams ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101230.T124729.TXT", "SOBI.D101230.T151744.TXT", "SOBI.D101230.T144741.TXT", "SOBI.D101230.T125229.TXT", "SOBI.D110105.T101602.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294240562823
}