{
  "year" : 2011,
  "senateBillNo" : "S792-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO TRANSPORTATION",
    "billEventId" : "S792-2011-1294203600000-REFERRED+TO+TRANSPORTATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "YOUNG",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to farm tractors and self propelled machines used primarily for agricultural purposes",
  "summary" : "Excludes farm tractors and self propelled machines used primarily for agricultural purposes from certain requirements for motor vehicles relating to registration and licensing of drivers, and financial security. ",
  "currentCommittee" : "TRANSPORTATION",
  "sameAs" : null,
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "S2436-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          792\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  YOUNG  -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Transportation\n\n       AN ACT to amend the vehicle and traffic law, in relation to  farm  trac-\n         tors  and  self  propelled  machines  used  primarily for agricultural\n         purposes\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Section 125 of the vehicle and traffic law, as amended by\n    2  chapter 365 of the laws of 2008, is amended to read as follows:\n    3    S 125. Motor vehicles. Every vehicle operated or driven upon a  public\n    4  highway  which  is  propelled  by  any  power other than muscular power,\n    5  except (a) electrically-driven mobility assistance devices  operated  or\n    6  driven  by a person with a disability, (a-1) electric personal assistive\n    7  mobility devices operated outside  a  city  with  a  population  of  one\n    8  million  or  more, (b) vehicles which run only upon rails or tracks, (c)\n    9  snowmobiles as defined in article forty-seven of this chapter,  and  (d)\n   10  all  terrain  vehicles as defined in article forty-eight-B of this chap-\n   11  ter. For the purposes of title four of  this  chapter,  the  term  motor\n   12  vehicle  shall  exclude  fire and police vehicles other than ambulances.\n   13  For the purposes of titles four and five of this chapter the term  motor\n   14  vehicles  shall  exclude  farm type tractors USED PRIMARILY FOR AGRICUL-\n   15  TURAL PURPOSES and all terrain type vehicles used exclusively for  agri-\n   16  cultural purposes, or for snow plowing, other than for hire, farm equip-\n   17  ment,  including self-propelled machines used [exclusively] PRIMARILY in\n   18  growing, harvesting or handling farm produce, and self-propelled  cater-\n   19  pillar  or  crawler-type  equipment while being operated on the contract\n   20  site.\n   21    S 2. Subdivision 2 of section 311 of the vehicle and traffic  law,  as\n   22  amended  by  chapter  228  of  the  laws  of 1983, is amended to read as\n   23  follows:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03426-01-1\n\n       S. 792                              2\n\n    1    2. The term \"motor vehicle\" shall be defined as in section one hundred\n    2  twenty-five of this chapter, except that it shall also include trailers,\n    3  semi-trailers and tractors other than tractors used [exclusively] PRIMA-\n    4  RILY for agricultural purposes, and shall exclude fire and police  vehi-\n    5  cles, farm equipment, including self-propelled machines used [exclusive-\n    6  ly]  PRIMARILY in growing, harvesting or handling farm produce, tractors\n    7  used [exclusively] PRIMARILY for  agricultural  purposes,  or  for  snow\n    8  plowing  other than for hire, and self-propelled caterpillar or crawler-\n    9  type equipment while being operated on the contract site.\n   10    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to farm tractors and self propelled machines used primarily for agricultural purposes ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101230.T151744.TXT", "SOBI.D101230.T144741.TXT", "SOBI.D101230.T125229.TXT", "SOBI.D110105.T101602.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294240562829
}