{
  "year" : 2011,
  "senateBillNo" : "S795-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO JUDICIARY",
    "billEventId" : "S795-2011-1294203600000-REFERRED+TO+JUDICIARY",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "YOUNG",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes parameters of civil liability for persons involved in equine activities",
  "summary" : "Enacts the \"equine activity safety code act\"; provides that an equine activity sponsor, an equine professional, or any other person, which shall include a corporation or partnership, shall not be liable for an injury to or the death of a participant resulting from the inherent risks of equine activities, except under certain circumstances. ",
  "currentCommittee" : "JUDICIARY",
  "sameAs" : null,
  "lawSection" : "General Obligations Law",
  "previousVersions" : [ "S2412-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          795\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  YOUNG  -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Judiciary\n\n       AN ACT to amend the general obligations law, in relation to the  liabil-\n         ity of persons involved in equine activities\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Legislative  intent.  The  legislature  hereby  finds  that\n    2  horseback riding is both a major recreational sport and a major industry\n    3  within  the  state  of New York. The legislature further finds: (1) that\n    4  horseback riding,  like  many  other  sports,  contains  inherent  risks\n    5  including,  but  not  limited to, the risks of personal injury, death or\n    6  property damage, which may be caused by the  propensity  of  equines  to\n    7  behave  in ways that are not always controllable by the participant; the\n    8  unpredictability of an equine's  reaction  to  such  things  as  sounds,\n    9  sudden  movements,  and  unfamiliar  objects,  persons or other animals;\n   10  surface or subsurface  conditions;  collisions  with  other  equines  or\n   11  objects;  and  the  potential  of  a  participant  to act in a negligent\n   12  manner; (2) that it is appropriate, as well as in the  public  interest,\n   13  to  establish  certain  duties  and  obligations  of equine sponsors and\n   14  equine professionals relative to the  safety  of  the  horseback  riding\n   15  public;  and  (3)  that  it  is  also necessary and appropriate that the\n   16  public become apprised of and understand the risks inherent in the sport\n   17  of horseback riding so that they may make an informed decision of wheth-\n   18  er or not to participate in horseback riding notwithstanding the  risks.\n   19  Therefore, the purpose and intent of this act is to establish guidelines\n   20  for the conduct of the participants, sponsors and professionals involved\n   21  in the sport of horseback riding; to educate the public as to the inher-\n   22  ent risks in the sport of horseback riding so as to minimize the risk of\n   23  injury  to  persons engaged in the sport of horseback riding; to promote\n   24  safety in the horseback riding industry; and to preserve  the  financial\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03399-01-1\n\n       S. 795                              2\n\n    1  sustainability  of  the equine sponsors and equine professionals engaged\n    2  in the horseback riding industry.\n    3    S  2.  The  general obligations law is amended by adding a new article\n    4  18-B to read as follows:\n    5                                ARTICLE 18-B\n    6                         EQUINE ACTIVITY SAFETY CODE\n    7  SECTION 18-301. SHORT TITLE.\n    8          18-302. DEFINITIONS.\n    9          18-303. LIABILITY OF PERSONS INVOLVED IN EQUINE ACTIVITIES.\n   10          18-304. LIMITATION OF LIABILITY.\n   11          18-305. POSTING AND NOTIFICATION.\n   12    S 18-301. SHORT TITLE. THIS ARTICLE MAY BE CITED AND SHALL BE KNOWN AS\n   13  THE \"EQUINE ACTIVITY SAFETY CODE ACT\".\n   14    S 18-302.  DEFINITIONS. FOR THE PURPOSES OF THIS ARTICLE, THE  FOLLOW-\n   15  ING WORDS OR PHRASES SHALL BE DEFINED AS FOLLOWS:\n   16    1.  \"ENGAGES  IN AN EQUINE ACTIVITY\" MEANS RIDING, TRAINING, ASSISTING\n   17  IN THE VETERINARY TREATMENT OF, DRIVING OR BEING  A  PASSENGER  UPON  AN\n   18  EQUINE,  WHETHER MOUNTED OR UNMOUNTED, OR VISITING OR TOURING OR UTILIZ-\n   19  ING AN EQUINE FACILITY AS PART OF AN ORGANIZED EVENT OR ACTIVITY, OR ANY\n   20  PERSON ASSISTING A PARTICIPANT OR SHOW MANAGEMENT. THE TERM \"ENGAGES  IN\n   21  AN  EQUINE  ACTIVITY\"  SHALL  NOT INCLUDE BEING A SPECTATOR AT AN EQUINE\n   22  ACTIVITY, EXCEPT IN CASES WHERE THE SPECTATOR PLACES HIMSELF OR  HERSELF\n   23  IN  AN  UNAUTHORIZED AREA OR IN IMMEDIATE PROXIMITY TO THE EQUINE ACTIV-\n   24  ITY.\n   25    2. \"EQUINE\" MEANS A HORSE, PONY, MULE OR DONKEY.\n   26    3. \"EQUINE ACTIVITY\" MEANS:\n   27    (A) EQUINE SHOWS, FAIRS, COMPETITIONS, PERFORMANCES  OR  PARADES  THAT\n   28  INVOLVE  ANY OR ALL BREEDS OF EQUINES AND ANY OF THE EQUINE DISCIPLINES,\n   29  INCLUDING, BUT NOT LIMITED TO DRESSAGE, HUNTER AND JUMPER  HORSE  SHOWS,\n   30  GRAND PRIX JUMPING, THREE-DAY EVENTS, COMBINED TRAINING, RODEOS, RIDING,\n   31  DRIVING,  PULLING,  CUTTING,  POLO,  STEEPLECHASING, ENGLISH AND WESTERN\n   32  PERFORMANCE RIDING, ENDURANCE TRAIL RIDING, GYMKHANA GAMES, AND HUNTING.\n   33    (B) EQUINE TRAINING OR TEACHING ACTIVITIES OR BOTH;\n   34    (C) THE BOARDING OF EQUINES, INCLUDING NORMAL DAILY CARE THEREOF;\n   35    (D) RIDING, INSPECTING OR EVALUATING OF AN EQUINE BELONGING TO ANOTHER\n   36  BY A PURCHASER OR AGENT, WHETHER OR NOT  THE  OWNER  HAS  RECEIVED  SOME\n   37  MONETARY CONSIDERATION OR OTHER THING OF VALUE FOR THE USE OF THE EQUINE\n   38  OR  IS PERMITTING A PROSPECTIVE PURCHASER OF THE EQUINE TO RIDE, INSPECT\n   39  OR EVALUATE THE EQUINE;\n   40    (E) RIDES, TRIPS, HUNTS OR OTHER EQUINE ACTIVITIES OF ANY TYPE HOWEVER\n   41  INFORMAL OR IMPROMPTU THAT ARE SPONSORED BY AN EQUINE ACTIVITY SPONSOR;\n   42    (F) PLACING OR REPLACING HORSESHOES OR HOOF TRIMMING ON AN EQUINE; OR\n   43    (G) PROVIDING OR ASSISTING IN VETERINARY TREATMENT OF AN EQUINE.\n   44    4. \"EQUINE ACTIVITY SPONSOR\" MEANS AN INDIVIDUAL, GROUP,  CLUB,  PART-\n   45  NERSHIP,  LIMITED  LIABILITY  COMPANY OR CORPORATION, WHETHER OR NOT THE\n   46  SPONSOR IS OPERATING  FOR  PROFIT  OR  NOT-FOR-PROFIT,  WHICH  SPONSORS,\n   47  ORGANIZES  OR  PROVIDES THE FACILITIES FOR AN EQUINE ACTIVITY, INCLUDING\n   48  BUT NOT LIMITED TO: PONY CLUBS, 4-H CLUBS,  HUNT  CLUBS,  RIDING  CLUBS,\n   49  SCHOOL AND COLLEGE-SPONSORED CLASSES, PROGRAMS AND ACTIVITIES, THERAPEU-\n   50  TIC  RIDING PROGRAMS, STABLE AND FARM OWNERS AND OPERATORS, INSTRUCTORS,\n   51  AND PROMOTERS OF EQUINE FACILITIES, INCLUDING BUT NOT LIMITED TO  FARMS,\n   52  STABLES,  CLUBHOUSES,  PONY  RIDE STRINGS, FAIRS AND ARENAS AT WHICH THE\n   53  ACTIVITY IS HELD.\n   54    5. \"EQUINE PROFESSIONAL\" MEANS A PERSON ENGAGED FOR COMPENSATION:\n   55    (A) IN INSTRUCTING A PARTICIPANT OR RENTING TO A PARTICIPANT AN EQUINE\n   56  FOR THE PURPOSE OF RIDING, DRIVING OR BEING A PASSENGER UPON THE EQUINE;\n\n       S. 795                              3\n\n    1    (B) IN RENTING EQUIPMENT OR TACK TO A PARTICIPANT;\n    2    (C) TO PROVIDE DAILY CARE OF HORSES BOARDED AT AN EQUINE FACILITY; OR\n    3    (D) TO TRAIN AN EQUINE.\n    4    6. \"INHERENT RISKS OF EQUINE ACTIVITIES\" MEANS THOSE DANGERS OR CONDI-\n    5  TIONS WHICH ARE AN INTEGRAL PART OF EQUINE ACTIVITIES, INCLUDING BUT NOT\n    6  LIMITED TO:\n    7    (A)  THE  PROPENSITY  OF  EQUINES TO BEHAVE IN WAYS THAT MAY RESULT IN\n    8  INJURY, HARM OR DEATH TO PERSONS ON OR AROUND THEM;\n    9    (B) THE UNPREDICTABILITY OF AN EQUINE'S REACTION  TO  SUCH  THINGS  AS\n   10  SOUNDS,  SUDDEN  MOVEMENT,  AND  UNFAMILIAR  OBJECTS,  PERSONS  OR OTHER\n   11  ANIMALS;\n   12    (C) CERTAIN HAZARDS SUCH AS SURFACE AND SUBSURFACE CONDITIONS  INCLUD-\n   13  ING,  BUT NOT LIMITED TO, ROCKS, FOREST GROWTH, DEBRIS, BRANCHES, TREES,\n   14  ROOTS, STUMPS OR OTHER NATURAL OBJECTS;\n   15    (D) COLLISIONS WITH OTHER EQUINES OR OBJECTS; AND\n   16    (E) THE POTENTIAL OF A PARTICIPANT TO ACT IN A NEGLIGENT  MANNER  THAT\n   17  MAY  CONTRIBUTE  TO INJURY TO THE PARTICIPANT OR OTHERS, SUCH AS FAILING\n   18  TO MAINTAIN CONTROL OVER THE ANIMAL OR NOT  ACTING  WITHIN  HIS  OR  HER\n   19  ABILITY.\n   20    7.  \"PARTICIPANT\"  MEANS  ANY PERSON, WHETHER AMATEUR OR PROFESSIONAL,\n   21  WHO ENGAGES IN AN EQUINE ACTIVITY, WHETHER OR  NOT  A  FEE  IS  PAID  TO\n   22  PARTICIPATE IN THE EQUINE ACTIVITY.\n   23    S  18-303.  LIABILITY  OF  PERSONS INVOLVED IN EQUINE ACTIVITIES.   1.\n   24  NOTHING IN SECTION 18-304 OF THIS ARTICLE SHALL  PREVENT  OR  LIMIT  THE\n   25  LIABILITY  OF  AN  EQUINE ACTIVITY SPONSOR OR AN EQUINE PROFESSIONAL, IF\n   26  THE EQUINE ACTIVITY SPONSOR OR EQUINE PROFESSIONAL:\n   27    (A) PROVIDED EQUIPMENT OR TACK, KNEW OR SHOULD HAVE  KNOWN  THAT  SUCH\n   28  EQUIPMENT  OR  TACK  WAS FAULTY, AND THE EQUIPMENT OR TACK WAS FAULTY TO\n   29  THE EXTENT THAT IT CAUSED THE INJURY;\n   30    (B) PROVIDED THE EQUINE AND FAILED  TO  MAKE  REASONABLE  AND  PRUDENT\n   31  EFFORTS  TO DETERMINE THE ABILITY OF THE PARTICIPANT TO ENGAGE SAFELY IN\n   32  THE EQUINE ACTIVITY, AND DETERMINE THE ABILITY  OF  THE  PARTICIPANT  TO\n   33  SAFELY MANAGE THE PARTICULAR EQUINE BASED ON THE PARTICIPANT'S REPRESEN-\n   34  TATIONS OF HIS OR HER ABILITY;\n   35    (C)  OWNS,  LEASES,  RENTS,  HAS  AUTHORIZED USE OF OR IS OTHERWISE IN\n   36  LAWFUL POSSESSION AND CONTROL OF THE LAND OR FACILITIES UPON  WHICH  THE\n   37  PARTICIPANT  SUSTAINED  INJURIES BECAUSE OF A DANGEROUS LATENT CONDITION\n   38  WHICH WAS KNOWN OR SHOULD HAVE BEEN KNOWN TO THE EQUINE ACTIVITY SPONSOR\n   39  OR EQUINE PROFESSIONAL, AND FOR WHICH WARNING SIGNS, PURSUANT TO SECTION\n   40  18-305 OF THIS ARTICLE, HAVE NOT BEEN CONSPICUOUSLY POSTED;\n   41    (D) COMMITS AN ACT OF OMISSION  THAT  CONSTITUTES  WILLFUL  OR  WANTON\n   42  DISREGARD  FOR  THE  SAFETY OF THE PARTICIPANT, AND THAT ACT OF OMISSION\n   43  CAUSED THE INJURY; OR\n   44    (E) INTENTIONALLY INJURES THE PARTICIPANT.\n   45    2. THIS SECTION SHALL NOT APPLY TO THE HORSE RACING  ACTIVITY  AUTHOR-\n   46  IZED  PURSUANT  TO ARTICLE TWO, THREE OR FOUR OF THE RACING, PARI-MUTUEL\n   47  WAGERING AND BREEDING LAW.\n   48    S 18-304. LIMITATION OF LIABILITY.  1. EXCEPT AS PROVIDED IN  SUBDIVI-\n   49  SION  TWO OF SECTION 18-303 OF THIS ARTICLE, AN EQUINE ACTIVITY SPONSOR,\n   50  AN EQUINE PROFESSIONAL OR ANY OTHER PERSON, WHICH SHALL INCLUDE A CORPO-\n   51  RATION, LIMITED LIABILITY COMPANY OR PARTNERSHIP, SHALL  NOT  BE  LIABLE\n   52  FOR AN INJURY TO OR THE DEATH OF A PARTICIPANT RESULTING FROM THE INHER-\n   53  ENT  RISKS  OF  EQUINE ACTIVITIES AND, EXCEPT AS PROVIDED IN SUBDIVISION\n   54  TWO OF SECTION 18-303 OF THIS ARTICLE, NO PARTICIPANT NOR  PARTICIPANT'S\n   55  REPRESENTATIVE SHALL MAKE ANY CLAIM AGAINST, MAINTAIN AN ACTION AGAINST,\n   56  OR  RECOVER  FROM  AN EQUINE ACTIVITY SPONSOR, AN EQUINE PROFESSIONAL OR\n\n       S. 795                              4\n\n    1  ANY OTHER PERSON FOR INJURY, LOSS, DAMAGE OR DEATH  OF  THE  PARTICIPANT\n    2  RESULTING FROM ANY OF THE INHERENT RISKS OF EQUINE ACTIVITIES.\n    3    2.  NOTHING  IN  THIS  ARTICLE  SHALL  LIMIT  THE  APPLICATION  OF THE\n    4  PROVISIONS OF SECTION 9-103 OF THIS CHAPTER.\n    5    S 18-305. POSTING AND NOTIFICATION.    1.  EVERY  EQUINE  PROFESSIONAL\n    6  SHALL POST AND MAINTAIN SIGNS WHICH CONTAIN THE WARNING NOTICE SPECIFIED\n    7  IN  SUBDIVISION  TWO  OF  THIS  SECTION. SUCH SIGNS SHALL BE PLACED IN A\n    8  CLEARLY VISIBLE LOCATION IN THE PROXIMITY OF THE  EQUINE  ACTIVITY.  THE\n    9  WARNING NOTICE SPECIFIED IN SUBDIVISION TWO OF THIS SECTION SHALL APPEAR\n   10  ON  THE  SIGN  IN BLACK LETTERS, WITH EACH LETTER TO BE A MINIMUM OF ONE\n   11  INCH IN HEIGHT. EVERY WRITTEN CONTRACT ENTERED INTO BY AN EQUINE PROFES-\n   12  SIONAL FOR THE PROVISION OF PROFESSIONAL SERVICES,  INSTRUCTION  OR  THE\n   13  RENTAL  OF  EQUIPMENT  OR TACK OR AN EQUINE TO A PARTICIPANT, WHETHER OR\n   14  NOT THE CONTRACT INVOLVES EQUINE ACTIVITIES ON OR OFF  THE  LOCATION  OR\n   15  SITE  OF  THE  EQUINE PROFESSIONAL'S BUSINESS, SHALL CONTAIN, IN CLEARLY\n   16  READABLE PRINT, THE WARNING NOTICE SPECIFIED IN SUBDIVISION TWO OF  THIS\n   17  SECTION.\n   18    2.  THE  SIGNS  AND  CONTRACTS  DESCRIBED  IN  SUBDIVISION ONE OF THIS\n   19  SECTION SHALL CONTAIN THE FOLLOWING WARNING NOTICE:\n   20                                    WARNING\n   21    UNDER NEW YORK LAW, AN EQUINE PROFESSIONAL OR EQUINE ACTIVITY  SPONSOR\n   22  IS  NOT  LIABLE FOR AN INJURY TO OR THE DEATH OF A PARTICIPANT IN EQUINE\n   23  ACTIVITIES RESULTING FROM  THE  INHERENT  RISKS  OF  EQUINE  ACTIVITIES,\n   24  PURSUANT TO SECTION 18-304 OF THE GENERAL OBLIGATIONS LAW.\n   25    S  3.  This  act shall take effect on the ninetieth day after it shall\n   26  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general obligations law, in relation to the liability of persons involved in equine activities ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101230.T151257.TXT", "SOBI.D110105.T102102.TXT", "SOBI.D101230.T144741.TXT", "SOBI.D101230.T125229.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294240862939
}