{
  "year" : 2011,
  "senateBillNo" : "S796-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO ENVIRONMENTAL CONSERVATION",
    "billEventId" : "S796-2011-1294203600000-REFERRED+TO+ENVIRONMENTAL+CONSERVATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "YOUNG",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for free hunting, fishing and trapping licenses to residents of the state who are active duty members of the U.S. armed forces regardless of duty station",
  "summary" : "Provides for free hunting, fishing and trapping licenses to residents of the state who are active duty members of the U.S. armed forces regardless of where such person is stationed. ",
  "currentCommittee" : "ENVIRONMENTAL CONSERVATION",
  "sameAs" : "A1909",
  "lawSection" : "Environmental Conservation Law",
  "previousVersions" : [ "S4676-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "BONACIC",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "JOHNSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "RANZENHOFER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          796\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sens. YOUNG, BONACIC, JOHNSON, RANZENHOFER -- read twice\n         and ordered printed, and when printed to be committed to the Committee\n         on Environmental Conservation\n\n       AN ACT to amend the environmental conservation law, in relation to  free\n         hunting,  fishing  and  trapping  licenses  to state residents who are\n         active duty members of the United States armed services\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision  2  of  section  11-0715 of the environmental\n    2  conservation law, as amended by section 3 of part KK of  chapter  59  of\n    3  the laws of 2009, is amended to read as follows:\n    4    2.  A  member  of  the  Shinnecock  tribe or the Poospatuck tribe or a\n    5  member of the six nations, residing on any reservation wholly or  partly\n    6  within  the  state,  is  entitled  to  receive  free of charge a fishing\n    7  license, a small and big game license, a sportsman  license,  a  muzzle-\n    8  loading  stamp,  a trapping license, and a bow hunting stamp; a resident\n    9  of the state who is a member of the United States armed forces in active\n   10  service [who is not] REGARDLESS OF WHERE HE OR SHE IS stationed  [within\n   11  the  state  and  has not been herein longer than thirty days on leave or\n   12  furlough], is entitled to receive free of charge a  fishing  license,  a\n   13  small  and  big  game license, and a trapping license; a resident of the\n   14  state who is an active member of the organized militia of the  state  of\n   15  New  York  as defined by section one of the military law, or the reserve\n   16  components of the armed forces  of  the  United  States,  and  excluding\n   17  members  of the inactive national guard and individual ready reserve, is\n   18  entitled to receive free of charge a fishing license, a  small  and  big\n   19  game  license,  and  a  trapping license; and a resident who is blind is\n   20  entitled to receive a fishing license free of charge. For  the  purposes\n   21  of  this  subdivision  a  person is blind only if either: (a) his or her\n   22  central visual acuity does not exceed 20/200  in  the  better  eye  with\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03447-01-1\n\n       S. 796                              2\n\n    1  correcting  lenses,  or  (b)  his  or  her visual acuity is greater than\n    2  20/200 but is accompanied by a limitation of the field  of  vision  such\n    3  that the widest diameter of the visual field subtends an angle no great-\n    4  er than 20 degrees.\n    5    A  resident in the state for a period of thirty days immediately prior\n    6  to the date of application who has attained the age of seventy is  enti-\n    7  tled  to  receive  a  sportsman  license at the cost of ten dollars as a\n    8  license fee.\n    9    A resident in the state for a period of thirty days immediately  prior\n   10  to  the date of application who has attained the age of seventy is enti-\n   11  tled to receive a fishing license, and a trapping license, at a cost  of\n   12  five dollars for each license.\n   13    A  resident in the state for a period of thirty days immediately prior\n   14  to the date of application who has attained the age of seventy is  enti-\n   15  tled  to  receive free of charge a bowhunting stamp and a muzzle-loading\n   16  stamp.\n   17    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the environmental conservation law, in relation to free hunting, fishing and trapping licenses to state residents who are active duty members of the United States armed services ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101230.T125730.TXT", "SOBI.D110112.T144012.TXT", "SOBI.D101230.T151257.TXT", "SOBI.D110105.T102102.TXT", "SOBI.D101230.T144741.TXT", "SOBI.D101230.T125229.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294861212792
}