{
  "year" : 2011,
  "senateBillNo" : "S797-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO INSURANCE",
    "billEventId" : "S797-2011-1294203600000-REFERRED+TO+INSURANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "YOUNG",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Directs the superintendent of insurance to study the feasibility of developing and implementing a liability reform plan for recreational land use",
  "summary" : "Directs the superintendent of insurance to study the feasibility of developing and implementing a liability reform plan to protect private landowners who permit public recreational uses of their land. ",
  "currentCommittee" : "INSURANCE",
  "sameAs" : null,
  "lawSection" : "Insurance",
  "previousVersions" : [ "SA3823-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "BONACIC",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "JOHNSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "RANZENHOFER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          797\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sens. YOUNG, BONACIC, JOHNSON, RANZENHOFER -- read twice\n         and ordered printed, and when printed to be committed to the Committee\n         on Insurance\n\n       AN ACT to direct the superintendent of insurance to study the  feasibil-\n         ity of developing and implementing a liability reform plan for private\n         landowners who provide public access to their lands for various recre-\n         ational  activities;  and  providing for the repeal of such provisions\n         upon expiration thereof\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Legislative  intent.  Private land owners are potentially\n    2  exposed to extensive civil liabilities for providing  public  access  to\n    3  their lands for recreational opportunities. Therefore, it is increasing-\n    4  ly  difficult  to  negotiate  recreational  opportunities  that traverse\n    5  private land. However, if private landowners were insulated  from  civil\n    6  liabilities  when  opening  up parts of their property for public recre-\n    7  ational activities, such activities would increase.\n    8    S 2. The superintendent of insurance shall study  the  feasibility  of\n    9  developing  and  implementing  a  liability reform plan for private land\n   10  owners who provide the public with access to  their  lands  for  various\n   11  recreational activities including, but not limited to, hunting, fishing,\n   12  hiking,  skiing,  snow shoeing, snowmobiling, horseback riding, mountain\n   13  biking and operating all terrain vehicles. Such study shall include  any\n   14  relevant information which shall further the intent of this act.\n   15    S  3.  A  report of the findings of such study, recommendations of the\n   16  superintendent of insurance and any proposed  legislation  necessary  to\n   17  implement  such findings shall be filed with the governor, the temporary\n   18  president of the senate, the speaker of the assembly, the minority lead-\n   19  er of the senate and the minority leader of the assembly within one year\n   20  after the effective date of this act.\n   21    S 4. This act shall take effect immediately and shall  expire  and  be\n   22  deemed repealed one year after such date.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02621-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to direct the superintendent of insurance to study the feasibility of developing and implementing a liability reform plan for private landowners who provide public access to their lands for various recreational activities; and providing for the repeal of such provisions upon expiration thereof ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101230.T125730.TXT", "SOBI.D101230.T151257.TXT", "SOBI.D101230.T144741.TXT", "SOBI.D110105.T104107.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294242067303
}