{
  "year" : 2011,
  "senateBillNo" : "S80-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO AGRICULTURE",
    "billEventId" : "S80-2011-1294203600000-REFERRED+TO+AGRICULTURE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SQUADRON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the non-therapeutic use of antimicrobial agents in animals",
  "summary" : "Relates to restrictions on non-therapeutic use of antimicrobial agents in animals in the absence of any clinical sign of disease in the animals. ",
  "currentCommittee" : "AGRICULTURE",
  "sameAs" : null,
  "lawSection" : "Agriculture and Markets Law",
  "previousVersions" : [ "S7949-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          80\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by Sen. SQUADRON -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Agriculture\n\n       AN ACT to amend the agriculture and markets law,  in  relation  to  non-\n         therapeutic use of antimicrobial agents in animals\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The agriculture and markets law is amended by adding a  new\n    2  section 84 to read as follows:\n    3    S  84. NON-THERAPEUTIC USE OF ANTIMICROBIAL AGENTS. 1. AS USED IN THIS\n    4  SECTION:\n    5    (A) \"ANTIMICROBIAL AGENT\" SHALL MEAN ANY DRUG OR DERIVATIVE OF A  DRUG\n    6  THAT IS USED IN HUMANS OR INTENDED FOR USE IN HUMANS TO TREAT OR PREVENT\n    7  DISEASE  OR  INFECTION, OR ANY SUBSTANCE, WHETHER PRODUCED SYNTHETICALLY\n    8  OR NATURALLY, USED TO KILL OR INHIBIT THE GROWTH OF  BACTERIA,  VIRUSES,\n    9  FUNGI, PARASITES, OR OTHER MICROORGANISMS.\n   10    (B)\"NON-THERAPEUTIC USE OF ANTIMICROBIAL AGENTS\" SHALL MEAN ANY USE OF\n   11  ANTIMICROBIAL  AGENTS,  INCLUDING  WITHOUT LIMITATION AS A FEED OR WATER\n   12  ADDITIVE, FOR AN ANIMAL FOR GROWTH PROMOTION,  FEED  EFFICIENCY,  WEIGHT\n   13  GAIN,  ROUTINE  DISEASE  PREVENTION,  OR  OTHER  ROUTINE PURPOSE, IN THE\n   14  ABSENCE OF ANY CLINICAL SIGN OF DISEASE IN THE ANIMAL.\n   15    2. (A) NO PERSON SHALL ENGAGE IN THE NON-THERAPEUTIC USE OF ANTIMICRO-\n   16  BIAL AGENTS IN CATTLE, POULTRY, SHEEP, SWINE, OR ANY ANIMAL  RAISED  FOR\n   17  THE  PURPOSE  OF PROVIDING FOOD FOR HUMAN CONSUMPTION, INCLUDING ANIMALS\n   18  THAT PROVIDE NON-MEAT FOOD PRODUCTS SUCH AS EGGS AND MILK.\n   19    (B) NO PERSON SHALL SELL, EXPOSE FOR SALE, OR TRANSPORT FOR SALE WITH-\n   20  IN THIS STATE, REGARDLESS OF PLACE OF ORIGIN, ANY FOOD  PRODUCT  DERIVED\n   21  FROM  AN  ANIMAL THAT HAS BEEN SUBJECT TO NON-THERAPEUTIC USE OF ANTIMI-\n   22  CROBIAL AGENTS.\n   23    3. VIOLATION OF THIS SECTION SHALL CONSTITUTE A CLASS A MISDEMEANOR.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00442-01-1\n\n       S. 80                               2\n\n    1    4. THE COMMISSIONER SHALL PROMULGATE AND ADOPT RULES  AND  REGULATIONS\n    2  TO GIVE FULL EFFECT TO THE PROVISIONS OF THIS SECTION.\n    3    S 2. This act shall take effect on the one hundred eightieth day after\n    4  it shall have become a law; provided, however, that effective immediate-\n    5  ly,  the  addition,  amendment  and/or  repeal of any rule or regulation\n    6  necessary for the implementation of this act on its effective  date  are\n    7  authorized  and  directed  to  be  made  and completed on or before such\n    8  effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the agriculture and markets law, in relation to non-therapeutic use of antimicrobial agents in animals ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101203.T091436.TXT", "SOBI.D101203.T092437.TXT", "SOBI.D101203.T103941.TXT", "SOBI.D101202.T162101.TXT", "SOBI.D101202.T164602.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1291390781364
}