{
  "year" : 2011,
  "senateBillNo" : "S802-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO HOUSING, CONSTRUCTION AND COMMUNITY DEVELOPMENT",
    "billEventId" : "S802-2011-1294203600000-REFERRED+TO+HOUSING%2C+CONSTRUCTION+AND+COMMUNITY+DEVELOPMENT",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "YOUNG",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Creates tax increment financing program",
  "summary" : "Creates and provides for a tax increment financing program as a method of reducing the cost of affordable housing in NYS; authorizes issuance of general and special obligation bonds and temporary anticipation notes; authorizes division of housing and community renewal to provide technical services and assistance to municipalities with regard to site selection, financial packaging, and engineering and architectural services necessary for the preparation of project plans. ",
  "currentCommittee" : "HOUSING, CONSTRUCTION AND COMMUNITY DEVELOPMENT",
  "sameAs" : null,
  "lawSection" : "Private Housing Finance Law",
  "previousVersions" : [ "S3414-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          802\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  YOUNG  -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Housing, Construction  and\n         Community Development\n\n       AN  ACT  to  amend  the  private housing finance law, in relation to the\n         creation of a tax increment financing program\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. The private housing finance law is amended by adding a new\n    2  article 21-A to read as follows:\n    3                                 ARTICLE XXI-A\n    4                         TAX INCREMENT FINANCING ACT\n    5  SECTION 1134.   SHORT TITLE.\n    6          1135.   LEGISLATIVE FINDINGS.\n    7          1136.   DEFINITIONS.\n    8          1137.   ADOPTION OF PROJECT PLAN.\n    9          1138.   AUTHORIZATION TO UNDERTAKE PROJECTS; POWERS.\n   10          1139.   ISSUANCE OF SPECIAL OBLIGATION BONDS.\n   11          1140.   SECURITY FOR BONDS.\n   12          1141.   PLEDGE OF PROJECT REVENUES VALIDATED.\n   13          1142.   TEMPORARY ANTICIPATION NOTES.\n   14          1143.   TAX INCREMENT BOND FUNDS.\n   15          1144.   CREDIT OF CITY, TOWN OR VILLAGE NOT PLEDGED.\n   16          1145.   INVESTMENT OF FUNDS.\n   17          1146.   REMEDIES OF BONDHOLDERS AND NOTEHOLDERS.\n   18          1147.   BONDS AND NOTES AS LEGAL INSTRUMENTS.\n   19          1148.   BONDS AND NOTES AS INVESTMENT SECURITIES.\n   20          1149.   EXEMPTION FROM TAXATION.\n   21          1149-A. DURATION OF DISTRICTS.\n   22          1149-B. ANNUAL REPORT.\n   23          1149-C. TECHNICAL ASSISTANCE.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02701-01-1\n\n       S. 802                              2\n\n    1    S 1134. SHORT TITLE. THIS ARTICLE SHALL BE KNOWN AND MAY BE  CITED  AS\n    2  THE \"TAX INCREMENT FINANCING ACT\".\n    3    S  1135. LEGISLATIVE FINDINGS. THE LEGISLATURE FINDS AND DECLARES THAT\n    4  IT IS A FUNDAMENTAL PURPOSE OF THE STATE'S  SOCIAL  ECONOMY  TO  PROVIDE\n    5  HOUSING AND THAT STATEWIDE THERE IS AN INADEQUATE SUPPLY OF DECENT, SAFE\n    6  AND  SANITARY  HOUSING  AFFORDABLE  TO  PERSONS  AND FAMILIES OF LOW AND\n    7  MODERATE INCOME WHICH THREATENS STATEWIDE JOB CREATION,  THE  ATTRACTION\n    8  OF  NEW  PRIVATE  INVESTMENT,  AND  THE  CREATION OF PHYSICAL, ECONOMIC,\n    9  SOCIAL AND ENVIRONMENTAL CONDITIONS TO REMOVE AND PREVENT THE RECURRENCE\n   10  OF BLIGHT. THE LEGISLATURE FURTHER FINDS THAT THE USE OF  TAX  INCREMENT\n   11  FINANCING  AS  A  METHOD TO REDUCE THE COSTS OF AFFORDABLE HOUSING IS OF\n   12  STATEWIDE BENEFIT AND OF PARTICULAR BENEFIT AND ASSISTANCE TO ALL  LOCAL\n   13  GOVERNMENTS WHICH WISH TO ENCOURAGE THE FURTHER PROVISION OF HOUSING FOR\n   14  ITS RESIDENTS.\n   15    S 1136. DEFINITIONS. AS USED IN THIS ARTICLE:\n   16    1.  \"BASE DATE\" SHALL MEAN THE LAST ASSESSMENT DATE NEXT PRECEDING THE\n   17  ADOPTION OF THE PROJECT PLAN.\n   18    2. \"PROJECT\" SHALL MEAN THE UNDERTAKING OF THE FOLLOWING ACTIVITIES IN\n   19  ACCORDANCE WITH A PROJECT PLAN:\n   20    A. THE ACQUISITION OF LAND AND IMPROVEMENTS THEREON,  IF  ANY,  WITHIN\n   21  THE PROJECT AREA AND THE ASSEMBLY AND CLEARANCE OF THE LAND SO ACQUIRED;\n   22  OR\n   23    B.  THE  DEVELOPMENT, REDEVELOPMENT, REVITALIZATION OR CONSERVATION OF\n   24  THE PROJECT AREA THROUGH THE CONSTRUCTION OR REHABILITATION OF  RESIDEN-\n   25  TIAL  OR  COMMERCIAL DWELLINGS OR OTHER IMPROVEMENTS OR THROUGH ACQUISI-\n   26  TION BY GIFT, PURCHASE OR EMINENT DOMAIN OF LAND  AND  ANY  IMPROVEMENTS\n   27  THEREON,  AND  DEMOLITION,  REMOVAL  OR REHABILITATION OF THOSE IMPROVE-\n   28  MENTS, WHENEVER THE FOREGOING ACTIVITIES ARE NECESSARY TO  PROVIDE  LAND\n   29  FOR  NEEDED PUBLIC FACILITIES OR RESIDENTIAL OR COMMERCIAL DWELLINGS, OR\n   30  TO ELIMINATE UNHEALTHY, UNSAFE OR  UNSANITARY  CONDITIONS  OR  OTHERWISE\n   31  REMOVE OR PREVENT THE SPREAD OF BLIGHT OR DETERIORATION; OR\n   32    C.  THE INSTALLATION OR UPGRADING OF WATER AND SEWER LINES TO A PUBLIC\n   33  CONNECTION, THE INSTALLATION OR UPGRADING OF PRIVATE WELLS AND  SANITARY\n   34  SYSTEMS,  STORM SEWERS AND ROAD AND SIDEWALK CONSTRUCTION WHERE REQUIRED\n   35  BY LOCAL ZONING ORDINANCES AND THE  INSTALLATION  OF  GAS  AND  ELECTRIC\n   36  LINES AND OTHER SITE IMPROVEMENTS OR SITE PREPARATION WHICH IS NECESSARY\n   37  FOR  THE  DEVELOPMENT  OR  REHABILITATION  OF RESIDENTIAL AND COMMERCIAL\n   38  DWELLINGS.\n   39    A PROJECT MAY INVOLVE A COMBINATION OF THE AFOREMENTIONED  ACTIVITIES;\n   40  HOWEVER,  A  PROJECT  SHALL  NOT  QUALIFY UNDER THIS ARTICLE IF THE FAIR\n   41  MARKET VALUE OF THE IMPROVEMENTS WHICH ARE CONSTRUCTED OR  REHABILITATED\n   42  FOR  COMMERCIAL USES OR FOR USES OTHER THAN RESIDENTIAL HOUSING CONSISTS\n   43  OF MORE THAN ONE-THIRD OF THE TOTAL FAIR MARKET  VALUE  OF  THE  PLANNED\n   44  IMPROVEMENTS  IN THE PROJECT PLAN. THE FAIR MARKET VALUE OF THE IMPROVE-\n   45  MENTS SHALL BE DETERMINED USING THE COST  OF  CONSTRUCTION,  CAPITALIZED\n   46  INCOME OR OTHER APPROPRIATE METHOD OF ESTIMATING MARKET VALUE.\n   47    3.  \"PROJECT  AREA\"  SHALL  MEAN  A PARCEL OR PLOT OF LAND ESTABLISHED\n   48  PRIOR TO THE CERTIFICATION OF THE PROJECT AS A SINGLE UNIT FOR  PURPOSES\n   49  OF  ASSESSMENT  AND  WHICH  SHALL CONSTITUTE THE TAX INCREMENT AREA. THE\n   50  PROJECT AREA MAY CONSIST OF ONE OR MORE PARCELS OR PLOTS OF LAND, WHETH-\n   51  ER OR NOT CONTIGUOUS.\n   52    4. \"PROJECT PLAN\" SHALL MEAN A PLAN ADOPTED BY A CITY, TOWN OR VILLAGE\n   53  IN THE MANNER PROVIDED IN SECTION ELEVEN HUNDRED  THIRTY-SEVEN  OF  THIS\n   54  ARTICLE  FOR  A PROJECT. THE PROJECT PLAN SHALL SET FORTH AN ESTIMATE OF\n   55  PROJECT COSTS AND THE AMOUNTS AND SOURCES OF FUNDS TO BE USED TO  DEFRAY\n   56  THOSE  COSTS AND SHALL INCLUDE PROVISIONS FOR TAX INCREMENT FINANCING OF\n\n       S. 802                              3\n\n    1  PROJECT  COSTS  IN  WHOLE  OR  IN  PART.  THE  TAX  INCREMENT  FINANCING\n    2  PROVISIONS  OF  THE PROJECT PLAN SHALL SET FORTH THE ESTIMATED AMOUNT OF\n    3  INDEBTEDNESS TO BE INCURRED PURSUANT TO THIS ARTICLE, SHALL SET FORTH AN\n    4  ESTIMATE  OF  THE  TAX  INCREMENT  TO  BE  GENERATED  AS A RESULT OF THE\n    5  PROJECT, SHALL SET FORTH THE METHOD OF CALCULATING  THE  TAX  INCREMENT,\n    6  TOGETHER  WITH  ANY  PROVISIONS  FOR  ADJUSTMENT OF THE METHOD OF CALCU-\n    7  LATION, AND SHALL DESIGNATE THE BOARD OR OFFICER OF THE  CITY,  TOWN  OR\n    8  VILLAGE  RESPONSIBLE  FOR  CALCULATING  THE  TAX INCREMENT. FUNDS MAY BE\n    9  PROVIDED TO CARRY OUT THE PLAN FROM  ANY  LAWFUL  SOURCE  INCLUDING  THE\n   10  ISSUANCE  OF  BONDS  AND  NOTES UNDER THIS ARTICLE. THE PLAN MAY INCLUDE\n   11  SUCH OTHER PROVISIONS AS MAY BE DEEMED NECESSARY IN ORDER TO  CARRY  OUT\n   12  THE  TAX  INCREMENT  FINANCING  OF  THE  PROJECT.  THE  PROJECT SHALL BE\n   13  CONSISTENT WITH SUCH COMPREHENSIVE PLAN FOR THE CITY, TOWN OR VILLAGE AS\n   14  IS THEN APPLICABLE, SHALL  BE  SUFFICIENTLY  COMPLETE  TO  INDICATE  THE\n   15  LOCATION  AND BOUNDARIES OF THE TAX INCREMENT AREA, AND SUCH LAND ACQUI-\n   16  SITION, CONSTRUCTION, REHABILITATION, DEMOLITION AND REMOVAL OF RESIDEN-\n   17  TIAL AND COMMERCIAL DWELLINGS AND SUCH DEVELOPMENT,  REDEVELOPMENT,  AND\n   18  GENERAL PUBLIC IMPROVEMENTS AS ARE PROPOSED TO BE CARRIED OUT WITHIN THE\n   19  TAX INCREMENT AREA.\n   20    5.  \"PROJECT  REVENUES\"  SHALL  MEAN  ANY  RECEIPTS OF A CITY, TOWN OR\n   21  VILLAGE WITH RESPECT TO A PROJECT INCLUDING, BUT  NOT  LIMITED  TO,  TAX\n   22  INCREMENTS,  REPAYMENTS OF LOANS MADE UNDER SECTION ELEVEN HUNDRED THIR-\n   23  TY-EIGHT OF THIS ARTICLE, INVESTMENT EARNINGS, PROCEEDS OF INSURANCE  OR\n   24  DISPOSITION OF PROPERTY AND PROCEEDS OF BORROWING UNDER THIS ARTICLE.\n   25    6. \"RESIDENTIAL DWELLINGS\" OR \"RESIDENTIAL HOUSING\" SHALL MEAN HOUSING\n   26  FOR  PERSONS  FOR WHOM THERE ARE NO OTHER REASONABLE AND AFFORDABLE HOME\n   27  OWNERSHIP, REHABILITATION OR RENTAL ALTERNATIVES, AS THE CASE MAY BE, IN\n   28  THE PRIVATE MARKET AND WHO SHALL OCCUPY  A  DWELLING  OR  HOME  ASSISTED\n   29  UNDER THIS ARTICLE AS THEIR PRINCIPAL PLACE OF RESIDENCE.\n   30    7.  \"TAX INCREMENT\" SHALL MEAN THE TAX LEVIED ON THE REAL AND PERSONAL\n   31  PROPERTY SITUATED IN OR OTHERWISE ASSIGNABLE FOR THE PURPOSES OF PROPER-\n   32  TY TAXATION TO A TAX INCREMENT AREA  TO  THE  EXTENT  THAT  THE  TAX  IS\n   33  ATTRIBUTABLE  TO  AN  EXCESS  OF  THE AGGREGATE TAXABLE VALUATION OF THE\n   34  PROPERTY OVER ITS AGGREGATE TAXABLE VALUATION AS OF THE BASE  DATE.  THE\n   35  PORTION  OF  THE  TAX LEVY ATTRIBUTABLE TO THE INCREASED VALUATION AFTER\n   36  THE BASE DATE SHALL BE CALCULATED USING THE SAME CLASSIFICATION  FACTORS\n   37  AS  WERE  USED AS OF THE BASE DATE, OR WITHOUT CLASSIFICATION FACTORS IF\n   38  PROPERTY WAS NOT CLASSIFIED FOR TAX PURPOSES AS OF  THE  BASE  DATE.  IN\n   39  CALCULATING  THE TAX INCREMENT, THERE SHALL BE EXCLUDED FROM THE TAX THE\n   40  PORTION LEVIED FOR THE PURPOSE OF PAYING THE PRINCIPAL OF OR INTEREST ON\n   41  BONDS, NOTES AND OTHER EVIDENCES OF INDEBTEDNESS WHICH ARE GENERAL OBLI-\n   42  GATIONS OF THE CITY, TOWN OR VILLAGE AND ARE NOT ISSUED PURSUANT TO  THE\n   43  PROVISIONS OF THIS ARTICLE.\n   44    8.  \"TAX INCREMENT AREA\" SHALL MEAN A TAX INCREMENT AREA DESIGNATED IN\n   45  A PROJECT PLAN ADOPTED PURSUANT TO SECTION ELEVEN  HUNDRED  THIRTY-SEVEN\n   46  OF  THIS  ARTICLE.  THE  TAX  INCREMENT  AREA MAY CONSIST OF ONE OR MORE\n   47  PARCELS OR PLOTS OF LAND, WHETHER OR NOT CONTIGUOUS, PROVIDED,  HOWEVER,\n   48  THAT  UPON  ADOPTION OF THE PROJECT PLAN THE AGGREGATE TAXABLE VALUATION\n   49  OF THE PROPERTY WITHIN ALL TAX INCREMENT AREAS WITHIN THE CITY, TOWN  OR\n   50  VILLAGE  DOES NOT EXCEED TWENTY-FIVE PERCENT OF THE TAXABLE VALUATION OF\n   51  ALL PROPERTY SUBJECT TO TAXATION WITHIN THE CITY, TOWN OR VILLAGE.\n   52    S 1137. ADOPTION OF PROJECT PLAN. THE GOVERNING BODY OF ANY CITY, TOWN\n   53  OR VILLAGE MAY ADOPT A PROJECT PLAN IF A FINDING IS MADE TO  THE  EFFECT\n   54  THAT:\n   55    1. WITH RESPECT TO ANY PORTION OF THE PROJECT PROVIDING FOR THE DEVEL-\n   56  OPMENT OF RESIDENTIAL HOUSING THAT THERE IS NOT WITHIN THE CITY, TOWN OR\n\n       S. 802                              4\n\n    1  VILLAGE  AN  ADEQUATE  SUPPLY  OF  AFFORDABLE HOUSING WITHIN THE PRIVATE\n    2  MARKET AND THAT THE FINANCING OF THAT PORTION OF THE PROJECT IN  ACCORD-\n    3  ANCE WITH THE PLAN IS IN THE PUBLIC INTEREST; OR\n    4    2. WITH RESPECT TO ANY PORTION OF THE PROJECT PROVIDING PUBLIC FACILI-\n    5  TIES  OR  INFRASTRUCTURE IMPROVEMENTS OR LAND THEREFOR, THAT THE FACILI-\n    6  TIES OR THE INFRASTRUCTURE IS NEEDED IN CONNECTION WITH THE  DEVELOPMENT\n    7  OF  RESIDENTIAL  HOUSING  AND  THAT THE FINANCING OF THAT PORTION OF THE\n    8  PROJECT IN ACCORDANCE WITH THE PLAN IS IN THE PUBLIC INTEREST; OR\n    9    3. WITH RESPECT TO ANY PORTION OF THE PROJECT PROVIDING FOR THE DEVEL-\n   10  OPMENT OF COMMERCIAL DWELLINGS THAT THERE EXISTS IN THE  CITY,  TOWN  OR\n   11  VILLAGE  UNEMPLOYMENT  OR  THE  THREAT  THEREOF OR THAT SECURITY AGAINST\n   12  FUTURE UNEMPLOYMENT IS REQUIRED, THAT THE PROJECT  IS  NEEDED,  THAT  IT\n   13  WILL PROVIDE EMPLOYMENT OR SECURITY AGAINST LOSS OF EMPLOYMENT, HAVING A\n   14  REASONABLE RELATIONSHIP TO THE PROBABLE COST OF ACQUIRING, ESTABLISHING,\n   15  IMPROVING OR REHABILITATING THE FACILITIES IN WHICH THE EMPLOYMENT IS TO\n   16  BE PROVIDED OR MAINTAINED, AND THAT THE FINANCING OF THAT PORTION OF THE\n   17  PROJECT  IN  ACCORDANCE  WITH  THE  PLAN  IS  IN THE PUBLIC INTEREST. NO\n   18  PROJECT SHALL BE UNDERTAKEN PURSUANT TO THIS ARTICLE UNTIL  THE  PROJECT\n   19  PLAN HAS BEEN ADOPTED AS PROVIDED IN THIS SECTION.\n   20    S 1138. AUTHORIZATION TO UNDERTAKE PROJECTS; POWERS. CITIES, TOWNS AND\n   21  VILLAGES  ARE  HEREBY  AUTHORIZED TO UNDERTAKE PROJECTS PURSUANT TO DULY\n   22  ADOPTED PROJECT PLANS. IN ADDITION TO POWERS GRANTED BY ANY  OTHER  LAW,\n   23  FOR  THE  PURPOSES OF CARRYING OUT A PROJECT AS AUTHORIZED BY THIS ARTI-\n   24  CLE, A CITY, TOWN OR VILLAGE SHALL HAVE THE FOLLOWING POWERS:\n   25    1. TO INCUR INDEBTEDNESS AS PROVIDED IN THIS ARTICLE AND TO PLEDGE TAX\n   26  INCREMENTS AND OTHER PROJECT REVENUES FOR REPAYMENT THEREOF;\n   27    2. TO DESIGNATE A BOARD OR OFFICER OF THE CITY, TOWN OR VILLAGE TO  BE\n   28  RESPONSIBLE FOR ADMINISTERING THE PROJECT PLAN;\n   29    3.  TO  MAKE  AND ENTER INTO ALL CONTRACTS AND AGREEMENTS NECESSARY IN\n   30  ORDER TO UNDERTAKE THE PROJECT;\n   31    4. TO RECEIVE FROM THE FEDERAL  GOVERNMENT  OR  THE  STATE,  LOANS  OR\n   32  GRANTS  FOR OR IN AID OF A PROJECT AND TO RECEIVE CONTRIBUTIONS FROM ANY\n   33  OTHER SOURCE TO DEFRAY PROJECT COSTS;\n   34    5. TO PURCHASE OR OTHERWISE ACQUIRE SUCH PROPERTY OR INTERESTS THEREIN\n   35  WITHIN A PROJECT AREA AS THE CITY, TOWN OR VILLAGE MAY DEEM NECESSARY IN\n   36  ORDER TO CARRY OUT THE PROJECT;\n   37    6. TO CLEAR AND IMPROVE  PROPERTY  ACQUIRED  BY  IT  PURSUANT  TO  THE\n   38  PROJECT PLAN AND TO CONTRACT FOR THE CONSTRUCTION, DEVELOPMENT, REDEVEL-\n   39  OPMENT, REHABILITATION, REMODELING, ALTERATION, OR REPAIR OF RESIDENTIAL\n   40  OR COMMERCIAL DWELLINGS ON THE PROPERTY;\n   41    7.  TO  LAY  OUT,  CONSTRUCT OR INSTALL WATER AND SEWER LINES, PRIVATE\n   42  WELLS AND SANITARY SYSTEMS, STORM  SEWERS,  ROADS,  SIDEWALKS,  AND  ANY\n   43  OTHER  PUBLIC  IMPROVEMENTS  WHICH  IT  IS  AUTHORIZED  TO  UNDERTAKE IN\n   44  CONNECTION WITH THE PROJECT;\n   45    8. TO CAUSE PARKS AND PLAYGROUNDS  TO  BE  LAID  OUT,  CONSTRUCTED  OR\n   46  FURNISHED IN CONNECTION WITH THE PROJECT;\n   47    9.  TO  ADOPT  ORDINANCES  OR REPEAL OR MODIFY ORDINANCES OR ESTABLISH\n   48  EXCEPTIONS TO EXISTING ORDINANCES REGULATING THE  DESIGN,  CONSTRUCTION,\n   49  AND USE OF RESIDENTIAL AND COMMERCIAL DWELLINGS;\n   50    10.  TO  SELL, MORTGAGE, LEASE, TRANSFER OR DISPOSE OF ANY PROPERTY OR\n   51  INTEREST THEREIN ACQUIRED BY IT PURSUANT TO THE PROJECT PLAN FOR  DEVEL-\n   52  OPMENT, REDEVELOPMENT OR REHABILITATION IN ACCORDANCE WITH THE PLAN;\n   53    11.  TO  LOAN  THE PROCEEDS OF ANY ISSUE OF BONDS OR NOTES PURSUANT TO\n   54  THIS ARTICLE TO ANY INDUSTRIAL DEVELOPMENT AGENCY, NOT-FOR-PROFIT CORPO-\n   55  RATIONS OR CHARITABLE ORGANIZATIONS WHICH HAS  AS  ONE  OF  ITS  PRIMARY\n   56  PURPOSES  THE  IMPROVING  OF HOUSING, OR ANY MUNICIPAL HOUSING AGENCY OR\n\n       S. 802                              5\n\n    1  AUTHORITY IN ORDER TO FINANCE THE COST OF ACQUIRING  LAND,  CONSTRUCTING\n    2  OR  REHABILITATING RESIDENTIAL OR COMMERCIAL DWELLINGS, AND CONSTRUCTING\n    3  INFRASTRUCTURE IMPROVEMENTS AND PUBLIC  FACILITIES  WITHIN  THE  PROJECT\n    4  AREA  IN  ACCORDANCE  WITH  THE PLAN OR TO LOAN BOND OR NOTE PROCEEDS IN\n    5  ORDER TO REFINANCE ANY SUCH LOANS;\n    6    12. TO INVEST PROJECT REVENUES AS HEREINAFTER PROVIDED; AND\n    7    13. TO DO ALL THINGS REASONABLY NECESSARY  TO  CARRY  OUT  THE  POWERS\n    8  GRANTED IN THIS ARTICLE.\n    9    S  1139.  ISSUANCE  OF  SPECIAL  OBLIGATION  BONDS. 1. A CITY, TOWN OR\n   10  VILLAGE MAY BORROW MONEY BY THE ISSUANCE OF SPECIAL OBLIGATION BONDS FOR\n   11  THE PURPOSE OF CARRYING OUT A PROJECT PURSUANT TO A DULY ADOPTED PROJECT\n   12  PLAN. THE BONDS MAY BE ISSUED FOR PROJECT COSTS WHICH MAY INCLUDE INTER-\n   13  EST PRIOR TO AND DURING THE CARRYING OUT OF A PROJECT AND FOR A  REASON-\n   14  ABLE  TIME THEREAFTER, SUCH RESERVES AS MAY BE REQUIRED BY ANY AGREEMENT\n   15  SECURING THE BONDS AND ALL OTHER EXPENSES INCIDENTAL TO PLANNING, CARRY-\n   16  ING OUT AND FINANCING THE PROJECT.  WITH  RESPECT  TO  THE  ISSUANCE  OF\n   17  SPECIAL OBLIGATION BONDS, BONDS ISSUED PURSUANT TO THIS SECTION SHALL BE\n   18  PAYABLE  SOLELY  FROM  PROJECT  REVENUES AND SHALL NOT BE DEEMED TO BE A\n   19  PLEDGE OF FAITH AND CREDIT OF THE CITY, TOWN OR VILLAGE.  EVERY  SPECIAL\n   20  OBLIGATION BOND ISSUED PURSUANT TO THIS SECTION SHALL RECITE ON ITS FACE\n   21  THAT  IT IS A SPECIAL OBLIGATION BOND PAYABLE SOLELY FROM PROJECT REVEN-\n   22  UES PLEDGED FOR ITS REPAYMENT.\n   23    2. THE BONDS OF EACH ISSUE SHALL BE DATED AND MAY BE  MADE  REDEEMABLE\n   24  BEFORE  MATURITY  WITH  OR  WITHOUT  PREMIUM. SUBJECT TO THE AUTHORIZING\n   25  VOTE, THE OFFICERS AUTHORIZED TO SELL THE BONDS SHALL DETERMINE THE DATE\n   26  OR DATES OF THE BONDS, THEIR DENOMINATION OR DENOMINATIONS, THE PLACE OR\n   27  PLACES OF PAYMENT OF THE PRINCIPAL AND INTEREST, WHICH  MAY  BE  AT  ANY\n   28  BANK  OR  TRUST COMPANY WITHIN OR WITHOUT THE STATE, THEIR INTEREST RATE\n   29  OR RATES, MATURITY OR MATURITIES, REDEMPTION PRIVILEGES, IF ANY, AND THE\n   30  FORM AND OTHER DETAILS OF THE BONDS INCLUDING  INTEREST  COUPONS  TO  BE\n   31  ATTACHED THERETO. THE BONDS SHALL BE SIGNED BY THE CITY, TOWN OR VILLAGE\n   32  TREASURER,  SHALL  BE COUNTERSIGNED BY THE MAYOR OF A CITY OR VILLAGE OR\n   33  BY THE TOWN SUPERVISOR OF THE TOWN EITHER MANUALLY OR BY FACSIMILE,  AND\n   34  SHALL BEAR THE SEAL OF THE CITY, TOWN OR VILLAGE OR A FACSIMILE THEREOF.\n   35  ANY  COUPONS  ATTACHED THERETO SHALL BEAR THE FACSIMILE SIGNATURE OF THE\n   36  CITY, TOWN OR VILLAGE TREASURER.\n   37    3. IN CASE ANY OFFICER WHOSE SIGNATURE OR A FACSIMILE OF WHOSE  SIGNA-\n   38  TURE SHALL APPEAR ON ANY BONDS, COUPONS OR NOTES ISSUED PURSUANT TO THIS\n   39  ARTICLE  SHALL  CEASE  TO BE AN OFFICER BEFORE THE DELIVERY THEREOF, THE\n   40  SIGNATURE OR THE FACSIMILE SHALL NEVERTHELESS BE  VALID  AND  SUFFICIENT\n   41  FOR ALL PURPOSES THE SAME AS IF THE OFFICER HAD REMAINED IN OFFICE UNTIL\n   42  THE DELIVERY.\n   43    4.  THE  BONDS  MAY BE ISSUED IN COUPON OR IN REGISTERED FORM OR BOTH,\n   44  AND PROVISION MAY BE MADE FOR THE REGISTRATION OF ANY COUPON BONDS AS TO\n   45  PRINCIPAL ALONE AND ALSO AS TO PRINCIPAL AND INTEREST, FOR THE RECONVER-\n   46  SION INTO COUPON BONDS OR BONDS REGISTERED  AS  TO  BOTH  PRINCIPAL  AND\n   47  INTEREST,  AND  FOR  THE  INTERCHANGE  OF  REGISTERED  AND COUPON BONDS.\n   48  SUBJECT TO THE AUTHORIZING VOTE, THE OFFICERS  AUTHORIZED  TO  SELL  THE\n   49  BONDS  MAY  SELL  THE  BONDS IN SUCH MANNER, EITHER AT PUBLIC OR PRIVATE\n   50  SALE, AND FOR SUCH PRICE AS THEY MAY  DETERMINE  WILL  BEST  AFFECT  THE\n   51  PURPOSES OF THIS ARTICLE.\n   52    5.  PRIOR  TO  THE  PREPARATION OF DEFINITIVE BONDS, THE CITY, TOWN OR\n   53  VILLAGE MAY ISSUE INTERIM RECEIPTS OR TEMPORARY BONDS, WITH  OR  WITHOUT\n   54  COUPONS,  EXCHANGEABLE  FOR  DEFINITIVE BONDS WHEN THOSE BONDS HAVE BEEN\n   55  EXECUTED AND ARE AVAILABLE FOR DELIVERY. PROVISION MAY BE MADE  FOR  THE\n\n       S. 802                              6\n\n    1  REPLACEMENT OF ANY BONDS WHICH SHALL HAVE BECOME MUTILATED OR SHALL HAVE\n    2  BEEN DESTROYED OR LOST.\n    3    6.  NOTWITHSTANDING ANY PROVISIONS OF ANY MUNICIPAL CHARTER OR GENERAL\n    4  OR SPECIAL LAW TO THE CONTRARY, BONDS ISSUED PURSUANT  TO  THIS  SECTION\n    5  MAY  PROVIDE  FOR  ANNUAL  OR MORE FREQUENT INSTALLMENTS OF PRINCIPAL IN\n    6  EQUAL, DIMINISHING OR INCREASING AMOUNTS WITH THE FIRST  INSTALLMENT  OF\n    7  PRINCIPAL  TO  BE DUE AT ANY TIME WITHIN FIVE YEARS FROM THE DATE OF THE\n    8  ISSUANCE OF THE BONDS.\n    9    S 1140. SECURITY FOR BONDS. 1.  IN  THE  DISCRETION  OF  THE  OFFICERS\n   10  AUTHORIZED  TO SELL THE BONDS, BUT SUBJECT TO THE PROVISIONS OF THE VOTE\n   11  AUTHORIZING THE BONDS, BONDS ISSUED PURSUANT  TO  THIS  ARTICLE  MAY  BE\n   12  SECURED  BY  ONE  OR  MORE  TRUST  AGREEMENTS  BETWEEN THE CITY, TOWN OR\n   13  VILLAGE AND A CORPORATE TRUSTEE OR TRUSTEES,  WHICH  MAY  BE  ANY  TRUST\n   14  COMPANY  OR  BANK HAVING THE POWERS OF A TRUST COMPANY WITHIN OR WITHOUT\n   15  THE STATE. A TRUST AGREEMENT PURSUANT TO THIS SECTION SHALL BE  IN  SUCH\n   16  FORM AND EXECUTED IN SUCH MANNER AS MAY BE DETERMINED BY THE OFFICERS. A\n   17  TRUST  AGREEMENT  MAY  PLEDGE OR ASSIGN PROJECT REVENUES, IN WHOLE OR IN\n   18  PART. IT MAY CONTAIN SUCH PROVISIONS FOR PROTECTING  AND  ENFORCING  THE\n   19  RIGHTS,  SECURITY  AND  REMEDIES OF THE BONDHOLDERS AS MAY BE REASONABLE\n   20  AND PROPER AND NOT IN VIOLATION OF LAW, INCLUDING WITHOUT  LIMITING  THE\n   21  GENERALITY  OF THE FOREGOING, PROVISIONS DEFINING DEFAULTS AND PROVIDING\n   22  FOR REMEDIES IN THE EVENT THEREOF, WHICH MAY INCLUDE THE ACCELERATION OF\n   23  MATURITIES, AND COVENANTS SETTING FORTH DUTIES OF,  AND  LIMITATIONS  ON\n   24  THE  CITY,  TOWN  OR  VILLAGE  IN RELATION TO CARRYING OUT AND OTHERWISE\n   25  ADMINISTERING  THE  PROJECT  OR  PROJECTS,  THE  CUSTODY,  SAFEGUARDING,\n   26  INVESTMENT  AND APPLICATION OF PROJECT REVENUES, THE ISSUE OF ADDITIONAL\n   27  BONDS PURSUANT TO THIS ARTICLE, THE DETERMINATION OF TAX INCREMENTS, THE\n   28  FIXING OF FEES AND CHARGES, IF  ANY,  IN  RELATION  TO  THE  PROJECT  OR\n   29  PROJECTS,  THE  COLLECTION  OF  PROJECT REVENUES, THE USE OF ANY SURPLUS\n   30  BOND PROCEEDS, THE ESTABLISHMENT OF RESERVES,  AND  THE  REPLACEMENT  OF\n   31  BONDS  OR  COUPONS WHICH SHALL BECOME MUTILATED OR BE DESTROYED OR LOST.\n   32  SUBJECT TO THE PROVISIONS OF THIS ARTICLE, MONEYS SUBJECT TO  THE  TRUST\n   33  AGREEMENT  SHALL  BE  HELD,  INVESTED  AND  APPLIED AS PROVIDED THEREIN,\n   34  PROVIDED THAT MONEYS NOT DEPOSITED IN TRUST  WITH  A  CORPORATE  TRUSTEE\n   35  SHALL  BE IN THE CUSTODY OF THE CITY, TOWN OR VILLAGE TREASURER PURSUANT\n   36  TO THE PROVISIONS OF SECTION ELEVEN HUNDRED FORTY-THREE OF THIS ARTICLE.\n   37    2. IT SHALL BE UNLAWFUL FOR ANY BANK OR TRUST  COMPANY  TO  ACT  AS  A\n   38  DEPOSITORY  OR TRUSTEE OF THE PROCEEDS OF BONDS OR OF OTHER MONEYS UNDER\n   39  ANY TRUST AGREEMENT AND TO FURNISH SUCH INDEMNIFYING BONDS OR TO  PLEDGE\n   40  SUCH  SECURITIES  AS  MAY  BE REQUIRED BY THE TRUST AGREEMENT. THE TRUST\n   41  AGREEMENT OR RESOLUTION MAY SET FORTH THE RIGHTS  AND  REMEDIES  OF  THE\n   42  BONDHOLDERS AND OF THE TRUSTEE, AND MAY RESTRICT THE INDIVIDUAL RIGHT OF\n   43  ACTION  BY  BONDHOLDERS.  ALL  EXPENSES  INCURRED  IN  CARRYING  OUT THE\n   44  PROVISIONS OF THE TRUST  AGREEMENT  OR  RESOLUTION  MAY  BE  TREATED  AS\n   45  CURRENT OPERATING EXPENSES.\n   46    S  1141.  PLEDGE OF PROJECT REVENUES VALIDATED. 1. NOTWITHSTANDING ANY\n   47  OTHER PROVISION OF LAW TO THE CONTRARY, INCLUDING, BUT  NOT  LIMITED  TO\n   48  THE UNIFORM COMMERCIAL CODE:\n   49    A.  ANY PLEDGE PURSUANT TO THIS ARTICLE SHALL BE VALID AND BINDING AND\n   50  SHALL BE DEEMED CONTINUOUSLY PERFECTED FROM THE TIME IT IS MADE;\n   51    B. NO FILING NEED BE MADE UNDER THE UNIFORM COMMERCIAL CODE OR  OTHER-\n   52  WISE;\n   53    C. UNLESS OTHERWISE PROVIDED IN THE FINANCING INSTRUMENTS, A PLEDGE OF\n   54  PROJECT  REVENUES SHALL BE DEEMED TO INCLUDE A PLEDGE OF ANY ACCOUNTS OR\n   55  GENERAL INTANGIBLES FROM WHICH REVENUES ARE DERIVED, WHETHER EXISTING AT\n\n       S. 802                              7\n\n    1  THE TIME OF THE PLEDGE OR THEREAFTER  ACQUIRED  BY  THE  CITY,  TOWN  OR\n    2  VILLAGE AND THE PROCEEDS OF THE ACCOUNTS OR GENERAL INTANGIBLES; AND\n    3    D.  THE  PLEDGE  OF PROJECT REVENUES, ACCOUNTS AND GENERAL INTANGIBLES\n    4  SHALL BE SUBJECT TO THE LIEN OF THE PLEDGE WITHOUT  DELIVERY  OR  SEGRE-\n    5  GATION AND THE LIEN OF THE PLEDGE SHALL BE VALID AND BINDING AGAINST ALL\n    6  PARTIES HAVING CLAIMS OF CONTRACT OR TORT OR OTHERWISE AGAINST THE CITY,\n    7  TOWN OR VILLAGE.\n    8    2.  A PLEDGE OF PROJECT REVENUES UNDER THIS ARTICLE SHALL CONSTITUTE A\n    9  SUFFICIENT APPROPRIATION THEREOF FOR THE PURPOSES OF ANY  PROVISION  FOR\n   10  APPROPRIATION  AND THE REVENUES MAY BE APPLIED AS REQUIRED BY THE PLEDGE\n   11  WITHOUT FURTHER APPROPRIATION.\n   12    3. FOR THE PURPOSES OF  THIS  SECTION,  THE  TERM  \"PLEDGE\"  SHALL  BE\n   13  CONSTRUED  TO INCLUDE THE GRANT OF A SECURITY INTEREST UNDER THE UNIFORM\n   14  COMMERCIAL CODE.\n   15    S 1142. TEMPORARY ANTICIPATION NOTES. IN ANTICIPATION OF THE  ISSUANCE\n   16  OF  BONDS  PURSUANT TO THIS ARTICLE AND SUBJECT TO ANY PROVISIONS OF THE\n   17  VOTE AUTHORIZING THE BONDS, THE OFFICERS AUTHORIZED TO  SELL  THE  BONDS\n   18  MAY  WITHOUT  FURTHER AUTHORIZATION ISSUE TEMPORARY NOTES. THE NOTES MAY\n   19  BE SECURED AS IN THE CASE OF BONDS AND, EXCEPT AS OTHERWISE PROVIDED  IN\n   20  THIS  SECTION,  THE  PROVISIONS OF THIS ARTICLE REFERRING TO BONDS SHALL\n   21  ALSO BE DEEMED TO REFER TO THE NOTES. THE NOTES NEED NOT BEAR  THE  SEAL\n   22  OF  THE CITY, TOWN OR VILLAGE OR A FACSIMILE THEREOF. THE NOTES SHALL BE\n   23  PAYABLE WITHIN THREE YEARS FROM THEIR RESPECTIVE DATES, BUT THE  PRINCI-\n   24  PAL OF AND INTEREST ON NOTES ISSUED FOR A SHORTER PERIOD MAY BE REFUNDED\n   25  FROM  TIME  TO  TIME  BY  THE ISSUE OF OTHER NOTES MATURING WITHIN THREE\n   26  YEARS FROM  THE  ORIGINAL  DATE  OF  ISSUE  OF  THE  INDEBTEDNESS  BEING\n   27  REFUNDED.\n   28    S  1143.  TAX INCREMENT BOND FUNDS. 1. THE GOVERNING BODY OF ANY CITY,\n   29  TOWN OR VILLAGE WHICH HAS AUTHORIZED THE ISSUANCE OF BONDS  PURSUANT  TO\n   30  THE  PROVISIONS  OF  THIS ARTICLE SHALL ESTABLISH AND MAINTAIN A SPECIAL\n   31  FUND ENTITLED THE \"TAX INCREMENT BOND FUND\".\n   32    2. FOR THE PURPOSES OF THIS ARTICLE, THE USES OF THE FUND BY THE CITY,\n   33  TOWN OR VILLAGE MAY INCLUDE, BUT NOT BE LIMITED TO THE FOLLOWING:\n   34    A. RECEIVING THE PROCEEDS OF BONDS AND NOTES ISSUED PURSUANT  TO  THIS\n   35  ARTICLE AND ANY OTHER MONEYS WHICH MAY BE AVAILABLE TO THE CITY, TOWN OR\n   36  VILLAGE FOR THE PROJECT FROM ANY OTHER SOURCE;\n   37    B. PAYING THE PROJECT COSTS AND EXPENSES;\n   38    C.  PAYING  THE  PRINCIPAL  OF  AND INTEREST ON BONDS AND NOTES ISSUED\n   39  PURSUANT TO THIS ARTICLE; AND\n   40    D. PAYING ADDITIONAL TAX INCREMENT REVENUE, IF ANY, TO THE CITY,  TOWN\n   41  OR  VILLAGE  IN WHICH THE TAX INCREMENT AREA IS LOCATED PROVIDED THAT NO\n   42  LESS THAN TWENTY PERCENT OF SUCH REVENUES BE ALLOCATED BY THE CITY, TOWN\n   43  OR VILLAGE TO THE DEVELOPMENT, REDEVELOPMENT, CONSTRUCTION OR  REHABILI-\n   44  TATION OF RESIDENTIAL HOUSING.\n   45    S 1144. CREDIT OF CITY, TOWN OR VILLAGE NOT PLEDGED. ANY SPECIAL OBLI-\n   46  GATION BONDS AND NOTES ISSUED UNDER THIS ARTICLE SHALL BE PAYABLE SOLELY\n   47  FROM  PROJECT  REVENUES.  THESE BONDS AND NOTES SHALL NOT AT ANY TIME BE\n   48  INCLUDED IN THE DEBT OF THE CITY, TOWN OR VILLAGE  FOR  THE  PURPOSE  OF\n   49  ASCERTAINING ITS LEGAL BORROWING CAPACITY.\n   50    S  1145.  INVESTMENT OF FUNDS. SUBJECT TO ANY AGREEMENT SECURING BONDS\n   51  OR NOTES ISSUED UNDER THIS ARTICLE, THE PROCEEDS OF THE BONDS AND NOTES,\n   52  PLEDGED TAX INCREMENTS, AND OTHER PROJECT REVENUES MAY BE  DEPOSITED  OR\n   53  INVESTED IN:\n   54    1. OBLIGATIONS OF THE STATE OR THE UNITED STATES;\n   55    2.  OBLIGATIONS  OF THE PRINCIPAL AND INTEREST OF WHICH ARE GUARANTEED\n   56  BY THE STATE OR THE UNITED STATES;\n\n       S. 802                              8\n\n    1    3. OBLIGATIONS OF AGENCIES AND INSTRUMENTALITIES OF THE STATE  OR  THE\n    2  UNITED STATES; OR\n    3    4.  CERTIFICATES  OF DEPOSIT OF, AND REPURCHASE AGREEMENTS, SO-CALLED,\n    4  ISSUED WITH RESPECT TO OBLIGATIONS OF THE UNITED  STATES  BY  BANKS  AND\n    5  TRUST  COMPANIES ORGANIZED UNDER THE LAWS OF THE STATE OR DOING BUSINESS\n    6  IN THE STATE.\n    7    S 1146. REMEDIES OF BONDHOLDERS AND NOTEHOLDERS. ANY HOLDER  OF  BONDS\n    8  OR  NOTES ISSUED UNDER THIS ARTICLE, OR OF ANY OF THE COUPONS APPERTAIN-\n    9  ING THERETO, AND THE TRUSTEE UNDER  ANY  TRUST  AGREEMENT  SECURING  THE\n   10  BONDS OR NOTES, EXCEPT TO THE EXTENT THE RIGHTS GRANTED PURSUANT TO THIS\n   11  SECTION  MAY BE RESTRICTED BY ANY AGREEMENT SECURING THE BONDS OR NOTES,\n   12  MAY BRING SUIT UPON THE BONDS, NOTES OR COUPONS AND MAY, EITHER  AT  LAW\n   13  OR  IN  EQUITY,  BY SUIT, ACTION, MANDAMUS OR OTHER PROCEEDINGS, PROTECT\n   14  AND ENFORCE ANY AND ALL RIGHTS UNDER THE LAWS OF THE  STATE  OR  GRANTED\n   15  UNDER  THIS  ARTICLE  OR  UNDER  ANY  SUCH AGREEMENT, AND MAY ENFORCE OR\n   16  COMPEL THE PERFORMANCE OF ALL DUTIES REQUIRED BY THIS ARTICLE OR  BY  AN\n   17  AGREEMENT TO BE PERFORMED BY THE CITY, TOWN OR VILLAGE OR BY ANY OFFICER\n   18  THEREOF.\n   19    S  1147.  BONDS AND NOTES AS LEGAL INSTRUMENTS. BONDS AND NOTES ISSUED\n   20  UNDER THE PROVISIONS OF THIS ARTICLE ARE HEREBY MADE SECURITIES IN WHICH\n   21  ALL PUBLIC OFFICERS AND PUBLIC BODIES OF THE  STATE  AND  ITS  POLITICAL\n   22  SUBDIVISIONS,  ALL INSURANCE COMPANIES, TRUST COMPANIES IN THEIR COMMER-\n   23  CIAL DEPARTMENTS, SAVINGS  BANKS,  COOPERATIVE  BANKS,  BANKING  ASSOCI-\n   24  ATIONS,  INVESTMENT  COMPANIES, EXECUTORS, ADMINISTRATORS, TRUSTEES, AND\n   25  OTHER FIDUCIARIES MAY PROPERLY AND LEGALLY INVEST FUNDS, INCLUDING CAPI-\n   26  TAL IN THEIR CONTROL OR BELONGING TO THEM. THESE BONDS ARE  HEREBY  MADE\n   27  SECURITIES WHICH MAY PROPERLY AND LEGALLY BE DEPOSITED WITH AND RECEIVED\n   28  BY ANY STATE OR MUNICIPAL OFFICER OR ANY AGENCY OR POLITICAL SUBDIVISION\n   29  OF  THE  STATE  FOR  ANY PURPOSE FOR WHICH THE DEPOSIT OF BONDS OR OBLI-\n   30  GATIONS OF THE STATE IS NOW OR MAY HEREAFTER BE AUTHORIZED BY LAW.\n   31    S 1148. BONDS AND NOTES AS INVESTMENT SECURITIES.  NOTWITHSTANDING ANY\n   32  OTHER PROVISION OF THIS ARTICLE, OR ANY RECITALS IN ANY BONDS  OR  NOTES\n   33  ISSUED  UNDER  THIS ARTICLE, ALL SUCH BONDS AND NOTES SHALL BE DEEMED TO\n   34  BE INVESTMENT SECURITIES UNDER THE UNIFORM COMMERCIAL CODE.\n   35    S 1149. EXEMPTION FROM TAXATION. THE BONDS AND NOTES ISSUED UNDER THIS\n   36  ARTICLE, TOGETHER WITH THE INCOME THEREFROM, SHALL AT ALL TIMES BE  FREE\n   37  OF TAXATION.\n   38    S  1149-A.  DURATION  OF  DISTRICTS.  1.  SUBJECT  TO  THE LIMITATIONS\n   39  CONTAINED IN THIS ARTICLE, EACH  TAX  INCREMENT  AREA  SHALL  REMAIN  IN\n   40  EXISTENCE  UNTIL THE BONDED OBLIGATIONS FOR A PROJECT IN SUCH AREA CEASE\n   41  TO BE OUTSTANDING; HOWEVER, THE TAX INCREMENT AREA MAY BE TERMINATED  IF\n   42  SUFFICIENT MONEYS HAVE BEEN DEPOSITED IN THE TAX INCREMENT BOND FUND FOR\n   43  THE  FULL PAYMENT OF THE PRINCIPAL OF AND INTEREST ON THE BONDS AT MATU-\n   44  RITY.\n   45    2. WHEN THE BONDED OBLIGATIONS OF THE TAX  INCREMENT  AREA  HAVE  BEEN\n   46  PAID  IN  FULL  OR MONEY SUFFICIENT TO PAY ALL THE OUTSTANDING PRINCIPAL\n   47  AND INTEREST ON THE BONDS AT MATURITY HAS  BEEN  DEPOSITED  IN  THE  TAX\n   48  INCREMENT BOND FUND, THE TAX INCREMENT AREA SHALL BE DISSOLVED.\n   49    S  1149-B.  ANNUAL REPORT. NO LATER THAN SEPTEMBER FIRST OF EACH YEAR,\n   50  EVERY CITY, TOWN OR VILLAGE IN WHICH A PROJECT PLAN CREATED PURSUANT  TO\n   51  THIS ARTICLE IS IN EFFECT, SHALL MAKE A REPORT TO THE COMMISSIONER.  THE\n   52  ANNUAL  REPORT  SHALL SET FORTH FOR THE PRECEDING FISCAL YEAR THE ACTIV-\n   53  ITIES FINANCED BY TAX INCREMENT FINANCING, THE TAXABLE VALUATION OF  THE\n   54  CITY,  TOWN  OR VILLAGE AND FOR EACH TAX INCREMENT AREA WITHIN THE CITY,\n   55  TOWN OR VILLAGE, THE TAXABLE VALUATION OF THE PROPERTY  WITHIN  THE  TAX\n   56  INCREMENT  AREA, THE AMOUNT OF THE TAX INCREMENT, AND THE AMOUNT USED OR\n\n       S. 802                              9\n\n    1  SET ASIDE FOR THE PURPOSES OF THE PLAN. THE REPORT  SHALL  ALSO  INCLUDE\n    2  ANY OTHER RELEVANT INFORMATION REQUESTED BY THE COMMISSIONER.\n    3    S  1149-C. TECHNICAL ASSISTANCE. THE DIVISION OF HOUSING AND COMMUNITY\n    4  RENEWAL MAY PROVIDE TECHNICAL SERVICES AND  ASSISTANCE  OR  CONTRACT  TO\n    5  PROVIDE  TECHNICAL SERVICES AND ASSISTANCE TO CITIES, TOWNS AND VILLAGES\n    6  TO COMPLY WITH THE PROVISIONS AND INTENT OF THIS ARTICLE WHICH  SERVICES\n    7  AND  ASSISTANCE MAY INCLUDE BUT SHALL NOT NECESSARILY BE LIMITED TO SITE\n    8  SELECTION,  FINANCIAL  PACKAGING,  AND  ENGINEERING  AND   ARCHITECTURAL\n    9  SERVICES NECESSARY FOR THE PREPARATION OF PROJECT PLANS.\n   10    S 2. This act shall take effect on the one hundred eightieth day after\n   11  it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the private housing finance law, in relation to the creation of a tax increment financing program ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101230.T150744.TXT", "SOBI.D101230.T151257.TXT", "SOBI.D101230.T144741.TXT", "SOBI.D101230.T140238.TXT", "SOBI.D101230.T134736.TXT", "SOBI.D110105.T104107.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294242067320
}