{
  "year" : 2011,
  "senateBillNo" : "S803-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO INSURANCE",
    "billEventId" : "S803-2011-1294203600000-REFERRED+TO+INSURANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "LAVALLE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Reduces a retired or disabled owner's no fault insurance premium by providing appropriate automobile insurance rates to reflect a reduced exposure to loss",
  "summary" : "Reduces a retired or disabled owner's no fault insurance premium by providing appropriate automobile insurance rates to reflect a reduced exposure to loss due to situations where drivers either have no wages to lose or are covered for lost wages by another first payer insurance policy; defines \"retired\" and \"disabled\". ",
  "currentCommittee" : "INSURANCE",
  "sameAs" : "A530",
  "lawSection" : "Insurance Law",
  "previousVersions" : [ "S1187-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n           S. 803                                                    A. 530\n\n                              2011-2012 Regular Sessions\n\n                             S E N A T E - A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       IN SENATE -- Introduced by Sen. LAVALLE -- read twice and ordered print-\n         ed, and when printed to be committed to the Committee on Insurance\n\n       IN  ASSEMBLY  -- Introduced by M. of A. THIELE -- read once and referred\n         to the Committee on Insurance\n\n       AN ACT to amend the insurance law, in relation to  automobile  insurance\n         rates for persons who are retired or disabled\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 2330 of the insurance law is  amended  to  read  as\n    2  follows:\n    3    S  2330. No fault motor vehicle insurance rates; reflection of reduced\n    4  exposure to loss. (A) Where the principal operator of a motor vehicle or\n    5  such operator's spouse is eligible for medicare benefits  for  items  of\n    6  basic  economic  loss  specified  in  paragraph one of subsection (a) of\n    7  section five thousand one hundred two of  this  chapter,  or  where  the\n    8  insurer's  obligation  to  pay first party benefits for loss of earnings\n    9  from work is reduced by virtue of the provisions of such subsection,  OR\n   10  BY  VIRTUE  OF  THE  PRINCIPAL  OPERATOR OR SUCH OPERATOR'S SPOUSE BEING\n   11  RETIRED OR DISABLED, the premium  attributable  to  coverage  under  the\n   12  automobile  insurance policy for such items shall be appropriately modi-\n   13  fied to reflect the insurer's reduced exposure to loss.\n   14    (B) FOR PURPOSES OF THIS SECTION, THE TERM (1) \"RETIRED\" SHALL MEAN  A\n   15  PERSON  WHO  HAS ATTAINED AGE SIXTY-FIVE YEARS AND IS NOT ENGAGED IN ANY\n   16  ACTIVITIES FOR INCOME; AND THE TERM (2) \"DISABLED\" SHALL MEAN  A  PERSON\n   17  WHO IS NOT ENGAGED IN ANY ACTIVITIES FOR INCOME AND WHO (A) IS CERTIFIED\n   18  AS DISABLED AND ELIGIBLE TO RECEIVE SOCIAL SECURITY DISABILITY INSURANCE\n   19  (SSDI)  OR SUPPLEMENTAL SECURITY INCOME (SSI) BENEFITS UNDER THE FEDERAL\n   20  SOCIAL SECURITY ACT, OR (B) IS CERTIFIED AS  DISABLED  AND  ELIGIBLE  TO\n   21  RECEIVE  RAILROAD RETIREMENT DISABILITY BENEFITS UNDER THE FEDERAL RAIL-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03737-01-1\n\n       S. 803                              2                             A. 530\n\n    1  ROAD RETIREMENT ACT, OR (C) HAS RECEIVED A CERTIFICATE  FROM  THE  STATE\n    2  COMMISSION  FOR  THE  BLIND  AND  VISUALLY HANDICAPPED STATING THAT SUCH\n    3  PERSON IS LEGALLY BLIND.\n    4    AN  AWARD  LETTER FROM THE SOCIAL SECURITY ADMINISTRATION OR THE RAIL-\n    5  ROAD RETIREMENT BOARD OR A CERTIFICATE FROM THE STATE COMMISSION FOR THE\n    6  BLIND AND VISUALLY HANDICAPPED MAY BE SUBMITTED AS PROOF OF DISABILITY.\n    7    THE INSURER, AT THE TIME OF RENEWAL,  MAY  DETERMINE  BY  THE  RENEWAL\n    8  QUESTIONNAIRE IF THE PRINCIPAL OPERATOR OR SUCH OPERATOR'S SPOUSE QUALI-\n    9  FIES FOR A CONTINUATION OF THE MODIFIED PREMIUM.\n   10    S 2. This act shall take effect on the one hundred eightieth day after\n   11  it shall have become a law and shall apply to all policies issued, modi-\n   12  fied, amended, altered, or renewed on or after such date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the insurance law, in relation to automobile insurance rates for persons who are retired or disabled ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101230.T142239.TXT", "SOBI.D110103.T094848.TXT", "SOBI.D110103.T094349.TXT", "SOBI.D110105.T115623.TXT", "SOBI.D101230.T162249.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294246583702
}