{
  "year" : 2011,
  "senateBillNo" : "S807-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO ENVIRONMENTAL CONSERVATION",
    "billEventId" : "S807-2011-1294203600000-REFERRED+TO+ENVIRONMENTAL+CONSERVATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "LAVALLE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Adds national estuary implementation projects as projects eligible for state funding pursuant to the environmental protection fund",
  "summary" : "Makes state funding from the environmental protection fund available for national estuary implementation projects which would implement water quality improvement projects pursuant to an approved action or comprehensive conservation and management plan prepared under the national estuary program. ",
  "currentCommittee" : "ENVIRONMENTAL CONSERVATION",
  "sameAs" : "A527",
  "lawSection" : "Environmental Conservation Law",
  "previousVersions" : [ "S230-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n           S. 807                                                    A. 527\n\n                              2011-2012 Regular Sessions\n\n                             S E N A T E - A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       IN SENATE -- Introduced by Sen. LAVALLE -- read twice and ordered print-\n         ed, and when printed to be committed to the Committee on Environmental\n         Conservation\n\n       IN  ASSEMBLY  -- Introduced by M. of A. THIELE -- read once and referred\n         to the Committee on Environmental Conservation\n\n       AN ACT to amend the  environmental  conservation  law,  in  relation  to\n         adding  national  estuary implementation projects as projects eligible\n         for state funding pursuant to the environmental protection fund\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The environmental conservation law is amended by adding a\n    2  new section 54-1104 to read as follows:\n    3  S 54-1104. NATIONAL ESTUARY IMPLEMENTATION PROJECTS.\n    4    AS USED IN THIS TITLE, A NATIONAL ESTUARY IMPLEMENTATION PROJECT SHALL\n    5  MEAN THOSE PROJECTS WHICH SERVE A PUBLIC  PURPOSE  DESIGNED  TO  IMPROVE\n    6  SURFACE   WATER   QUALITY,   UNDERTAKEN  BY  A  STATE,  MUNICIPALITY  OR\n    7  NOT-FOR-PROFIT CORPORATION  WHICH  DEMONSTRATES  TO  THE  COMMISSIONER'S\n    8  SATISFACTION  THAT IT IS FINANCIALLY AND OTHERWISE CAPABLE OF COMPLETING\n    9  SUCH PROJECT, WHERE SUCH PROJECT HAS BEEN  RECOMMENDED  OR  APPROVED  AS\n   10  PART  OF  AN  ACTION  PLAN  OR  COMPREHENSIVE  MANAGEMENT PLAN UNDER THE\n   11  NATIONAL ESTUARY PLAN FOR LONG ISLAND SOUND, PECONIC BAY,  OR  NEW  YORK\n   12  HARBOR/NEW YORK BIGHT.\n   13    S  2.  Section 54-1105 of the environmental conservation law, as added\n   14  by chapter 610 of the laws of 1993, is amended to read as follows:\n   15  S 54-1105. State assistance  payments  for  coastal  rehabilitation  AND\n   16               NATIONAL ESTUARY IMPLEMENTATION projects.\n   17    1.  The  commissioner is authorized to provide on a competitive basis,\n   18  within amounts appropriated, state assistance payments to a municipality\n   19  or a not-for-profit corporation toward the cost of any coastal rehabili-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03722-01-1\n\n       S. 807                              2                             A. 527\n\n    1  tation  OR NATIONAL  ESTUARY  IMPLEMENTATION  project  approved  by  the\n    2  commissioner.\n    3    2.  The  commissioner and a municipality or not-for-profit corporation\n    4  may enter into a contract for the undertaking  of  a  coastal  rehabili-\n    5  tation OR NATIONAL ESTUARY IMPLEMENTATION project. Such project shall be\n    6  recommended  to  the  commissioner  by the governing body of the munici-\n    7  pality or not-for-profit corporation as that term is defined pursuant to\n    8  subdivision six of section 54-0101 OF THIS ARTICLE, and when approved by\n    9  the commissioner,  undertaken  by  the  municipality  or  not-for-profit\n   10  corporation pursuant to this article and any other applicable provisions\n   11  of law.\n   12    3.  State  assistance  payments  shall not exceed fifty percent of the\n   13  project cost or two million dollars, whichever is less. Such  costs  are\n   14  subject  to final computation and determination by the commissioner upon\n   15  completion of the project, and shall not  exceed  the  maximum  eligible\n   16  cost set forth in the contract.\n   17    4.  Prior  to  processing  applications  for state assistance payments\n   18  toward the cost of coastal rehabilitation  OR NATIONAL ESTUARY IMPLEMEN-\n   19  TATION projects, the commissioner shall promulgate rules and regulations\n   20  which shall include criteria for determining eligible  expenditures  and\n   21  procedures for governing the commitment and disbursement of funds appro-\n   22  priated  in  accordance  with  this  title.  The commissioner shall also\n   23  promulgate rules and regulations which shall include application  proce-\n   24  dures,  review  processes,  and project approval guidelines and criteria\n   25  consistent with section 54-1107 OF THIS TITLE.\n   26    S 3. The two undesignated paragraphs of section 54-1107 of  the  envi-\n   27  ronmental conservation law are designated subdivision 1 and a new subdi-\n   28  vision 2 is added to read as follows:\n   29    2.  IN THE CASE OF NATIONAL ESTUARY IMPLEMENTATION PROJECTS, A MUNICI-\n   30  PALITY OR NOT-FOR-PROFIT CORPORATION, UPON  APPROVAL  OF  ITS  GOVERNING\n   31  BOARD,  MAY  SUBMIT AN APPLICATION TO THE COMMISSIONER, IN SUCH FORM AND\n   32  CONTAINING SUCH INFORMATION AS THE COMMISSIONER MAY REQUIRE,  FOR  STATE\n   33  ASSISTANCE  PAYMENTS  TOWARDS  THE COST OF A PROJECT WHICH IS WITHIN THE\n   34  STATE OF NEW YORK AND WHICH IS ELIGIBLE FOR STATE ASSISTANCE PURSUANT TO\n   35  THIS TITLE.   THE COMMISSIONER SHALL REVIEW  SUCH  APPLICATION  AND  MAY\n   36  APPROVE,  DISAPPROVE, OR RECOMMEND MODIFICATIONS THERETO CONSISTENT WITH\n   37  APPLICABLE LAW, CRITERIA, STANDARDS, OR RULES AND  REGULATIONS  RELATIVE\n   38  TO  SUCH PROJECTS. SUCH CRITERIA AND STANDARDS SHALL INCLUDE, BUT NOT BE\n   39  LIMITED TO INCLUSION IN AN ACTION PLAN OR COMPREHENSIVE MANAGEMENT  PLAN\n   40  PREPARED UNDER THE NATIONAL ESTUARY PROGRAM.\n   41    UPON APPROVAL OF A PROJECT APPLICATION, A MUNICIPALITY OR NOT-FOR-PRO-\n   42  FIT  CORPORATION  SHALL  ENTER  INTO A CONTRACT, AS FURTHER PROVIDED FOR\n   43  WITHIN THIS ARTICLE, WITH THE COMMISSIONER FOR STATE ASSISTANCE PAYMENTS\n   44  TOWARDS THE COST OF SUCH PROJECT TO BE RECEIVED PURSUANT TO  THIS  ARTI-\n   45  CLE.\n   46    S  4.  Section 54-1109 of the environmental conservation law, as added\n   47  by chapter 610 of the laws of 1993, is amended to read as follows:\n   48  S 54-1109. Contracts for state assistance payments for coastal rehabili-\n   49               tation OR NATIONAL ESTUARY IMPLEMENTATION.\n   50    1. The commissioner  may,  in  the  name  of  the  state,  enter  into\n   51  contracts with municipalities or not-for-profit corporations, to provide\n   52  state  assistance  payments toward the cost of coastal rehabilitation OR\n   53  NATIONAL ESTUARY IMPLEMENTATION projects which shall include the follow-\n   54  ing provisions:\n   55    a. an estimate of the costs  of  the  project  as  determined  by  the\n   56  commissioner;\n\n       S. 807                              3                             A. 527\n\n    1    b.  an agreement by the commissioner to make state assistance payments\n    2  toward the cost of the project by periodically reimbursing  the  munici-\n    3  pality  or  not-for-profit  corporation  during  the progress of project\n    4  development or following completion of the project as may be agreed upon\n    5  by the parties, in an amount not to exceed the amounts established else-\n    6  where in this title; and\n    7    c. an agreement by the municipality or not-for-profit corporation:\n    8    (i) to proceed expeditiously with and complete the project as approved\n    9  by the commissioner;\n   10    (ii)  to undertake and maintain the coastal rehabilitation OR NATIONAL\n   11  ESTUARY IMPLEMENTATION project in accordance  with  applicable  law  and\n   12  rules and regulations;\n   13    (iii) to provide for the payment of the municipality's or not-for-pro-\n   14  fit corporation's share of the cost of the project;\n   15    (iv)  to  assume the full cost of any additional elements or continued\n   16  operation of the project;\n   17    (v) to repay within one year of notification by the commissioner,  any\n   18  state  assistance  payments  made  toward  the cost of the project or an\n   19  equitable portion of such monies declared appropriate by the commission-\n   20  er, if the municipality or not-for-profit corporation fails to  complete\n   21  the  project as approved. No repayment, however, shall be required where\n   22  the commissioner determines that such failure, disposition or change  of\n   23  use was immediately necessary to protect public health and safety;\n   24    (vi)  to  apply  for  and  make  reasonable  efforts to secure federal\n   25  assistance for the project; and\n   26    (vii) to not sell, lease, or otherwise dispose of or use  lands  reha-\n   27  bilitated under this title for any purpose inconsistent with the project\n   28  for  a  period  of  seven  years from the commissioner's approval of the\n   29  project.\n   30    2. In connection with  each  contract,  the  commissioner  shall  keep\n   31  adequate  records  of  the amount of the payment by the state and of the\n   32  amount of federal assistance, if any, received by  the  municipality  or\n   33  not-for-profit  corporation.  Such  records  shall  be  retained  by the\n   34  commissioner and shall establish the  basis  for  recalculation  of  the\n   35  state payment as required herein.\n   36    S  5.  The  undesignated  paragraph of section 54-1111 of the environ-\n   37  mental conservation law is designated subdivision 1 and a  new  subdivi-\n   38  sion 2 is added to read as follows:\n   39    2.  THE  COMMISSIONER  IS  AUTHORIZED, WITHIN AMOUNTS APPROPRIATED, TO\n   40  DIRECTLY UNDERTAKE A NATIONAL ESTUARY IMPLEMENTATION PROJECT PURSUANT TO\n   41  THIS TITLE WHERE SUCH PROJECT  IS  RECOMMENDED  IN  AN  ACTION  PLAN  OR\n   42  COMPREHENSIVE MANAGEMENT PLAN AND IS ON STATE LANDS OR STATE UNDERWATER,\n   43  OR IS OTHERWISE UNDER THE CONTROL OF THE STATE.\n   44    S  6. This act shall take effect on the first of April next succeeding\n   45  the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the environmental conservation law, in relation to adding national estuary implementation projects as projects eligible for state funding pursuant to the environmental protection fund ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101230.T142740.TXT", "SOBI.D110103.T093845.TXT", "SOBI.D110103.T094349.TXT", "SOBI.D110105.T120651.TXT", "SOBI.D101230.T162249.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294247211942
}