{
  "year" : 2011,
  "senateBillNo" : "S808-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO JUDICIARY",
    "billEventId" : "S808-2011-1294203600000-REFERRED+TO+JUDICIARY",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "LAVALLE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes a registry of wills and codicils",
  "summary" : "Provides that each county shall establish and maintain a registry of wills and codicils executed in that county for which the surrogate's court has jurisdiction; establishes what information shall be included in such registry. ",
  "currentCommittee" : "JUDICIARY",
  "sameAs" : "A526",
  "lawSection" : "Surrogate's Court Procedure Act",
  "previousVersions" : [ "S240-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n           S. 808                                                    A. 526\n\n                              2011-2012 Regular Sessions\n\n                             S E N A T E - A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       IN SENATE -- Introduced by Sen. LAVALLE -- read twice and ordered print-\n         ed, and when printed to be committed to the Committee on Judiciary\n\n       IN  ASSEMBLY  -- Introduced by M. of A. THIELE -- read once and referred\n         to the Committee on Judiciary\n\n       AN ACT to amend the surrogate's court  procedure  act,  in  relation  to\n         establishing a registry of wills and codicils\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The surrogate's court procedure act is amended by adding  a\n    2  new section 2509 to read as follows:\n    3  S 2509. REGISTRY OF WILLS AND CODICILS\n    4    1.  EACH  COUNTY  SHALL ESTABLISH AND MAINTAIN A REGISTRY OF WILLS AND\n    5  CODICILS EXECUTED IN THE COUNTY FOR WHICH SUCH COURT  HAS  JURISDICTION.\n    6  SUCH REGISTRY SHALL BE AVAILABLE FOR PUBLIC INSPECTION AND SHALL INCLUDE\n    7  THE FOLLOWING INFORMATION:\n    8    (A) THE NAME OF THE TESTATOR OR TESTATRIX;\n    9    (B) THE DATE ON WHICH SUCH WILL OR CODICIL WAS EXECUTED;\n   10    (C)  IF  A  CODICIL,  THE  DATE  OF EXECUTION OF THE WILL SUCH CODICIL\n   11  AMENDS; AND\n   12    (D) THE PHYSICAL ADDRESS AT WHICH SUCH WILL OR CODICIL IS LOCATED.\n   13    2. UPON THE EXECUTION OF ANY WILL OR CODICIL,  THE  ATTORNEY  FOR  THE\n   14  TESTATOR OR TESTATRIX SHALL, WITHIN TEN DAYS AFTER ITS EXECUTION, DELIV-\n   15  ER  TO  THE  COURT  THE INFORMATION SET FORTH IN SUBDIVISION ONE OF THIS\n   16  SECTION FOR INCLUSION IN THE REGISTRY OF WILLS AND CODICILS. SUCH INFOR-\n   17  MATION MAY BE DELIVERED BY MAIL OR ELECTRONIC MEANS AND SHALL BE  DELIV-\n   18  ERED IN THE FOLLOWING FORM, OR SUBSTANTIALLY SIMILAR FORM:\n\n   19                       \"REGISTRY OF WILLS AND CODICILS\n   20          COUNTY OF (INSERT COUNTY OF TESTATOR/TESTATRIX RESIDENCE)\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03718-01-1\n\n       S. 808                              2                             A. 526\n\n    1  NAME OF TESTATOR/TESTATRIX:             (_______________)\n    2  DATE WILL OR CODICIL WAS EXECUTED:      (_______________)\n    3  IF CODICIL, DATE OF ORIGINAL WILL:      (_______________)\n    4  PHYSICAL ADDRESS WHERE WILL             (_______________)\n    5  IS LOCATED; NO P.O. BOX:                (_______________)\n    6                                          (_______________)\"\n\n    7    3. THE COURT SHALL MAINTAIN THE FORMAT AND CONTENT OF SUCH REGISTRY ON\n    8  A  COMPUTERIZED  DATA  BASE  WHICH SHALL BE UPDATED AT LEAST MONTHLY AND\n    9  SHALL PROVIDE A METHOD FOR WHICH REGISTRY INFORMATION MAY  BE  DELIVERED\n   10  TO  THE  COURT  ELECTRONICALLY. THE COURT SHALL PROVIDE PUBLIC ACCESS TO\n   11  SUCH COMPUTERIZED DATA BASE IN  A  MANNER  THAT  ALLOWS  INDIVIDUALS  TO\n   12  SEARCH THE REGISTRY OF WILLS AND CODICILS BY NAME, DATE OR ADDRESS.\n   13    4.  NOTHING IN THIS SECTION SHALL BE CONSTRUED TO REQUIRE ANY TESTATOR\n   14  OR TESTATRIX TO FILE A WILL OR CODICIL UPON ITS EXECUTION.\n   15    5. NO WILL OR CODICIL SHALL BE DEEMED NULL, VOID OR OTHERWISE  WITHOUT\n   16  EFFECT DUE TO NONCOMPLIANCE WITH THE PROVISIONS OF THIS SECTION.\n   17    S  2.  This  act shall take effect on the ninetieth day after it shall\n   18  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the surrogate's court procedure act, in relation to establishing a registry of wills and codicils ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110105.T120126.TXT", "SOBI.D101230.T142740.TXT", "SOBI.D101230.T143240.TXT", "SOBI.D110103.T093845.TXT", "SOBI.D101230.T162249.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294246886843
}