{
  "year" : 2011,
  "senateBillNo" : "S809-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO INVESTIGATIONS AND GOVERNMENT OPERATIONS",
    "billEventId" : "S809-2011-1294203600000-REFERRED+TO+INVESTIGATIONS+AND+GOVERNMENT+OPERATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "LAVALLE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to a residential housing downpayment credit",
  "summary" : "Relates to a residential housing downpayment credit; provides that such tax credit is in the amount of 10 percent of the purchase price, or twenty-five thousand dollars, whichever is less. ",
  "currentCommittee" : "INVESTIGATIONS AND GOVERNMENT OPERATIONS",
  "sameAs" : "A525",
  "lawSection" : "Tax Law",
  "previousVersions" : [ "S235-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n           S. 809                                                    A. 525\n\n                              2011-2012 Regular Sessions\n\n                             S E N A T E - A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       IN SENATE -- Introduced by Sen. LAVALLE -- read twice and ordered print-\n         ed,  and  when  printed  to  be committed to the Committee on Investi-\n         gations and Government Operations\n\n       IN ASSEMBLY -- Introduced by M. of A. THIELE -- read once  and  referred\n         to the Committee on Ways and Means\n\n       AN  ACT to amend the tax law, in relation to a residential housing down-\n         payment credit against the tax on personal income\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Section  606  of  the  tax law is amended by adding a new\n    2  subsection (r-1) to read as follows:\n    3    (R-1) RESIDENTIAL HOUSING DOWNPAYMENT CREDIT. (1) A TAXPAYER SHALL  BE\n    4  ALLOWED  A  CREDIT AGAINST THE TAX IMPOSED BY SECTION SIX HUNDRED ONE OF\n    5  THIS PART FOR ANY DOWNPAYMENT MADE ON THE PURCHASE OF A PRINCIPAL  RESI-\n    6  DENCE  LOCATED  WITHIN THE STATE OF NEW YORK. ANY TAX CREDIT NOT USED IN\n    7  THE TAXABLE YEAR IN WHICH THE RESIDENCE WAS  PURCHASED  MAY  BE  CARRIED\n    8  FORWARD UNTIL THE FULL CREDIT HAS BEEN ALLOWED.\n    9    (2)  THE  AGGREGATE  AMOUNT  OF  THE  TAX  CREDIT  ALLOWED  UNDER THIS\n   10  SUBSECTION SHALL NOT EXCEED TEN PERCENT OF THE PURCHASE PRICE  OR  TWEN-\n   11  TY-FIVE THOUSAND DOLLARS, WHICHEVER IS LESS.\n   12    (3)  THE  PROVISIONS  OF THIS SUBSECTION SHALL ONLY APPLY TO TAXPAYERS\n   13  WHOSE HOUSEHOLD INCOME IS EQUAL TO OR BELOW THE MEDIAN HOUSEHOLD  INCOME\n   14  IN THE COUNTY IN WHICH THE RESIDENCE IS LOCATED.\n   15    (4)  THE  PROVISIONS OF THIS SUBSECTION SHALL ONLY APPLY TO A TAXPAYER\n   16  WHO HAS NOT OWNED A PRINCIPAL RESIDENCE WITHIN THE PRECEDING FIVE  YEARS\n   17  OF THE PURCHASE OF THE RESIDENCE FOR WHICH THE CREDIT IS CLAIMED.\n   18    S 2. This act shall take effect immediately.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03754-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the tax law, in relation to a residential housing downpayment credit against the tax on personal income ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101230.T143240.TXT", "SOBI.D110105.T135156.TXT", "SOBI.D110103.T094848.TXT", "SOBI.D101230.T162249.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294253516623
}