{
  "year" : 2011,
  "senateBillNo" : "S81-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO HOUSING, CONSTRUCTION AND COMMUNITY DEVELOPMENT",
    "billEventId" : "S81-2011-1294203600000-REFERRED+TO+HOUSING%2C+CONSTRUCTION+AND+COMMUNITY+DEVELOPMENT",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SQUADRON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to recovery of certain housing accommodations by a landlord",
  "summary" : "Relates to recovery of certain housing accommodations by a landlord; limits a landlord's ability to take possession of units for their own primary residence, permit recovery of only one unit, and restrict such ability if the tenant has occupied the apartment for twenty or more years. ",
  "currentCommittee" : "HOUSING, CONSTRUCTION AND COMMUNITY DEVELOPMENT",
  "sameAs" : null,
  "lawSection" : "New York City Administrative Code",
  "previousVersions" : [ "SA2642-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "ADAMS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "DUANE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "HASSELL-THOMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "HUNTLEY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "KRUEGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "PARKER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "PERKINS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SERRANO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "STAVISKY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "STEWART-COUSINS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          81\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sens. SQUADRON, ADAMS, DUANE, HASSELL-THOMPSON, HUNTLEY,\n         KRUEGER, PARKER, PERKINS, SERRANO, STAVISKY, STEWART-COUSINS  --  read\n         twice  and  ordered  printed,  and when printed to be committed to the\n         Committee on Housing, Construction and Community Development\n\n       AN ACT to amend the administrative code of the city  of  New  York,  the\n         emergency tenant protection act of nineteen seventy-four and the emer-\n         gency  housing  rent  control  law, in relation to recovery of certain\n         housing accommodations by a landlord\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Paragraph  1  of  subdivision  b of section 26-408 of the\n    2  administrative code of the city of  New  York  is  amended  to  read  as\n    3  follows:\n    4    (1)  The landlord seeks in good faith to recover possession of a hous-\n    5  ing accommodation because of immediate and compelling necessity for  his\n    6  or her own personal use and occupancy AS HIS OR HER PRIMARY RESIDENCE or\n    7  for the use and occupancy of his or her immediate family AS THEIR PRIMA-\n    8  RY  RESIDENCE  provided,  however,  that  this  subdivision shall PERMIT\n    9  RECOVERY OF ONLY ONE HOUSING ACCOMMODATION AND SHALL not apply  where  a\n   10  member  of the household lawfully occupying the housing accommodation is\n   11  sixty-two years of age or older, has been a tenant in a housing accommo-\n   12  dation in that building for twenty years or more, or has  an  impairment\n   13  which  results  from  anatomical,  physiological or psychological condi-\n   14  tions, other than addiction to  alcohol,  gambling,  or  any  controlled\n   15  substance,  which  are demonstrable by medically acceptable clinical and\n   16  laboratory diagnostic techniques, and which are expected to be permanent\n   17  and which prevent the tenant from engaging in  any  substantial  gainful\n   18  employment; or\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00443-01-1\n\n       S. 81                               2\n\n    1    S  2.  Subparagraph  (b)  of  paragraph  9 of subdivision c of section\n    2  26-511 of the administrative code of the city of New York is amended  to\n    3  read as follows:\n    4    (b)  where  he  or  she  seeks  to recover possession of one [or more]\n    5  dwelling [units] UNIT BECAUSE OF IMMEDIATE AND COMPELLING NECESSITY  for\n    6  his  or  her  own personal use and occupancy as his or her primary resi-\n    7  dence [in the city of New York and/or] OR for the use and occupancy of a\n    8  member of his or her immediate family as his or  her  primary  residence\n    9  [in  the  city  of  New  York], provided however, that this subparagraph\n   10  shall PERMIT RECOVERY OF ONLY ONE DWELLING  UNIT  AND  SHALL  not  apply\n   11  where a tenant or the spouse of a tenant lawfully occupying the dwelling\n   12  unit is sixty-two years of age or older, HAS BEEN A TENANT IN A DWELLING\n   13  UNIT  IN  THAT  BUILDING  FOR TWENTY YEARS OR MORE, or has an impairment\n   14  which results from anatomical,  physiological  or  psychological  condi-\n   15  tions,  other  than  addiction  to  alcohol, gambling, or any controlled\n   16  substance, which are demonstrable by medically acceptable  clinical  and\n   17  laboratory diagnostic techniques, and which are expected to be permanent\n   18  and  which  prevent  the tenant from engaging in any substantial gainful\n   19  employment, unless such  owner  offers  to  provide  and  if  requested,\n   20  provides  an equivalent or superior housing accommodation at the same or\n   21  lower stabilized rent in a closely proximate  area.  The  provisions  of\n   22  this  subparagraph shall only permit one of the individual owners of any\n   23  building to recover possession of one [or more]  dwelling  [units]  UNIT\n   24  for  his or her own personal use and/or for that of his or her immediate\n   25  family. [Any] A dwelling unit recovered by an  owner  pursuant  to  this\n   26  subparagraph  shall  not  for a period of three years be rented, leased,\n   27  subleased or assigned to any person other than a person for whose  bene-\n   28  fit recovery of the dwelling unit is permitted pursuant to this subpara-\n   29  graph  or  to  the tenant in occupancy at the time of recovery under the\n   30  same terms as the original lease. This subparagraph shall not be  deemed\n   31  to establish or eliminate any claim that the former tenant of the dwell-\n   32  ing  unit  may otherwise have against the owner. Any such rental, lease,\n   33  sublease or assignment during such period to any  other  person  may  be\n   34  subject  to  a  penalty of a forfeiture of the right to any increases in\n   35  residential rents in such building for a period of three years; or\n   36    S 3. Subdivision a of section 10 of section 4 of chapter  576  of  the\n   37  laws  of 1974, constituting the emergency tenant protection act of nine-\n   38  teen seventy-four, as amended by chapter 234 of the  laws  of  1984,  is\n   39  amended to read as follows:\n   40    a.  For  cities having a population of less than one million and towns\n   41  and villages, the state division of housing and community renewal  shall\n   42  be  empowered  to  implement  this  act by appropriate regulations. Such\n   43  regulations may encompass such speculative or manipulative practices  or\n   44  renting or leasing practices as the state division of housing and commu-\n   45  nity  renewal determines constitute or are likely to cause circumvention\n   46  of this act. Such regulations shall prohibit practices which are  likely\n   47  to prevent any person from asserting any right or remedy granted by this\n   48  act,  including  but  not limited to retaliatory termination of periodic\n   49  tenancies and shall require owners to grant a new one or two year vacan-\n   50  cy or renewal lease at the option of the tenant, except where a mortgage\n   51  or mortgage commitment existing as of the local effective date  of  this\n   52  act  provides that the owner shall not grant a one-year lease; and shall\n   53  prescribe standards with respect to the terms and conditions of new  and\n   54  renewal  leases,  additional  rent  and such related matters as security\n   55  deposits, advance rental payments, the use of escalator clauses in leas-\n   56  es and provision for increase in rentals for garages and other ancillary\n\n       S. 81                               3\n\n    1  facilities, so as to insure that the level of rent  adjustments  author-\n    2  ized  under  this  law  will  not be subverted and made ineffective. Any\n    3  provision of the regulations permitting an owner to refuse  to  renew  a\n    4  lease  on  grounds that the owner seeks to recover possession of [the] A\n    5  housing accommodation for his OR HER own use and occupancy  or  for  the\n    6  use  and  occupancy of his OR HER immediate family shall PERMIT RECOVERY\n    7  OF ONLY ONE HOUSING ACCOMMODATION, SHALL require that  an  owner  demon-\n    8  strate  immediate and compelling need AND THAT THE HOUSING ACCOMMODATION\n    9  WILL BE THE PROPOSED OCCUPANTS' PRIMARY RESIDENCE and  shall  not  apply\n   10  where a member of the housing accommodation is sixty-two years of age or\n   11  older, has been a tenant in a housing accommodation in that building for\n   12  twenty  years  or  more, or has an impairment which results from anatom-\n   13  ical, physiological or psychological conditions, other than addiction to\n   14  alcohol, gambling, or any controlled substance, which  are  demonstrable\n   15  by  medically  acceptable clinical and laboratory diagnostic techniques,\n   16  and which are expected to be permanent and which prevent the tenant from\n   17  engaging in any substantial gainful employment.\n   18    S 4. Paragraph (a) of subdivision 2 of section 5 of chapter 274 of the\n   19  laws of 1946, constituting the emergency housing rent  control  law,  as\n   20  amended  by  chapter  234  of  the  laws  of 1984, is amended to read as\n   21  follows:\n   22    (a) the landlord seeks in good faith to recover possession of A  hous-\n   23  ing  [accommodations]  ACCOMMODATION because of immediate and compelling\n   24  necessity for his OR HER own personal use and occupancy AS  HIS  OR  HER\n   25  PRIMARY  RESIDENCE  or for the use and occupancy of his OR HER immediate\n   26  family AS THEIR PRIMARY RESIDENCE; provided, however,  this  subdivision\n   27  shall  PERMIT  RECOVERY  OF ONLY ONE HOUSING ACCOMMODATION AND SHALL not\n   28  apply where a member of the household  lawfully  occupying  the  housing\n   29  accommodation is sixty-two years of age or older, has been a tenant in a\n   30  housing  accommodation in that building for twenty years or more, or has\n   31  an impairment which results from anatomical, physiological or psycholog-\n   32  ical conditions, other than  addiction  to  alcohol,  gambling,  or  any\n   33  controlled  substance,  which  are  demonstrable by medically acceptable\n   34  clinical and laboratory diagnostic techniques, and which are expected to\n   35  be permanent and which prevent the tenant from engaging in any  substan-\n   36  tial gainful employment; or\n   37    S  5.  This  act  shall take effect immediately and shall apply to any\n   38  tenant in possession at or after the time it takes effect, regardless of\n   39  whether the landlord's application for an  order,  refusal  to  renew  a\n   40  lease or refusal to extend or renew a tenancy took place before this act\n   41  shall have taken effect, provided that:\n   42    a.  the  amendments  to  section 26-408 of the city rent and rehabili-\n   43  tation law made by section one of this act shall remain  in  full  force\n   44  and effect only as long as the public emergency requiring the regulation\n   45  and control of residential rents and evictions continues, as provided in\n   46  subdivision  3  of section 1 of the local emergency housing rent control\n   47  act;\n   48    b. the amendments to section 26-511 of the rent stabilization  law  of\n   49  nineteen hundred sixty-nine made by section two of this act shall expire\n   50  on the same date as such law expires and shall not affect the expiration\n   51  of such law as provided under section 26-520 of such law;\n   52    c.  the  amendments to subdivision a of section 10 of section 4 of the\n   53  emergency tenant protection act of nineteen seventy-four made by section\n   54  three of this act shall expire on the same date as such act expires  and\n   55  shall not affect the expiration of such act as provided in section 17 of\n   56  chapter 576 of the laws of 1974; and\n\n       S. 81                               4\n\n    1    d.  the  amendments  to paragraph (a) of subdivision 2 of section 5 of\n    2  the emergency housing rent control law made by section four of this  act\n    3  shall  expire  on the same date as such law expires and shall not affect\n    4  the expiration of such law as provided in subdivision 2 of section 1  of\n    5  chapter 274 of the laws of 1946.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the administrative code of the city of New York, the emergency tenant protection act of nineteen seventy-four and the emergency housing rent control law, in relation to recovery of certain housing accommodations by a landlord ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101203.T091436.TXT", "SOBI.D101202.T162601.TXT", "SOBI.D101203.T103941.TXT", "SOBI.D101202.T162101.TXT", "SOBI.D101202.T164602.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1291390781368
}