{
  "year" : 2011,
  "senateBillNo" : "S811-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO INVESTIGATIONS AND GOVERNMENT OPERATIONS",
    "billEventId" : "S811-2011-1294203600000-REFERRED+TO+INVESTIGATIONS+AND+GOVERNMENT+OPERATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "LAVALLE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the definition of a public body pursuant to the open meetings law",
  "summary" : "Relates to the definition of a public body pursuant to the open meetings law; includes any advisory committee to a public body, whether created by such public body or created pursuant to federal, state or local law. ",
  "currentCommittee" : "INVESTIGATIONS AND GOVERNMENT OPERATIONS",
  "sameAs" : "A522",
  "lawSection" : "Public Officers Law",
  "previousVersions" : [ "S1720-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n           S. 811                                                    A. 522\n\n                              2011-2012 Regular Sessions\n\n                             S E N A T E - A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       IN SENATE -- Introduced by Sen. LAVALLE -- read twice and ordered print-\n         ed,  and  when  printed  to  be committed to the Committee on Investi-\n         gations and Government Operations\n\n       IN ASSEMBLY -- Introduced by M. of A. THIELE -- read once  and  referred\n         to the Committee on Governmental Operations\n\n       AN  ACT  to amend the public officers law, in relation to the definition\n         of a public body pursuant to the open meetings law\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 2 of section 102 of the public officers law, as\n    2  amended  by  chapter  704 of the laws of 1979 and such section as renum-\n    3  bered by chapter 652 of the laws of 1983, is amended to read as follows:\n    4    2. \"Public body\" means any entity, for which a quorum is  required  in\n    5  order  to  conduct  public  business  and  which consists of two or more\n    6  members, performing a governmental function for  the  state  or  for  an\n    7  agency  or department thereof, or for a public corporation as defined in\n    8  section sixty-six of the  general  construction  law,  or  committee  or\n    9  subcommittee  or  other similar body of such public body.  A PUBLIC BODY\n   10  SHALL ALSO INCLUDE ANY ADVISORY COMMITTEE  TO  A  PUBLIC  BODY,  WHETHER\n   11  CREATED  BY  SUCH  PUBLIC BODY OR CREATED PURSUANT TO FEDERAL, STATE, OR\n   12  LOCAL LAW.\n   13    S 2. This act shall take effect immediately.\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03741-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public officers law, in relation to the definition of a public body pursuant to the open meetings law ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101230.T143240.TXT", "SOBI.D110105.T135156.TXT", "SOBI.D110103.T094848.TXT", "SOBI.D101230.T162249.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294253516619
}