{
  "year" : 2011,
  "senateBillNo" : "S813-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "S813-2011-1294203600000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "LAVALLE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes an office of education legal services",
  "summary" : "Establishes an office of education legal services within the department of law which shall provide all legal services to school districts except for school districts in the cities of New York, Albany, Buffalo, Rochester, Syracuse and Yonkers. ",
  "currentCommittee" : "FINANCE",
  "sameAs" : "A510",
  "lawSection" : "Executive Law",
  "previousVersions" : [ "S1177-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n           S. 813                                                    A. 510\n\n                              2011-2012 Regular Sessions\n\n                             S E N A T E - A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       IN SENATE -- Introduced by Sen. LAVALLE -- read twice and ordered print-\n         ed, and when printed to be committed to the Committee on Finance\n\n       IN  ASSEMBLY  -- Introduced by M. of A. THIELE -- read once and referred\n         to the Committee on Judiciary\n\n       AN ACT to amend the executive law, in relation to the  establishment  of\n         an  office  of  education  legal  services in the department of law to\n         provide all legal services to certain school districts\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. The executive law is amended by adding a new section 75 to\n    2  read as follows:\n    3    S 75. OFFICE OF EDUCATION LEGAL SERVICES. 1.  THERE  SHALL  BE  ESTAB-\n    4  LISHED  WITHIN  THE  DEPARTMENT  OF  LAW A STATEWIDE OFFICE OF EDUCATION\n    5  LEGAL SERVICES, WHICH PURSUANT TO THE PROVISIONS OF THIS SECTION,  SHALL\n    6  HAVE THE DUTY AND POWER TO PROVIDE ALL LEGAL SERVICES REQUIRED BY SCHOOL\n    7  DISTRICTS  OF  THIS  STATE  CREATED  PURSUANT  TO  THE EDUCATION LAW, AS\n    8  FURTHER DEFINED IN THIS SUBDIVISION. FOR THE PURPOSES OF  THIS  SECTION,\n    9  \"SCHOOL  DISTRICT\"  SHALL  MEAN ALL SCHOOL DISTRICTS OF THE STATE EXCEPT\n   10  FOR SCHOOL DISTRICTS IN THE CITIES OF NEW YORK, ALBANY, BUFFALO, ROCHES-\n   11  TER, SYRACUSE AND YONKERS.\n   12    2. NOTWITHSTANDING ANY PROVISION OF LAW, THE  ATTORNEY  GENERAL  SHALL\n   13  APPOINT AND EMPLOY, FIX HIS OR HER COMPENSATION, AND AT PLEASURE REMOVE,\n   14  A  DEPUTY  ATTORNEY  GENERAL  IN CHARGE OF THE OFFICE OF EDUCATION LEGAL\n   15  SERVICES. THE ATTORNEY GENERAL SHALL APPOINT AND EMPLOY, AND AT PLEASURE\n   16  REMOVE, SUCH ASSISTANT DEPUTIES AND SUCH OTHER  PERSONS  AS  HE  OR  SHE\n   17  DEEMS NECESSARY, DETERMINE THEIR DUTIES, AND FIX THEIR COMPENSATION.\n   18    3.  ALL  APPOINTMENTS  PROVIDED FOR IN SUBDIVISION TWO OF THIS SECTION\n   19  SHALL BE SUBJECT TO CIVIL SERVICE EXAMINATION.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03732-02-1\n\n       S. 813                              2                             A. 510\n\n    1    4. THE ATTORNEY GENERAL  SHALL  ESTABLISH  REGIONAL  OFFICES  IN  LONG\n    2  ISLAND,  HUDSON/CAPITAL  DISTRICT, CENTRAL NEW YORK AND WESTERN NEW YORK\n    3  IN ORDER TO MORE EFFECTIVELY DISPENSE THE DUTIES AND POWERS PROVIDED  IN\n    4  THIS SECTION.\n    5    5. ALL EXPENSES OF THIS OFFICE SHALL BE A STATE CHARGE.\n    6    6.  ALL  SCHOOL  DISTRICTS  SUBJECT  TO THE PROVISIONS OF THIS SECTION\n    7  SHALL BE PROHIBITED FROM EMPLOYING ANY LEGAL COUNSEL AND SHALL  ALSO  BE\n    8  PROHIBITED FROM EXPENDING ANY PUBLIC FUNDS FOR SUCH PURPOSES.\n    9    S  2.  This act shall take effect immediately; provided, however, that\n   10  the office of education legal services shall  be  established  effective\n   11  July 1, 2011.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the executive law, in relation to the establishment of an office of education legal services in the department of law to provide all legal services to certain school districts ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101230.T143240.TXT", "SOBI.D110103.T150921.TXT", "SOBI.D110103.T095348.TXT", "SOBI.D110103.T115902.TXT", "SOBI.D101230.T162249.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294085361519
}