{
  "year" : 2011,
  "senateBillNo" : "S817-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO INVESTIGATIONS AND GOVERNMENT OPERATIONS",
    "billEventId" : "S817-2011-1294203600000-REFERRED+TO+INVESTIGATIONS+AND+GOVERNMENT+OPERATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "LAVALLE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes a tax credit for the removal or permanent enclosure of a residential fuel oil storage tank",
  "summary" : "Establishes a tax credit for the removal or permanent enclosure of a residential fuel oil storage tank. ",
  "currentCommittee" : "INVESTIGATIONS AND GOVERNMENT OPERATIONS",
  "sameAs" : "A513",
  "lawSection" : "Tax Law",
  "previousVersions" : [ "S236-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n           S. 817                                                    A. 513\n\n                              2011-2012 Regular Sessions\n\n                             S E N A T E - A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       IN SENATE -- Introduced by Sen. LAVALLE -- read twice and ordered print-\n         ed,  and  when  printed  to  be committed to the Committee on Investi-\n         gations and Government Operations\n\n       IN ASSEMBLY -- Introduced by M. of A. THIELE -- read once  and  referred\n         to the Committee on Ways and Means\n\n       AN  ACT  to amend the tax law, in relation to establishing a residential\n         fuel oil storage tank credit\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Section  606  of  the  tax law is amended by adding a new\n    2  subsection (p-1) to read as follows:\n    3    (P-1) RESIDENTIAL FUEL OIL STORAGE TANK CREDIT. (1) ALLOWANCE OF CRED-\n    4  IT.  A TAXPAYER SHALL BE ALLOWED A CREDIT, TO BE COMPUTED AS HEREINAFTER\n    5  PROVIDED, AGAINST THE TAX IMPOSED BY THIS ARTICLE  FOR  THE  REMOVAL  OR\n    6  PERMANENT CLOSURE OR INSTALLATION OF A BELOW-GROUND OR ABOVEGROUND RESI-\n    7  DENTIAL FUEL OIL STORAGE TANK USED TO PROVIDE HEATING FUEL FOR SINGLE TO\n    8  FOUR-FAMILY RESIDENCES LOCATED IN THIS STATE.\n    9    (2)  AMOUNT OF CREDIT.  THE AMOUNT OF THE CREDIT SHALL BE EQUAL TO THE\n   10  COSTS OF REMOVAL OR PERMANENT CLOSURE OF AN EXISTING UNPROTECTED  BELOW-\n   11  GROUND  OR  ABOVE-GROUND  RESIDENTIAL  FUEL  OIL TANK NOT TO EXCEED FIVE\n   12  HUNDRED DOLLARS.\n   13    (3) LIMITATION.  A CREDIT ALLOWED UNDER THIS SUBSECTION MAY BE ALLOWED\n   14  ONLY ONCE WITH RESPECT TO A PARTICULAR RESIDENCE.\n   15    (4) CARRYOVER.   IF THE AMOUNT OF  THE  CREDIT  ALLOWABLE  UNDER  THIS\n   16  SUBSECTION  EXCEEDS  THE TAXPAYER'S TAX FOR ANY TAXABLE YEAR, THE EXCESS\n   17  MAY BE CARRIED OVER TO THE FOLLOWING YEAR OR YEARS AND MAY  BE  DEDUCTED\n   18  FROM THE TAXPAYER'S TAX FOR SUCH YEAR OR YEARS.\n   19    S  2. This act shall take effect on the first of January next succeed-\n   20  ing the date on which it shall have become a  law  and  shall  apply  to\n   21  taxable years beginning after such date.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03756-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the tax law, in relation to establishing a residential fuel oil storage tank credit ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110105.T143659.TXT", "SOBI.D101230.T143740.TXT", "SOBI.D101230.T162249.TXT", "SOBI.D110103.T100349.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294256219240
}