{
  "year" : 2011,
  "senateBillNo" : "S818-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO INVESTIGATIONS AND GOVERNMENT OPERATIONS",
    "billEventId" : "S818-2011-1294203600000-REFERRED+TO+INVESTIGATIONS+AND+GOVERNMENT+OPERATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "LAVALLE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Exempts factory-built home shells delivered to residential real property sites from the tax on sales and the compensating use tax",
  "summary" : "Exempts factory-built home shells delivered to residential real property sites from the tax on sales and the compensating use tax. ",
  "currentCommittee" : "INVESTIGATIONS AND GOVERNMENT OPERATIONS",
  "sameAs" : "A514",
  "lawSection" : "Tax Law",
  "previousVersions" : [ "S232-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n           S. 818                                                    A. 514\n\n                              2011-2012 Regular Sessions\n\n                             S E N A T E - A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       IN SENATE -- Introduced by Sen. LAVALLE -- read twice and ordered print-\n         ed,  and  when  printed  to  be committed to the Committee on Investi-\n         gations and Government Operations\n\n       IN ASSEMBLY -- Introduced by M. of A. THIELE -- read once  and  referred\n         to the Committee on Ways and Means\n\n       AN  ACT  to amend the tax law, in relation to exemption of factory-built\n         home shells from the tax on sales and the compensating use tax\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Legislative  intent.  The  legislature  hereby  finds and\n    2  declares that the factory-built  home  shell  business  is  an  integral\n    3  component  of  the  economy of this state and that new home construction\n    4  fosters economic development throughout the state. It is the  intent  of\n    5  this  legislature to exempt factory-built home shells delivered to resi-\n    6  dential building sites in order to promote such development.\n    7    S 2. Subdivision (a) of section 1115 of the  tax  law  is  amended  by\n    8  adding a new paragraph 44 to read as follows:\n    9    (44) FACTORY-BUILT HOME SHELLS DELIVERED TO A RESIDENTIAL REAL PROPER-\n   10  TY   BUILDING   SITE.   FOR   PURPOSES   OF  THIS  PARAGRAPH,  THE  TERM\n   11  \"FACTORY-BUILT HOME SHELL\" SHALL MEAN A STRUCTURE CONSISTING ESSENTIALLY\n   12  OF EXTERNAL WALLS INCLUDING INSULATION, WINDOWS, DOORS AND ROOF TRUSSES,\n   13  ASSEMBLED IN A FACTORY AND MADE READY FOR DELIVERY TO A RESIDENTIAL REAL\n   14  PROPERTY BUILDING SITE.\n   15    S 3. This act shall take effect on the first of March next  succeeding\n   16  the  date  on  which it shall have become a law and shall apply to sales\n   17  made or uses occurring on or after such date although made or  occurring\n   18  under  a prior contract; provided, that the commissioner of taxation and\n   19  finance shall be authorized on and after the date this  act  shall  have\n   20  become  a  law  to adopt rules and regulations and issue any procedures,\n   21  forms or instructions necessary for the timely  implementation  of  this\n   22  act on its effective date.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03750-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the tax law, in relation to exemption of factory-built home shells from the tax on sales and the compensating use tax ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101230.T143740.TXT", "SOBI.D101230.T162249.TXT", "SOBI.D110105.T143158.TXT", "SOBI.D110103.T100349.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294255918150
}