{
  "year" : 2011,
  "senateBillNo" : "S819-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO SOCIAL SERVICES",
    "billEventId" : "S819-2011-1294203600000-REFERRED+TO+SOCIAL+SERVICES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MONTGOMERY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to notice requirements when funding cuts are made",
  "summary" : "Relates to notice requirements to families and providers when funding cuts are made. ",
  "currentCommittee" : "SOCIAL SERVICES",
  "sameAs" : "A509",
  "lawSection" : "Social Services Law",
  "previousVersions" : [ "SA8137-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "BRESLIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "OPPENHEIMER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SQUADRON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "STAVISKY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n           S. 819                                                    A. 509\n\n                              2011-2012 Regular Sessions\n\n                             S E N A T E - A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       IN SENATE -- Introduced by Sens. MONTGOMERY, BRESLIN, OPPENHEIMER, SQUA-\n         DRON,  STAVISKY -- read twice and ordered printed, and when printed to\n         be committed to the Committee on Social Services\n\n       IN ASSEMBLY -- Introduced by M. of A. PEOPLES-STOKES --  read  once  and\n         referred to the Committee on Children and Families\n\n       AN  ACT to amend the social services law, in relation to notice require-\n         ments to families and providers when funding cuts are made\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Section  34-a  of  the  social services law is amended by\n    2  adding a new subdivision 9 to read as follows:\n    3    9. (A) IN ORDER TO ALLOW FAMILIES TIME  TO  PROPERLY  PLAN  FOR  THEIR\n    4  FINANCIAL  NEEDS AND FOR THE SAFETY, SOCIAL AND EMOTIONAL NEEDS OF THEIR\n    5  CHILDREN, IN THE EVENT THAT A SOCIAL SERVICES DISTRICT PROPOSES TO AMEND\n    6  ITS CONSOLIDATED SERVICES PLAN, SUBMITS AN ANNUAL PLAN UPDATE, OR  TAKES\n    7  ANY  OTHER  ACTION  THAT WOULD LOWER THE FINANCIAL ELIGIBILITY LEVEL FOR\n    8  CHILD CARE ASSISTANCE SO THAT FAMILIES RECEIVING  SUBSIDIES  WOULD  LOSE\n    9  ELIGIBILITY  THEREFORE,  THE LOCAL SOCIAL SERVICES DISTRICT SHALL NOTIFY\n   10  THE OFFICE OF CHILDREN AND FAMILY SERVICES OF THAT FACT AT LEAST  NINETY\n   11  DAYS  BEFORE  THE  EFFECTIVE  DATE OF THE PROPOSED CHANGE IN ELIGIBILITY\n   12  LEVEL. THE OFFICE OF CHILDREN AND FAMILY SERVICES SHALL POST  NOTICE  OF\n   13  THE PROPOSED CHANGE ON THE OFFICE'S WEBSITE WITHIN TEN DAYS OF RECEIVING\n   14  SAID NOTICE, AND WITHIN THIRTY DAYS OF RECEIVING SAID NOTICE SHALL NOTI-\n   15  FY  ALL  LICENSED  AND  REGISTERED  CHILD CARE PROVIDERS IN THE AFFECTED\n   16  DISTRICT, THE STATE CHILD CARE RESOURCE AND REFERRAL AGENCY, AS WELL  AS\n   17  THE  LOCAL  CHILD  CARE RESOURCE AND REFERRAL AGENCY. SAID NOTICE MAY BE\n   18  MADE BY E-MAIL OR REGULAR MAIL IN THE FORM OF A LETTER OR POSTCARD,  AND\n   19  SHALL  INFORM  THE  RECIPIENT  OF  THE DATE OF THE PROPOSED CHANGE AND A\n   20  DESCRIPTION OF THE PROPOSED CHANGE. THE NOTICE SHALL ALSO  REQUEST  THAT\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02386-01-1\n\n       S. 819                              2                             A. 509\n\n    1  CHILD CARE PROVIDERS THAT RECEIVE THE NOTICE IMMEDIATELY POST THE NOTICE\n    2  IN  A PLACE WHICH IS LIKELY TO BE SEEN BY THE FAMILIES WHO HAVE CHILDREN\n    3  IN THE PROVIDER'S CARE. THIS NOTICE SHALL NOT BE CONSIDERED AS A SUBSTI-\n    4  TUTE FOR ANY NOTICE TO PARENTS WHICH IS REQUIRED BY LAW.\n    5    (B)  IN ORDER TO ALLOW FAMILIES TIME TO PROPERLY PLAN FOR THEIR FINAN-\n    6  CIAL NEEDS AND FOR THE SAFETY, SOCIAL AND EMOTIONAL NEEDS OF THEIR CHIL-\n    7  DREN, IN THE EVENT THAT A SOCIAL SERVICES DISTRICT PROPOSES TO AMEND ITS\n    8  CONSOLIDATED SERVICES PLAN OR TO  SUBMIT  AN  ANNUAL  PLAN  UPDATE  THAT\n    9  INCREASES  THE  PARENTAL CO-PAYMENT MULTIPLIER FOR CHILD CARE ASSISTANCE\n   10  SO THAT FAMILIES RECEIVING SUBSIDIES WOULD PAY AN  INCREASED  PERCENTAGE\n   11  OF  THEIR  INCOME  AS A CHILD CARE CO-PAYMENT, THE LOCAL SOCIAL SERVICES\n   12  DISTRICT SHALL NOTIFY THE OFFICE OF CHILDREN AND FAMILY SERVICES OF THAT\n   13  FACT AT LEAST NINETY DAYS BEFORE THE  EFFECTIVE  DATE  OF  THE  PROPOSED\n   14  CHANGE  IN ELIGIBILITY LEVEL. THE OFFICE OF CHILDREN AND FAMILY SERVICES\n   15  SHALL POST NOTICE OF THE PROPOSED CHANGE ON THE OFFICE'S WEBSITE  WITHIN\n   16  TEN  DAYS  OF RECEIVING SAID NOTICE, AND WITHIN THIRTY DAYS OF RECEIVING\n   17  SAID NOTICE SHALL NOTIFY ALL LICENSED AND REGISTERED CHILD CARE  PROVID-\n   18  ERS IN THE AFFECTED DISTRICT, THE STATE CHILD CARE RESOURCE AND REFERRAL\n   19  AGENCY,  AS  WELL  AS THE LOCAL CHILD CARE RESOURCE AND REFERRAL AGENCY.\n   20  SAID NOTICE MAY BE MADE BY E-MAIL OR REGULAR  MAIL  IN  THE  FORM  OF  A\n   21  LETTER  OR  POSTCARD,  AND SHALL INFORM THE RECIPIENT OF THE DATE OF THE\n   22  PROPOSED CHANGE AND A DESCRIPTION OF THE  PROPOSED  CHANGE.  THE  NOTICE\n   23  SHALL  ALSO  REQUEST  THAT  CHILD CARE PROVIDERS THAT RECEIVE THE NOTICE\n   24  IMMEDIATELY POST THE NOTICE IN A PLACE WHICH IS LIKELY TO BE SEEN BY THE\n   25  FAMILIES WHO HAVE CHILDREN IN THE PROVIDER'S CARE. THIS NOTICE SHALL NOT\n   26  BE CONSIDERED AS A  SUBSTITUTE  FOR  ANY  NOTICE  TO  PARENTS  WHICH  IS\n   27  REQUIRED BY LAW.\n   28    S  2. This act shall take effect on the first of January next succeed-\n   29  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the social services law, in relation to notice requirements to families and providers when funding cuts are made ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101230.T143740.TXT", "SOBI.D101230.T162249.TXT", "SOBI.D110105.T143158.TXT", "SOBI.D110103.T100349.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294255918147
}