{
  "year" : 2011,
  "senateBillNo" : "S82-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO ENERGY AND TELECOMMUNICATIONS",
    "billEventId" : "S82-2011-1294203600000-REFERRED+TO+ENERGY+AND+TELECOMMUNICATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SQUADRON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Enacts energy efficiency standards for televisions",
  "summary" : "Enacts energy efficiency standards for televisions, beginning January 1, 2012; amends definition of television and adds other, related definitions. ",
  "currentCommittee" : "ENERGY AND TELECOMMUNICATIONS",
  "sameAs" : null,
  "lawSection" : "Energy Law",
  "previousVersions" : [ "S7363-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          82\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by Sen. SQUADRON -- read twice and ordered printed, and when\n         printed to be committed to the Committee on  Energy  and  Telecommuni-\n         cations\n\n       AN  ACT  to  amend  the energy law, in relation to increasing the energy\n         efficiency of televisions\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 16-102 of the energy law is amended by adding three\n    2  new subdivisions 7-a, 10-a and 33-a to read as follows:\n    3    7-A.  \"COMBINATION TELEVISION\" MEANS A SYSTEM IN WHICH A TELEVISION OR\n    4  TELEVISION MONITOR AND AN ADDITIONAL DEVICE OR  DEVICES  INCLUDING,  BUT\n    5  NOT  LIMITED TO, A DVD PLAYER, AN HDD PLAYER OR A VCR, ARE COMBINED INTO\n    6  A SINGLE UNIT AND INCLUDED IN THE TELEVISION CASING.\n    7    10-A. \"COMPONENT TELEVISION\" MEANS A TELEVISION  COMPOSED  OF  TWO  OR\n    8  MORE  SEPARATE  COMPONENTS  (E.G.  SEPARATE  DISPLAY  DEVICE  AND TUNER)\n    9  MARKETED AND SOLD AS A TELEVISION UNDER ONE MODEL OR SYSTEM DESIGNATION.\n   10  THE SYSTEM MAY HAVE MORE THAN ONE POWER CORD.\n   11    33-A. \"TELEVISION MONITOR\" MEANS A TELEVISION THAT DOES  NOT  HAVE  AN\n   12  INTERNAL TUNER, RECEIVER, OR PLAYBACK DEVICE.\n   13    S  2.  Subdivision 33 of section 16-102 of the energy law, as added by\n   14  chapter 431 of the laws of 2005, is amended to read as follows:\n   15    33. \"Television (TV)\" means [a commercially available electronic prod-\n   16  uct consisting of a tuner/receiver and a monitor  encased  in  a  single\n   17  housing,  which  is designed to receive and display an analog or digital\n   18  video television signal broadcast by an antenna,  satellite,  cable,  or\n   19  broadband  source. \"Television\" does not include multifunction TVs which\n   20  have VCR, DVD, DVR, or  EPG  functions]  AN  ANALOG  OR  DIGITAL  DEVICE\n   21  DESIGNED  PRIMARILY  FOR  THE  DISPLAY  AND  RECEPTION OF A TERRESTRIAL,\n   22  SATELLITE, CABLE INTERNET PROTOCOL  TV  (IPTV)  OR  OTHER  BROADCAST  OR\n   23  RECORDED  TRANSMISSION OF ANALOG OR DIGITAL SIGNALS. TELEVISIONS INCLUDE\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00447-01-1\n\n       S. 82                               2\n\n    1  COMBINATION TELEVISIONS, TELEVISION MONITORS, COMPONENT TELEVISIONS, AND\n    2  ANY PRODUCT THAT IS MARKETED AS A TELEVISION.\n    3    S  3. The energy law is amended by adding a new section 16-110 to read\n    4  as follows:\n    5    S 16-110. TELEVISION ENERGY EFFICIENCY STANDARDS. 1. TELEVISIONS MANU-\n    6  FACTURED ON AND AFTER JANUARY FIRST, TWO THOUSAND TWELVE, SHALL  USE  NO\n    7  MORE  THAN  (0.20  X SCREEN AREA (IN2) + 32) WATTS IN ACTIVE MODE AND NO\n    8  MORE THAN ONE (1) WATT IN STANDBY-PASSIVE MODE.\n    9    2. TELEVISIONS MANUFACTURED ON AND AFTER JANUARY FIRST,  TWO  THOUSAND\n   10  FOURTEEN,  SHALL  USE NO MORE THAN (0.12 X SCREEN AREA (IN2) + 25) WATTS\n   11  IN ACTIVE MODE AND NO MORE THAN ONE (1) WATT IN STANDBY-PASSIVE MODE.\n   12    3. TELEVISION ACTIVE MODE ENERGY USE SHALL BE  MEASURED  ACCORDING  TO\n   13  INTERNATIONAL  ELECTROTECHNICAL  COMMISSION  (IEC)  62087,  EDITION  2.0\n   14  \"METHODS OF MEASUREMENT FOR  POWER  CONSUMPTION  OF  AUDIO,  VIDEO,  AND\n   15  RELATED  EQUIPMENT,\"  AS  APPLIED  BY  THE  UNITED  STATES ENVIRONMENTAL\n   16  PROTECTION AGENCY IN THE \"ENERGY STAR  PROGRAM  REQUIREMENTS  FOR  TELE-\n   17  VISIONS, VERSIONS 4.0 AND 5.0.\"\n   18    4.  TELEVISION  STANDBY-PASSIVE  MODE  ENERGY  USE  SHALL  BE MEASURED\n   19  ACCORDING TO INTERNATIONAL ELECTROTECHNICAL COMMISSION (IEC)  DRAFT  IEC\n   20  62301,  ED.    2.0:  HOUSEHOLD  ELECTRICAL  APPLIANCES -- MEASUREMENT OF\n   21  STANDBY POWER, AS APPLIED BY THE UNITED STATES ENVIRONMENTAL  PROTECTION\n   22  AGENCY  IN  THE  \"ENERGY  STAR  PROGRAM  REQUIREMENTS  FOR  TELEVISIONS,\n   23  VERSIONS 4.0 AND 5.0.\"\n   24    5. NO TELEVISION MANUFACTURED ON OR AFTER JANUARY FIRST, TWO  THOUSAND\n   25  TWELVE,  MAY  BE  SOLD OR OFFERED FOR SALE IN THE STATE UNLESS THE EFFI-\n   26  CIENCY OF THE PRODUCT MEETS OR  EXCEEDS  THE  EFFICIENCY  STANDARDS  SET\n   27  FORTH IN THIS SECTION.\n   28    S 4. This act shall take effect on the one hundred eightieth day after\n   29  it  shall have become a law. Effective immediately, the addition, amend-\n   30  ment, or repeal of any rule  or  regulation  necessary  for  the  timely\n   31  implementation  of  this  act  on or before its effective date is hereby\n   32  authorized to be made.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the energy law, in relation to increasing the energy efficiency of televisions ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101203.T091436.TXT", "SOBI.D101202.T162601.TXT", "SOBI.D101203.T104441.TXT", "SOBI.D101203.T092437.TXT", "SOBI.D101203.T103941.TXT", "SOBI.D101202.T164602.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1291391081404
}