{
  "year" : 2011,
  "senateBillNo" : "S820-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO INVESTIGATIONS AND GOVERNMENT OPERATIONS",
    "billEventId" : "S820-2011-1294203600000-REFERRED+TO+INVESTIGATIONS+AND+GOVERNMENT+OPERATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "BRESLIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Extends for two years the authorization of additional sales and compensating use taxes for the county of Albany",
  "summary" : "Extends for two years the authorization of additional sales and use tax for the county of Albany from November 30, 2011 until November 30, 2013. ",
  "currentCommittee" : "INVESTIGATIONS AND GOVERNMENT OPERATIONS",
  "sameAs" : "A508",
  "lawSection" : "Tax Law",
  "previousVersions" : [ "S2793-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n           S. 820                                                    A. 508\n\n                              2011-2012 Regular Sessions\n\n                             S E N A T E - A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       IN SENATE -- Introduced by Sen. BRESLIN -- read twice and ordered print-\n         ed,  and  when  printed  to  be committed to the Committee on Investi-\n         gations and Government Operations\n\n       IN ASSEMBLY -- Introduced by M. of A. McENENY -- read once and  referred\n         to the Committee on Ways and Means\n\n       AN  ACT to amend the tax law, in relation to the imposition of sales and\n         compensating use taxes by the county of Albany\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Clause 10 of subparagraph (i) of the opening paragraph of\n    2  section 1210 of the tax law, as amended by chapter 108 of  the  laws  of\n    3  2009, is amended to read as follows:\n    4    (10)  the  county of Albany is hereby further authorized and empowered\n    5  to adopt and amend local laws, ordinances or resolutions  imposing  such\n    6  taxes  at  a  rate  which is one percent additional to the three percent\n    7  rate authorized above in this paragraph for such county for  the  period\n    8  beginning September first, nineteen hundred ninety-two and ending Novem-\n    9  ber thirtieth, two thousand [eleven] THIRTEEN;\n   10    S  2. Notwithstanding any inconsistent provision of law, if the county\n   11  of Albany imposes the additional one percent rate of sales  and  compen-\n   12  sating  use  taxes authorized by section one of this act for any portion\n   13  of the period during which the county is so authorized  to  impose  such\n   14  additional  one  percent  rate of such taxes, then such county of Albany\n   15  shall allocate and distribute quarterly to the cities and  the  area  in\n   16  the  county  outside  the  cities the same proportion of net collections\n   17  attributable to such additional one percent rate of such taxes  as  such\n   18  county is allocating and distributing the net collections from the coun-\n   19  ty's three percent rate of such taxes as of the date this act shall have\n   20  become  a  law, and such portion of net collections attributable to such\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04790-01-1\n\n       S. 820                              2                             A. 508\n\n    1  additional one percent  rate  of  such  taxes  shall  be  allocated  and\n    2  distributed  to the towns and villages in such county in the same manner\n    3  as the net collections attributable to such county's three percent  rate\n    4  of  such  taxes are allocated and distributed to such towns and villages\n    5  as of the date this act shall have become a law. In the event  that  any\n    6  city  in  the  county  of Albany exercises its prior right to impose tax\n    7  pursuant to section 1224 of the tax law, then the county of Albany shall\n    8  not be required to allocate and distribute net collections in accordance\n    9  with the previous sentence for any period of time during which any  such\n   10  city tax is in effect.\n   11    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the tax law, in relation to the imposition of sales and compensating use taxes by the county of Albany ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110103.T100850.TXT", "SOBI.D101230.T144249.TXT", "SOBI.D101230.T162249.TXT", "SOBI.D110105.T143158.TXT", "SOBI.D110103.T100349.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294255918140
}