{
  "year" : 2011,
  "senateBillNo" : "S822-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "S822-2011-1294203600000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "LITTLE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires the governor to appoint the 5 members of the Adirondack park agency who reside in the park, from a list established by the county legislatures",
  "summary" : "Requires the governor to appoint the five members of the Adirondack park agency who reside in the park, from a list established by the legislative bodies of the counties in the Adirondack park and the Adirondack Association of Towns and Villages. ",
  "currentCommittee" : "FINANCE",
  "sameAs" : "A511",
  "lawSection" : "Executive Law",
  "previousVersions" : [ "S6999-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n           S. 822                                                    A. 511\n\n                              2011-2012 Regular Sessions\n\n                             S E N A T E - A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       IN  SENATE -- Introduced by Sen. LITTLE -- read twice and ordered print-\n         ed, and when printed to be committed to the Committee on Finance\n\n       IN ASSEMBLY -- Introduced by M. of A. SAYWARD, DUPREY,  JORDAN,  TEDISCO\n         --  read once and referred to the Committee on Environmental Conserva-\n         tion\n\n       AN ACT to amend the executive law, in relation to the appointment of the\n         members of the Adirondack park agency\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 803 of the executive law, as amended by chapter 986\n    2  of the laws of 1984, is amended to read as follows:\n    3    S 803. Adirondack  park  agency. There is hereby created in the execu-\n    4  tive department, the Adirondack park agency, which shall consist of  the\n    5  following  members:  the commissioner of environmental conservation, the\n    6  secretary of state, the commissioner of [commerce] ECONOMIC  DEVELOPMENT\n    7  and  eight  members  [to  be]  appointed by the governor by and with the\n    8  advice and consent of the senate. The governor shall designate a  chair-\n    9  man  from  among the members appointed to the agency, who shall serve at\n   10  the governor's pleasure.  None of the members appointed by the  governor\n   11  shall be officers or employees of any state department or agency.\n   12    Five  members  appointed  by the governor shall be full-time residents\n   13  within the Adirondack park, WHO SHALL BE SELECTED FROM  A  LIST  OF  NOT\n   14  LESS  THAN FIVE SUCH RESIDENTS ESTABLISHED AND SUBMITTED BY THE LEGISLA-\n   15  TIVE BODIES OF THE COUNTIES WITHIN THE PARK AND THE  ADIRONDACK  ASSOCI-\n   16  ATION OF TOWNS AND VILLAGES; provided, however, that no two such members\n   17  shall  be residents of the same county except for such members initially\n   18  appointed before January first, nineteen hundred seventy-three, who  may\n   19  be  reappointed  for additional successive terms; AND PROVIDED, FURTHER,\n   20  THAT THE LEGISLATIVE BODIES OF THE COUNTIES  WITHIN  THE  PARK  AND  THE\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01292-01-1\n\n       S. 822                              2                             A. 511\n\n    1  ADIRONDACK ASSOCIATION OF TOWNS AND VILLAGES SHALL AT ALL TIMES MAINTAIN\n    2  A LIST OF NOT LESS THAN FIVE FULL-TIME RESIDENTS WITHIN THE PARK WHO ARE\n    3  ELIGIBLE  TO  APPOINTMENT TO THE AGENCY.  Three members appointed by the\n    4  governor  shall  be  residents of the state outside the Adirondack park.\n    5  Not more than five appointed members shall  be  of  the  same  political\n    6  party.\n    7    All  appointments shall be made for terms of four years; provided that\n    8  the first member appointed by the governor pursuant to the  increase  of\n    9  members  from  seven  to eight shall be appointed for a term expiring on\n   10  the thirtieth day of June, nineteen hundred seventy-six.  Each  of  such\n   11  appointed members of the agency shall hold office for the term for which\n   12  he  OR  SHE was appointed and until his OR HER successor shall have been\n   13  appointed and qualified or until he OR SHE shall resign or be removed in\n   14  the manner provided by law. In the case of any vacancy  other  than  one\n   15  arising  by expiration of term, an appointment to fill the vacancy shall\n   16  be made for the remainder of the unexpired term.\n   17    The designated chairman shall receive an annual salary of thirty thou-\n   18  sand dollars. The other members of the agency, except those who serve ex\n   19  officio, shall receive one hundred dollars per diem, not to exceed  five\n   20  thousand dollars per annum compensation for their services as members of\n   21  the  agency.  All  members,  except those who serve ex officio, shall be\n   22  allowed the necessary and actual expenses incurred in the performance of\n   23  duties under this article.\n   24    A majority of the members of the agency shall constitute a quorum  for\n   25  the transaction of any business or the exercise of any power or function\n   26  of  the  agency and affirmative vote by a majority of the members of the\n   27  agency, except as is otherwise specifically provided  in  this  article,\n   28  shall be required to exercise any power or function of the agency. Votes\n   29  of  any  member shall be cast in person and not by proxy. The agency may\n   30  delegate to one or more of its members, officers, agents and  employees,\n   31  such powers and duties as it deems proper.\n   32    The commissioner of environmental conservation [and], the commissioner\n   33  of  [commerce]  ECONOMIC  DEVELOPMENT and the secretary of state may, by\n   34  official authority filed in their  respective  agencies,  and  with  the\n   35  Adirondack  park agency, designate a deputy or other officer to exercise\n   36  his OR HER powers and perform his OR HER duties, including the right  to\n   37  vote, on the agency.\n   38    S  2.    This act shall take effect immediately and shall apply to the\n   39  appointment of members to the Adirondack park agency on  or  after  such\n   40  date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the executive law, in relation to the appointment of the members of the Adirondack park agency ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101230.T144249.TXT", "SOBI.D101230.T162249.TXT", "SOBI.D110103.T095848.TXT", "SOBI.D101230.T161749.TXT", "SOBI.D110105.T143158.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294255918145
}