{
  "year" : 2011,
  "senateBillNo" : "S823-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S823-2011-1294203600000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "LITTLE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes a 10 year statute of limitations to enforce violations of rules and regulations of Adirondack park agency committed within the Adirondack park",
  "summary" : "Establishes a ten year statute of limitations to enforce violations of rules and regulations of Adirondack park agency committed within the Adirondack park. ",
  "currentCommittee" : "CODES",
  "sameAs" : "A512",
  "lawSection" : "Civil Practice Law and Rules",
  "previousVersions" : [ "S323-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n           S. 823                                                    A. 512\n\n                              2011-2012 Regular Sessions\n\n                             S E N A T E - A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       IN  SENATE -- Introduced by Sen. LITTLE -- read twice and ordered print-\n         ed, and when printed to be committed to the Committee on Codes\n\n       IN ASSEMBLY -- Introduced by M. of A. SAYWARD -- read once and  referred\n         to the Committee on Codes\n\n       AN  ACT to amend the civil practice law and rules and the executive law,\n         in  relation  to  the  statute  of  limitations  for  certain  actions\n         commenced by the Adirondack park agency within the Adirondack Park\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 212 of the civil practice law and rules is  amended\n    2  by adding a new subdivision (e) to read as follows:\n    3    (E)  TO ENFORCE CERTAIN VIOLATIONS OF ADIRONDACK PARK AGENCY RULES AND\n    4  REGULATIONS WITHIN THE ADIRONDACK PARK. AN ACTION TO ENFORCE  VIOLATIONS\n    5  OF  THE  RULES  AND REGULATIONS OF THE ADIRONDACK PARK AGENCY WITHIN THE\n    6  ADIRONDACK PARK SHALL BE COMMENCED BY SUCH AGENCY WITHIN TEN YEARS AFTER\n    7  THE OCCURRENCE OF SUCH VIOLATION, OR IN THE EXERCISE OF REASONABLE DILI-\n    8  GENCE SHOULD HAVE BEEN DISCOVERED  BY  A  PUBLIC  SERVANT  WHO  HAS  THE\n    9  RESPONSIBILITY TO ENFORCE SUCH PROVISIONS.\n   10    S  2.  Subdivision  1 of section 813 of the executive law, as added by\n   11  chapter 898 of the laws of 1976, is amended to read as follows:\n   12    1. Any person who violates any provision of this article or  any  rule\n   13  or  regulation  promulgated by the agency, or the terms or conditions of\n   14  any order or permit issued by the agency pursuant to this article  shall\n   15  be  liable  to a civil penalty of not more than five hundred dollars for\n   16  each day or part thereof during which such  violation  continues.    The\n   17  civil  penalties provided by this subdivision shall be recoverable in an\n   18  action instituted in the name of the agency by the attorney  general  on\n   19  his  OR  HER  own  initiative or at the request of the agency WITHIN TEN\n   20  YEARS OF THE OCCURRENCE OF SUCH VIOLATION, OR IN THE EXERCISE OF REASON-\n   21  ABLE DILIGENCE SHOULD HAVE BEEN DISCOVERED BY A PUBLIC SERVANT  WHO  HAS\n   22  THE RESPONSIBILITY TO ENFORCE SUCH PROVISIONS.\n   23    S 3. This act shall take effect immediately.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01281-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the civil practice law and rules and the executive law, in relation to the statute of limitations for certain actions commenced by the Adirondack park agency within the Adirondack Park ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101230.T144249.TXT", "SOBI.D110103.T095848.TXT", "SOBI.D101230.T161749.TXT", "SOBI.D110105.T143158.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294255918149
}