{
  "year" : 2011,
  "senateBillNo" : "S824-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "S824-2011-1294203600000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "LITTLE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to development of a permit system to provide disabled veterans access to certain restricted bodies of water through the use of float planes",
  "summary" : "Directs the development of a permit system to provide disabled veterans access to certain restricted bodies of water in the Adirondack park through the use of float planes. ",
  "currentCommittee" : "FINANCE",
  "sameAs" : "A518",
  "lawSection" : "Executive Law",
  "previousVersions" : [ "S424-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "LARKIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n           S. 824                                                    A. 518\n\n                              2011-2012 Regular Sessions\n\n                             S E N A T E - A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       IN  SENATE  --  Introduced  by  Sens.  LITTLE,  LARKIN -- read twice and\n         ordered printed, and when printed to be committed to the Committee  on\n         Finance\n\n       IN  ASSEMBLY -- Introduced by M. of A. SAYWARD -- read once and referred\n         to the Committee on Environmental Conservation\n\n       AN ACT to amend the executive law  and  the  environmental  conservation\n         law, in relation to development of a permit system to provide disabled\n         veterans  access to certain restricted bodies of water through the use\n         of float planes\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 3 of section 816 of the executive law is renum-\n    2  bered subdivision 4 and a new subdivision 3 is added to read to follows:\n    3    3.  THE  MASTER  PLAN  AND  THE  INDIVIDUAL  MANAGEMENT PLANS SHALL BE\n    4  REVIEWED PERIODICALLY AND SHALL BE AMENDED FROM TIME TO TIME PURSUANT TO\n    5  SECTION 15-0506 OF THE  ENVIRONMENTAL  CONSERVATION  LAW,  AND  WHEN  SO\n    6  AMENDED  SHALL AS AMENDED HENCEFORTH GUIDE THE MANAGEMENT OF STATE LANDS\n    7  IN THE ADIRONDACK PARK. AMENDMENTS TO THE MASTER PLAN SHALL BE  PREPARED\n    8  BY  THE  AGENCY,  IN  CONSULTATION  WITH THE DEPARTMENT OF ENVIRONMENTAL\n    9  CONSERVATION, AND SUBMITTED AFTER PUBLIC HEARING  TO  THE  GOVERNOR  FOR\n   10  APPROVAL.\n   11    S  2.  The  environmental  conservation law is amended by adding a new\n   12  section 15-0506 to read as follows:\n   13  S 15-0506. PERMITS FOR FLOAT PLANE ACCESS TO  BODIES  OF  WATER  IN  THE\n   14               ADIRONDACK PARK.\n   15    1.  FOR  THE  PURPOSES OF THIS SECTION THE FOLLOWING DEFINITIONS SHALL\n   16  APPLY:\n   17    A. \"FLOAT PLANE\" SHALL MEAN AN AIRPLANE EQUIPPED WITH FLOATS FOR LAND-\n   18  ING ON OR TAKING OFF FROM A BODY OF WATER.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01357-01-1\n\n       S. 824                              2                             A. 518\n\n    1    B. \"AREA\" MEANS A WATER BODY UNDER THE JURISDICTION OF THE  DEPARTMENT\n    2  WHICH  PURSUANT  TO  SECTION  EIGHT HUNDRED SIXTEEN OF THE EXECUTIVE LAW\n    3  PROHIBITS FLOAT PLANE ACCESS.\n    4    C.  \"CERTIFICATION/CERTIFIED\"  MEANS  A SIGNED STATEMENT BY A LICENSED\n    5  PHYSICIAN ON A FORM PROVIDED BY THE DEPARTMENT, CERTIFYING THAT A PERSON\n    6  HAS ONE OR MORE IMPAIRMENTS, DISABILITIES OR CONDITIONS  AS  DEFINED  IN\n    7  PARAGRAPH  F  OF THIS SUBDIVISION WHICH DOCUMENT THE NEED FOR THE PERSON\n    8  TO USE A MOTOR VEHICLE, AND THE NATURE, DEGREE AND TERM OF THE DISABILI-\n    9  TY. THE CERTIFICATION SHALL SPECIFY THE LENGTH OF TIME DURING WHICH SUCH\n   10  CERTIFICATION IS EFFECTIVE. ALL CERTIFICATIONS MUST BE DATED WITHIN  ONE\n   11  YEAR PRIOR TO THE DATE OF APPLICATION.\n   12    D.  \"COMPANION\"  MEANS A PERSON WHO MAY ACCOMPANY THE QUALIFIED PERSON\n   13  WITH A DISABILITY AS NECESSARY TO ATTEND TO HIS OR HER NEEDS.\n   14    E. \"PERMIT\" MEANS A  NONTRANSFERABLE  TEMPORARY  REVOCABLE  PERMIT  AS\n   15  AUTHORIZED  BY  THIS  SECTION  TO ALLOW THE USE OF STATE LANDS UNDER THE\n   16  JURISDICTION OF THE DEPARTMENT.\n   17    F. \"QUALIFIED VETERAN\" MEANS A VETERAN AS DEFINED IN THIS SECTION WITH\n   18  A DISABILITY WHO:\n   19    (I) CANNOT WALK TWO HUNDRED FEET WITHOUT STOPPING TO REST; OR\n   20    (II) CANNOT WALK WITHOUT THE USE OF,  OR  ASSISTANCE  FROM,  A  BRACE,\n   21  CANE,  CRUTCH,  ANOTHER  PERSON, PROSTHETIC DEVICE, WHEELCHAIR, OR OTHER\n   22  ASSISTIVE DEVICE; OR\n   23    (III) IS RESTRICTED BY  LUNG  DISEASE  TO  SUCH  AN  EXTENT  THAT  THE\n   24  PERSON'S  FORCED  (RESPIRATORY)  EXPIRATORY  VOLUME FOR ONE SECOND, WHEN\n   25  MEASURED BY SPIROMETRY, IS LESS THAN ONE LITER, OR THE  ARTERIAL  OXYGEN\n   26  TENSION IS LESS THAN SIXTY MM/HG ON ROOM AIR AT REST; OR\n   27    (IV) USES PORTABLE OXYGEN; OR\n   28    (V) HAS A CARDIAC CONDITION TO THE EXTENT THAT THE PERSON'S FUNCTIONAL\n   29  LIMITATIONS ARE CLASSIFIED IN SEVERITY AS CLASS III OR CLASS IV, ACCORD-\n   30  ING TO STANDARDS SET BY THE AMERICAN HEART ASSOCIATION; OR\n   31    (VI) IS SEVERELY LIMITED IN THEIR ABILITY TO WALK DUE TO AN ARTHRITIC,\n   32  NEUROLOGICAL, OR ORTHOPEDIC CONDITION.\n   33    G.  \"REGIONAL  LAND  MANAGER\"  MEANS  THE  INDIVIDUAL CHARGED WITH THE\n   34  ADMINISTRATIVE RESPONSIBILITY FOR THE DEPARTMENT LANDS ON WHICH A QUALI-\n   35  FIED PERSON WITH A DISABILITY DESIRES ACCESS.\n   36    H. \"VETERAN\" MEANS A PERSON (A) WHO SERVED  IN  THE  ACTIVE  MILITARY,\n   37  NAVAL,  OR AIR SERVICE DURING A PERIOD OF WAR, OR WHO WAS A RECIPIENT OF\n   38  THE ARMED FORCES EXPEDITIONARY MEDAL, NAVY EXPEDITIONARY  MEDAL,  MARINE\n   39  CORPS  EXPEDITIONARY  MEDAL,  OR  GLOBAL  WAR ON TERRORISM EXPEDITIONARY\n   40  MEDAL, AND WHO WAS DISCHARGED  OR  RELEASED  THEREFROM  UNDER  HONORABLE\n   41  CONDITIONS,  (B)  WHO WAS EMPLOYED BY THE WAR SHIPPING ADMINISTRATION OR\n   42  OFFICE OF DEFENSE TRANSPORTATION OR THEIR AGENTS AS  A  MERCHANT  SEAMAN\n   43  DOCUMENTED  BY  THE UNITED STATES COAST GUARD OR DEPARTMENT OF COMMERCE,\n   44  OR AS A CIVIL SERVANT EMPLOYED  BY  THE  UNITED  STATES  ARMY  TRANSPORT\n   45  SERVICE  (LATER  REDESIGNATED  AS  THE UNITED STATES ARMY TRANSPORTATION\n   46  CORPS, WATER DIVISION) OR THE  NAVAL  TRANSPORTATION  SERVICE;  AND  WHO\n   47  SERVED  SATISFACTORILY  AS  A  CREW  MEMBER  DURING  THE PERIOD OF ARMED\n   48  CONFLICT,  DECEMBER  SEVENTH,  NINETEEN  HUNDRED  FORTY-ONE,  TO  AUGUST\n   49  FIFTEENTH,  NINETEEN  HUNDRED  FORTY-FIVE,  ABOARD  MERCHANT  VESSELS IN\n   50  OCEANGOING, I.E., FOREIGN, INTERCOASTAL, OR COASTWISE  SERVICE  AS  SUCH\n   51  TERMS  ARE DEFINED UNDER FEDERAL LAW (46 USCA 10301 & 10501) AND FURTHER\n   52  TO INCLUDE \"NEAR FOREIGN\" VOYAGES BETWEEN THE UNITED STATES AND  CANADA,\n   53  MEXICO, OR THE WEST INDIES VIA OCEAN ROUTES, OR PUBLIC VESSELS IN OCEAN-\n   54  GOING  SERVICE  OR  FOREIGN WATERS AND WHO HAS RECEIVED A CERTIFICATE OF\n   55  RELEASE OR DISCHARGE FROM ACTIVE DUTY AND A DISCHARGE CERTIFICATE, OR AN\n   56  HONORABLE SERVICE CERTIFICATE/REPORT OF CASUALTY, FROM THE DEPARTMENT OF\n\n       S. 824                              3                             A. 518\n\n    1  DEFENSE, (C) WHO SERVED AS A UNITED  STATES  CIVILIAN  EMPLOYED  BY  THE\n    2  AMERICAN  FIELD  SERVICE  AND SERVED OVERSEAS UNDER UNITED STATES ARMIES\n    3  AND UNITED STATES ARMY GROUPS IN WORLD WAR II DURING THE PERIOD OF ARMED\n    4  CONFLICT,  DECEMBER  SEVENTH,  NINETEEN  HUNDRED  FORTY-ONE  THROUGH MAY\n    5  EIGHTH, NINETEEN HUNDRED FORTY-FIVE, AND WHO WAS DISCHARGED OR  RELEASED\n    6  THEREFROM  UNDER  HONORABLE  CONDITIONS,  OR  (D) WHO SERVED AS A UNITED\n    7  STATES CIVILIAN FLIGHT CREW AND AVIATION GROUND SUPPORT EMPLOYEE OF  PAN\n    8  AMERICAN  WORLD AIRWAYS OR ONE OF ITS SUBSIDIARIES OR ITS AFFILIATES AND\n    9  SERVED OVERSEAS AS A RESULT OF PAN AMERICAN'S CONTRACT WITH  AIR  TRANS-\n   10  PORT  COMMAND  OR NAVAL AIR TRANSPORT SERVICE DURING THE PERIOD OF ARMED\n   11  CONFLICT, DECEMBER FOURTEENTH, NINETEEN HUNDRED FORTY-ONE THROUGH AUGUST\n   12  FOURTEENTH, NINETEEN HUNDRED  FORTY-FIVE,  AND  WHO  WAS  DISCHARGED  OR\n   13  RELEASED THEREFROM UNDER HONORABLE CONDITIONS.\n   14    2.  THE DEPARTMENT SHALL PROVIDE A QUALIFIED VETERAN ACCESS BY A FLOAT\n   15  PLANE TO  APPROPRIATE  LANDS  UNDER  ITS  JURISDICTION  CONSISTENT  WITH\n   16  SECTION  ONE  OF ARTICLE FOURTEEN OF THE STATE CONSTITUTION. THE DEPART-\n   17  MENT SHALL DETERMINE ANNUALLY ON OR BEFORE JANUARY FIRST A MINIMUM  FIVE\n   18  BODIES  OF WATER UNDER THE JURISDICTION OF THE DEPARTMENT WHICH PROHIBIT\n   19  FLOAT PLANE ACCESS PURSUANT TO THE MASTER PLAN DEVELOPED  IN  ACCORDANCE\n   20  WITH  SECTION  EIGHT  HUNDRED  SIXTEEN  OF THE EXECUTIVE LAW, THAT SHALL\n   21  BECOME ACCESSIBLE FOR QUALIFIED DISABLED VETERANS PURSUANT TO  A  PERMIT\n   22  ISSUED  UNDER  THE PROVISIONS OF THIS SECTION. THE DEPARTMENT, IN DETER-\n   23  MINING WHICH BODIES OF WATER TO ALLOW FOR FLOAT PLANE ACCESS UNDER  THIS\n   24  SECTION,  SHALL  ENSURE  THAT  SUCH ACCESS WILL NOT ADVERSELY IMPACT THE\n   25  ENVIRONMENT IN THE FOLLOWING MANNER;\n   26    A. THE NATURAL RESOURCES OF THE AREA ABILITY TO SUSTAIN USE  BY  FLOAT\n   27  PLANE;\n   28    B. THE COMPATIBILITY WITH OTHER PUBLIC USE OF THE AREA;\n   29    C.  THE  SAFETY  OF  THE OPERATION OF A FLOAT PLANE AND THE ABILITY TO\n   30  PREVENT DANGEROUS CONDITIONS;\n   31    D. A DEMONSTRATION THAT SIGNIFICANT ECOLOGICAL AREAS INCLUDING BUT NOT\n   32  LIMITED TO THE FOLLOWING:   EXCEPTIONAL  FOREST  OR  PLANT  COMMUNITIES,\n   33  SHORELINES,  UNIQUE  AREAS,  WETLANDS,  HABITATS  FOR RARE OR THREATENED\n   34  SPECIES, AND BIOLOGICAL DIVERSITY AREAS POSSESSING UNIQUE, EXEMPLARY  OR\n   35  SIGNIFICANT  NATURAL COMMUNITY REQUIRING SPECIAL PROTECTION, WILL NOT BE\n   36  ADVERSELY AFFECTED BY THE OPERATION OF A FLOAT PLANE CONSISTENT WITH THE\n   37  PROVISIONS OF THIS SECTION.\n   38    3. A QUALIFIED DISABLED VETERAN MAY OBTAIN A PERMIT FOR THE USE  OF  A\n   39  FLOAT  PLANE ON DESIGNATED BODIES OF WATER PURSUANT TO THIS SUBDIVISION.\n   40  SUCH PERMIT WILL AUTHORIZE TRAVEL BY A FLOAT PLANE TO  AREAS  DESIGNATED\n   41  IN ACCORDANCE WITH SUBDIVISION TWO OF THIS SECTION.\n   42    A.  THE  APPLICANT  MUST  PRESENT  CERTIFICATION OF HIS/HER QUALIFYING\n   43  DISABILITY UPON APPLICATION, UNLESS THE PERSON HAS AN OBVIOUS,  VISUALLY\n   44  IDENTIFIABLE  PERMANENT QUALIFYING DISABILITY, OR THE APPLICANT PRESENTS\n   45  A NON-AMBULATORY HUNTER PERMIT.\n   46    B. THE APPLICANT MUST SUBMIT A COMPLETED APPLICATION TO  ANY  REGIONAL\n   47  OFFICE OF THE DEPARTMENT IN WHICH A DESIGNATED BODY OF WATER IS LOCATED.\n   48    C.  THE PERMIT SHALL SPECIFY THE AUTHORIZATION FOR UP TO THREE COMPAN-\n   49  IONS TO ACCOMPANY THE QUALIFIED PERSON WITH A DISABILITY, IF HE  OR  SHE\n   50  CHOOSES  TO  BE  SO ACCOMPANIED. THE PERMIT SHALL SPECIFY THAT ACCESS IS\n   51  LIMITED TO DESIGNATED AND SPECIFICALLY IDENTIFIED  WATER  BODIES  WITHIN\n   52  THE ADIRONDACK PARK.\n   53    D.  THE  APPLICATION  PACKAGE  SHALL  BE  PROCESSED IN THE REGION AS A\n   54  ROUTINE PERMIT, WITH A TEN WORKDAY MAXIMUM PROCESSING TIME.\n   55    E. THE PERMIT MAY BE ISSUED FOR ANY TIME PERIOD,  NOT  TO  EXCEED  ONE\n   56  YEAR FROM DATE OF ISSUE, EXCEPT THAT A PERMIT MAY BE ISSUED FOR A PERIOD\n\n       S. 824                              4                             A. 518\n\n    1  OF  FIVE YEARS TO A QUALIFIED VETERAN WITH A DISABILITY EITHER CERTIFIED\n    2  OR VISUALLY OBVIOUS AS PERMANENT.\n    3    F.  THE  PERMIT  MAY  BE  RENEWED WITHOUT RECERTIFYING THE DISABILITY,\n    4  PROVIDED THAT THE REQUEST FOR RENEWAL IS WITHIN THE TERM OF THE DISABIL-\n    5  ITY AS DESCRIBED IN THE ORIGINAL CERTIFICATION.\n    6    G. THE DEPARTMENT WILL ASSURE THAT RENEWAL APPLICATIONS  ARE  SENT  TO\n    7  PERMITTEES,  OTHER  THAN THOSE WITH A PERMANENT DISABILITY. THE REMINDER\n    8  NOTICE WILL INCLUDE A QUESTIONNAIRE TO SURVEY  THE  EFFICIENCY  OF  THIS\n    9  PERMIT  SYSTEM.  QUESTIONNAIRES  WILL  ALSO  BE  SENT ROUTINELY TO THOSE\n   10  PERSONS WITH A FIVE-YEAR PERMIT.\n   11    4. A. THE DEPARTMENT SHALL DENY THE APPLICATION FOR A  PERMIT  IF  THE\n   12  APPLICANT  DOES  NOT MEET THE QUALIFYING REQUIREMENTS. THE APPLICANT MAY\n   13  REAPPLY AT ANY TIME, ONCE THE CONDITIONS FOR RECEIVING  THE  PERMIT  ARE\n   14  MET.\n   15    B.  THE  APPLICANT  MAY  APPEAL THE DENIAL OF A PERMIT TO THE REGIONAL\n   16  SUPERVISOR OF NATURAL RESOURCES FOR THE REGION IN WHICH THE  PERMIT  WAS\n   17  ISSUED  WITHIN THIRTY WORKDAYS OF THE DATE OF NOTIFICATION OF DENIAL. IF\n   18  REQUESTED BY THE APPLICANT, THE REGIONAL SUPERVISOR OF NATURAL RESOURCES\n   19  WILL SCHEDULE A MEETING BETWEEN THE  APPLICANT  AND  THE  REGIONAL  LAND\n   20  MANAGER.  THE  REGIONAL  SUPERVISOR  OF NATURAL RESOURCES SHALL RENDER A\n   21  DECISION WITHIN TEN WORKDAYS OF RECEIPT OF  THE  APPLICANT'S  APPEAL  OR\n   22  FROM  THE  DATE OF THE MEETING. THE APPLICANT MAY APPEAL THE DECISION OF\n   23  THE REGIONAL SUPERVISOR OF NATURAL RESOURCES TO  THE  REGIONAL  DIRECTOR\n   24  WITHIN  THIRTY WORKDAYS OF THE SECOND DENIAL. THE REGIONAL DIRECTOR WILL\n   25  ISSUE A FINAL DECISION WITHIN FIFTEEN WORKDAYS OF RECEIPT OF THE APPEAL.\n   26    5. A. A PERMIT MAY BE SUSPENDED OR REVOKED  AT  ANY  TIME  DURING  THE\n   27  DURATION  OF THE PERMIT IF THE CONDITIONS OF THE PERMIT ARE NOT MET, THE\n   28  PERMITTEE AND/OR A COMPANION IS IN VIOLATION OF ANY PROVISIONS  OF  THIS\n   29  SECTION  OR  OF  ANY RULE OR REGULATION PROMULGATED BY THE DEPARTMENT OR\n   30  THE ADIRONDACK PARK AGENCY OR ANY OTHER RELEVANT STATE OR FEDERAL  LAWS.\n   31  FOR  MINOR  VIOLATIONS, THE REGIONAL LAND MANAGER WILL FOLLOW THE PROCE-\n   32  DURES FOR THE SUSPENSION OF A PERMIT,  AS  DESCRIBED  IN  THIS  SECTION.\n   33  HOWEVER,  FOR MAJOR VIOLATIONS, THE REGIONAL LAND MANAGER MAY REVOKE THE\n   34  PERMIT IMMEDIATELY. THE PERMITTEE MAY APPEAL THE  REVOCATION,  FOLLOWING\n   35  THE PROCEDURE FOR APPEALING A REVOCATION.\n   36    B.  THE  PERMIT  HOLDER SHALL BE GIVEN NOTICE OF PENDING SUSPENSION BY\n   37  CERTIFIED MAIL, RETURN RECEIPT REQUESTED, AND SHALL BE ALLOWED TEN WORK-\n   38  DAYS FROM DATE OF RECEIPT TO CONFORM TO THE CONDITIONS OR PROVISIONS  OF\n   39  THE  PERMIT. HOWEVER, IF THE SITUATION FOR COMPLIANCE IS DEEMED CRITICAL\n   40  BY THE REGIONAL LAND MANAGER, HE OR  SHE  MAY  IMMEDIATELY  SUSPEND  THE\n   41  PERMIT.  IF  THE  PERMIT  IS SUSPENDED, NOTICE SHALL ALSO BE GIVEN THAT,\n   42  UNLESS THE CONDITIONS OR PROVISIONS OF THE PERMIT ARE  ADHERED  TO,  THE\n   43  PERMIT SHALL BE REVOKED AT THE END OF THE TEN-WORKDAY SUSPENSION PERIOD.\n   44    C.  THE  REGIONAL LAND MANAGER SHALL INITIATE THE PROCEDURE TO SUSPEND\n   45  THE PERMIT, PREPARING A MEMORANDUM CITING THE REASON FOR  SUSPENSION  TO\n   46  THE REGIONAL SUPERVISOR OF NATURAL RESOURCES. THE REGIONAL SUPERVISOR OF\n   47  NATURAL RESOURCES SHALL NOTIFY THE PERMITTEE IN WRITING OF THE IMPENDING\n   48  SUSPENSION,  THE  REASON  OR  REASONS  JUSTIFYING THE SUSPENSION AND THE\n   49  REQUIREMENT OR REQUIREMENTS TO RECTIFY THE SITUATION.\n   50    D. IF A PERMITTEE FAILS TO COMPLY WITH  THE  CONDITIONS  TO  LIFT  THE\n   51  SUSPENSION,  THE  REGIONAL SUPERVISOR OF NATURAL RESOURCES SHALL PROCEED\n   52  WITH NOTIFICATION OF THE REVOCATION OF THE PERMIT.\n   53    E. A PERMITTEE MAY APPEAL THE REVOCATION OF A PERMIT TO  THE  REGIONAL\n   54  SUPERVISOR  OF  NATURAL RESOURCES FOR THE REGION IN WHICH THE PERMIT WAS\n   55  ISSUED WITHIN THIRTY WORKDAYS OF THE DATE OF NOTIFICATION. IF  REQUESTED\n   56  BY A PERMITTEE, THE REGIONAL SUPERVISOR OF NATURAL RESOURCES WILL SCHED-\n\n       S. 824                              5                             A. 518\n\n    1  ULE  A  MEETING BETWEEN THE PERMITTEE AND THE REGIONAL LAND MANAGER. THE\n    2  REGIONAL SUPERVISOR OF NATURAL RESOURCES SHALL RENDER A DECISION  WITHIN\n    3  TEN  WORKDAYS  OF  RECEIPT OF THE PERMITTEE'S APPEAL OR FROM THE DATE OF\n    4  THE  MEETING.  THE  PERMITTEE  MAY  APPEAL  THE DECISION OF THE REGIONAL\n    5  SUPERVISOR OF NATURAL RESOURCES TO THE REGIONAL DIRECTOR WITHIN  FIFTEEN\n    6  WORKDAYS OF THE DENIAL OF THE APPEAL. THE REGIONAL DIRECTOR WILL ISSUE A\n    7  FINAL DECISION WITHIN FIFTEEN WORKDAYS OF RECEIPT OF THE APPEAL.\n    8    F.  A  PERMITTEE  SHALL NOT BE AUTHORIZED TO USE THE PERMIT DURING THE\n    9  TERM OF THE SUSPENSION, REVOCATION OR APPEAL PROCESS.\n   10    S 3. This act shall take effect on the first of January next  succeed-\n   11  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the executive law and the environmental conservation law, in relation to development of a permit system to provide disabled veterans access to certain restricted bodies of water through the use of float planes ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101230.T144741.TXT", "SOBI.D101230.T161749.TXT", "SOBI.D110105.T143158.TXT", "SOBI.D110103.T100349.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294255918153
}