{
  "year" : 2011,
  "senateBillNo" : "S826-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO LOCAL GOVERNMENT",
    "billEventId" : "S826-2011-1294203600000-REFERRED+TO+LOCAL+GOVERNMENT",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "LAVALLE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Sets forth the manner by which an owner of real property in the town of Southampton which is bisected by a school district boundary shall pay school taxes",
  "summary" : "Sets forth the manner by which an owner of real property in the town of Southampton, county of Suffolk, which is bisected by a school district boundary shall pay real property school taxes. ",
  "currentCommittee" : "LOCAL GOVERNMENT",
  "sameAs" : "A520",
  "lawSection" : "Real Property Tax Law",
  "previousVersions" : [ "S1622-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n           S. 826                                                    A. 520\n\n                              2011-2012 Regular Sessions\n\n                             S E N A T E - A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       IN SENATE -- Introduced by Sen. LAVALLE -- read twice and ordered print-\n         ed, and when printed to be committed to the Committee on Local Govern-\n         ment\n\n       IN  ASSEMBLY  -- Introduced by M. of A. THIELE -- read once and referred\n         to the Committee on Real Property Taxation\n\n       AN ACT to amend the real property tax law, in relation to the payment of\n         school taxes by owners of bisected real property in the town of South-\n         ampton, county of Suffolk\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  real  property  tax  law  is amended by adding a new\n    2  section 561 to read as follows:\n    3    S 561. BISECTED REAL PROPERTY. 1. NOTWITHSTANDING ANY OTHER  PROVISION\n    4  OF  LAW,  ANY PERSON WHO IS AN OWNER OF REAL PROPERTY LOCATED WITHIN THE\n    5  TOWN OF SOUTHAMPTON, COUNTY OF SUFFOLK WHICH IS BISECTED BY  A  BOUNDARY\n    6  SEPARATING  TWO SCHOOLS AND IS THE PRIMARY RESIDENCE OF SUCH OWNER SHALL\n    7  PAY THE REAL PROPERTY SCHOOL TAX LIABILITY ASSESSED TO SUCH PROPERTY  TO\n    8  ONE OF SUCH SCHOOL DISTRICTS AS DESIGNATED BY SUCH OWNER AT THE TAX RATE\n    9  EMPLOYED  BY  SUCH  SCHOOL DISTRICT.   SUCH OWNER OF REAL PROPERTY SHALL\n   10  DESIGNATE THE SCHOOL  DISTRICT  TO  WHICH  SUCH  TAXES  SHALL  BE  PAID,\n   11  PROVIDED,  HOWEVER,  THAT  IF  THERE  ARE  ANY CHILDREN RESIDING IN SUCH\n   12  PRIMARY RESIDENCE WHO ATTEND SCHOOL IN A SCHOOL DISTRICT WHOSE  BOUNDARY\n   13  BISECTS  SUCH  PROPERTY,  SUCH  OWNER SHALL PAY SUCH TAXES TO THE SCHOOL\n   14  DISTRICT WHERE SUCH CHILDREN ATTEND SCHOOL.\n   15    2. EACH SCHOOL DISTRICT WHICH IS DESIGNATED TO  RECEIVE  SCHOOL  TAXES\n   16  FROM  THE  TOWN  PURSUANT  TO THIS SECTION SHALL RECEIVE THE AMOUNT SUCH\n   17  DISTRICT IS ENTITLED TO BASED UPON THE PRORATION OF  THE  BISECTED  REAL\n   18  PROPERTY,  CALCULATED  AT THE TAX RATE EMPLOYED BY THE DESIGNATED SCHOOL\n   19  DISTRICT.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03739-01-1\n\n       S. 826                              2                             A. 520\n\n    1    3. THE SOUTHAMPTON TOWN BOARD IS HEREBY  AUTHORIZED  AND  DIRECTED  TO\n    2  PROMULGATE  RULES  AND REGULATIONS NECESSARY TO IMPLEMENT THE PROVISIONS\n    3  OF THIS SECTION INCLUDING THE MANNER AND  FORM  IN  WHICH  AN  OWNER  OF\n    4  BISECTED REAL PROPERTY SHALL DESIGNATE A SCHOOL DISTRICT FOR THE PAYMENT\n    5  OF  TAXES  AND  THE  METHOD BY WHICH THE TOWN OF SOUTHAMPTON SHALL REMIT\n    6  PAYMENT TO SUCH DESIGNATED AND NON-DESIGNATED SCHOOL DISTRICTS.\n    7    S 2. This act shall take effect immediately and shall apply to assess-\n    8  ment rolls prepared on the basis of taxable status dates occurring on or\n    9  after such date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the real property tax law, in relation to the payment of school taxes by owners of bisected real property in the town of Southampton, county of Suffolk ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101230.T144741.TXT", "SOBI.D110105.T143659.TXT", "SOBI.D110103.T095848.TXT", "SOBI.D101230.T161749.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294256219233
}