{
  "year" : 2011,
  "senateBillNo" : "S828-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "S828-2011-1294203600000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "STAVISKY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Enables employees to receive electronic confirmation of direct deposit in lieu of paper pay stubs",
  "summary" : "Enables employees to receive electronic confirmation of direct deposit in lieu of paper pay stubs; authorizes rules and regulations by the comptroller for electronic confirmation system; requires notification of such system in each employee's paper pay stub. ",
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "State Finance Law",
  "previousVersions" : [ "S5027-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          828\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by Sen. STAVISKY -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Finance\n\n       AN ACT to amend the state finance law,  in  relation  to  providing  the\n         option  to  employees  of electronic confirmation of direct deposit in\n         lieu of paper pay stubs\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Paragraph (c) of subdivision 4 of section 200 of the state\n    2  finance law is relettered paragraph (e) and two new paragraphs  (c)  and\n    3  (d) are added to read as follows:\n    4    (C)  ANY EMPLOYEE WHO REQUESTS TO HAVE THEIR SALARY DEPOSITED DIRECTLY\n    5  IN A BANK PURSUANT TO THIS SECTION, MAY OPT OUT OF RECEIVING A PAPER PAY\n    6  STUB AND MAY INSTEAD RECEIVE ELECTRONIC  CONFIRMATION  THAT  THE  DIRECT\n    7  DEPOSIT TRANSFER HAS GONE THROUGH.\n    8    (D)  THE  COMPTROLLER  IS  HEREBY  AUTHORIZED TO PROMULGATE REASONABLE\n    9  RULES AND REGULATIONS, AS MAY BE NECESSARY, TO ADMINISTER THE ELECTRONIC\n   10  CONFIRMATION OF DIRECT DEPOSITS OF EMPLOYEES'  SALARIES  ESTABLISHED  IN\n   11  PARAGRAPH  (C) OF THIS SUBDIVISION. THE COMPTROLLER SHALL PROVIDE NOTICE\n   12  OF THE ELECTRONIC CONFIRMATION SYSTEM IN EACH EMPLOYEE'S PAPER PAY STUB.\n   13    S 2. This act shall take effect on the one hundred eightieth day after\n   14  it shall have become a law. Effective  immediately  the  comptroller  is\n   15  authorized  to  promulgate  any rules and regulations and take any other\n   16  measures necessary to implement this act on its effective date.\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00941-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the state finance law, in relation to providing the option to employees of electronic confirmation of direct deposit in lieu of paper pay stubs ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110105.T111126.TXT", "SOBI.D101230.T145243.TXT", "SOBI.D110103.T092845.TXT", "SOBI.D101230.T161749.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294243886010
}