{
  "year" : 2011,
  "senateBillNo" : "S83-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO INVESTIGATIONS AND GOVERNMENT OPERATIONS",
    "billEventId" : "S83-2011-1294203600000-REFERRED+TO+INVESTIGATIONS+AND+GOVERNMENT+OPERATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SQUADRON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to rental discrimination based on income",
  "summary" : "Relates to rental discrimination based on income. ",
  "currentCommittee" : "INVESTIGATIONS AND GOVERNMENT OPERATIONS",
  "sameAs" : "A1121",
  "lawSection" : "Executive Law",
  "previousVersions" : [ "SA7613-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "KRUEGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          83\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by Sens. SQUADRON, KRUEGER -- read twice and ordered printed,\n         and  when  printed  to be committed to the Committee on Investigations\n         and Government Operations\n\n       AN ACT to amend the executive law, in relation to  discrimination  based\n         upon the income of persons\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 292 of the executive law is amended by adding a new\n    2  subdivision 35 to read as follows:\n    3    35. THE TERM \"SOURCE OF  INCOME\"  SHALL  INCLUDE:  WAGES  FROM  LAWFUL\n    4  EMPLOYMENT;  CHILD  SUPPORT;  ALIMONY;  FOSTER  CARE  SUBSIDIES;  INCOME\n    5  DERIVED FROM SOCIAL SECURITY, OR ANY FORM OF  FEDERAL,  STATE  OR  LOCAL\n    6  PUBLIC  ASSISTANCE; HOUSING AND RENTAL SUBSIDIES AND ASSISTANCE, INCLUD-\n    7  ING SECTION 8 VOUCHERS; SAVINGS, INVESTMENT AND TRUST ACCOUNTS; AND  ANY\n    8  OTHER FORMS OF LAWFUL INCOME.\n    9    S  2.  Paragraph  (a) of subdivision 2 of section 296 of the executive\n   10  law, as amended by chapter 106 of the laws of 2003, is amended  to  read\n   11  as follows:\n   12    (a)  It  shall  be an unlawful discriminatory practice for any person,\n   13  being the owner, lessee, proprietor, manager, superintendent,  agent  or\n   14  employee  of  any  place  of  public accommodation, resort or amusement,\n   15  because of the race, creed, color, national origin, sexual  orientation,\n   16  military  status, sex, SOURCE OF INCOME, or disability or marital status\n   17  of any person, directly or indirectly, to refuse, withhold from or  deny\n   18  to  such  person  any  of  the accommodations, advantages, facilities or\n   19  privileges thereof, including the extension of credit, or,  directly  or\n   20  indirectly,  to  publish,  circulate,  issue,  display, post or mail any\n   21  written or printed communication, notice or advertisement, to the effect\n   22  that any of the accommodations, advantages, facilities and privileges of\n   23  any such place shall be refused, withheld from or denied to  any  person\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00449-01-1\n\n       S. 83                               2\n\n    1  on  account  of race, creed, color, national origin, sexual orientation,\n    2  military status, sex, SOURCE OF INCOME, or disability or marital status,\n    3  or that the patronage or custom thereat of any person of  or  purporting\n    4  to  be  of  any  particular  race, creed, color, national origin, sexual\n    5  orientation, military status, SOURCE OF INCOME, sex or  marital  status,\n    6  or  having  a  disability is unwelcome, objectionable or not acceptable,\n    7  desired or solicited.\n    8    S 3. Paragraphs (a), (b) and (c) of subdivision 2-a of section 296  of\n    9  the  executive  law,  as amended by chapter 106 of the laws of 2003, are\n   10  amended to read as follows:\n   11    (a) To refuse to sell, rent or lease or otherwise to deny to or  with-\n   12  hold  from  any  person  or group of persons such housing accommodations\n   13  because of the race, creed, color, disability, national  origin,  sexual\n   14  orientation,  military  status,  age, sex, marital status, [or] familial\n   15  status, OR SOURCE OF INCOME of such person or persons, or  to  represent\n   16  that  any housing accommodation or land is not available for inspection,\n   17  sale, rental or lease when in fact it is so available.\n   18    (b) To discriminate against any person because of  his  or  her  race,\n   19  creed,  color, disability, national origin, sexual orientation, military\n   20  status, age, sex, marital status, [or] familial  status,  OR  SOURCE  OF\n   21  INCOME  in  the terms, conditions or privileges of any publicly-assisted\n   22  housing accommodations or in the furnishing of facilities or services in\n   23  connection therewith.\n   24    (c) To cause to be made any written or oral inquiry or record concern-\n   25  ing the race, creed, color, disability, national origin,  sexual  orien-\n   26  tation,  membership  in the reserve armed forces of the United States or\n   27  in the organized militia of the state, age, sex,  marital  status,  [or]\n   28  familial  status,  OR  SOURCE  OF  INCOME of a person seeking to rent or\n   29  lease any publicly-assisted housing  accommodation;  provided,  however,\n   30  that  nothing in this subdivision shall prohibit a member of the reserve\n   31  armed forces of the United States or in the  organized  militia  of  the\n   32  state from voluntarily disclosing such membership.\n   33    S  4. Subdivision 5 of section 296 of the executive law, as amended by\n   34  chapter 106 of the laws of 2003, is amended to read as follows:\n   35    5. (a) It shall be an unlawful discriminatory practice for the  owner,\n   36  lessee,  sub-lessee,  assignee,  or  managing  agent of, or other person\n   37  having the right  to  sell,  rent  or  lease  a  housing  accommodation,\n   38  constructed or to be constructed, or any agent or employee thereof:\n   39    (1) To refuse to sell, rent, lease or otherwise to deny to or withhold\n   40  from any person or group of persons such a housing accommodation because\n   41  of the race, creed, color, national origin, sexual orientation, military\n   42  status,  sex,  age, disability, marital status, [or] familial status, OR\n   43  SOURCE OF INCOME of such person or persons, or  to  represent  that  any\n   44  housing  accommodation  or  land  is not available for inspection, sale,\n   45  rental or lease when in fact it is so available.\n   46    (2) To discriminate against any person because of race, creed,  color,\n   47  national origin, sexual orientation, military status, sex, age, disabil-\n   48  ity,  marital  status,  [or] familial status, OR SOURCE OF INCOME in the\n   49  terms, conditions or privileges of the sale, rental or lease of any such\n   50  housing accommodation or in the furnishing of facilities or services  in\n   51  connection therewith.\n   52    (3)  To  print  or  circulate or cause to be printed or circulated any\n   53  statement, advertisement or publication, or to use any form of  applica-\n   54  tion  for the purchase, rental or lease of such housing accommodation or\n   55  to make any  record  or  inquiry  in  connection  with  the  prospective\n   56  purchase,  rental  or  lease  of  such  a  housing  accommodation  which\n\n       S. 83                               3\n\n    1  expresses, directly or  indirectly,  any  limitation,  specification  or\n    2  discrimination  as to race, creed, color, national origin, sexual orien-\n    3  tation, military status, sex,  age,  disability,  marital  status,  [or]\n    4  familial  status,  OR  SOURCE  OF INCOME, or any intent to make any such\n    5  limitation, specification or discrimination.\n    6    The provisions of this paragraph [(a)] shall  not  apply  (1)  to  the\n    7  rental  of  a housing accommodation in a building which contains housing\n    8  accommodations for not more than two families  living  independently  of\n    9  each  other, if the owner resides in one of such housing accommodations,\n   10  (2) to the restriction of the rental of all rooms in a housing  accommo-\n   11  dation  to individuals of the same sex or (3) to the rental of a room or\n   12  rooms in a housing accommodation, if such rental is by the  occupant  of\n   13  the  housing  accommodation or by the owner of the housing accommodation\n   14  and the owner resides in such housing accommodation or (4)  solely  with\n   15  respect  to  age  and  familial  status  to the restriction of the sale,\n   16  rental or lease of housing accommodations exclusively to persons  sixty-\n   17  two  years  of  age  or  older and the spouse of any such person, or for\n   18  housing intended and operated for  occupancy  by  at  least  one  person\n   19  fifty-five  years of age or older per unit. In determining whether hous-\n   20  ing is intended and operated for occupancy by persons  fifty-five  years\n   21  of age or older, Sec. 807(b) (2) (c) (42 U.S.C. 3607 (b) (2) (c)) of the\n   22  federal Fair Housing Act of 1988, as amended, shall apply.\n   23    (b)  It  shall  be  an unlawful discriminatory practice for the owner,\n   24  lessee, sub-lessee, or managing agent of, or  other  person  having  the\n   25  right of ownership or possession of or the right to sell, rent or lease,\n   26  land or commercial space:\n   27    (1)  To  refuse  to sell, rent, lease or otherwise deny to or withhold\n   28  from any person or group of persons land or commercial space because  of\n   29  the  race,  creed,  color, national origin, sexual orientation, military\n   30  status, sex, age, disability, marital status, [or] familial  status,  OR\n   31  SOURCE  OF  INCOME  of  such person or persons, or to represent that any\n   32  housing accommodation or land is not  available  for  inspection,  sale,\n   33  rental or lease when in fact it is so available;\n   34    (2)  To discriminate against any person because of race, creed, color,\n   35  national origin, sexual orientation, military status, sex, age, disabil-\n   36  ity, marital status, [or] familial status, OR SOURCE OF  INCOME  in  the\n   37  terms, conditions or privileges of the sale, rental or lease of any such\n   38  land or commercial space; or in the furnishing of facilities or services\n   39  in connection therewith;\n   40    (3)  To  print  or  circulate or cause to be printed or circulated any\n   41  statement, advertisement or publication, or to use any form of  applica-\n   42  tion  for the purchase, rental or lease of such land or commercial space\n   43  or to make any record or inquiry  in  connection  with  the  prospective\n   44  purchase,  rental  or  lease  of  such  land  or  commercial space which\n   45  expresses, directly or  indirectly,  any  limitation,  specification  or\n   46  discrimination  as to race, creed, color, national origin, sexual orien-\n   47  tation, military status, sex,  age,  disability,  marital  status,  [or]\n   48  familial  status,  OR  SOURCE  OF INCOME; or any intent to make any such\n   49  limitation, specification or discrimination.\n   50    (4) With respect to age and familial status, the  provisions  of  this\n   51  paragraph  shall  not  apply  to  the restriction of the sale, rental or\n   52  lease of land or commercial  space  exclusively  to  persons  fifty-five\n   53  years  of  age  or  older  and  the spouse of any such person, or to the\n   54  restriction of the sale, rental or lease of land  to  be  used  for  the\n   55  construction,  or  location  of  housing  accommodations exclusively for\n   56  persons sixty-two years of age or older, or intended  and  operated  for\n\n       S. 83                               4\n\n    1  occupancy  by  at  least one person fifty-five years of age or older per\n    2  unit. In determining whether housing is intended and operated for  occu-\n    3  pancy  by  persons fifty-five years of age or older, Sec. 807(b) (2) (c)\n    4  (42  U.S.C. 3607(b) (2) (c)) of the federal Fair Housing Act of 1988, as\n    5  amended, shall apply.\n    6    (c) It shall be an  unlawful  discriminatory  practice  for  any  real\n    7  estate broker, real estate salesperson or employee or agent thereof:\n    8    (1)  To  refuse to sell, rent or lease any housing accommodation, land\n    9  or commercial space to any person or group of persons or  to  refuse  to\n   10  negotiate  for  the sale, rental or lease, of any housing accommodation,\n   11  land or commercial space to any person or group of  persons  because  of\n   12  the  race,  creed,  color, national origin, sexual orientation, military\n   13  status, sex, age, disability, marital status, [or] familial  status,  OR\n   14  SOURCE  OF  INCOME  of  such person or persons, or to represent that any\n   15  housing accommodation, land or commercial space  is  not  available  for\n   16  inspection,  sale,  rental  or lease when in fact it is so available, or\n   17  otherwise to deny or withhold any housing accommodation, land or commer-\n   18  cial space or any facilities  of  any  housing  accommodation,  land  or\n   19  commercial  space  from  any  person  or group of persons because of the\n   20  race,  creed,  color,  national  origin,  sexual  orientation,  military\n   21  status,  sex,  age, disability, marital status, [or] familial status, OR\n   22  SOURCE OF INCOME of such person or persons.\n   23    (2) To print or circulate or cause to be  printed  or  circulated  any\n   24  statement,  advertisement or publication, or to use any form of applica-\n   25  tion for the purchase, rental or lease  of  any  housing  accommodation,\n   26  land  or commercial space or to make any record or inquiry in connection\n   27  with the prospective purchase, rental or lease of any  housing  accommo-\n   28  dation,  land or commercial space which expresses, directly or indirect-\n   29  ly, any limitation, specification, or discrimination as to race,  creed,\n   30  color,  national  origin, sexual orientation, military status, sex, age,\n   31  disability, marital status, [or] familial status, OR SOURCE  OF  INCOME;\n   32  or  any  intent  to make any such limitation, specification or discrimi-\n   33  nation.\n   34    (3) With respect to age and familial status, the  provisions  of  this\n   35  paragraph  shall  not  apply  to  the restriction of the sale, rental or\n   36  lease of any land or commercial space exclusively to persons  fifty-five\n   37  years  of  age  or  older  and  the spouse of any such person, or to the\n   38  restriction of the sale, rental or lease of any housing accommodation or\n   39  land to be used for the construction or  location  of  housing  accommo-\n   40  dations  for  persons  sixty-two  years of age or older, or intended and\n   41  operated for occupancy by at least one person fifty-five years of age or\n   42  older per unit. In determining whether housing is intended and  operated\n   43  for occupancy by persons fifty-five years of age or older, Sec.  807 (b)\n   44  (2)  (c) (42 U.S.C. 3607 (b) (2) (c)) of the federal Fair Housing Act of\n   45  1988, as amended, shall apply.\n   46    (d) It shall be an  unlawful  discriminatory  practice  for  any  real\n   47  estate board, because of the race, creed, color, national origin, sexual\n   48  orientation, military status, age, sex, disability, marital status, [or]\n   49  familial  status, OR SOURCE OF INCOME of any individual who is otherwise\n   50  qualified for membership, to  exclude  or  expel  such  individual  from\n   51  membership,  or  to  discriminate  against such individual in the terms,\n   52  conditions and privileges of membership in such board.\n   53    (e) It shall be an unlawful discriminatory  practice  for  the  owner,\n   54  proprietor  or  managing  agent  of, or other person having the right to\n   55  provide care and services in, a private proprietary nursing home, conva-\n   56  lescent home, or home for adults, or an intermediate care  facility,  as\n\n       S. 83                               5\n\n    1  defined   in   section  two  of  the  social  services  law,  heretofore\n    2  constructed, or to be constructed, or any agent or employee thereof,  to\n    3  refuse  to  provide  services  and  care in such home or facility to any\n    4  individual  or  to  discriminate  against  any  individual in the terms,\n    5  conditions, and privileges of such services and care solely because such\n    6  individual is a blind person. For purposes of this paragraph,  a  \"blind\n    7  person\" shall mean a person who is registered as a blind person with the\n    8  commission  for the visually handicapped and who meets the definition of\n    9  a \"blind person\" pursuant to  section  three  of  chapter  four  hundred\n   10  fifteen  of  the  laws  of nineteen hundred thirteen entitled \"An act to\n   11  establish a state commission for improving the condition of the blind of\n   12  the state of New York, and making an appropriation therefor\".\n   13    (f) The provisions of this subdivision, as they relate to  age,  shall\n   14  not apply to persons under the age of eighteen years.\n   15    (g)  It  shall  be  an unlawful discriminatory practice for any person\n   16  offering or providing housing accommodations, land or  commercial  space\n   17  as described in paragraphs (a), (b), and (c) of this subdivision to make\n   18  or  cause  to  be  made any written or oral inquiry or record concerning\n   19  membership of any person in the state organized militia in  relation  to\n   20  the  purchase,  rental  or lease of such housing accommodation, land, or\n   21  commercial space, provided, however, that nothing  in  this  subdivision\n   22  shall  prohibit a member of the state organized militia from voluntarily\n   23  disclosing such membership.\n   24    S 5. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the executive law, in relation to discrimination based upon the income of persons ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101203.T091937.TXT", "SOBI.D101202.T162601.TXT", "SOBI.D101203.T153502.TXT", "SOBI.D101203.T153001.TXT", "SOBI.D110106.T125217.TXT", "SOBI.D101202.T164602.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294336337287
}