{
  "year" : 2011,
  "senateBillNo" : "S831-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO CORPORATIONS, AUTHORITIES AND COMMISSIONS",
    "billEventId" : "S831-2011-1294203600000-REFERRED+TO+CORPORATIONS%2C+AUTHORITIES+AND+COMMISSIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "STAVISKY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prohibits the use of funds and property of any public authority or commission to influence the outcome of an election, constitutional amendment or proposition",
  "summary" : "Prohibits the use of funds and property by any member, officer or employee of any public authority or commission to influence votes or the outcome of an election; does not prohibit the renting of authority or commission space for political advertisements where such space is customarily open to the public or qualifies as public forum space, or to make space available at cost or no cost if it is customarily rented or made available at no cost. ",
  "currentCommittee" : "CORPORATIONS, AUTHORITIES AND COMMISSIONS",
  "sameAs" : "A2963",
  "lawSection" : "Public Authorities Law",
  "previousVersions" : [ "S7998-2009", "S1552-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          831\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by Sen. STAVISKY -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Corporations,  Authorities\n         and Commissions\n\n       AN  ACT  to amend the public authorities law, in relation to prohibiting\n         the use of authority funds and property to influence the outcome of an\n         election\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  public  authorities  law  is amended by adding a new\n    2  section 2890-a to read as follows:\n    3    S 2890-A.  USE OF AUTHORITY FUNDS AND PROPERTY PROHIBITED FOR  CERTAIN\n    4  PURPOSES.  NO MEMBER OF AN AUTHORITY OR COMMISSION, HERETOFORE AND HERE-\n    5  AFTER  CONTINUED  OR  CREATED  BY  THIS  CHAPTER, OR OFFICER OR EMPLOYEE\n    6  THEREOF, SHALL USE OR AUTHORIZE THE USE OF AUTHORITY FUNDS  OR  PROPERTY\n    7  FOR THE PURPOSE OF INFLUENCING THE VOTE OR POLITICAL ACTION OF ANY CITI-\n    8  ZEN  OR  AUTHORITY  EMPLOYEE  IN  RELATION  TO NOMINATION OR ELECTION TO\n    9  PUBLIC OR PARTY OFFICE, OR THE OUTCOME OF ANY CONSTITUTIONAL  AMENDMENT,\n   10  PROPOSITION  OR  OTHER QUESTION SUBMITTED TO THE VOTERS AT ANY ELECTION.\n   11  NOTHING HEREIN SHALL, HOWEVER, RESTRICT THE RIGHT OF  THE  AUTHORITY  OR\n   12  COMMISSION  TO  SELL ADVERTISING SPACE IF SUCH SPACE IS CUSTOMARILY SOLD\n   13  FOR ADVERTISING PURPOSES TO THE GENERAL PUBLIC, NOR RESTRICT  THE  RIGHT\n   14  OF  THE  AUTHORITY  TO  RENT PHYSICAL SPACE IF SUCH SPACE IS CUSTOMARILY\n   15  RENTED OR TO MAKE SPACE AVAILABLE AT NO COST IF SUCH SPACE IS  CUSTOMAR-\n   16  ILY  MADE  AVAILABLE AT NO COST. NOTHING HEREIN SHALL GIVE THE AUTHORITY\n   17  THE RIGHT TO PREVENT LAWFUL PUBLIC ASSEMBLY  ON  AUTHORITY  PROPERTY  IF\n   18  SUCH  PROPERTY  OR  PORTION THEREOF IS CUSTOMARILY OPEN TO THE PUBLIC OR\n   19  QUALIFIES AS PUBLIC FORUM SPACE.\n   20    S 2.   This act shall take effect  on  the  first  of  September  next\n   21  succeeding the date on which it shall have become a law.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02772-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public authorities law, in relation to prohibiting the use of authority funds and property to influence the outcome of an election ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110105.T110612.TXT", "SOBI.D110121.T143531.TXT", "SOBI.D110103.T092845.TXT", "SOBI.D101230.T145743.TXT", "SOBI.D101230.T161749.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295638531576
}