{
  "year" : 2011,
  "senateBillNo" : "S832-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO HOUSING, CONSTRUCTION AND COMMUNITY DEVELOPMENT",
    "billEventId" : "S832-2011-1294203600000-REFERRED+TO+HOUSING%2C+CONSTRUCTION+AND+COMMUNITY+DEVELOPMENT",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "STAVISKY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to appointments to the rent guidelines board",
  "summary" : "Requires the city council to approve the mayor's appointments to the rent guidelines board. ",
  "currentCommittee" : "HOUSING, CONSTRUCTION AND COMMUNITY DEVELOPMENT",
  "sameAs" : "A2265",
  "lawSection" : "New York City Administrative Code",
  "previousVersions" : [ "S5229-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          832\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by Sen. STAVISKY -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Housing, Construction  and\n         Community Development\n\n       AN  ACT  to  amend  the  administrative code of the city of New York, in\n         relation to appointments to the rent guidelines board\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Subdivision a of section 26-510 of the administrative code\n    2  of the city of New York is amended to read as follows:\n    3    a. There shall be a rent guidelines board to consist of nine  members,\n    4  appointed by the mayor, WITH THE ADVICE AND CONSENT OF THE CITY COUNCIL.\n    5  Two  members  shall be representative of tenants, two shall be represen-\n    6  tative of owners of property, and five shall be public members  each  of\n    7  whom  shall  have  had at least five years experience in either finance,\n    8  economics or housing. One public member shall be designated by the mayor\n    9  to serve as chairman and shall hold no other public office.  No  member,\n   10  officer or employee of any municipal rent regulation agency or the state\n   11  division  of  housing  and  community  renewal and no person who owns or\n   12  manages real estate covered by this law or who  is  an  officer  of  any\n   13  owner or tenant organization shall serve on a rent guidelines board. One\n   14  public  member,  one  member  representative  of  tenants and one member\n   15  representative of owners shall serve for a term ending  two  years  from\n   16  January  first next succeeding the date of their appointment; one public\n   17  member, one member representative of tenants and  one  member  represen-\n   18  tative of owners shall serve for terms ending three years from the Janu-\n   19  ary  first  next succeeding the date of their appointment and two public\n   20  members shall serve for terms ending four years from January first  next\n   21  succeeding  the  dates of their appointment. The chairman shall serve at\n   22  the pleasure of the mayor. Thereafter, all  members  shall  continue  in\n   23  office  until  their  successors  have been appointed and qualified. The\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00577-01-1\n\n       S. 832                              2\n\n    1  mayor shall fill any vacancy which may occur by reason of death,  resig-\n    2  nation   or   otherwise   in  a  manner  consistent  with  the  original\n    3  appointment, AND WITH THE ADVICE AND CONSENT  OF  THE  CITY  COUNCIL.  A\n    4  member  may be removed by the mayor for cause, but not without an oppor-\n    5  tunity to be heard in person or by counsel, in his or her defense,  upon\n    6  not less than ten days notice.\n    7    S  2.  This  act  shall  take  effect  immediately  and shall apply to\n    8  appointments made on and after such date; provided that  the  amendments\n    9  to section 26-510 of chapter 4 of title 26 of the administrative code of\n   10  the city of New York made by section one of this act shall expire on the\n   11  same  date  as  such  law expires and shall not affect the expiration of\n   12  such law as provided under section 26-520 of such law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the administrative code of the city of New York, in relation to appointments to the rent guidelines board ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110105.T110612.TXT", "SOBI.D110103.T092344.TXT", "SOBI.D110114.T152500.TXT", "SOBI.D101230.T145743.TXT", "SOBI.D101230.T161749.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295036700656
}