{
  "year" : 2011,
  "senateBillNo" : "S834-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO TRANSPORTATION",
    "billEventId" : "S834-2011-1294203600000-REFERRED+TO+TRANSPORTATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "YOUNG",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes the operation of farm vehicles within the state with a class D driver's license; repealer",
  "summary" : "Authorizes the operation of farm vehicles within the state with a class D driver's license; eliminates the requirement for a farm endorsement to operate a farm vehicle; expands definition of \"farm vehicle\" to include a combination of vehicles with a gross vehicle weight rating of 26,000 pounds or less. ",
  "currentCommittee" : "TRANSPORTATION",
  "sameAs" : null,
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "S2477-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          834\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  YOUNG  -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Transportation\n\n       AN ACT to amend the vehicle and traffic law, in relation to  authorizing\n         the  operation of any farm vehicle within the state by a person with a\n         class D driver's license; and to repeal subparagraph (vi) of paragraph\n         (b) of subdivision 2 of section 501  of  such  law  relating  to  farm\n         endorsements\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subparagraph (iv) of paragraph  (a)  of  subdivision  2  of\n    2  section 501 of the vehicle and traffic law, as amended by chapter 339 of\n    3  the laws of 2005, is amended to read as follows:\n    4    (iv) Class D. (A) Such license shall be valid to operate any passenger\n    5  or  limited  use  automobile  or  any truck with a GVWR of not more than\n    6  twenty-six thousand pounds or any such vehicle towing a vehicle  with  a\n    7  GVWR  of  not  more than ten thousand pounds, or any such vehicle towing\n    8  another vehicle with a GVWR of more than ten  thousand  pounds  provided\n    9  such  combination  of  vehicles  has  a GCWR of not more than twenty-six\n   10  thousand pounds, or any personal use vehicle with a  GVWR  of  not  more\n   11  than  twenty-six  thousand  pounds  or any such vehicle towing a vehicle\n   12  with a GVWR of not more than ten thousand pounds, except it shall not be\n   13  valid to operate a tractor, a motorcycle other  than  a  class  B  or  C\n   14  limited  use motorcycle, a vehicle used to transport passengers for hire\n   15  or for which a hazardous materials endorsement is required, or a vehicle\n   16  defined as a bus in subdivision one of section five  hundred  nine-a  of\n   17  this title.\n   18    (B)  NOTWITHSTANDING  ANY  RESTRICTION  ON  THE  OPERATION OF VEHICLES\n   19  INCLUDED IN CLAUSE (A) OF THIS SUBPARAGRAPH, SUCH LICENSE SHALL BE VALID\n   20  TO OPERATE ANY FARM VEHICLE ANYWHERE WITHIN THIS STATE.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03454-01-1\n\n       S. 834                              2\n\n    1    S 2. Subparagraph (vi) of paragraph (b) of subdivision  2  of  section\n    2  501 of the vehicle and traffic law is REPEALED.\n    3    S 3. Subdivision 7 of section 501-a of the vehicle and traffic law, as\n    4  added by chapter 173 of the laws of 1990, is amended to read as follows:\n    5    7.  Farm  vehicle.  A  vehicle OR ANY COMBINATION OF VEHICLES having a\n    6  GVWR of not more than twenty-six thousand pounds which is controlled and\n    7  operated by a farmer, is used to transport agricultural  products,  farm\n    8  machinery,  farm  supplies  or  all of the aforementioned to or from the\n    9  farm and is not used in the operations of a  common  or  contract  motor\n   10  carrier and[, such a vehicle having a GVWR of more than twenty-six thou-\n   11  sand  pounds  while  being  used  within  one hundred fifty miles of the\n   12  person's farm] SUCH VEHICLE OR VEHICLES ARE OPERATED WITHIN THIS STATE.\n   13    S 4. This act shall take effect on the first of January next  succeed-\n   14  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to authorizing the operation of any farm vehicle within the state by a person with a class D driver's license; and to repeal subparagraph (vi) of paragraph (b) of subdivision 2 of section 501 of such law relating to farm endorsements ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110105.T110612.TXT", "SOBI.D101230.T150308.TXT", "SOBI.D110103.T092344.TXT", "SOBI.D101230.T161749.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294243572889
}