{
  "year" : 2011,
  "senateBillNo" : "S835-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO INVESTIGATIONS AND GOVERNMENT OPERATIONS",
    "billEventId" : "S835-2011-1294203600000-REFERRED+TO+INVESTIGATIONS+AND+GOVERNMENT+OPERATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "YOUNG",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Exempts domestic and imported animals harvested at a game hunting preserve from the sales and compensating use tax",
  "summary" : "Exempts domestic and imported animals harvested at a game hunting preserve from the sales and compensating use tax. ",
  "currentCommittee" : "INVESTIGATIONS AND GOVERNMENT OPERATIONS",
  "sameAs" : null,
  "lawSection" : "Tax Law",
  "previousVersions" : [ "SA2417-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          835\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  YOUNG  -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Investigations and Govern-\n         ment Operations\n\n       AN ACT to amend the tax law,  in  relation  to  exempting  domestic  and\n         imported  game  animals  harvested at a game hunting preserve from the\n         sales and compensating use tax\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Paragraph 1 of subdivision (a) of section 1115 of the tax\n    2  law, as amended by section 1 of part O of chapter  63  of  the  laws  of\n    3  2000, is amended to read as follows:\n    4    (1)  Food,  food products, beverages, dietary foods and health supple-\n    5  ments, sold for human  consumption  but  not  including  (i)  candy  and\n    6  confectionery, (ii) fruit drinks which contain less than seventy percent\n    7  of  natural  fruit juice, (iii) soft drinks, sodas and beverages such as\n    8  are ordinarily dispensed at soda fountains or  in  connection  therewith\n    9  (other than coffee, tea and cocoa) and (iv) beer, wine or other alcohol-\n   10  ic  beverages,  all  of  which  shall be subject to the retail sales and\n   11  compensating use taxes, whether or not the item is sold in liquid  form.\n   12  The  food  and  drink excluded from the exemption provided by this para-\n   13  graph under subparagraphs (i), (ii) and (iii) of this paragraph shall be\n   14  exempt under this paragraph when sold for  seventy-five  cents  or  less\n   15  through  any  vending  machine  activated  by the use of coin, currency,\n   16  credit card or debit card. With the exception of the provision  in  this\n   17  paragraph  providing for an exemption for certain food or drink sold for\n   18  seventy-five cents or less  through  vending  machines,  nothing  herein\n   19  shall be construed as exempting food or drink from the tax imposed under\n   20  subdivision  (d)  of  section  eleven hundred five. FOR PURPOSES OF THIS\n   21  PARAGRAPH, DOMESTIC AND IMPORTED ANIMALS, WHEN HARVESTED AT A GAME HUNT-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03438-01-1\n\n       S. 835                              2\n\n    1  ING PRESERVE, SHALL BE CONSIDERED FOOD OR FOOD PRODUCTS SOLD  FOR  HUMAN\n    2  CONSUMPTION.\n    3    S  2. This act shall take effect September 1, 2011, and shall apply to\n    4  sales made, services rendered and uses occurring on and after such date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the tax law, in relation to exempting domestic and imported game animals harvested at a game hunting preserve from the sales and compensating use tax ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101230.T150308.TXT", "SOBI.D110103.T092344.TXT", "SOBI.D110105.T111618.TXT", "SOBI.D101230.T161749.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294244178100
}