{
  "year" : 2011,
  "senateBillNo" : "S837-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S837-2011-1294203600000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "YOUNG",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for statewide video arraignments; repealer",
  "summary" : "Provides that the court may, in its discretion, dispense with the defendant's personal appearance at an arraignment whenever such defendant is being held at a secure location outside the courthouse and conduct an electronic arraignment. ",
  "currentCommittee" : "CODES",
  "sameAs" : null,
  "lawSection" : "Criminal Procedure Law",
  "previousVersions" : [ "S4681-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "BONACIC",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "RANZENHOFER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          837\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sens.  YOUNG,  BONACIC,  RANZENHOFER  --  read twice and\n         ordered printed, and when printed to be committed to the Committee  on\n         Codes\n\n       AN  ACT  to  amend the criminal procedure law, in relation to the use of\n         video monitoring equipment to  conduct  arraignments;  and  to  repeal\n         article 185 of such law relating thereto\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Article 185 of the criminal procedure law is REPEALED and a\n    2  new article 185 is added to read as follows:\n\n    3                                 ARTICLE 185\n    4                        ALTERNATE METHOD OF ARRAIGNMENT\n\n    5  SECTION 185.10 DEFINITION OF TERMS.\n    6          185.20 ELECTRONIC ARRAIGNMENT.\n    7          185.30 CONDITIONS AND LIMITATIONS ON ELECTRONIC ARRAIGNMENT.\n    8          185.40 APPROVAL BY THE CHIEF ADMINISTRATOR OF THE COURTS.\n\n    9  S 185.10 DEFINITION OF TERMS.\n   10    AS USED IN THIS ARTICLE:\n   11    1. \"INDEPENDENT AUDIO-VISUAL SYSTEM\" MEANS AN  ELECTRONIC  SYSTEM  FOR\n   12  THE TRANSMISSION AND RECEIVING OF AUDIO AND VISUAL SIGNALS, ENCOMPASSING\n   13  ENCODED  SIGNALS,  FREQUENCY DOMAIN MULTIPLEXING OR OTHER SUITABLE MEANS\n   14  TO PRECLUDE THE UNAUTHORIZED RECEPTION AND DECODING OF  THE  SIGNALS  BY\n   15  COMMERCIALLY   AVAILABLE   TELEVISION  RECEIVERS  OR  MONITORS,  CHANNEL\n   16  CONVERTERS, OR OTHER AVAILABLE RECEIVING DEVICES.\n   17    2. \"ELECTRONIC ARRAIGNMENT\" MEANS  AN  ARRAIGNMENT  IN  WHICH  VARIOUS\n   18  PARTICIPANTS, INCLUDING THE DEFENDANT, ARE NOT PERSONALLY PRESENT IN THE\n   19  COURT  BUT  IN  WHICH ALL OF THE PARTICIPANTS ARE SIMULTANEOUSLY ABLE TO\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02629-01-1\n\n       S. 837                              2\n\n    1  SEE AND HEAR REPRODUCTIONS OF THE VOICES AND IMAGES OF THE JUDGE,  COUN-\n    2  SELS,  DEFENDANT,  POLICE OFFICER AND ANY OTHER APPROPRIATE PARTICIPANT,\n    3  BY MEANS OF AN INDEPENDENT AUDIO-VISUAL SYSTEM.\n    4    3.  \"SECURE  LOCATION\"  MEANS  ANY FACILITY USED BY THE STATE, COUNTY,\n    5  CITY, TOWN OR VILLAGE LAW  ENFORCEMENT  ENTITY  TO  TEMPORARILY  HOLD  A\n    6  PERSON  NOT RELEASED ON HIS OR HER OWN RECOGNIZANCE AND GIVEN AN APPEAR-\n    7  ANCE TICKET OR SUMMONS PENDING ARRAIGNMENT ON AN ACCUSATORY INSTRUMENT.\n    8  S 185.20 ELECTRONIC ARRAIGNMENT.\n    9    NOTWITHSTANDING THE PROVISIONS OF SUBDIVISION NINE  OF  SECTION  1.20,\n   10  SECTIONS  110.10, 120.10, 120.40, 120.90, 140.20, 140.27, 140.40, 170.10\n   11  AND 180.10 OF THIS CHAPTER OR ANY OTHER PROVISION OF LAW AS THEY PERTAIN\n   12  TO A DEFENDANT'S PERSONAL APPEARANCE AT ARRAIGNMENT, THE  COURT  IN  ITS\n   13  DISCRETION  MAY DISPENSE WITH THE DEFENDANT'S PERSONAL APPEARANCE AT THE\n   14  ARRAIGNMENT WHENEVER SUCH DEFENDANT IS BEING HELD AT A  SECURE  LOCATION\n   15  OUTSIDE  THE COURT HOUSE AND CONDUCT AN ELECTRONIC ARRAIGNMENT, PROVIDED\n   16  THAT THE CHIEF ADMINISTRATOR OF THE COURTS HAS  AUTHORIZED  THE  USE  OF\n   17  ELECTRONIC  ARRAIGNMENTS  FOR  THE  COURT, PURSUANT TO THE PROVISIONS OF\n   18  SECTION 185.40 OF THIS ARTICLE.\n   19  S 185.30 CONDITIONS AND LIMITATIONS ON ELECTRONIC ARRAIGNMENT.\n   20    WHENEVER A PERSON IS ARRAIGNED BY MEANS OF AN ELECTRONIC  ARRAIGNMENT,\n   21  THE FOLLOWING CONDITIONS AND LIMITATIONS SHALL APPLY:\n   22    1. THE DEFENDANT MAY NOT ENTER A PLEA OF GUILTY;\n   23    2.  NO  ELECTRONIC RECORDING OF AN ELECTRONIC ARRAIGNMENT MAY BE MADE,\n   24  VIEWED OR INSPECTED EXCEPT AS MAY BE AUTHORIZED BY RULES  OF  THE  CHIEF\n   25  ADMINISTRATOR OF THE COURTS; AND\n   26    3. STENOGRAPHIC RECORDING OF THE ARRAIGNMENT SHALL BE MADE TO THE SAME\n   27  EXTENT  AS  IF IT WERE AN ORDINARY ARRAIGNMENT RATHER THAN AN ELECTRONIC\n   28  ARRAIGNMENT.\n   29  S 185.40 APPROVAL BY THE CHIEF ADMINISTRATOR OF THE COURTS.\n   30    1. THE APPROPRIATE ADMINISTRATIVE JUDGE  SHALL  SUBMIT  TO  THE  CHIEF\n   31  ADMINISTRATOR OF THE COURTS A WRITTEN PROPOSAL FOR THE USE OF ELECTRONIC\n   32  ARRAIGNMENTS  FOR  A PARTICULAR COURT AND THE PRECINCTS UNDER THE JURIS-\n   33  DICTION OF THAT COURT. IF THE CHIEF ADMINISTRATOR OF THE COURTS APPROVES\n   34  THE PROPOSAL, INSTALLATION OF AN  INDEPENDENT  AUDIO-VISUAL  SYSTEM  MAY\n   35  BEGIN.\n   36    2.  UPON COMPLETION OF THE INSTALLATION OF AN INDEPENDENT AUDIO-VISUAL\n   37  SYSTEM, THE COMMISSION ON CABLE TELEVISION SHALL INSPECT, TEST AND EXAM-\n   38  INE THE INDEPENDENT AUDIO-VISUAL SYSTEM AND CERTIFY TO THE CHIEF  ADMIN-\n   39  ISTRATOR  OF  THE COURTS WHETHER THE SYSTEM COMPLIES WITH THE DEFINITION\n   40  OF AN INDEPENDENT AUDIO-VISUAL SYSTEM AND IS  TECHNICALLY  SUITABLE  FOR\n   41  THE CONDUCTING OF ELECTRONIC ARRAIGNMENTS AS INTENDED.\n   42    3.  THE  USE BY A COURT OF AN APPROVED INDEPENDENT AUDIO-VISUAL SYSTEM\n   43  FOR  THE  PURPOSE  OF  AUTHORIZED  ELECTRONIC  ARRAIGNMENTS,  SHALL   BE\n   44  INSPECTED  SUBJECT  TO RENEWAL EVERY TWO YEARS FROM THE DATE OF AUTHORI-\n   45  ZATION BY THE CHIEF ADMINISTRATOR OF THE COURTS.\n   46    4. THE CHIEF ADMINISTRATOR OF THE COURTS MAY WITHDRAW APPROVAL OF  THE\n   47  AUTHORIZATION AT ANY TIME.\n   48    S 2. This act shall take effect on the first of November next succeed-\n   49  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the criminal procedure law, in relation to the use of video monitoring equipment to conduct arraignments; and to repeal article 185 of such law relating thereto ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101230.T150744.TXT", "SOBI.D101230.T150308.TXT", "SOBI.D110103.T092344.TXT", "SOBI.D110105.T111618.TXT", "SOBI.D101230.T161749.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294244178110
}