{
  "year" : 2011,
  "senateBillNo" : "S838-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO CIVIL SERVICE AND PENSIONS",
    "billEventId" : "S838-2011-1294203600000-REFERRED+TO+CIVIL+SERVICE+AND+PENSIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "YOUNG",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Eliminates the maximum age for taking the civil service examination for appointment as a police officer",
  "summary" : "Eliminates the maximum age for taking the civil service examination for appointment as a police officer. ",
  "currentCommittee" : "CIVIL SERVICE AND PENSIONS",
  "sameAs" : "A1956",
  "lawSection" : "Civil Service Law",
  "previousVersions" : [ "S8453-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "NOZZOLIO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SEWARD",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          838\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sens.  YOUNG, NOZZOLIO, SEWARD -- read twice and ordered\n         printed, and when printed to be committed to the  Committee  on  Civil\n         Service and Pensions\n\n       AN ACT to amend the civil service law and the executive law, in relation\n         to  eliminating the maximum age limitation for appointment as a police\n         officer\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Paragraph (a) of subdivision 1 of section 58 of the civil\n    2  service law, as amended by chapter 346 of the laws of 2008,  is  amended\n    3  to read as follows:\n    4    (a)  he  or she is not less than twenty years of age as of the date of\n    5  appointment [nor more than thirty-five years of age as of the date  when\n    6  the  applicant  takes the written examination, provided that the maximum\n    7  age requirement of thirty-five years of age as set forth in  this  para-\n    8  graph  shall  not apply to eligible lists finalized pursuant to an exam-\n    9  ination administered prior to May thirty-first, nineteen  hundred  nine-\n   10  ty-nine, provided, however, that:\n   11    (i)  time spent on military duty or on terminal leave, not exceeding a\n   12  total of six years, shall be subtracted from the age  of  any  applicant\n   13  who  has passed his or her thirty-fifth birthday as provided in subdivi-\n   14  sion ten-a of section two hundred forty-three of the military law;\n   15    (ii) such maximum age requirement of thirty-five years shall not apply\n   16  to any police officer as defined in subdivision thirty-four  of  section\n   17  1.20 of the criminal procedure law, who was continuously employed by the\n   18  Buffalo  municipal housing authority between January first, two thousand\n   19  five and June thirtieth, two thousand five and who takes the next  writ-\n   20  ten  exam  offered  after the effective date of this subparagraph by the\n   21  city of Buffalo civil service commission  for  employment  as  a  police\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02685-01-1\n\n       S. 838                              2\n\n    1  officer in the city of Buffalo police department, or June thirtieth, two\n    2  thousand six, whichever is later; and\n    3    (iii)  such  maximum  age  requirement  of thirty-five years shall not\n    4  apply to any police officer of any county, town, city or village  police\n    5  force  not  otherwise  provided for in this section if the eligible list\n    6  has been exhausted and there are no other eligible candidates; provided,\n    7  however, the police officer themselves are on the eligible list of  such\n    8  county,  town,  city or village and meet all other requirements of merit\n    9  and fitness set forth by this chapter and do not exceed the maximum  age\n   10  of thirty-nine];\n   11    S  2. Subdivision 2 of section 58 of the civil service law, as amended\n   12  by chapter 32 of the laws of 1999, is amended to read as follows:\n   13    2. The provisions of this section shall not prevent any county,  city,\n   14  town,  village,  housing authority, transit authority or police district\n   15  from setting more restrictive requirements of eligibility for its police\n   16  officers[, except the maximum age to be a police officer as provided  in\n   17  paragraph (a) of subdivision one of this section].\n   18    S  3.  Subdivision  4 of section 58 of the civil service law, as sepa-\n   19  rately amended by chapters 375 and 397 of the laws of  1990,  paragraphs\n   20  (a)  and (b) as amended by chapter 435 of the laws of 1997 and paragraph\n   21  (c) as amended by chapter 190 of the laws of 2008, is amended to read as\n   22  follows:\n   23    4. (a) [Any person who has received provisional or permanent  appoint-\n   24  ment  in  the competitive class of the civil service as a police officer\n   25  of the regional state park police or any police force or police  depart-\n   26  ment  of  any  county,  city,  town, village, housing authority, transit\n   27  authority or police district shall be eligible to resign from any police\n   28  force or police department, and to be appointed as a police  officer  in\n   29  the same or any other police force or police department without satisfy-\n   30  ing  the  age requirements set forth in paragraph (a) of subdivision one\n   31  of this section at the time of such second  or  subsequent  appointment,\n   32  provided such second or subsequent appointment occurs within thirty days\n   33  of the date of resignation.\n   34    (b)  Any  person who has received permanent appointment in the compet-\n   35  itive class of the civil service as a police  officer  of  the  regional\n   36  state  park police or any police force or police department of any coun-\n   37  ty, city, town, village, housing authority, transit authority or  police\n   38  district  shall  be  eligible  to resign from any police force or police\n   39  department and, subject to such civil service rules as may  be  applica-\n   40  ble,  shall  be  eligible  for reinstatement in the same police force or\n   41  police department or in any other police force or police  department  to\n   42  which  he was eligible for transfer, without satisfying the age require-\n   43  ments set forth in paragraph (a) of subdivision one of this  section  at\n   44  the time of such reinstatement, provided such reinstatement occurs with-\n   45  in one year of the date of resignation.\n   46    (c)  (i)] Legislative findings and declaration. The legislature hereby\n   47  finds and declares that it  is  frequently  impracticable  to  ascertain\n   48  fitness  for  the positions of detective and investigator within various\n   49  police or sheriffs departments around the state by means  of  a  compet-\n   50  itive  examination  due  to the unique nature of the duties assigned and\n   51  the intangible personal qualities needed to  perform  such  duties.  The\n   52  legislature  further  finds  that competitive examination has never been\n   53  employed in many police, correction or sheriffs departments,  to  ascer-\n   54  tain fitness for the positions of detective and investigator within such\n   55  police, correction or sheriffs departments; such fitness has always been\n   56  determined  by  evaluation of the capabilities of an individual (who has\n\n       S. 838                              3\n\n    1  in any case received permanent appointment to  the  position  of  police\n    2  officer, correction officer of any rank or deputy sheriff) by superviso-\n    3  ry  personnel.  The  legislature  further  finds  that an individual who\n    4  performs in an investigatory position in a manner sufficiently satisfac-\n    5  tory  to  the  appropriate  supervisors to hold such an assignment for a\n    6  period of eighteen months, has demonstrated fitness for the position  of\n    7  detective  or  investigator  within  such police, correction or sheriffs\n    8  department at least as sufficiently as could be ascertained by means  of\n    9  a competitive examination.\n   10    [(ii)]  (B)  Notwithstanding any other provision of law, in any juris-\n   11  diction, other than a city with a population of one million or  more  or\n   12  the state department of correctional services, which does not administer\n   13  examinations  for  designation  to detective or investigator, any person\n   14  who has received permanent appointment to the position of  police  offi-\n   15  cer, correction officer of any rank or deputy sheriff and is temporarily\n   16  assigned to perform the duties of detective or investigator shall, when-\n   17  ever  such  assignment  to  the  duties  of  a detective or investigator\n   18  exceeds eighteen months, be permanently designated  as  a  detective  or\n   19  investigator  and receive the compensation ordinarily paid to persons in\n   20  such designation.\n   21    [(iii)] (C) Nothing contained in [subparagraph (ii)] PARAGRAPH (B)  of\n   22  this  [paragraph] SUBDIVISION  shall be construed to limit any jurisdic-\n   23  tion's ability to administer examinations for appointment to  the  posi-\n   24  tions  of  detective  and investigator, provided however that any person\n   25  temporarily assigned to perform the duties of detective or  investigator\n   26  within  the  period  commencing September twenty-third, nineteen hundred\n   27  ninety-three through and including the date upon  which  this  paragraph\n   28  shall  have  become a law and who has not been designated as a detective\n   29  or investigator and who has not been subject to an examination for which\n   30  there is a certified eligible list, shall be permanently designated as a\n   31  detective or investigator whenever such  assignment  to  the  duties  of\n   32  detective or investigator exceeds eighteen months.\n   33    [(iv)]  (D)  Detectives  and  investigators designated since September\n   34  twenty-third, nineteen hundred ninety  and  prior  to  February  twenty-\n   35  fourth, nineteen hundred ninety-five by any state, county, town, village\n   36  or  city  (other than a city with a population of one million or more or\n   37  the state department of correctional  services)  police,  correction  or\n   38  sheriffs  department,  pursuant  to  the provisions of this paragraph in\n   39  effect during such period, who continue  to  serve  in  such  positions,\n   40  shall retain their detective or investigator status without any right to\n   41  retroactive financial entitlement.\n   42    S  4. Subdivision 3 of section 215 of the executive law, as amended by\n   43  chapter 478 of the laws of 2004, is amended to read as follows:\n   44    3. The sworn members of the New York state police shall  be  appointed\n   45  by  the  superintendent  and  permanent appointees may be removed by the\n   46  superintendent only after a hearing. No person shall be appointed to the\n   47  New York state police force as a sworn member unless he or she shall  be\n   48  a citizen of the United States, [between the ages of] AND AT LEAST twen-\n   49  ty-one  [and  twenty-nine  years  except  that  in  the superintendent's\n   50  discretion, the maximum  age  may  be  extended  to  thirty-five  years.\n   51  Notwithstanding any other provision of law or any general or special law\n   52  to  the  contrary the time spent on military duty, not exceeding a total\n   53  of six years, shall be subtracted from the age of any applicant who  has\n   54  passed  his  or  her  twenty-ninth  birthday,  solely for the purpose of\n   55  permitting qualification as to age and for no other purpose. Such  limi-\n   56  tations  as  to  age however shall not apply to persons appointed to the\n\n       S. 838                              4\n\n    1  positions of counsel, first assistant counsel,  assistant  counsel,  and\n    2  assistant deputy superintendent for employee relations nor to any person\n    3  appointed  to  the  bureau of criminal investigation pursuant to section\n    4  two  hundred  sixteen  of  this article nor] YEARS OF AGE. NOR shall any\n    5  person be appointed unless he or she has fitness and good moral  charac-\n    6  ter  and  shall have passed a physical and mental examination based upon\n    7  standards provided by the rules and regulations of  the  superintendent.\n    8  Appointments  shall be made for a probationary period which, in the case\n    9  of appointees required to attend and complete a basic  training  program\n   10  at the state police academy, shall include such time spent attending the\n   11  basic school and terminate one year after successful completion thereof.\n   12  All other sworn members shall be subject to a probationary period of one\n   13  year  from the date of appointment. Following satisfactory completion of\n   14  the probationary period the  member  shall  be  a  permanent  appointee.\n   15  Voluntary  resignation  or  withdrawal  from  the  New York state police\n   16  during such appointment shall be submitted  to  the  superintendent  for\n   17  approval.    Reasonable time shall be required to account for all equip-\n   18  ment issued or for debts or obligations to the state  to  be  satisfied.\n   19  Resignation  or withdrawal from the division during a time of emergency,\n   20  so declared by the governor, shall not be approved if  contrary  to  the\n   21  best  interest  of the state and shall be a misdemeanor. No sworn member\n   22  removed from the New York state police shall be eligible for  reappoint-\n   23  ment.  The  superintendent  shall  make rules and regulations subject to\n   24  approval by the governor for the discipline and control of the New  York\n   25  state  police  and  for the examination and qualifications of applicants\n   26  for appointment as members thereto and such examinations shall  be  held\n   27  and  conducted  by  the  superintendent  subject to such rules and regu-\n   28  lations. The superintendent is authorized to  charge  a  fee  of  twenty\n   29  dollars  as an application fee for any person applying to take a compet-\n   30  itive examination for the position of trooper, and a fee of five dollars\n   31  for any competitive examination for a civilian position. The superinten-\n   32  dent shall promulgate regulations subject to the approval of the  direc-\n   33  tor  of  the budget, to provide for a waiver of the application fee when\n   34  the fee would cause an unreasonable hardship on  the  applicant  and  to\n   35  establish  a  fee  schedule  and charge fees for the use of state police\n   36  facilities.\n   37    S 5. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the civil service law and the executive law, in relation to eliminating the maximum age limitation for appointment as a police officer ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101230.T150744.TXT", "SOBI.D110103.T092344.TXT", "SOBI.D110112.T152028.TXT", "SOBI.D110105.T112118.TXT", "SOBI.D101230.T161749.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294863628680
}