{
  "year" : 2011,
  "senateBillNo" : "S839-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO HOUSING, CONSTRUCTION AND COMMUNITY DEVELOPMENT",
    "billEventId" : "S839-2011-1294203600000-REFERRED+TO+HOUSING%2C+CONSTRUCTION+AND+COMMUNITY+DEVELOPMENT",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "STAVISKY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to payment for police services provided to the New York city housing authority",
  "summary" : "Provides that the New York city housing authority shall not be required to pay for police services provided to the New York city housing authority by the city of New York. ",
  "currentCommittee" : "HOUSING, CONSTRUCTION AND COMMUNITY DEVELOPMENT",
  "sameAs" : "A3635",
  "lawSection" : "Public Housing Law",
  "previousVersions" : [ "S3545-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          839\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by Sen. STAVISKY -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Housing, Construction  and\n         Community Development\n\n       AN  ACT  to amend the public housing law, in relation to police services\n         provided to the New York city housing authority\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Section 402 of the public housing law is amended by adding\n    2  a new subdivision 5-b to read as follows:\n    3    5-B. THE NEW YORK CITY HOUSING AUTHORITY SHALL NOT BE REQUIRED TO  PAY\n    4  ANY CHARGES, ASSESSMENTS OR OTHER FEES IN CONNECTION WITH POLICE PATROLS\n    5  PROVIDED  TO  HOUSING FACILITIES BY THE NEW YORK CITY POLICE DEPARTMENT.\n    6  ANY PROVISION OF ANY AGREEMENT, CONTRACT, MEMORANDUM  OF  UNDERSTANDING,\n    7  OR OTHER ARRANGEMENT BY WHICH THE NEW YORK CITY HOUSING AUTHORITY AGREES\n    8  OR  IS REQUIRED TO PAY ANY SUCH CHARGE, ASSESSMENT OR OTHER FEE SHALL BE\n    9  NULL AND VOID; PROVIDED THAT THIS SUBDIVISION SHALL NOT AFFECT OR IMPAIR\n   10  THE EFFECTIVENESS OR ENFORCEABILITY  OF  ANY  OTHER  PROVISION  OF  SUCH\n   11  AGREEMENT, CONTRACT, MEMORANDUM OF UNDERSTANDING, OR OTHER ARRANGEMENT.\n   12    S 2. This act shall take effect immediately.\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01025-02-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public housing law, in relation to police services provided to the New York city housing authority ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101230.T150744.TXT", "SOBI.D101230.T160749.TXT", "SOBI.D110126.T122754.TXT", "SOBI.D110126.T123254.TXT", "SOBI.D110103.T092344.TXT", "SOBI.D110105.T111618.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296063174496
}