{
  "year" : 2011,
  "senateBillNo" : "S84-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO ENVIRONMENTAL CONSERVATION",
    "billEventId" : "S84-2011-1294203600000-REFERRED+TO+ENVIRONMENTAL+CONSERVATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SQUADRON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires comprehensive accident prevention planning for the prevention of petroleum spills and leaks, and auditing thereof, in certain cities",
  "summary" : "Requires owners and operators of petroleum bulk storage facilities located in cities of one million or more to undertake comprehensive accident prevention plans for the prevention of spills and leaks of petroleum; further requires such owners or operators to hire an independent company to quarterly audit the implementation of such plan. ",
  "currentCommittee" : "ENVIRONMENTAL CONSERVATION",
  "sameAs" : null,
  "lawSection" : "Environmental Conservation Law",
  "previousVersions" : [ "S8253-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          84\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by Sen. SQUADRON -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Environmental Conservation\n\n       AN ACT to amend the  environmental  conservation  law,  in  relation  to\n         comprehensive accident prevention planning by and auditing of petrole-\n         um  bulk storage facilities in cities with a population of one million\n         or more\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The environmental conservation law is amended by adding a\n    2  new section 17-1006 to read as follows:\n    3  S 17-1006. COMPREHENSIVE ACCIDENT PREVENTION IN CITIES WITH A POPULATION\n    4               OF ONE MILLION OR MORE.\n    5    EVERY OWNER OR OPERATOR OF A FACILITY, AS DEFINED IN  SUBDIVISION  ONE\n    6  OF  SECTION  17-1003  OF  THIS TITLE, LOCATED WITHIN A CITY WITH A POPU-\n    7  LATION OF ONE MILLION OR MORE  SHALL  UNDERTAKE  COMPREHENSIVE  ACCIDENT\n    8  PREVENTION PLANNING FOR THE PREVENTION OF SPILLS AND LEAKS OF PETROLEUM,\n    9  AND  SHALL  HIRE  AN INDEPENDENT COMPANY TO AUDIT, ON A QUARTERLY BASIS,\n   10  THE IMPLEMENTATION BY SUCH OWNER OR OPERATOR OF THE HAZARD CONTROL  PLAN\n   11  ADOPTED FOR SUCH FACILITY.\n   12    S 2. This act shall take effect on the one hundred twentieth day after\n   13  it  shall  have  become a law. Effective immediately the commissioner of\n   14  environmental conservation may promulgate rules and  regulations  neces-\n   15  sary  to  effectuate  the provisions of this act prior to such effective\n   16  date.\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00446-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the environmental conservation law, in relation to comprehensive accident prevention planning by and auditing of petroleum bulk storage facilities in cities with a population of one million or more ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101203.T091937.TXT", "SOBI.D101202.T162601.TXT", "SOBI.D101203.T114446.TXT", "SOBI.D101202.T164602.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1291394686481
}