{
  "year" : 2011,
  "senateBillNo" : "S842-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO TRANSPORTATION",
    "billEventId" : "S842-2011-1294203600000-REFERRED+TO+TRANSPORTATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "STAVISKY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires police accident reports to indicate whether the use of a mobile phone contributed to such vehicle accident",
  "summary" : "Requires police accident reports to indicate whether a mobile phone was in use at the time of such vehicle accident. ",
  "currentCommittee" : "TRANSPORTATION",
  "sameAs" : null,
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "SA1547-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          842\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by Sen. STAVISKY -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Transportation\n\n       AN ACT to amend the vehicle and traffic law, in  relation  to  requiring\n         accident  reports to indicate whether a mobile phone was in use at the\n         time of the accident\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision  1  of section 603 of the vehicle and traffic\n    2  law, as amended by chapter 432 of the laws of 1997, is amended  to  read\n    3  as follows:\n    4    1.  Every  police or judicial officer to whom an accident resulting in\n    5  injury to a person shall have been reported, pursuant to  the  foregoing\n    6  provisions  of this chapter, shall immediately investigate the facts, or\n    7  cause the same to be investigated, and report the matter to the  commis-\n    8  sioner  forthwith; provided, however, that the report of the accident is\n    9  made to the police officer or judicial officer within  five  days  after\n   10  such  accident.  Every  coroner, or other official performing like func-\n   11  tions, shall likewise make a report to the commissioner with respect  to\n   12  all  deaths found to have been the result of motor vehicle or motorcycle\n   13  accidents.   Such report shall include  information  on  the  width  and\n   14  length  of  trucks,  tractors,  trailers  and semitrailers, which are in\n   15  excess of ninety-five inches in width or thirty-four feet in length  and\n   16  which  are  involved in such accidents, whether such accident took place\n   17  in a work area and whether it was being operated with an  overweight  or\n   18  overdimension permit.  Such report shall distinctly indicate and include\n   19  information  as  to whether the inflatable restraint system inflated and\n   20  deployed. SUCH REPORT SHALL DISTINCTLY INDICATE AND INCLUDE  INFORMATION\n   21  AS  TO  WHETHER A MOBILE TELEPHONE, AS SUCH TERM IS DEFINED IN PARAGRAPH\n   22  (A) OF SUBDIVISION ONE OF SECTION TWELVE HUNDRED TWENTY-FIVE-C  OF  THIS\n   23  CHAPTER,  WAS  IN USE AT THE TIME OF SAID ACCIDENT. Nothing contained in\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03656-01-1\n\n       S. 842                              2\n\n    1  this subdivision shall be deemed  to  preclude  a  police  officer  from\n    2  reporting any other accident which, in the judgment of such police offi-\n    3  cer,  would be required to be reported to the commissioner by the opera-\n    4  tor of a vehicle pursuant to section six hundred five of this article.\n    5    S  2. This act shall take effect on the one hundred eightieth day from\n    6  the date it shall have become a law, provided,  however,  any  rules  or\n    7  regulations  necessary  for the implementation of the provisions of this\n    8  act on its effective date shall be promulgated on or before such date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to requiring accident reports to indicate whether a mobile phone was in use at the time of the accident ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101230.T150744.TXT", "SOBI.D101230.T160749.TXT", "SOBI.D110103.T092344.TXT", "SOBI.D110105.T113122.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294245082310
}