{
  "year" : 2011,
  "senateBillNo" : "S843-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "S843-2011-1294203600000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "YOUNG",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes the Phytophthora research program at the state college of agriculture and life sciences; appropriation",
  "summary" : "Establishes the Phytophthora research program at the New York state college of agriculture and life sciences at Cornell university; provides that such research shall include, but not be limited to, identification of disease-resistant cultivars and control strategies found to be effective in New York state; basic research to understand interactions that occur between Phytophthora capsici pathogen and related species; and the development of a disease management strategy that integrates information gained through applied and basic research; appropriates $2,020,000 therefor. ",
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "Appropriations",
  "previousVersions" : [ "S2422-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          843\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  YOUNG  -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Finance\n\n       AN ACT to amend the agriculture and markets law, in relation  to  estab-\n         lishing  the  Phytophthora  research  program  at  the  New York state\n         college of agriculture and life sciences, and making an  appropriation\n         therefor\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The agriculture and markets law is amended by adding a  new\n    2  section 169-e to read as follows:\n    3    S 169-E. PHYTOPHTHORA RESEARCH PROGRAM. 1. LEGISLATIVE INTENT.  PHYTO-\n    4  PHTHORA BLIGHT, CAUSED BY THE PATHOGEN PHYTOPHTHORA CAPSICI, IS A DEVAS-\n    5  TATING  DISEASE  OF  MANY  SOLANACEOUS (PEPPER, EGGPLANT AND TOMATO) AND\n    6  CUCURBIT (SQUASH, MELON, CUCUMBER, GOURD AND PUMPKIN) CROPS.  THE  INCI-\n    7  DENCE  OF  PHYTOPHTHORA BLIGHT HAS INCREASED AND CAUSED SEVERE LOSSES IN\n    8  SHORT PERIODS OF TIME ACROSS THE STATE IN RECENT YEARS,  MAKING  GROWERS\n    9  HIGHLY  VULNERABLE  TO  EXTENSIVE  CROP  LOSS  AND ECONOMIC HARDSHIP. BY\n   10  EXTENSION, FOOD PROCESSING AND MANUFACTURING INDUSTRIES  THAT  REGULARLY\n   11  PURCHASE LARGE VOLUMES OF PRODUCE GROWN IN THIS STATE COULD BE NEGATIVE-\n   12  LY  IMPACTED  AND  SUBSEQUENTLY  SEEK OUT-OF-STATE INGREDIENTS FOR THEIR\n   13  PRODUCTS. THE LEGISLATURE  FINDS  THAT  A  TARGETED  DISEASE  MANAGEMENT\n   14  RESEARCH  PROGRAM TO COMBAT AND CONTROL PHYTOPHTHORA BLIGHT IS NECESSARY\n   15  TO ENSURE THE CONTINUED VIABILITY OF THE STATE'S AGRICULTURAL  PRODUCERS\n   16  AND  MANUFACTURERS,  SERVING  AS  A  FOUNDATION FOR THE DEVELOPMENT OF A\n   17  MULTI-COMPONENT DISEASE MANAGEMENT STRATEGY FOR GROWERS  OF  SOLANACEOUS\n   18  AND CUCURBIT CROPS IN THE STATE.\n   19    2. PHYTOPHTHORA RESEARCH PROGRAM. THE PHYTOPHTHORA RESEARCH PROGRAM IS\n   20  HEREBY ESTABLISHED AT THE NEW YORK STATE COLLEGE OF AGRICULTURE AND LIFE\n   21  SCIENCES  AT  CORNELL  UNIVERSITY  TO EXPAND UNDERSTANDING OF THE PHYTO-\n   22  PHTHORA CAPSICI PATHOGEN AS WELL AS OTHER SPECIES OF PHYTOPHTHORA DEEMED\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03435-01-1\n\n       S. 843                              2\n\n    1  TO BE A THREAT BY THE COMMISSIONER. FUNDS MADE AVAILABLE THROUGH  APPRO-\n    2  PRIATION  TO  THE  PHYTOPHTHORA  RESEARCH  PROGRAM  SHALL BE UTILIZED TO\n    3  DEVELOP AN APPLIED RESEARCH FACILITY FOR THE ADVANCEMENT OF PHYTOPHTHORA\n    4  RESEARCH.  SUCH  FACILITY  SHALL  INCLUDE  QUARANTINED FIELD SITES TO BE\n    5  LOCATED AWAY FROM  PRIVATELY  OR  PUBLICLY  OWNED  FIELDS  USED  IN  THE\n    6  PRODUCTION  OF  ANY PRODUCT SUSCEPTIBLE OR CAPABLE OF HOSTING, TRANSMIT-\n    7  TING OR OTHERWISE CONTRIBUTING TO THE PROLIFERATION OF THE  PHYTOPHTHORA\n    8  BLIGHT  PATHOGEN. THE PHYTOPHTHORA RESEARCH PERFORMED SHALL INCLUDE, BUT\n    9  NOT BE LIMITED TO:\n   10    (A) IDENTIFICATION OF DISEASE-RESISTANT CULTIVARS AND CONTROL  STRATE-\n   11  GIES FOUND TO BE EFFECTIVE IN THIS STATE;\n   12    (B)  BASIC  RESEARCH TO UNDERSTAND INTERACTIONS THAT OCCUR BETWEEN THE\n   13  PHYTOPHTHORA CAPSICI PATHOGEN AS  WELL  AS  OTHER  PHYTOPHTHORA  SPECIES\n   14  DEEMED A THREAT AND SUSCEPTIBLE HOST PLANTS; AND\n   15    (C)  DEVELOPMENT  OF  A  DISEASE  MANAGEMENT  STRATEGY THAT INTEGRATES\n   16  INFORMATION GAINED THROUGH APPLIED AND BASIC RESEARCH.\n   17    S 2. The sum of two million twenty thousand dollars  ($2,020,000),  or\n   18  so  much  thereof  as  may  be  necessary, is hereby appropriated to the\n   19  department of agriculture and markets out of any  moneys  in  the  state\n   20  treasury  in  the  general  fund  to  the  credit  of the state purposes\n   21  account, not otherwise appropriated, for the purpose of providing  funds\n   22  to  the  Phythophthora  research program established pursuant to section\n   23  169-e of the agriculture and markets law, as added  by  section  one  of\n   24  this  act.  Such moneys shall be disbursed over a period of ten years as\n   25  follows: three hundred ten thousand dollars ($310,000) in the first year\n   26  and one hundred ninety thousand dollars ($190,000) in each of  the  nine\n   27  years  following  the  first  year.  Such moneys shall be payable to the\n   28  department of agriculture and markets on audit and warrant of the  state\n   29  comptroller  on  vouchers  certified  or approved by the commissioner of\n   30  agriculture and markets.\n   31    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the agriculture and markets law, in relation to establishing the Phytophthora research program at the New York state college of agriculture and life sciences, and making an appropriation therefor ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101230.T150744.TXT", "SOBI.D101230.T160749.TXT", "SOBI.D110103.T092344.TXT", "SOBI.D110105.T113122.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294245082315
}