{
  "year" : 2011,
  "senateBillNo" : "S844-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO AGRICULTURE",
    "billEventId" : "S844-2011-1294203600000-REFERRED+TO+AGRICULTURE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "YOUNG",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes real property tax abatement for the value of land used for replanting or crop expansion of woody biomass used for the production of ethanol or biodiesel",
  "summary" : "Establishes a real property tax abatement for the value of land used for replanting or crop expansion of woody biomass used for the production of ethanol or biodiesel, including willow. ",
  "currentCommittee" : "AGRICULTURE",
  "sameAs" : null,
  "lawSection" : "Agriculture and Markets Law",
  "previousVersions" : [ "SA2421-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          844\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  YOUNG  -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Agriculture\n\n       AN ACT to amend the agriculture and markets law, in relation  to  estab-\n         lishing  a real property tax abatement for the owners of land used for\n         replanting or crop expansion of woody biomass for  the  production  of\n         ethanol or biodiesel, including willow\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 305 of the agriculture and markets law  is  amended\n    2  by adding a new subdivision 8 to read as follows:\n    3    8.  NOTWITHSTANDING ANY PROVISION OF LAW TO THE CONTRARY, THAT PORTION\n    4  OF THE VALUE OF LAND WHICH IS USED SOLELY FOR THE PURPOSE OF  REPLANTING\n    5  OR  CROP  EXPANSION  OF  WOODY  BIOMASS FOR THE PRODUCTION OF ETHANOL OR\n    6  BIODIESEL, INCLUDING BUT NOT LIMITED TO WILLOW,  SHALL  BE  EXEMPT  FROM\n    7  REAL  PROPERTY TAXATION FOR A PERIOD OF THREE SUCCESSIVE YEARS FOLLOWING\n    8  THE DATE OF SUCH REPLANTING OR CROP EXPANSION  BEGINNING  ON  THE  FIRST\n    9  ELIGIBLE  TAXABLE  STATUS  DATE  FOLLOWING  SUCH REPLANTING OR EXPANSION\n   10  PROVIDED THE FOLLOWING CONDITIONS ARE MET:\n   11    A. THE LAND USED FOR CROP EXPANSION OR REPLANTING MUST BE PART OF LAND\n   12  USED IN AGRICULTURAL PRODUCTION OF WOODY BIOMASS FOR THE  PRODUCTION  OF\n   13  ETHANOL  OR  BIODIESEL WITHIN AN AGRICULTURAL DISTRICT OR SUCH LAND MUST\n   14  BE PART OF LAND USED IN AGRICULTURAL PRODUCTION OF WOODY  BIOMASS  WHICH\n   15  IS  ELIGIBLE  FOR AN AGRICULTURAL ASSESSMENT PURSUANT TO THIS SECTION OR\n   16  SECTION THREE HUNDRED SIX OF THIS ARTICLE WHERE THE OWNER OF  SUCH  LAND\n   17  HAS FILED AN ANNUAL APPLICATION FOR AN AGRICULTURAL ASSESSMENT;\n   18    B. THE LAND ELIGIBLE FOR SUCH REAL PROPERTY TAX EXEMPTION SHALL NOT IN\n   19  ANY  ONE  YEAR  EXCEED  TWENTY PERCENT OF THE TOTAL ACREAGE OF SUCH LAND\n   20  USED IN AGRICULTURAL PRODUCTION OF WOODY BIOMASS WITHIN AN  AGRICULTURAL\n   21  DISTRICT  OR  TWENTY  PERCENT  OF THE TOTAL ACREAGE OF SUCH LAND USED IN\n   22  AGRICULTURAL PRODUCTION OF WOODY BIOMASS ELIGIBLE  FOR  AN  AGRICULTURAL\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03436-01-1\n\n       S. 844                              2\n\n    1  ASSESSMENT  PURSUANT  TO  THIS  SECTION AND SECTION THREE HUNDRED SIX OF\n    2  THIS ARTICLE WHERE THE OWNER OF SUCH LAND HAS FILED AN  ANNUAL  APPLICA-\n    3  TION FOR AN AGRICULTURAL ASSESSMENT;\n    4    C.  THE  LAND  ELIGIBLE  FOR  SUCH REAL PROPERTY TAX EXEMPTION MUST BE\n    5  MAINTAINED AS LAND USED IN AGRICULTURAL PRODUCTION OF WOODY BIOMASS  FOR\n    6  EACH YEAR SUCH EXEMPTION IS GRANTED; AND\n    7    D.  WHEN THE LAND USED FOR THE PURPOSE OF REPLANTING OR CROP EXPANSION\n    8  ON LAND USED IN AGRICULTURAL PRODUCTION  OF  WOODY  BIOMASS  IS  LOCATED\n    9  WITHIN  AN AREA WHICH HAS BEEN DECLARED BY THE GOVERNOR TO BE A DISASTER\n   10  EMERGENCY IN A YEAR IN WHICH SUCH TAX EXEMPTION IS SOUGHT AND IN A  YEAR\n   11  IN WHICH SUCH LAND MEETS ALL OTHER ELIGIBILITY REQUIREMENTS FOR SUCH TAX\n   12  EXEMPTION  SET  FORTH  IN  THIS  SUBDIVISION, THE MAXIMUM TWENTY PERCENT\n   13  TOTAL ACREAGE RESTRICTION SET FORTH IN PARAGRAPH B OF  THIS  SUBDIVISION\n   14  MAY  BE  EXCEEDED  FOR SUCH YEAR AND FOR ANY REMAINING SUCCESSIVE YEARS;\n   15  PROVIDED, HOWEVER, THAT THE LAND ELIGIBLE FOR  SUCH  REAL  PROPERTY  TAX\n   16  EXEMPTION  SHALL  NOT  EXCEED THE TOTAL ACREAGE WHICH REMAINS DAMAGED OR\n   17  DESTROYED IN ANY REMAINING SUCCESSIVE YEAR.  THE TOTAL ACREAGE FOR WHICH\n   18  SUCH EXEMPTION IS SOUGHT PURSUANT TO THIS PARAGRAPH SHALL BE SUBJECT  TO\n   19  VERIFICATION BY THE COMMISSIONER OR HIS OR HER DESIGNEE.\n   20    S 2. This act shall take effect immediately and shall apply to assess-\n   21  ment rolls prepared after January 1, 2012.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the agriculture and markets law, in relation to establishing a real property tax abatement for the owners of land used for replanting or crop expansion of woody biomass for the production of ethanol or biodiesel, including willow ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101230.T151257.TXT", "SOBI.D101230.T160749.TXT", "SOBI.D110103.T092344.TXT", "SOBI.D110105.T113622.TXT", "SOBI.D110105.T113122.TXT", "SOBI.D101230.T161249.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294245382383
}