{
  "year" : 2011,
  "senateBillNo" : "S846-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO INVESTIGATIONS AND GOVERNMENT OPERATIONS",
    "billEventId" : "S846-2011-1294203600000-REFERRED+TO+INVESTIGATIONS+AND+GOVERNMENT+OPERATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "YOUNG",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Exempts farm operations from limited liability filing fees and certain business franchise taxes",
  "summary" : "Exempts farm operations from limited liability filing fees and certain business franchise taxes. ",
  "currentCommittee" : "INVESTIGATIONS AND GOVERNMENT OPERATIONS",
  "sameAs" : null,
  "lawSection" : "Tax Law",
  "previousVersions" : [ "SA2482-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "BONACIC",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "RANZENHOFER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          846\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sens.  YOUNG,  BONACIC,  RANZENHOFER  --  read twice and\n         ordered printed, and when printed to be committed to the Committee  on\n         Investigations and Government Operations\n\n       AN  ACT  to  amend the tax law, in relation to limited liability company\n         fees and business corporation franchise taxes for farms and commercial\n         horse boarding operations\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Paragraph  3  of subsection (c) of section 658 of the tax\n    2  law, as amended by section 1 of part H-1 of chapter 57 of  the  laws  of\n    3  2009, is amended to read as follows:\n    4    (3)  Filing  fees.  (A)  Every subchapter K limited liability company,\n    5  every limited liability company that is a disregarded entity for federal\n    6  income tax purposes, and every partnership which has any income  derived\n    7  from  New  York  sources,  determined  in accordance with the applicable\n    8  rules of section six hundred thirty-one of this article as in  the  case\n    9  of  a  nonresident  individual, shall, within thirty days after the last\n   10  day of the taxable year, make a payment of a filing fee.  SUCH  DEADLINE\n   11  SHALL  NOT APPLY TO FARMS OR COMMERCIAL HORSE BOARDING OPERATIONS, WHICH\n   12  SHALL, WITHIN ONE HUNDRED TWENTY DAYS AFTER THE LAST DAY OF THE  TAXABLE\n   13  YEAR,  MAKE PAYMENT OF A FILING FEE. The amount of the filing fee is the\n   14  amount set forth in subparagraph (B)  of  this  paragraph.  The  minimum\n   15  filing  fee  is  twenty-five  dollars for taxable years beginning in two\n   16  thousand eight and thereafter.  Limited  liability  companies  that  are\n   17  disregarded  entities  for federal income tax purposes must pay a filing\n   18  fee of twenty-five dollars for taxable years beginning on or after Janu-\n   19  ary first, two thousand eight.\n   20    (B) The filing fee will be based on the New York source  gross  income\n   21  of  the  limited  liability  company or partnership for the taxable year\n   22  immediately preceding the taxable year for which the fee is due. If  the\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03451-01-1\n\n       S. 846                              2\n\n    1  limited  liability  company  or  partnership  does not have any New York\n    2  source gross income for the taxable year immediately preceding the taxa-\n    3  ble year for which the fee is due,  the  limited  liability  company  or\n    4  partnership  shall  pay the minimum filing fee. Partnerships, other than\n    5  limited liability partnerships under article eight-B of the  partnership\n    6  law  and  foreign  limited  liability  partnerships,  with less than one\n    7  million dollars in New York source gross  income  are  exempt  from  the\n    8  filing  fee. New York source gross income is the sum of the partners' or\n    9  members' shares of federal gross income from the partnership or  limited\n   10  liability  company  derived  from  or  connected  with New York sources,\n   11  determined in accordance with the  provisions  of  section  six  hundred\n   12  thirty-one  of  this  article  as  if  those  provisions and any related\n   13  provisions expressly referred to a computation of federal  gross  income\n   14  from  New  York  sources.  For  this  purpose,  federal  gross income is\n   15  computed without any allowance or deduction  for  cost  of  goods  sold,\n   16  EXCEPT  THAT  FOR  COMPANIES  ENGAGED PRIMARILY IN FARMING OR COMMERCIAL\n   17  HORSE BOARDING, FEDERAL GROSS INCOME SHALL BE BASED UPON NET  INCOME  AS\n   18  REPORTED FOR FEDERAL TAX PURPOSES.\n   19    The  amount  of the filing fee for taxable years beginning on or after\n   20  January first, two thousand eight will be determined in accordance  with\n   21  the following table:\n\n   22  If the New York source gross income is:         The fee is:\n   23  not more than $100,000                          $25\n   24  more than $100,000 but not over $250,000        $50\n   25  more than $250,000 but not over $500,000        $175\n   26  more than $500,000 but not over $1,000,000      $500\n   27  more than $1,000,000 but not over $5,000,000    $1,500\n   28  more than $5,000,000 but not over $25,000,000   $3,000\n   29  Over $25,000,000                                $4,500\n\n   30    (C)  No  credits provided by this article may be taken against the fee\n   31  imposed by this paragraph.\n   32    (D) Where the filing fee is not timely paid, it  shall  be  paid  upon\n   33  notice  and demand and shall be assessed, collected and paid in the same\n   34  manner as taxes, and for those purposes any reference in this article to\n   35  tax imposed by this article shall be deemed also to refer to this filing\n   36  fee.\n   37    S 2. Subparagraph 4 of paragraph (d) of subdivision 1 of  section  210\n   38  of  the tax law, as added by section 2 of part AA-1 of chapter 57 of the\n   39  laws of 2008, is amended to read as follows:\n   40    (4) Notwithstanding subparagraphs one and two of this  paragraph,  for\n   41  taxable  years  beginning on or after January first, two thousand eight,\n   42  the amount prescribed by this paragraph for New York S corporations will\n   43  be determined in accordance with the following table:\n   44  If New York receipts are:                       The fixed dollar\n   45                                                  minimum tax is:\n   46  not more than $100,000                          $25\n   47  more than $100,000 but not over $250,000        $50\n   48  more than $250,000 but not over $500,000        $175\n   49  more than $500,000 but not over $1,000,000      $300\n   50  more than $1,000,000 but not over $5,000,000    $1,000\n   51  more than $5,000,000 but not over $25,000,000   $3,000\n   52  Over $25,000,000                                $4,500\n   53  Otherwise the amount prescribed by this paragraph will be determined  in\n   54  accordance with the following table:\n\n       S. 846                              3\n\n    1  If New York receipts are:                       The fixed dollar\n    2                                                  minimum tax is:\n    3  not more than $100,000                          $25\n    4  more than $100,000 but not over $250,000        $75\n    5  more than $250,000 but not over $500,000        $175\n    6  more than $500,000 but not over $1,000,000      $500\n    7  more than $1,000,000 but not over $5,000,000    $1,500\n    8  more than $5,000,000 but not over $25,000,000   $3,500\n    9  Over $25,000,000                                $5,000\n   10  For  purposes  of  this  paragraph,  New  York receipts are the receipts\n   11  computed in accordance with subparagraph two of paragraph (a) of  subdi-\n   12  vision  three  of  this  section  for  the taxable year, EXCEPT THAT FOR\n   13  CORPORATIONS ENGAGED PRIMARILY IN FARMING OR COMMERCIAL HORSE  BOARDING,\n   14  THE  TERM  NEW  YORK RECEIPTS SHALL REFER TO NET FARM INCOME AS REPORTED\n   15  FOR FEDERAL TAX PURPOSES.\n   16    S 3. This act shall take effect immediately and shall apply to taxable\n   17  years beginning on or after January 1, 2011.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the tax law, in relation to limited liability company fees and business corporation franchise taxes for farms and commercial horse boarding operations ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101230.T151257.TXT", "SOBI.D110103.T093356.TXT", "SOBI.D110103.T092845.TXT", "SOBI.D110105.T113622.TXT", "SOBI.D101230.T161249.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294245382390
}