{
  "year" : 2011,
  "senateBillNo" : "S848-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO AGRICULTURE",
    "billEventId" : "S848-2011-1294203600000-REFERRED+TO+AGRICULTURE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "YOUNG",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the regulation of the sale and analysis of fertilizer",
  "summary" : "Relates to the regulation of the sale and analysis of fertilizer; prohibits local governments from enacting any laws relating to the labeling, quality, transportation, treatment or recordkeeping requirements for the sale or use of fertilizer in this state. ",
  "currentCommittee" : "AGRICULTURE",
  "sameAs" : null,
  "lawSection" : "Agriculture and Markets Law",
  "previousVersions" : [ "S2475-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          848\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  YOUNG  -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Agriculture\n\n       AN ACT to amend the agriculture and markets law, in  relation  to  regu-\n         lation of the sale and analysis of fertilizer\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The agriculture and markets law is amended by adding a  new\n    2  section 145-a to read as follows:\n    3    S  145-A. STATE PREEMPTION OF REGULATION OF FERTILIZER SALE AND ANALY-\n    4  SIS. 1. NOTWITHSTANDING ANY OTHER PROVISION OF LAW, NO CITY,  COUNTY  OR\n    5  OTHER POLITICAL SUBDIVISION SHALL ADOPT ANY LABELING REQUIREMENT, QUALI-\n    6  TY  STANDARD,  RECORDKEEPING  REQUIREMENT,  TRANSPORTATION  REQUIREMENT,\n    7  TREATMENT REQUIREMENT OR PROHIBITION THAT IS DIFFERENT FROM OR IN  ADDI-\n    8  TION  TO  ANY  SUCH REQUIREMENT ADOPTED IN ACCORDANCE WITH THIS ARTICLE.\n    9  THIS INCLUDES ANY REQUIREMENT GOVERNING  PRODUCTION,  USE,  ADVERTISING,\n   10  SALE,  DISTRIBUTION,  STORAGE,  TRANSPORTATION,  FORMULATION, PACKAGING,\n   11  LABELING,  CERTIFICATION,  REGISTRATION,  APPLICATION,  IMPORTATION   OR\n   12  DISPOSAL OF FERTILIZER AS DEFINED IN THIS ARTICLE.\n   13    2.  LOCAL  LEGISLATION  IN VIOLATION OF THIS SECTION SHALL BE VOID AND\n   14  UNENFORCEABLE. FOR PURPOSES OF THIS  SECTION,  THE  TERM  \"LOCAL  LEGIS-\n   15  LATION\"  MEANS ANY ORDINANCE, MOTION, RESOLUTION, AMENDMENT, REGULATION,\n   16  OR RULE ADOPTED BY A POLITICAL SUBDIVISION OF THE  STATE.    NOTHING  IN\n   17  THIS SECTION PREEMPTS OR OTHERWISE LIMITS THE AUTHORITY OF ANY COUNTY OR\n   18  MUNICIPALITY TO ADOPT AND ENFORCE ZONING REGULATIONS, FIRE CODES, BUILD-\n   19  ING CODES OR WASTE DISPOSAL RESTRICTIONS.\n   20    S 2. This act shall take effect immediately.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03443-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the agriculture and markets law, in relation to regulation of the sale and analysis of fertilizer ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101230.T151257.TXT", "SOBI.D110103.T092845.TXT", "SOBI.D110105.T121147.TXT", "SOBI.D101230.T161249.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294247507134
}