{
  "year" : 2011,
  "senateBillNo" : "S85-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO AGRICULTURE",
    "billEventId" : "S85-2011-1294203600000-REFERRED+TO+AGRICULTURE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SQUADRON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to vaccination of egg-laying hens against salmonella",
  "summary" : "Relates to vaccination of egg-laying hens against salmonella. ",
  "currentCommittee" : "AGRICULTURE",
  "sameAs" : null,
  "lawSection" : "Agriculture and Markets Law",
  "previousVersions" : [ "S8490-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          85\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by Sen. SQUADRON -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Agriculture\n\n       AN ACT to amend the agriculture and markets law, in relation to vaccina-\n         tion of egg-laying hens against salmonella\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. The agriculture and markets law is amended by adding a new\n    2  section 96-z-30 to read as follows:\n    3    S 96-Z-30. VACCINATION OF EGG-LAYING POULTRY AGAINST SALMONELLA ENTER-\n    4  ITIDIS.  1. NO PERSON, CORPORATION, OR  OTHER  ENTITY  SHALL  TRANSPORT,\n    5  SELL,  OFFER OR EXPOSE FOR SALE WITHIN THE STATE EGGS FOR THE PURPOSE OF\n    6  HUMAN CONSUMPTION UNLESS SUCH EGGS ORIGINATE FROM POULTRY THAT HAS  BEEN\n    7  VACCINATED AGAINST SALMONELLA ENTERITIDIS.\n    8    2.  NOTWITHSTANDING  SUBDIVISION ONE OF THIS SECTION, EGGS THAT DO NOT\n    9  ORIGINATE FROM POULTRY  THAT  HAS  BEEN  VACCINATED  AGAINST  SALMONELLA\n   10  ENTERITIDIS  MAY, WITH THE WRITTEN PERMISSION OF THE COMMISSIONER OR THE\n   11  COMMISSIONER'S  DESIGNEE,  BE  TRANSPORTED  WITHIN  THE  STATE   TO   AN\n   12  EGG-BREAKING PLANT FOR PASTEURIZATION.\n   13    3.  NOTWITHSTANDING  SUBDIVISION ONE OF THIS SECTION, EGGS THAT DO NOT\n   14  ORIGINATE FROM POULTRY  THAT  HAS  BEEN  VACCINATED  AGAINST  SALMONELLA\n   15  ENTERITIDIS  MAY, WITH THE WRITTEN PERMISSION OF THE COMMISSIONER OR THE\n   16  COMMISSIONER'S DESIGNEE, BE TRANSPORTED AND POSSESSED WITHIN  THE  STATE\n   17  FOR USE IN RESEARCH OR EXPERIMENTATION.\n   18    4. VIOLATION OF THIS SECTION SHALL CONSTITUTE A CLASS A MISDEMEANOR.\n   19    5.  THE  COMMISSIONER SHALL PROMULGATE AND ADOPT RULES AND REGULATIONS\n   20  TO GIVE FULL EFFECT TO THE PROVISIONS OF THIS SECTION.\n   21    S 2. This act shall take effect on the one hundred eightieth day after\n   22  it shall have become a law; provided, however, that effective immediate-\n   23  ly, the addition, amendment, or repeal of any rule or regulation  neces-\n   24  sary for the implementation of this act on its effective date is author-\n   25  ized  and  directed to be made and completed on or before such effective\n   26  date.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00448-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the agriculture and markets law, in relation to vaccination of egg-laying hens against salmonella ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101203.T091937.TXT", "SOBI.D101202.T162601.TXT", "SOBI.D101203.T153502.TXT", "SOBI.D101202.T164602.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1291408502809
}