{
  "year" : 2011,
  "senateBillNo" : "S851-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO ENVIRONMENTAL CONSERVATION",
    "billEventId" : "S851-2011-1294203600000-REFERRED+TO+ENVIRONMENTAL+CONSERVATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "YOUNG",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Excepts agricultural land defined as livestock and livestock products from the prohibition on salt licks made, set or used on land inhabited by deer or bear",
  "summary" : "Excepts agricultural land defined as livestock and livestock products from the prohibition on salt licks made, set or used on land inhabited by deer or bear; prohibits hunting deer or bear with the aid of a salt lick. ",
  "currentCommittee" : "ENVIRONMENTAL CONSERVATION",
  "sameAs" : null,
  "lawSection" : "Environmental Conservation Law",
  "previousVersions" : [ "S2472-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          851\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  YOUNG  -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Environmental Conservation\n\n       AN ACT to amend the environmental conservation law, in relation  to  the\n         prohibition  on  salt  licks  on  land  inhabited  by deer or bear and\n         prohibiting the hunting of deer or bear with the aid of a salt lick\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision  3  of  section  11-0505 of the environmental\n    2  conservation law, as amended by chapter 135 of  the  laws  of  1982,  is\n    3  amended to read as follows:\n    4    3. No deer or bear traps shall be made, set or used upon land inhabit-\n    5  ed  by  deer  or bear. No salt lick shall be made, set or used upon land\n    6  inhabited  by  deer  or  bear,  EXCEPT  ON  LAND  USED  IN  AGRICULTURAL\n    7  PRODUCTION  FOR  THE  PRODUCTION  OF  LIVESTOCK OR LIVESTOCK PRODUCTS AS\n    8  DEFINED IN PARAGRAPH E  OF  SUBDIVISION  TWO  AND  SUBDIVISION  FOUR  OF\n    9  SECTION THREE HUNDRED ONE OF THE AGRICULTURE AND MARKETS LAW, AND except\n   10  that  the  department  may  do so on state wildlife refuges and wildlife\n   11  management areas.\n   12    S 2. Subparagraph 9 of paragraph b of subdivision 4 of section 11-0901\n   13  of the environmental conservation law, as amended by chapter 483 of  the\n   14  laws  of  2010, is amended and a new subparagraph 10 is added to read as\n   15  follows:\n   16    (9) with a crossbow unless such crossbow shall consist of  a  bow  and\n   17  string,  either  compound  or  recurve, that launches a minimum fourteen\n   18  inch bolt, not including point, mounted upon a stock with a trigger that\n   19  holds the string and limbs under tension  until  released.  The  trigger\n   20  unit of such crossbow must have a working safety. The minimum limb width\n   21  of  such  crossbow  shall  be seventeen inches, have a minimum peak draw\n   22  weight of one hundred pounds and a  maximum  peak  draw  weight  of  two\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03439-02-1\n\n       S. 851                              2\n\n    1  hundred pounds. The minimum overall length of such crossbow from butt to\n    2  stock to front of limbs shall be twenty-four inches[.]; OR\n    3    (10) WITH THE AID OF A SALT LICK.\n    4    S 3. Subparagraph 8 of paragraph b of subdivision 4 of section 11-0901\n    5  of  the environmental conservation law, as amended by chapter 600 of the\n    6  laws of 1993, is amended and a new subparagraph 9 is added  to  read  as\n    7  follows:\n    8    (8) with an arrow with a barbed broadhead arrowhead[.]; OR\n    9    (9) WITH THE AID OF A SALT LICK.\n   10    S 4. Subparagraph 9 of paragraph c of subdivision 4 of section 11-0901\n   11  of  the environmental conservation law, as amended by chapter 483 of the\n   12  laws of 2010, is amended and a new subparagraph 10 is added to  read  as\n   13  follows:\n   14    (9)  with  a  crossbow unless such crossbow shall consist of a bow and\n   15  string, either compound or recurve, that  launches  a  minimum  fourteen\n   16  inch bolt, not including point, mounted upon a stock with a trigger that\n   17  holds  the  string  and  limbs under tension until released. The trigger\n   18  unit of such crossbow must have a working safety. The minimum limb width\n   19  of such crossbow shall be seventeen inches, have  a  minimum  peak  draw\n   20  weight  of  one  hundred  pounds  and  a maximum peak draw weight of two\n   21  hundred pounds. The minimum overall length of such crossbow from butt to\n   22  stock to front of limbs shall be twenty-four inches[.]; OR\n   23    (10) WITH THE AID OF A SALT LICK.\n   24    S 5. Subparagraph 8 of paragraph c of subdivision 4 of section 11-0901\n   25  of the environmental conservation law, as amended by chapter 600 of  the\n   26  laws  of  1993,  is amended and a new subparagraph 9 is added to read as\n   27  follows:\n   28    (8) with an arrow with a barbed broadhead arrowhead[.]; OR\n   29    (9) WITH THE AID OF A SALT LICK.\n   30    S 6. This act shall take effect immediately; provided that the  amend-\n   31  ments  to  paragraphs b and c of subdivision 4 of section 11-0901 of the\n   32  environmental conservation law, made by sections two and  four  of  this\n   33  act, shall not affect the expiration of such paragraphs and shall expire\n   34  therewith, when upon such date sections three and five of this act shall\n   35  take effect.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the environmental conservation law, in relation to the prohibition on salt licks on land inhabited by deer or bear and prohibiting the hunting of deer or bear with the aid of a salt lick ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101230.T151744.TXT", "SOBI.D110103.T092845.TXT", "SOBI.D110106.T112205.TXT", "SOBI.D101230.T162249.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294330925056
}