{
  "year" : 2011,
  "senateBillNo" : "S852-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO LABOR",
    "billEventId" : "S852-2011-1294203600000-REFERRED+TO+LABOR",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "YOUNG",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides an exemption from workers' compensation coverage under certain circumstances",
  "summary" : "Permits an employer to file an application with the department of labor to be exempted from the provisions of the workers' compensation law with respect to employees whose religious tenets or teachings oppose acceptance of any insurance benefits. ",
  "currentCommittee" : "LABOR",
  "sameAs" : null,
  "lawSection" : "Workers' Compensation Law",
  "previousVersions" : [ "S2267-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          852\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  YOUNG  -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Labor\n\n       AN ACT to amend the workers' compensation law, in relation to  providing\n         an exemption from coverage under certain circumstances\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The workers' compensation law is amended by  adding  a  new\n    2  section 126 to read as follows:\n    3    S 126. EXEMPTION FROM COVERAGE. 1. AN EMPLOYER MAY FILE AN APPLICATION\n    4  WITH  THE  DEPARTMENT TO BE EXEMPTED FROM THE PROVISIONS OF THIS CHAPTER\n    5  WITH RESPECT TO CERTAIN EMPLOYEES. THE APPLICATION SHALL INCLUDE A WRIT-\n    6  TEN WAIVER BY THE EMPLOYEE OF ALL BENEFITS UNDER  THIS  CHAPTER  AND  AN\n    7  AFFIDAVIT  BY  THE  EMPLOYEE  THAT HE OR SHE IS A MEMBER OF A RECOGNIZED\n    8  RELIGIOUS SECT WHICH EMBRACES A LONG-STANDING COMMITMENT OF NON-INVOLVE-\n    9  MENT IN THE MATTERS OF ESTABLISHED GOVERNMENTAL PRACTICES. THEREFORE, HE\n   10  OR SHE IS CONSCIENTIOUSLY OPPOSED TO ACCEPTANCE OF THE BENEFITS  OF  ANY\n   11  PUBLIC  OR PRIVATE INSURANCE WHICH MAKES PAYMENTS IN THE EVENT OF DEATH,\n   12  DISABILITY, OLD AGE OR RETIREMENT OR MAKES PAYMENTS TOWARD THE COST  OF,\n   13  OR  PROVIDES  SERVICES  FOR MEDICAL BILLS (INCLUDING THE BENEFITS OF ANY\n   14  INSURANCE SYSTEM ESTABLISHED BY  THE  FEDERAL  SOCIAL  SECURITY  ACT  42\n   15  U.S.C. 301 ET SEQ.).\n   16    2.  THE  WAIVER  AND  AFFIDAVIT  REQUIRED  BY  SUBDIVISION ONE OF THIS\n   17  SECTION SHALL BE MADE UPON A FORM TO BE PROVIDED BY THE DEPARTMENT.\n   18    3. SUCH APPLICATION SHALL BE GRANTED  IF  THE  DEPARTMENT  SHALL  FIND\n   19  THAT:  (A)  THE  EMPLOYEE  IS  A MEMBER OF A SECT OR DIVISION HAVING THE\n   20  ESTABLISHED TENETS OR TEACHINGS REFERRED TO IN SUBDIVISION ONE  OF  THIS\n   21  SECTION;  AND  (B)  IT  IS  THE PRACTICE, AND HAS BEEN FOR A SUBSTANTIAL\n   22  NUMBER OF YEARS, FOR MEMBERS OF SUCH SECT OR DIVISION  THEREOF  TO  MAKE\n   23  PROVISION  FOR  THEIR DEPENDENT MEMBERS WHICH IN ITS JUDGMENT IS REASON-\n   24  ABLE IN VIEW OF THEIR GENERAL LEVEL  OF  LIVING.    RECEIPT  OF  A  FORM\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02497-01-1\n\n       S. 852                              2\n\n    1  REQUIRED  BY  SUBDIVISION  TWO OF THIS SECTION SHALL BE CONSIDERED PRIMA\n    2  FACIE PROOF THAT THIS SUBDIVISION HAS BEEN COMPLIED WITH.\n    3    4.  WHEN  AN EMPLOYEE IS A MINOR, THE WAIVER AND AFFIDAVIT REQUIRED BY\n    4  SUBDIVISION ONE OF THIS SECTION MAY BE  MADE  BY  THE  GUARDIAN  OF  THE\n    5  MINOR.\n    6    5.  AN  EXCEPTION  GRANTED  IN  REGARD TO A SPECIFIC EMPLOYEE SHALL BE\n    7  VALID FOR ALL FUTURE YEARS UNLESS SUCH EMPLOYEE OR SECT CEASES  TO  MEET\n    8  THE REQUIREMENTS OF SUBDIVISION ONE OF THIS SECTION.\n    9    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the workers' compensation law, in relation to providing an exemption from coverage under certain circumstances ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101230.T151744.TXT", "SOBI.D110103.T092845.TXT", "SOBI.D110105.T121147.TXT", "SOBI.D101230.T161249.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294247507145
}