{
  "year" : 2011,
  "senateBillNo" : "S858-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO LOCAL GOVERNMENT",
    "billEventId" : "S858-2011-1294203600000-REFERRED+TO+LOCAL+GOVERNMENT",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "YOUNG",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Grants a $100,000 real property tax exemption to conservation clubs and rod and gun clubs owning certain land having an assessed value of $500,000 or less",
  "summary" : "Grants a $100,000 real property tax exemption to conservation clubs and rod and gun clubs owning land acquired prior to January 1, 2011, having an assessed value of $500,000 or less. ",
  "currentCommittee" : "LOCAL GOVERNMENT",
  "sameAs" : "A1907",
  "lawSection" : "Real Property Tax Law",
  "previousVersions" : [ "SA2430-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          858\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  YOUNG  -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Local Government\n\n       AN ACT to amend the real property tax law, in relation to granting a tax\n         exemption to certain land owned by a conservation club or  a  rod  and\n         gun club\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The real property tax  law  is  amended  by  adding  a  new\n    2  section 470 to read as follows:\n    3    S  470.  CONSERVATION  CLUBS  AND  ROD AND GUN CLUBS. 1. REAL PROPERTY\n    4  OWNED BY ANY CONSERVATION CLUB  OR  ROD  AND  GUN  CLUB  WHICH  (A)  WAS\n    5  ACQUIRED  BY  SUCH CLUB PRIOR TO JANUARY FIRST, TWO THOUSAND ELEVEN, AND\n    6  (B) HAS AN ASSESSED VALUE OF FIVE  HUNDRED  THOUSAND  DOLLARS  OR  LESS,\n    7  SHALL  BE  EXEMPT  FROM  TAXATION  TO THE EXTENT OF ONE HUNDRED THOUSAND\n    8  DOLLARS.\n    9    2. THE EXEMPTION ESTABLISHED BY SUBDIVISION ONE OF THIS SECTION MAY BE\n   10  GRANTED ONLY UPON APPLICATION BY THE OWNER OF THE  REAL  PROPERTY  ON  A\n   11  FORM PRESCRIBED OR APPROVED BY THE STATE BOARD. THE APPLICATION SHALL BE\n   12  FILED WITH THE ASSESSOR OF THE APPROPRIATE COUNTY, CITY, TOWN OR VILLAGE\n   13  ON  OR  BEFORE  THE  TAXABLE  STATUS  DATE OF SUCH COUNTY, CITY, TOWN OR\n   14  VILLAGE.\n   15    3. THE PROVISIONS OF THIS SECTION SHALL APPLY TO ANY CONSERVATION CLUB\n   16  OR ROD AND GUN CLUB REGARDLESS OF THE NUMBER OF MEMBERS.\n   17    S 2. This act shall take effect immediately and shall  apply  to  real\n   18  property having a taxable status date on or after such date.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03430-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the real property tax law, in relation to granting a tax exemption to certain land owned by a conservation club or a rod and gun club ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110112.T144012.TXT", "SOBI.D110103.T094848.TXT", "SOBI.D110103.T092845.TXT", "SOBI.D110105.T123649.TXT", "SOBI.D101230.T152244.TXT", "SOBI.D110112.T143512.TXT", "SOBI.D101230.T161749.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294861212783
}