{
  "year" : 2011,
  "senateBillNo" : "S86-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S86-2011-1294203600000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SQUADRON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Bans the sale, use or possession of 50-caliber weapons",
  "summary" : "Bans the sale, use or possession of 50-caliber or larger weapons and directs the division of state police to embark on a program whereby persons currently in lawful possession of such weapons may be reimbursed for the fair market value thereof upon turning such weapons in to a designated officer. ",
  "currentCommittee" : "CODES",
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : [ "S7854-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          86\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by Sen. SQUADRON -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Codes\n\n       AN ACT to amend the penal law and the  executive  law,  in  relation  to\n         banning the sale, possession or use of 50-caliber weapons\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Legislative findings and declaration. The legislature here-\n    2  by finds and declares that  50-caliber  or  larger  weapons  having  the\n    3  capacity  for rapidly discharging ammunition have no acceptable purpose.\n    4  The legislature additionally finds and declares that such  weapons  pose\n    5  such  an  imminent  threat  and danger to the safety and security of the\n    6  people of this state that it is necessary to ban the possession and  use\n    7  of such weapons.\n    8    S  2.  Subdivisions  8  and  9  of section 265.00 of the penal law, as\n    9  amended by chapter 189 of the laws of  2000,  are  amended  to  read  as\n   10  follows:\n   11    8.  \"Gunsmith\"  means  any  person,  firm, partnership, corporation or\n   12  company who engages in the business of repairing, altering,  assembling,\n   13  manufacturing,   cleaning,  polishing,  engraving  or  trueing,  or  who\n   14  performs any mechanical operation on, any firearm, large capacity  ammu-\n   15  nition feeding device, 50-CALIBER WEAPON or machine-gun.\n   16    9.  \"Dealer  in  firearms\" means any person, firm, partnership, corpo-\n   17  ration or company who engages in the business  of  purchasing,  selling,\n   18  keeping  for  sale, loaning, leasing, or in any manner disposing of, any\n   19  assault weapon, large capacity  ammunition  feeding  device,  50-CALIBER\n   20  WEAPON, pistol or revolver.\n   21    S 3. Section 265.00 of the penal law is amended by adding a new subdi-\n   22  vision 24 to read as follows:\n   23    24.  \"50-CALIBER WEAPON\" MEANS A RIFLE CAPABLE OF FIRING A CENTER-FIRE\n   24  CARTRIDGE IN 50-CALIBER OR LARGER, .50 BMG CALIBER OR LARGER, ANY  OTHER\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01019-01-1\n\n       S. 86                               2\n\n    1  VARIANT  OF 50-CALIBER OR LARGER, OR ANY OTHER METRIC EQUIVALENT OF SUCH\n    2  CALIBER, PROVIDED, HOWEVER, THAT NOTHING IN THIS  SUBDIVISION  SHALL  BE\n    3  CONSTRUED  TO  INCLUDE ANY MUZZLE LOADING RIFLE OR SHOTGUN WITH A RIFLED\n    4  BORE.\n    5    S  4.  Subdivision 3 of section 265.02 of the penal law, as amended by\n    6  chapter 764 of the laws of 2005, is amended to read as follows:\n    7    (3) Such person knowingly possesses a machine-gun, A 50-CALIBER  WEAP-\n    8  ON,  firearm, rifle or shotgun which has been defaced for the purpose of\n    9  concealment or prevention of the detection of a crime or misrepresenting\n   10  the identity of such machine-gun, 50-CALIBER WEAPON, firearm,  rifle  or\n   11  shotgun; or\n   12    S 5. Section 265.02 of the penal law is amended by adding a new subdi-\n   13  vision 4 to read as follows:\n   14    (4) SUCH PERSON POSSESSES ANY 50-CALIBER WEAPON; OR\n   15    S 6. Section 265.03 of the penal law, as amended by chapter 742 of the\n   16  laws  of  2006 and subdivisions 1 and 3 as amended by chapter 745 of the\n   17  laws of 2006, is amended to read as follows:\n   18  S 265.03 Criminal possession of a weapon in the second degree.\n   19    A person is guilty of criminal possession of a weapon  in  the  second\n   20  degree when SUCH PERSON:\n   21    (1)  [with  intent  to  use  the same unlawfully against another, such\n   22  person:\n   23    (a)] possesses a machine-gun; or\n   24    [(b)] (2) possesses a 50-CALIBER  WEAPON  OR  A  loaded  firearm  WITH\n   25  INTENT TO USE THE SAME UNLAWFULLY AGAINST ANOTHER; or\n   26    [(c)] (3) possesses a disguised gun WITH INTENT TO USE THE SAME UNLAW-\n   27  FULLY AGAINST ANOTHER; or\n   28    [(2) such person] (4) possesses five or more firearms; or\n   29    [(3)]  (5)  such  person possesses any loaded firearm. Such possession\n   30  shall not, except as provided in subdivision one  or  seven  of  section\n   31  265.02  of  this  article, constitute a violation of this subdivision if\n   32  such possession takes place in such person's home or place of business.\n   33    Criminal possession of a weapon in the second  degree  is  a  class  C\n   34  felony.\n   35    S  7.  The  penal law is amended by adding two new sections 265.45 and\n   36  265.46 to read as follows:\n   37  S 265.45 CRIMINAL USE OF A 50-CALIBER WEAPON IN THE SECOND DEGREE.\n   38    1. A PERSON IS GUILTY OF CRIMINAL USE OF A 50-CALIBER  WEAPON  IN  THE\n   39  SECOND  DEGREE  WHEN  HE  COMMITS  ANY CLASS C VIOLENT FELONY OFFENSE AS\n   40  DEFINED IN PARAGRAPH (B) OF SUBDIVISION ONE OF  SECTION  70.02  OF  THIS\n   41  CHAPTER AND HE USES A 50-CALIBER WEAPON, AS DEFINED IN SUBDIVISION TWEN-\n   42  TY-FOUR OF SECTION 265.00 OF THIS ARTICLE, IF THE 50-CALIBER WEAPON IS A\n   43  LOADED 50-CALIBER WEAPON FROM WHICH A SHOT, READILY CAPABLE OF PRODUCING\n   44  DEATH OR OTHER SERIOUS INJURY MAY BE DISCHARGED.\n   45    2.  NOTWITHSTANDING ANY OTHER PROVISION OF LAW TO THE CONTRARY, WHEN A\n   46  PERSON IS CONVICTED OF CRIMINAL USE OF A 50-CALIBER WEAPON IN THE SECOND\n   47  DEGREE AS DEFINED IN SUBDIVISION ONE OF THIS  SECTION  THE  COURT  SHALL\n   48  IMPOSE  AN ADDITIONAL CONSECUTIVE TERM OF FIVE YEARS TO THE MINIMUM TERM\n   49  OF THE INDETERMINATE  SENTENCE  OR  TERM  OF  THE  DETERMINATE  SENTENCE\n   50  IMPOSED  ON  THE UNDERLYING CLASS C VIOLENT FELONY CONVICTION.  NOTWITH-\n   51  STANDING ANY OTHER PROVISION OF LAW TO THE CONTRARY,  THE  AGGREGATE  OF\n   52  THE  FIVE YEAR CONSECUTIVE TERM IMPOSED PURSUANT TO THIS SUBDIVISION AND\n   53  THE MINIMUM TERM OF AN INDETERMINATE SENTENCE IMPOSED ON THE  UNDERLYING\n   54  CLASS  C  VIOLENT  FELONY  CONVICTION SHALL CONSTITUTE THE NEW AGGREGATE\n   55  MINIMUM TERM OF IMPRISONMENT, AND A DEFENDANT SUBJECT TO SUCH TERM SHALL\n   56  BE REQUIRED TO SERVE THE ENTIRE AGGREGATE MINIMUM TERM AND SHALL NOT  BE\n\n       S. 86                               3\n\n    1  ELIGIBLE  FOR  RELEASE  ON  PAROLE OR OTHER DISCRETIONARY RELEASE DURING\n    2  SUCH TERM.\n    3  S 265.46 CRIMINAL USE OF A 50-CALIBER WEAPON IN THE FIRST DEGREE.\n    4    1.  A  PERSON  IS GUILTY OF CRIMINAL USE OF A 50-CALIBER WEAPON IN THE\n    5  FIRST DEGREE WHEN HE COMMITS ANY CLASS  A  FELONY  OFFENSE  CONSTITUTING\n    6  MURDER,  KIDNAPPING, ARSON, CONSPIRACY OR SALE OF A CONTROLLED SUBSTANCE\n    7  OR ATTEMPTS TO COMMIT ANY SUCH CLASS A FELONY WHERE  SUCH  ATTEMPT  ALSO\n    8  CONSTITUTES  A  CLASS A FELONY, OR ANY CLASS B VIOLENT FELONY OFFENSE AS\n    9  DEFINED IN PARAGRAPH (A) OF SUBDIVISION ONE OF  SECTION  70.02  OF  THIS\n   10  CHAPTER AND HE USES A 50-CALIBER WEAPON, AS DEFINED IN SUBDIVISION TWEN-\n   11  TY-FOUR OF SECTION 265.00 OF THIS ARTICLE, IF THE 50-CALIBER WEAPON IS A\n   12  LOADED 50-CALIBER WEAPON FROM WHICH A SHOT, READILY CAPABLE OF PRODUCING\n   13  DEATH OR OTHER SERIOUS INJURY MAY BE DISCHARGED.\n   14    2.  NOTWITHSTANDING ANY OTHER PROVISION OF LAW TO THE CONTRARY, WHEN A\n   15  PERSON IS CONVICTED OF CRIMINAL USE OF A 50-CALIBER WEAPON IN THE  FIRST\n   16  DEGREE  AS  DEFINED  IN  SUBDIVISION ONE OF THIS SECTION THE COURT SHALL\n   17  IMPOSE AN ADDITIONAL CONSECUTIVE TERM OF TEN YEARS TO THE  MINIMUM  TERM\n   18  OF  THE  INDETERMINATE  SENTENCE  OR  TERM  OF  THE DETERMINATE SENTENCE\n   19  IMPOSED ON THE UNDERLYING CLASS A OR CLASS B VIOLENT FELONY  CONVICTION.\n   20  NOTWITHSTANDING  ANY  OTHER PROVISION OF LAW TO THE CONTRARY, THE AGGRE-\n   21  GATE OF THE TEN YEAR CONSECUTIVE TERM IMPOSED PURSUANT TO THIS  SUBDIVI-\n   22  SION  AND  THE  MINIMUM TERM OF AN INDETERMINATE SENTENCE IMPOSED ON THE\n   23  UNDERLYING CLASS A OR CLASS B VIOLENT FELONY CONVICTION SHALL CONSTITUTE\n   24  THE NEW AGGREGATE MINIMUM TERM OF IMPRISONMENT, AND A DEFENDANT  SUBJECT\n   25  TO  SUCH  TERM  SHALL  BE REQUIRED TO SERVE THE ENTIRE AGGREGATE MINIMUM\n   26  TERM AND SHALL NOT BE ELIGIBLE FOR RELEASE ON PAROLE  OR  OTHER  DISCRE-\n   27  TIONARY RELEASE DURING SUCH TERM.\n   28    S  8.  Subdivision  2  of section 265.08 of the penal law, as added by\n   29  chapter 233 of the laws of 1980, is amended to read as follows:\n   30    (2) displays what appears to be a pistol,  revolver,  rifle,  shotgun,\n   31  50-CALIBER WEAPON, machine gun or other firearm.\n   32    S  9.  Paragraph  (b)  of subdivision 1 of section 265.09 of the penal\n   33  law, as amended by chapter 650 of the laws of 1996, is amended  to  read\n   34  as follows:\n   35    (b)  displays  what  appears to be a pistol, revolver, rifle, shotgun,\n   36  50-CALIBER WEAPON, machine gun or other firearm.\n   37    S 10. Subdivisions 2, 3 and 6 of section  265.10  of  the  penal  law,\n   38  subdivision 2 as amended by chapter 257 of the laws of 2008 and subdivi-\n   39  sions 3 and 6 as amended by chapter 189 of the laws of 2000, are amended\n   40  to read as follows:\n   41    2.  Any  person  who  transports  or ships any machine-gun, 50-CALIBER\n   42  WEAPON, firearm silencer, assault weapon or  large  capacity  ammunition\n   43  feeding  device or disguised gun, or who transports or ships as merchan-\n   44  dise five or more firearms, is guilty of a class D  felony.  Any  person\n   45  who  transports  or  ships  as  merchandise  any  firearm, other than an\n   46  assault weapon, switchblade knife, gravity knife, pilum ballistic knife,\n   47  billy, blackjack, bludgeon, plastic knuckles, metal  knuckles,  Kung  Fu\n   48  star, chuka stick, sandbag or slungshot is guilty of a class A misdemea-\n   49  nor.\n   50    3.  Any  person who disposes of any machine-gun, assault weapon, large\n   51  capacity ammunition feeding device, 50-CALIBER WEAPON or firearm silenc-\n   52  er is guilty of a  class  D  felony.  Any  person  who  knowingly  buys,\n   53  receives,  disposes  of,  or  conceals a machine-gun, 50-CALIBER WEAPON,\n   54  firearm, large capacity ammunition  feeding  device,  rifle  or  shotgun\n   55  which  has  been defaced for the purpose of concealment or prevention of\n   56  the detection of  a  crime  or  misrepresenting  the  identity  of  such\n\n       S. 86                               4\n\n    1  machine-gun, 50-CALIBER WEAPON, firearm, large capacity ammunition feed-\n    2  ing device, rifle or shotgun is guilty of a class D felony.\n    3    6.  Any  person  who  wilfully defaces any machine-gun, large capacity\n    4  ammunition feeding device, 50-CALIBER WEAPON or firearm is guilty  of  a\n    5  class D felony.\n    6    S  11. Subdivisions 1 and 5 of section 265.15 of the penal law, subdi-\n    7  vision 5 as amended by chapter 695 of the laws of 1987, are  amended  to\n    8  read as follows:\n    9    1.  The  presence  in  any room, dwelling, structure or vehicle of any\n   10  machine-gun OR 50-CALIBER WEAPON is presumptive evidence of its unlawful\n   11  possession by all persons occupying the place where such machine-gun  OR\n   12  50-CALIBER WEAPON is found.\n   13    5.  The  possession by any person of a defaced machine-gun, 50-CALIBER\n   14  WEAPON, firearm, rifle   or shotgun is presumptive  evidence  that  such\n   15  person defaced the same.\n   16    S 12. Paragraph 2 of subdivision a of section 265.20 of the penal law,\n   17  as  amended  by  chapter  189 of the laws of 2000, is amended to read as\n   18  follows:\n   19    2. Possession of a  machine-gun,  large  capacity  ammunition  feeding\n   20  device,  50-CALIBER  WEAPON,  firearm, switchblade knife, gravity knife,\n   21  pilum ballistic knife, billy or blackjack by a  warden,  superintendent,\n   22  headkeeper  or deputy of a state prison, penitentiary, workhouse, county\n   23  jail or other institution for the  detention  of  persons  convicted  or\n   24  accused  of crime or detained as witnesses in criminal cases, in pursuit\n   25  of official duty or when duly  authorized  by  regulation  or  order  to\n   26  possess the same.\n   27    S 13. Paragraph 8 of subdivision a of section 265.20 of the penal law,\n   28  as  amended  by  chapter  61  of the laws of 2010, is amended to read as\n   29  follows:\n   30    8. The manufacturer of machine-guns, firearm silencers, assault  weap-\n   31  ons,  large  capacity  ammunition  feeding  devices, 50-CALIBER WEAPONS,\n   32  disguised guns, pilum ballistic knives, switchblade or  gravity  knives,\n   33  billies  or  blackjacks  as merchandise, or as a transferee recipient of\n   34  the same for repair, lawful distribution or  research  and  development,\n   35  and  the disposal and shipment thereof direct to a regularly constituted\n   36  or appointed state or municipal police department, sheriff, policeman or\n   37  other peace officer, or to  a  state  prison,  penitentiary,  workhouse,\n   38  county  jail or other institution for the detention of persons convicted\n   39  or accused of crime or held as witnesses in criminal cases,  or  to  the\n   40  military  service  of  this  state  or  of the United States; or for the\n   41  repair and return of the same to the lawful possessor  or  for  research\n   42  and development.\n   43    S  14.  Section  265.20  of  the  penal law is amended by adding a new\n   44  subdivision e to read as follows:\n   45    E. THE TERMS \"PISTOL,\" \"REVOLVER,\" \"RIFLE,\" AND \"SHOTGUN\" AS  USED  IN\n   46  PARAGRAPHS  THREE  THROUGH FIVE, SEVEN THROUGH SEVEN-B, TWELVE, THIRTEEN\n   47  AND THIRTEEN-A OF SUBDIVISION A OF THIS  SECTION  SHALL  NOT  INCLUDE  A\n   48  50-CALIBER  WEAPON  AS  DEFINED  IN  SUBDIVISION  TWENTY-FOUR OF SECTION\n   49  265.00 OF THIS ARTICLE.\n   50    S 15. Section 265.11 of the penal law, as amended by  chapter  764  of\n   51  the laws of 2005, is amended to read as follows:\n   52  S 265.11 Criminal  sale  of  a firearm OR 50-CALIBER WEAPON in the third\n   53             degree.\n   54    A person is guilty of criminal sale of a firearm OR 50-CALIBER  WEAPON\n   55  in  the  third degree when such person is not authorized pursuant to law\n\n       S. 86                               5\n\n    1  to possess a firearm OR 50-CALIBER WEAPON  and  such  person  unlawfully\n    2  either:\n    3    (1)  sells,  exchanges,  gives  or  disposes  of a firearm [or], large\n    4  capacity ammunition feeding  device  OR  50-CALIBER  WEAPON  to  another\n    5  person; or\n    6    (2)  possesses  a firearm OR 50-CALIBER WEAPON with the intent to sell\n    7  it.\n    8    Criminal sale of a firearm OR 50-CALIBER WEAPON in the third degree is\n    9  a class D felony.\n   10    S 16. Section 265.12 of the penal law, as amended by  chapter  764  of\n   11  the laws of 2005, is amended to read as follows:\n   12  S  265.12  Criminal sale of a firearm OR 50-CALIBER WEAPON in the second\n   13             degree.\n   14    A person is guilty of criminal sale of a firearm OR 50-CALIBER  WEAPON\n   15  in the second degree when such person:\n   16    (1)  unlawfully sells, exchanges, gives or disposes of to another five\n   17  or more firearms OR 50-CALIBER WEAPONS; or\n   18    (2) unlawfully sells, exchanges,  gives  or  disposes  of  to  another\n   19  person or persons a total of five or more firearms OR 50-CALIBER WEAPONS\n   20  in a period of not more than one year.\n   21    Criminal  sale  of a firearm OR 50-CALIBER WEAPON in the second degree\n   22  is a class C felony.\n   23    S 17. Section 265.14 of the penal law, as added by chapter 175 of  the\n   24  laws  of 1991 and the closing paragraph as amended by chapter 654 of the\n   25  laws of 1998, is amended to read as follows:\n   26  S 265.14 Criminal sale of a firearm OR 50-CALIBER WEAPON with the aid of\n   27             a minor.\n   28    A person over the age of eighteen years of age is guilty  of  criminal\n   29  sale  of a [weapon] FIREARM OR 50-CALIBER WEAPON with the aid of a minor\n   30  when a person under sixteen years of age knowingly and unlawfully sells,\n   31  exchanges, gives or disposes  of  a  firearm  OR  50-CALIBER  WEAPON  in\n   32  violation  of  this  article,  and  such person over the age of eighteen\n   33  years of age, acting  with  the  mental  culpability  required  for  the\n   34  commission  thereof,  solicits, requests, commands, importunes or inten-\n   35  tionally aids such person under sixteen years of age to engage  in  such\n   36  conduct.\n   37    Criminal  sale  of  a  firearm  OR 50-CALIBER WEAPON with the aid of a\n   38  minor is a class C felony.\n   39    S 18. Section 265.13 of the penal law, as amended by  chapter  764  of\n   40  the laws of 2005, is amended to read as follows:\n   41  S  265.13  Criminal  sale of a firearm OR 50-CALIBER WEAPON in the first\n   42             degree.\n   43    A person is guilty of criminal sale of a firearm OR 50-CALIBER  WEAPON\n   44  in the first degree when such person:\n   45    (1)  unlawfully  sells, exchanges, gives or disposes of to another ten\n   46  or more firearms OR 50-CALIBER WEAPONS; or\n   47    (2) unlawfully sells, exchanges,  gives  or  disposes  of  to  another\n   48  person  or persons a total of ten or more firearms OR 50-CALIBER WEAPONS\n   49  in a period of not more than one year.\n   50    Criminal sale of a firearm OR 50-CALIBER WEAPON in the first degree is\n   51  a class B felony.\n   52    S 19. Section 265.16 of the penal law, as added by chapter 600 of  the\n   53  laws  of 1992 and the closing paragraph as amended by chapter 654 of the\n   54  laws of 1998, is amended to read as follows:\n   55  S 265.16 Criminal sale of a firearm OR 50-CALIBER WEAPON to a minor.\n\n       S. 86                               6\n\n    1    A person is guilty of criminal sale of a firearm OR 50-CALIBER  WEAPON\n    2  to  a  minor  when  he  is  not  authorized pursuant to law to possess a\n    3  firearm OR 50-CALIBER WEAPON and he unlawfully sells,  exchanges,  gives\n    4  or  disposes  of a firearm OR 50-CALIBER WEAPON to another person who is\n    5  or  reasonably  appears to be less than nineteen years of age who is not\n    6  licensed pursuant to law to possess a firearm OR 50-CALIBER WEAPON.\n    7    Criminal sale of a firearm OR 50-CALIBER WEAPON to a minor is a  class\n    8  C felony.\n    9    S  20.  The opening paragraph of subdivision 1 of section 55.05 of the\n   10  penal law, as amended by chapter 276 of the laws of 1973, is amended  to\n   11  read as follows:\n   12    [Felonies]  EXCEPT  FOR  THE  FELONIES  DEFINED IN SECTIONS 265.45 AND\n   13  265.46 OF THIS CHAPTER, FELONIES are  classified,  for  the  purpose  of\n   14  sentence, into five categories as follows:\n   15    S  21.  Paragraph  (a)  of subdivision 1 of section 55.10 of the penal\n   16  law, as amended by chapter 276 of the laws of 1973, is amended  to  read\n   17  as follows:\n   18    (a)  [The]  EXCEPT  FOR  THE  FELONIES  DEFINED IN SECTIONS 265.45 AND\n   19  265.46 OF THIS CHAPTER, THE particular classification or  subclassifica-\n   20  tion  of  each felony defined in this chapter is expressly designated in\n   21  the section or article defining it.\n   22    S 22. The executive law is amended by adding a new section 231 to read\n   23  as follows:\n   24    S 231. COMPLIANCE WITH THE BAN ON  THE  SALE,  POSSESSION  OR  USE  OF\n   25  50-CALIBER  WEAPONS.  1.  FROM WITHIN AMOUNTS APPROPRIATED THEREFOR, THE\n   26  DIVISION OF STATE POLICE SHALL TAKE  SUCH  ACTION  AS  IS  NECESSARY  TO\n   27  IMPLEMENT  A  PROGRAM WHEREBY PERSONS, INCLUDING DEALERS OF FIREARMS, IN\n   28  LAWFUL POSSESSION  OF  50-CALIBER  WEAPONS  MAY  BRING  THEMSELVES  INTO\n   29  COMPLIANCE  WITH  THE  PROVISIONS  OF THE PENAL LAW WHICH BANS THE SALE,\n   30  POSSESSION OR USE OF SUCH WEAPONS.\n   31    2. WITHIN THIRTY DAYS OF THE  EFFECTIVE  DATE  OF  THIS  SECTION,  ANY\n   32  LICENSED  FIREARM DEALER WHO HAS IN HIS OR HER POSSESSION A NEW 50-CALI-\n   33  BER WEAPON SHALL BE ENTITLED TO RETURN SUCH WEAPON TO THE DISTRIBUTOR OR\n   34  MANUFACTURER, AND SHALL BE ENTITLED TO A FULL REFUND, OR CREDIT,  IN  AN\n   35  AMOUNT  EQUAL  TO THE PURCHASE PRICE OF SUCH WEAPON. IN ANY CASE WHERE A\n   36  DISTRIBUTOR OR MANUFACTURER FAILS OR REFUSES TO SO REFUND OR CREDIT SUCH\n   37  DEALER, THE DEALER SHALL NOTIFY THE DIVISION OF  STATE  POLICE,  AND  IT\n   38  SHALL  IMMEDIATELY  NOTIFY  THE  ATTORNEY  GENERAL SO THAT HE OR SHE MAY\n   39  INTERCEDE AND TAKE SUCH ACTIONS ON BEHALF OF THE DEALER TO  SECURE  SUCH\n   40  REFUND OR CREDIT.\n   41    3.  WITHIN  THIRTY  DAYS  OF  THE  EFFECTIVE DATE OF THIS SECTION, ANY\n   42  PERSON, INCLUDING A LICENSED FIREARM DEALER, WHO HAS IN HIS OR HER LEGAL\n   43  POSSESSION A USED 50-CALIBER WEAPON SHALL PERSONALLY DELIVER SUCH WEAPON\n   44  TO THE DIVISION OF STATE POLICE, AND  UPON  TRANSFERRING  OWNERSHIP  AND\n   45  POSSESSION  TO  A  DULY DESIGNATED OFFICER THEREOF, SHALL BE ENTITLED TO\n   46  RECEIVE PAYMENT IN AN AMOUNT EQUAL TO THE  FAIR  MARKET  VALUE  OF  SUCH\n   47  WEAPON, BUT NOT TO EXCEED EIGHT THOUSAND FIVE HUNDRED DOLLARS.\n   48    4.  THE  DIVISION  OF STATE POLICE SHALL TAKE SUCH ACTION, INCLUDING A\n   49  PUBLIC CAMPAIGN USING THE PRINT MEDIA, TELEVISION, RADIO OR OTHER  MEANS\n   50  TO  NOTIFY  PERSONS  OF THE EXISTENCE OF THE PROGRAM ESTABLISHED IN THIS\n   51  SECTION.\n   52    S 23. This act shall take effect immediately; provided, however,  that\n   53  sections  one  through  twenty-one  of this act shall take effect on the\n   54  thirtieth day after this act shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the penal law and the executive law, in relation to banning the sale, possession or use of 50-caliber weapons ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101203.T091937.TXT", "SOBI.D101203.T170507.TXT", "SOBI.D101202.T162601.TXT", "SOBI.D101203.T173008.TXT", "SOBI.D101202.T164602.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1291415408390
}