{
  "year" : 2011,
  "senateBillNo" : "S862-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO CHILDREN AND FAMILIES",
    "billEventId" : "S862-2011-1294203600000-REFERRED+TO+CHILDREN+AND+FAMILIES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "YOUNG",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Eliminates the requirement for parental consent to an adoption when the parent has an order of protection against them for the protection of the other parent",
  "summary" : "Eliminates the requirement for parental consent to an adoption when one parent has an order of protection against him or her for the protection of the other parent, a person in lawful custody of the child or the child. ",
  "currentCommittee" : "CHILDREN AND FAMILIES",
  "sameAs" : null,
  "lawSection" : "Domestic Relations Law",
  "previousVersions" : [ "S7355-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          862\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  YOUNG  -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Children and Families\n\n       AN ACT to amend the domestic relations law, in relation  to  eliminating\n         the  requirement  of a parent to consent to the adoption of his or her\n         child when such parent has had an order of protection  issued  against\n         him  or  her  for  the protection of the other parent, a person having\n         lawful custody of such child or the child\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraph (e) of subdivision 2 of section 111 of the domes-\n    2  tic  relations  law,  as  amended by chapter 375 of the laws of 1997, is\n    3  amended and a new paragraph (f) is added to read as follows:\n    4    (e) who has executed an instrument, which shall be irrevocable,  deny-\n    5  ing  the  paternity  of  the child, such instrument having been executed\n    6  after conception and acknowledged or proved in the  manner  required  to\n    7  permit the recording of a deed[.]; OR\n    8    (F) WHO, WHETHER AN ADULT OR CHILD:\n    9    (I) IS THE PARENT OF THE CHILD; AND\n   10    (II)  IS  THE SPOUSE OR FORMER SPOUSE OF THE OTHER PARENT OF THE CHILD\n   11  CONCEIVED OR BORN IN WEDLOCK; AND\n   12    (III) HAS HAD AN ORDER OF PROTECTION ISSUED AGAINST HIM OR HER FOR THE\n   13  PROTECTION OF THE OTHER PARENT, A PERSON HAVING LAWFUL CUSTODY  OF  SUCH\n   14  CHILD  OR  THE CHILD, WHICH IS IN EFFECT AT THE TIME OF THE PLACEMENT OF\n   15  THE CHILD OR AT ANY TIME DURING THE  SIX  MONTH  PERIOD  PRECEDING  SUCH\n   16  PLACEMENT.\n   17    S 2. This act shall take effect on the one hundred eightieth day after\n   18  it shall have become a law.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02636-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the domestic relations law, in relation to eliminating the requirement of a parent to consent to the adoption of his or her child when such parent has had an order of protection issued against him or her for the protection of the other parent, a person having lawful custody of such child or the child ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101230.T154748.TXT", "SOBI.D110103.T093845.TXT", "SOBI.D110105.T123649.TXT", "SOBI.D101230.T161749.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294249009700
}