{
  "year" : 2011,
  "senateBillNo" : "S863-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO LOCAL GOVERNMENT",
    "billEventId" : "S863-2011-1294203600000-REFERRED+TO+LOCAL+GOVERNMENT",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "YOUNG",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes a residential-commercial exemption program in certain counties",
  "summary" : "Establishes a residential-commercial real property tax exemption program in certain counties. ",
  "currentCommittee" : "LOCAL GOVERNMENT",
  "sameAs" : null,
  "lawSection" : "Real Property Tax Law",
  "previousVersions" : [ "S7904-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          863\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  YOUNG  -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Local Government\n\n       AN ACT to amend the real property tax law, in relation to establishing a\n         residential-commercial exemption  program  in  certain  counties;  and\n         providing for the repeal of such provisions upon the expiration there-\n         of\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The real property tax  law  is  amended  by  adding  a  new\n    2  section 485-n to read as follows:\n    3    S 485-N.  RESIDENTIAL-COMMERCIAL EXEMPTION PROGRAM. 1. DEFINITIONS. AS\n    4  USED IN THIS SECTION, THE FOLLOWING TERMS SHALL HAVE THE FOLLOWING MEAN-\n    5  INGS:\n    6    (A)  \"APPLICANT\" MEANS ANY PERSON OBLIGATED TO PAY REAL PROPERTY TAXES\n    7  ON REAL PROPERTY FOR WHICH AN EXEMPTION FROM TAXES UNDER THIS SECTION IS\n    8  SOUGHT.\n    9    (B) \"BENEFIT AREA\" MEANS THE AREA WITHIN A MUNICIPALITY, DESIGNATED BY\n   10  LOCAL LAW, TO WHICH AN EXEMPTION, ESTABLISHED PURSUANT TO THIS  SECTION,\n   11  APPLIES.\n   12    (C)  \"COMMERCIAL CONSTRUCTION WORK\" MEANS THE MODERNIZATION, REHABILI-\n   13  TATION, EXPANSION OR OTHER IMPROVEMENT OF COMMERCIAL USE PROPERTY OR THE\n   14  PORTION OF MIXED-USE PROPERTY TO BE USED FOR COMMERCIAL PURPOSES.\n   15    (D) \"COMMERCIAL PURPOSE OR USE\" MEANS THE BUYING, SELLING OR OTHERWISE\n   16  PROVIDING OF GOODS OR  SERVICES,  INCLUDING  HOTEL  SERVICES,  OR  OTHER\n   17  LAWFUL  BUSINESS OR COMMERCIAL ACTIVITIES PERMITTED UPON MIXED-USE PROP-\n   18  ERTY.\n   19    (E) \"COMMERCIAL USE PROPERTY\" MEANS REAL PROPERTY ON WHICH WILL EXIST,\n   20  AFTER COMPLETION OF COMMERCIAL CONSTRUCTION WORK, A  BUILDING  USED  FOR\n   21  COMMERCIAL PURPOSES OR USE.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02688-01-1\n\n       S. 863                              2\n\n    1    (F)  \"MIXED-USE  PROPERTY\"  MEANS  REAL  PROPERTY ON WHICH WILL EXIST,\n    2  AFTER COMPLETION OF RESIDENTIAL CONSTRUCTION WORK OR  A  COMBINATION  OF\n    3  RESIDENTIAL CONSTRUCTION WORK AND COMMERCIAL CONSTRUCTION WORK, A BUILD-\n    4  ING OR STRUCTURE USED FOR BOTH RESIDENTIAL AND COMMERCIAL PURPOSES.\n    5    (G) \"MUNICIPALITY\" MEANS ANY TOWN, CITY, VILLAGE OR OTHER TAXING ENTI-\n    6  TY  LOCATED  IN A COUNTY HAVING A POPULATION OF NOT LESS THAN SIXTY-FOUR\n    7  THOUSAND THREE HUNDRED  AND  NOT  MORE  THAN  SIXTY-FOUR  THOUSAND  FOUR\n    8  HUNDRED  AS  DETERMINED BY THE FEDERAL DECENNIAL CENSUS FOR THE YEAR TWO\n    9  THOUSAND.\n   10    (H) \"RESIDENTIAL CONSTRUCTION WORK\" MEANS THE CREATION, MODERNIZATION,\n   11  REHABILITATION, EXPANSION OR OTHER IMPROVEMENT OF DWELLING UNITS,  OTHER\n   12  THAN  DWELLING UNITS IN A HOTEL, IN THE PORTION OF MIXED-USE PROPERTY TO\n   13  BE USED FOR RESIDENTIAL PURPOSES.\n   14    2. A MUNICIPALITY MAY, BY LOCAL LAW, PROVIDE FOR THE EXEMPTION OF REAL\n   15  PROPERTY IN A DESIGNATED BENEFIT AREA FROM TAXATION AS PROVIDED IN  THIS\n   16  SECTION. UPON THE ADOPTION OF SUCH A LOCAL LAW, THE COUNTY IN WHICH SUCH\n   17  MUNICIPALITY  IS LOCATED MAY, BY LOCAL LAW, AND ANY SCHOOL DISTRICT, ALL\n   18  OR PART OF WHICH IS LOCATED IN SUCH MUNICIPALITY,  MAY,  BY  RESOLUTION,\n   19  EXEMPT  SUCH  PROPERTY  FROM  ITS TAXATION IN THE SAME MANNER AND TO THE\n   20  SAME EXTENT AS SUCH MUNICIPALITY HAS DONE.\n   21    3. UPON THE ADOPTION OF SUCH A LOCAL LAW THE COMMERCIAL  USE  PROPERTY\n   22  OR MIXED-USE PROPERTY THAT WAS CONVERTED, CREATED, MODERNIZED, REHABILI-\n   23  TATED, EXPANDED OR OTHERWISE IMPROVED, SHALL BE EXEMPT FROM TAXATION AND\n   24  SPECIAL  AD  VALOREM  LEVIES AS PROVIDED FOR IN SUBDIVISION FOUR OF THIS\n   25  SECTION.\n   26    4. (A) (I) FOR A PERIOD OF TWELVE YEARS FOLLOWING THE APPROVAL  OF  AN\n   27  APPLICATION,  THE  INCREASE IN ASSESSED VALUE OF SUCH PROPERTY ATTRIBUT-\n   28  ABLE TO SUCH CONVERSION, CREATION, MODERNIZATION, REHABILITATION, EXPAN-\n   29  SION OR OTHER IMPROVEMENT SHALL BE EXEMPT AS  PROVIDED  IN  SUBPARAGRAPH\n   30  (II) OF THIS PARAGRAPH. SUCH EXEMPTION SHALL BE COMPUTED WITH RESPECT TO\n   31  THE  \"EXEMPTION  BASE\".  THE EXEMPTION BASE SHALL BE DETERMINED FOR EACH\n   32  YEAR IN WHICH THERE IS AN INCREASE IN  ASSESSED  VALUE  SO  ATTRIBUTABLE\n   33  FROM THAT OF THE PREVIOUS YEAR'S ASSESSED VALUE.\n   34    (II)  THE  FOLLOWING  SHALL  DETERMINE  THE  COMPUTATION  OF  THE  TAX\n   35  EXEMPTION:\n\n   36  YEAR OF EXEMPTION   PERCENTAGE OF EXEMPTION\n   37     1 THROUGH 8      100% OF EXEMPTION BASE\n   38     9                80% OF EXEMPTION BASE\n   39     10               60% OF EXEMPTION BASE\n   40     11               40% OF EXEMPTION BASE\n   41     12               20% OF EXEMPTION BASE\n\n   42    (B) NO SUCH EXEMPTION SHALL BE GRANTED UNLESS:\n   43    (I) SUCH CONVERSION, CREATION, MODERNIZATION,  REHABILITATION,  EXPAN-\n   44  SION  OR OTHER IMPROVEMENT WAS COMMENCED SUBSEQUENT TO THE DATE ON WHICH\n   45  THE MUNICIPALITY'S LOCAL LAW TOOK EFFECT; AND\n   46    (II) THE COST OF SUCH CONVERSION  EXCEEDS  THE  SUM  OF  TEN  THOUSAND\n   47  DOLLARS OR SUCH GREATER AMOUNT AS MAY BE SPECIFIED BY LOCAL LAW.\n   48    (C)  FOR  PURPOSES  OF  THIS  SECTION  THE TERM \"CONVERSION, CREATION,\n   49  MODERNIZATION, REHABILITATION, EXPANSION OR OTHER IMPROVEMENT\" SHALL NOT\n   50  INCLUDE ORDINARY MAINTENANCE AND REPAIRS.\n   51    (D) NO SUCH EXEMPTION SHALL BE GRANTED CONCURRENT WITH  OR  SUBSEQUENT\n   52  TO  ANY  OTHER  REAL PROPERTY TAX EXEMPTION GRANTED TO THE SAME IMPROVE-\n   53  MENTS TO REAL PROPERTY, EXCEPT, WHERE DURING THE PERIOD OF SUCH PREVIOUS\n   54  EXEMPTION, PAYMENTS IN LIEU OF TAXES OR OTHER PAYMENTS WERE MADE TO  THE\n\n       S. 863                              3\n\n    1  MUNICIPALITY  IN AN AMOUNT THAT WOULD HAVE BEEN EQUAL TO OR GREATER THAN\n    2  THE AMOUNT OF REAL PROPERTY TAXES THAT WOULD  HAVE  BEEN  PAID  ON  SUCH\n    3  IMPROVEMENTS  HAD  SUCH  PROPERTY  BEEN GRANTED AN EXEMPTION PURSUANT TO\n    4  THIS  SECTION.  IN SUCH CASE, AN EXEMPTION SHALL BE GRANTED FOR A NUMBER\n    5  OF YEARS EQUAL TO THE TWELVE YEAR EXEMPTION  GRANTED  PURSUANT  TO  THIS\n    6  SECTION LESS THE NUMBER OF YEARS THE PROPERTY WOULD HAVE BEEN PREVIOUSLY\n    7  EXEMPT FROM REAL PROPERTY TAXES.\n    8    5.  SUCH EXEMPTION SHALL BE GRANTED ONLY UPON APPLICATION BY THE OWNER\n    9  OF REAL PROPERTY ON A FORM PRESCRIBED BY THE STATE BOARD. SUCH  APPLICA-\n   10  TION  SHALL  BE  FILED  WITH  THE ASSESSOR OF THE MUNICIPALITY OR COUNTY\n   11  HAVING THE POWER TO ASSESS PROPERTY FOR TAXATION ON OR BEFORE THE APPRO-\n   12  PRIATE TAXABLE STATUS DATE OF SUCH MUNICIPALITY OR COUNTY.\n   13    6. IF THE ASSESSOR IS SATISFIED THAT THE APPLICANT IS ENTITLED  TO  AN\n   14  EXEMPTION PURSUANT TO THIS SECTION, HE OR SHE SHALL APPROVE THE APPLICA-\n   15  TION AND SUCH REAL PROPERTY SHALL THEREAFTER BE EXEMPT FROM TAXATION AND\n   16  SPECIAL  AD  VALOREM  LEVIES AS PROVIDED IN THIS SECTION COMMENCING WITH\n   17  THE ASSESSMENT ROLL PREPARED AFTER THE TAXABLE STATUS DATE  REFERRED  TO\n   18  IN  SUBDIVISION  FIVE  OF  THIS  SECTION.    THE  ASSESSED  VALUE OF ANY\n   19  EXEMPTION GRANTED PURSUANT TO THIS  SECTION  SHALL  BE  ENTERED  BY  THE\n   20  ASSESSOR  ON  THE  ASSESSMENT  ROLL  WITH THE TAXABLE PROPERTY, WITH THE\n   21  AMOUNT OF THE EXEMPTION SHOWN IN A SEPARATE COLUMN.\n   22    S 2. This act shall take effect immediately, and shall expire  and  be\n   23  deemed repealed twelve years after such date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the real property tax law, in relation to establishing a residential-commercial exemption program in certain counties; and providing for the repeal of such provisions upon the expiration thereof ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101230.T154748.TXT", "SOBI.D110103.T093845.TXT", "SOBI.D110105.T123649.TXT", "SOBI.D101230.T161749.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294249009703
}