{
  "year" : 2011,
  "senateBillNo" : "S864-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO TRANSPORTATION",
    "billEventId" : "S864-2011-1294203600000-REFERRED+TO+TRANSPORTATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "YOUNG",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Designates state highway 19 in the town of Hume in the county of Allegany as the \"Almond E. Fisher Memorial Highway\"",
  "summary" : "Designates state highway 19 in the town of Hume in the county of Allegany as the \"Almond E. Fisher Memorial Highway\". ",
  "currentCommittee" : "TRANSPORTATION",
  "sameAs" : null,
  "lawSection" : "Highway Law",
  "previousVersions" : [ "SA7905-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          864\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  YOUNG  -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Transportation\n\n       AN ACT to amend the highway law, in relation to  designating  a  certain\n         portion of state highway 19 in the town of Hume in the county of Alle-\n         gany as the \"Almond E. Fisher Memorial Highway\"\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The highway law is amended by adding a new section 343-y to\n    2  read as follows:\n    3    S 343-Y. PORTION OF THE STATE HIGHWAY SYSTEM TO BE DESIGNATED  AS  THE\n    4  \"ALMOND E. FISHER MEMORIAL HIGHWAY\". ALL THAT PORTION OF THE STATE HIGH-\n    5  WAY  SYSTEM  CONSTITUTING STATE ROUTE NINETEEN BEGINNING AT THE ALLEGANY\n    6  COUNTY LINE IN THE TOWN OF HUME, AND CONTINUING  SOUTHERLY  ALONG  STATE\n    7  ROUTE  NINETEEN  TO  ITS INTERSECTION WITH ALLEGANY COUNTY ROAD 3 IN THE\n    8  TOWN OF HUME, ALLEGANY COUNTY, SHALL BE  DESIGNATED  AND  KNOWN  AS  THE\n    9  \"ALMOND E. FISHER MEMORIAL HIGHWAY\".\n   10    S  2. The commissioner of transportation shall provide for the instal-\n   11  lation and maintenance of adequate signing of the state  highway  system\n   12  as  designated  pursuant  to  section one of this act; provided that, to\n   13  avoid any confusion and to limit any possible  disruption  of  commerce,\n   14  the  designation called for pursuant to section one of this act shall be\n   15  one of ceremonial nature and the official name of such highway shall not\n   16  be changed as a result of this act.\n   17    S 3. This act shall take effect immediately.\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02687-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the highway law, in relation to designating a certain portion of state highway 19 in the town of Hume in the county of Allegany as the \"Almond E. Fisher Memorial Highway\" ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101230.T154748.TXT", "SOBI.D110103.T093845.TXT", "SOBI.D110105.T152705.TXT", "SOBI.D101230.T161749.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294259225032
}