{
  "year" : 2011,
  "senateBillNo" : "S866-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "S866-2011-1294203600000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "YOUNG",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes Native American nations and tribes to make payments to municipal governments hosting tribal casinos",
  "summary" : "Authorizes Native American nations and tribes to make payments to municipal governments hosting tribal casinos; such payments shall be in lieu of payments that the state is otherwise required to make to the municipal government. ",
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "Executive Law",
  "previousVersions" : [ "S8502-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "MAZIARZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "GALLIVAN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          866\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sens.  YOUNG, MAZIARZ -- read twice and ordered printed,\n         and when printed to be committed to the Committee on Finance\n\n       AN ACT to amend the executive law and the state finance law, in relation\n         to authorizing municipal governments hosting tribal casinos to receive\n         payments directly from Native American nations or tribes\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Section 12 of the executive law is amended by adding a new\n    2  subdivision (d) to read as follows:\n    3    (D) NOTWITHSTANDING ANY OTHER PROVISION OF LAW, ANY MUNICIPAL  GOVERN-\n    4  MENT  THAT HOSTS GAMING AND RELATED FACILITIES OF THE NATION MAY RECEIVE\n    5  PAYMENTS DIRECTLY FROM THE  NATION  PURSUANT  TO  SUBDIVISION  TWO-A  OF\n    6  SECTION  NINETY-NINE-H  OF  THE  STATE  FINANCE LAW, AS ADDED BY CHAPTER\n    7  THREE HUNDRED EIGHTY-THREE OF THE LAWS OF TWO THOUSAND ONE. ANY PAYMENTS\n    8  MADE BY THE NATION DIRECTLY TO A MUNICIPAL GOVERNMENT THAT HOSTS  GAMING\n    9  AND  RELATED  FACILITIES PURSUANT TO THIS SUBDIVISION SHALL BE DEEMED TO\n   10  HAVE BEEN MADE IN SATISFACTION OF THE COMPACT, AND SUCH  PAYMENTS  SHALL\n   11  BE DEDUCTED FROM THE AMOUNTS THE STATE IS REQUIRED TO PAY SUCH MUNICIPAL\n   12  GOVERNMENT  PURSUANT  TO SUBDIVISION THREE OR FOUR OF SUCH SECTION NINE-\n   13  TY-NINE-H.\n   14    S 2. Subdivision 2 of section  99-h  of  the  state  finance  law,  as\n   15  amended  by chapter 747 of the laws of 2006, is amended and a new subdi-\n   16  vision 2-a is added to read as follows:\n   17    2. Such account shall consist of all revenues resulting  from  tribal-\n   18  state compacts executed pursuant to article two of the executive law and\n   19  a tribal-state compact with the St. Regis Mohawk tribe executed pursuant\n   20  to  chapter  five  hundred ninety of the laws of two thousand four, LESS\n   21  ANY PAYMENTS MADE DIRECTLY BY A NATIVE AMERICAN NATION OR TRIBE,  PURSU-\n   22  ANT TO SUBDIVISION TWO-A OF THIS SECTION, TO A MUNICIPAL GOVERNMENT THAT\n   23  HOSTS A TRIBAL CASINO.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02684-01-1\n\n       S. 866                              2\n\n    1    2-A.  A  MUNICIPAL  GOVERNMENT  THAT HOSTS A TRIBAL CASINO MAY RECEIVE\n    2  PAYMENTS DIRECTLY FROM A NATIVE  AMERICAN  NATION  OR  TRIBE;  PROVIDED,\n    3  HOWEVER,  THAT  THE  CHIEF  FISCAL  OFFICER  OF THE MUNICIPAL GOVERNMENT\n    4  SHALL, WITHIN SEVEN DAYS OF THE RECEIPT OF  SUCH  PAYMENTS,  NOTIFY  THE\n    5  STATE  COMPTROLLER THAT SUCH PAYMENTS HAVE BEEN RECEIVED BY SUCH MUNICI-\n    6  PAL GOVERNMENT. ALL PAYMENTS RECEIVED BY  A  MUNICIPAL  GOVERNMENT  THAT\n    7  HOSTS  A TRIBAL CASINO SHALL BE DEEMED TO HAVE BEEN MADE IN SATISFACTION\n    8  OF THE PROVISIONS OF THE TRIBAL-STATE COMPACT EXECUTED PURSUANT TO ARTI-\n    9  CLE TWO OF THE EXECUTIVE LAW AND A TRIBAL-STATE  COMPACT  WITH  THE  ST.\n   10  REGIS  MOHAWK  TRIBE EXECUTED PURSUANT TO CHAPTER FIVE HUNDRED NINETY OF\n   11  THE LAWS OF TWO THOUSAND FOUR, AND SUCH PAYMENTS SHALL BE DEDUCTED  FROM\n   12  THOSE AMOUNTS THE STATE IS REQUIRED TO MAKE TO SUCH MUNICIPAL GOVERNMENT\n   13  PURSUANT TO SUBDIVISION THREE OR FOUR THIS SECTION.\n   14    S  3.  Subdivision  2  of  section  99-h  of the state finance law, as\n   15  amended by section 1 of part V of chapter 59 of the  laws  of  2006,  is\n   16  amended and a new subdivision 2-a is added to read as follows:\n   17    2.  Such  account shall consist of all revenues resulting from tribal-\n   18  state compacts executed pursuant to article two of the executive law and\n   19  a tribal-state compact with the St. Regis Mohawk tribe executed pursuant\n   20  to chapter five hundred ninety of the laws of two  thousand  four,  LESS\n   21  ANY  PAYMENTS MADE DIRECTLY BY A NATIVE AMERICAN NATION OR TRIBE, PURSU-\n   22  ANT TO SUBDIVISION TWO-A OF THIS SECTION, TO A MUNICIPAL GOVERNMENT THAT\n   23  HOSTS A TRIBAL CASINO.\n   24    2-A. A MUNICIPAL GOVERNMENT THAT HOSTS A  TRIBAL  CASINO  MAY  RECEIVE\n   25  PAYMENTS FROM A NATIVE AMERICAN NATION OR TRIBE; PROVIDED, HOWEVER, THAT\n   26  THE CHIEF FISCAL OFFICER OF THE MUNICIPAL GOVERNMENT SHALL, WITHIN SEVEN\n   27  DAYS  OF THE RECEIPT OF SUCH PAYMENTS, NOTIFY THE STATE COMPTROLLER THAT\n   28  SUCH PAYMENTS HAVE BEEN  RECEIVED  BY  SUCH  MUNICIPAL  GOVERNMENT.  ALL\n   29  PAYMENTS  RECEIVED  BY A MUNICIPAL GOVERNMENT THAT HOSTS A TRIBAL CASINO\n   30  SHALL BE DEEMED TO HAVE BEEN MADE IN SATISFACTION  OF  THE  TRIBAL-STATE\n   31  COMPACT  EXECUTED  PURSUANT  TO  ARTICLE  TWO OF THE EXECUTIVE LAW AND A\n   32  TRIBAL-STATE COMPACT WITH THE ST. REGIS MOHAWK TRIBE  EXECUTED  PURSUANT\n   33  TO  CHAPTER  FIVE  HUNDRED  NINETY OF THE LAWS OF TWO THOUSAND FOUR, AND\n   34  SUCH PAYMENTS SHALL  BE  DEDUCTED  FROM  THOSE  PAYMENTS  THE  STATE  IS\n   35  REQUIRED  TO  MAKE  TO  THE MUNICIPAL GOVERNMENT PURSUANT TO SUBDIVISION\n   36  THREE OF THIS SECTION.\n   37    S 4. This act shall take effect immediately; provided,  however,  that\n   38  the  amendments  to  subdivision  2 of section 99-h of the state finance\n   39  law, made by section two of this act, shall not  affect  the  expiration\n   40  and  reversion of such section and the provisions of section two of this\n   41  act shall expire and be deemed repealed therewith; when upon  such  date\n   42  section three of this act shall take effect.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the executive law and the state finance law, in relation to authorizing municipal governments hosting tribal casinos to receive payments directly from Native American nations or tribes ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110131.T151716.TXT", "SOBI.D110103.T150921.TXT", "SOBI.D101230.T154748.TXT", "SOBI.D110103.T093356.TXT", "SOBI.D110103.T125405.TXT", "SOBI.D101230.T161249.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296505036557
}