{
  "year" : 2011,
  "senateBillNo" : "S867-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO CORPORATIONS, AUTHORITIES AND COMMISSIONS",
    "billEventId" : "S867-2011-1294203600000-REFERRED+TO+CORPORATIONS%2C+AUTHORITIES+AND+COMMISSIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "YOUNG",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes the purchase of construction mortgages by the state of New York mortgage agency",
  "summary" : "Authorizes the state of New York mortgage agency to purchase construction mortgages from banks within the state during periods when there is an inadequate supply of credit available for new residential mortgages or available for such loans at carrying charges within the financial means of persons and families of low and moderate income. ",
  "currentCommittee" : "CORPORATIONS, AUTHORITIES AND COMMISSIONS",
  "sameAs" : null,
  "lawSection" : "Public Authorities Law",
  "previousVersions" : [ "S1154-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          867\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  YOUNG  -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Corporations,  Authorities\n         and Commissions\n\n       AN  ACT  to amend the public authorities law, in relation to authorizing\n         the state of New York mortgage agency to purchase  construction  mort-\n         gages\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 2402 of the public authorities law  is  amended  by\n    2  adding a new subdivision 18 to read as follows:\n    3    (18)  \"CONSTRUCTION  MORTGAGE\". A LOAN EXTENDED BY A BANK SECURED BY A\n    4  MORTGAGE ON REAL PROPERTY IMPROVED BY A RESIDENTIAL  STRUCTURE  FOR  THE\n    5  CONSTRUCTION OF SUCH STRUCTURE.\n    6    S  2.  The  public  authorities law is amended by adding a new section\n    7  2405-f to read as follows:\n    8    S 2405-F. PURCHASE OF CONSTRUCTION MORTGAGES.   (1) A PURPOSE  OF  THE\n    9  AGENCY SHALL BE TO PURCHASE CONSTRUCTION MORTGAGES FROM BANKS WITHIN THE\n   10  STATE DURING PERIODS WHEN THERE IS AN INADEQUATE SUPPLY OF CREDIT AVAIL-\n   11  ABLE FOR NEW RESIDENTIAL MORTGAGES OR AVAILABLE FOR SUCH LOANS AT CARRY-\n   12  ING  CHARGES  WITHIN  THE FINANCIAL MEANS OF PERSONS AND FAMILIES OF LOW\n   13  AND MODERATE INCOME.\n   14    IT IS HEREBY FOUND AND DECLARED THAT SUCH  ACTIVITIES  BY  THE  AGENCY\n   15  WILL ALLEVIATE A CONDITION IN THIS STATE WHICH IS CONTRARY TO THE PUBLIC\n   16  HEALTH, SAFETY AND GENERAL WELFARE AND WHICH HAS CONSTITUTED IN THE PAST\n   17  AND  FROM  TIME  TO  TIME  IN THE FUTURE CAN BE EXPECTED TO CONSTITUTE A\n   18  PUBLIC EMERGENCY. IT IS FURTHER FOUND AND DECLARED  THAT  SUCH  PURPOSES\n   19  ARE  IN  ALL  RESPECTS FOR THE BENEFIT OF THE PEOPLE OF THE STATE OF NEW\n   20  YORK AND THE AGENCY SHALL BE REGARDED AS PERFORMING AN ESSENTIAL GOVERN-\n   21  MENTAL FUNCTION IN CARRYING OUT  ITS  PURPOSES  AND  IN  EXERCISING  THE\n   22  POWERS GRANTED BY THIS TITLE.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02503-01-1\n\n       S. 867                              2\n\n    1    (2)  (A)  THE AGENCY SHALL REQUIRE CONSTRUCTION MORTGAGES PROVIDE THAT\n    2  THE ESTIMATED COST OF THE CONSTRUCTION MUST BE AT LEAST FIFTY PERCENT OF\n    3  THE MORTGAGOR'S ADJUSTED BASIS IN THE RESIDENTIAL REAL PROPERTY (INCLUD-\n    4  ING LAND).\n    5    (B)  SUCH  CONSTRUCTION MORTGAGES SHALL ALSO PROVIDE THAT THE PURCHASE\n    6  PRICE OF THE REAL PROPERTY PLUS THE ESTIMATED COST OF  THE  CONSTRUCTION\n    7  MUST  FALL  WITHIN  CURRENT  AGENCY  REGULATIONS  PERTAINING  TO MAXIMUM\n    8  PURCHASE PRICE. ANY COMMITMENT ISSUED BY A BANK  FOR  SUCH  CONSTRUCTION\n    9  MORTGAGE  SHALL  PROVIDE  THAT  THE  BANK  SHALL CERTIFY THE COST OF THE\n   10  CONSTRUCTION OF THE RESIDENTIAL STRUCTURE AND THAT THE BANK SHALL  MONI-\n   11  TOR  ONGOING CONSTRUCTION THROUGH PERIODIC INSPECTIONS AND SHALL PERFORM\n   12  A FINAL INSPECTION.\n   13    (3) THE AGENCY SHALL PURCHASE CONSTRUCTION  MORTGAGES  FROM  BANKS  AT\n   14  SUCH  PRICES  AND  UPON SUCH TERMS AND CONDITIONS AS IT SHALL DETERMINE;\n   15  PROVIDED, HOWEVER, THAT THE  TOTAL  PURCHASE  PRICE,  EXCLUSIVE  OF  ANY\n   16  AMOUNTS REPRESENTING A REFUND OF COMMITMENT OR OTHER FEES PAID BY A BANK\n   17  TO  THE  AGENCY,  FOR ALL MORTGAGES WHICH THE AGENCY COMMITS TO PURCHASE\n   18  FROM A BANK AT ANY ONE TIME SHALL IN NO EVENT BE MORE THAN THE TOTAL  OF\n   19  THE UNPAID PRINCIPAL BALANCES THEREOF, PLUS ACCRUED INTEREST THEREON.\n   20    (4)  IN  CONDUCTING  ITS PROGRAM OF PURCHASING CONSTRUCTION MORTGAGES,\n   21  THE AGENCY SHALL BE GOVERNED BY  THE  PROVISIONS  OF  PARAGRAPH  (B)  OF\n   22  SUBDIVISION THREE OF SECTION TWENTY-FOUR HUNDRED FIVE OF THIS PART.\n   23    (5)   THE   AGENCY  SHALL  REQUIRE  AS  A  CONDITION  OF  PURCHASE  OF\n   24  CONSTRUCTION MORTGAGES FROM BANKS THAT EACH SUCH BANK CERTIFY THAT  EACH\n   25  SUCH  CONSTRUCTION MORTGAGE IS TO AN INDIVIDUAL BORROWER AND IS IN ADDI-\n   26  TION TO THE MORTGAGES SUCH CERTIFYING BANK OTHERWISE WOULD HAVE MADE.\n   27    (6) NOTWITHSTANDING THE  MAXIMUM  INTEREST  RATE,  IF  ANY,  FIXED  BY\n   28  SECTION  5-501  OF  THE  GENERAL  OBLIGATIONS  LAW  OR ANY OTHER LAW NOT\n   29  SPECIFICALLY AMENDING OR APPLICABLE TO THIS SECTION, THE AGENCY MAY  SET\n   30  THE INTEREST RATE TO BE BORNE BY CONSTRUCTION MORTGAGES PURCHASED BY THE\n   31  AGENCY  FROM BANKS AT A RATE OR RATES WHICH THE AGENCY FROM TIME TO TIME\n   32  SHALL DETERMINE TO BE AT  LEAST  SUFFICIENT,  TOGETHER  WITH  ANY  OTHER\n   33  AVAILABLE MONIES, TO PROVIDE FOR THE PAYMENT OF ITS BONDS AND NOTES, AND\n   34  CONSTRUCTION MORTGAGES BEARING SUCH INTEREST RATE SHALL NOT BE DEEMED TO\n   35  VIOLATE  ANY  SUCH LAW OR TO BE UNENFORCEABLE IF ORIGINATED BY A BANK IN\n   36  GOOD FAITH PURSUANT TO AN UNDERTAKING WITH THE AGENCY  WITH  RESPECT  TO\n   37  THE SALE THEREOF NOTWITHSTANDING ANY SUBSEQUENT FAILURE OF THE AGENCY TO\n   38  PURCHASE THE MORTGAGE OR ANY SUBSEQUENT SALE OR DISPOSITION OF THE MORT-\n   39  GAGE BY THE AGENCY TO SUCH BANK OR ANY OTHER PERSON.\n   40    (7)  THE  AGENCY  SHALL REQUIRE THE SUBMISSION TO IT BY EACH BANK FROM\n   41  WHICH THE AGENCY HAS PURCHASED CONSTRUCTION MORTGAGES EVIDENCE SATISFAC-\n   42  TORY TO THE AGENCY OF THE MAKING, AND IF APPLICABLE, THE  SERVICING,  OF\n   43  SUCH  CONSTRUCTION  MORTGAGES IN CONFORMITY WITH SUCH BANK'S UNDERTAKING\n   44  WITH THE AGENCY AND IN CONNECTION THEREWITH MAY, THROUGH  ITS  EMPLOYEES\n   45  OR  AGENTS  OR  THOSE  OF  THE BANKING DEPARTMENT, INSPECT THE BOOKS AND\n   46  RECORDS OF ANY SUCH BANK.\n   47    (8) COMPLIANCE BY ANY BANK WITH THE TERMS OF  ITS  AGREEMENT  WITH  OR\n   48  UNDERTAKING  TO  THE AGENCY WITH RESPECT TO THE SALE, AND IF APPLICABLE,\n   49  THE SERVICING, OF CONSTRUCTION MORTGAGES MAY BE ENFORCED  BY  DECREE  OF\n   50  THE  SUPREME COURT. THE AGENCY MAY REQUIRE AS A CONDITION OF PURCHASE OF\n   51  CONSTRUCTION MORTGAGES FROM ANY BANK THE CONSENT OF  SUCH  BANK  TO  THE\n   52  JURISDICTION  OF  THE SUPREME COURT OVER ANY SUCH PROCEEDING. THE AGENCY\n   53  MAY ALSO REQUIRE AGREEMENT BY ANY BANK, AS A CONDITION OF  THE  AGENCY'S\n   54  PURCHASE  OF  CONSTRUCTION  MORTGAGES  FROM SUCH BANK, TO THE PAYMENT OF\n   55  PENALTIES TO THE AGENCY FOR VIOLATION BY THE BANK OF ITS UNDERTAKINGS TO\n\n       S. 867                              3\n\n    1  THE AGENCY, AND SUCH PENALTIES SHALL BE RECOVERABLE AT THE SUIT  OF  THE\n    2  AGENCY.\n    3    (9)  THE  AGENCY  SHALL  REQUIRE  AS  A  CONDITION  OF PURCHASE OF ANY\n    4  CONSTRUCTION MORTGAGE FROM A BANK THAT THE BANK REPRESENT AND WARRANT TO\n    5  THE AGENCY THAT:\n    6    (A) THE MORTGAGE WAS NOT MADE IN SATISFACTION OF AN OBLIGATION OF  THE\n    7  BANK UNDER SECTION TWENTY-FOUR HUNDRED FIVE OF THIS PART;\n    8    (B) THE UNPAID PRINCIPAL BALANCE OF THE MORTGAGE AND THE INTEREST RATE\n    9  THEREON HAVE BEEN ACCURATELY STATED TO THE AGENCY;\n   10    (C)  THE  AMOUNT  OF  THE  UNPAID  PRINCIPAL BALANCE IS JUSTLY DUE AND\n   11  OWING;\n   12    (D) THE BANK HAS NO NOTICE  OF  THE  EXISTENCE  OF  ANY  COUNTERCLAIM,\n   13  OFFSET  OR  DEFENSE ASSERTED BY THE MORTGAGOR OR ANY SUCCESSOR IN INTER-\n   14  EST;\n   15    (E) THE MORTGAGE IS EVIDENCED BY A BOND OR PROMISSORY NOTE AND A MORT-\n   16  GAGE DOCUMENT WHICH HAS BEEN  PROPERLY  RECORDED  WITH  THE  APPROPRIATE\n   17  PUBLIC OFFICIAL;\n   18    (F)  THE  MORTGAGE CONSTITUTES A VALID FIRST LIEN ON THE REAL PROPERTY\n   19  DESCRIBED TO THE AGENCY SUBJECT ONLY TO REAL PROPERTY TAXES NOT YET DUE,\n   20  INSTALLMENTS OF ASSESSMENTS NOT YET DUE, AND EASEMENTS AND  RESTRICTIONS\n   21  OF  RECORD  WHICH DO NOT ADVERSELY AFFECT, TO A MATERIAL DEGREE, THE USE\n   22  OR VALUE OF THE REAL PROPERTY OR IMPROVEMENTS THEREON;\n   23    (G) THE MORTGAGOR IS NOT NOW IN DEFAULT IN THE PAYMENT OF ANY INSTALL-\n   24  MENT OF PRINCIPAL OR INTEREST, ESCROW  FUNDS,  REAL  PROPERTY  TAXES  OR\n   25  OTHERWISE IN THE PERFORMANCE OF HIS OBLIGATIONS UNDER THE MORTGAGE DOCU-\n   26  MENTS  AND  HAS  NOT TO THE KNOWLEDGE OF THE BANK BEEN IN DEFAULT IN THE\n   27  PERFORMANCE OF ANY SUCH OBLIGATION FOR A PERIOD  OF  LONGER  THAN  SIXTY\n   28  DAYS DURING THE LIFE OF THE MORTGAGE; AND\n   29    (H)  THE  IMPROVEMENTS TO THE MORTGAGED REAL PROPERTY ARE COVERED BY A\n   30  VALID AND SUBSISTING POLICY OF INSURANCE ISSUED BY A COMPANY  AUTHORIZED\n   31  BY  THE  SUPERINTENDENT OF INSURANCE TO ISSUE SUCH POLICIES IN THE STATE\n   32  OF NEW YORK AND PROVIDING FIRE AND EXTENDED COVERAGE TO  AN  AMOUNT  NOT\n   33  LESS  THAN  EIGHTY PERCENT OF THE INSURABLE VALUE OF THE IMPROVEMENTS TO\n   34  THE MORTGAGED REAL PROPERTY.\n   35    (10) EACH BANK SHALL BE LIABLE TO THE AGENCY FOR ANY DAMAGES  SUFFERED\n   36  BY  THE  AGENCY  BY  REASON  OF THE UNTRUTH OF ANY REPRESENTATION OR THE\n   37  BREACH OF ANY WARRANTY AND, IN THE EVENT THAT ANY  REPRESENTATION  SHALL\n   38  PROVE  TO BE UNTRUE WHEN MADE OR IN THE EVENT OF ANY BREACH OF WARRANTY,\n   39  THE BANK SHALL, AT THE OPTION OF THE AGENCY, REPURCHASE THE MORTGAGE FOR\n   40  THE ORIGINAL PURCHASE PRICE ADJUSTED FOR AMOUNTS SUBSEQUENTLY PAID THER-\n   41  EON, AS THE AGENCY SHALL DETERMINE.\n   42    (11) THE AGENCY NEED NOT REQUIRE THE RECORDING OF AN ASSIGNMENT OF ANY\n   43  CONSTRUCTION MORTGAGE PURCHASED BY IT  FROM  A  BANK  PURSUANT  TO  THIS\n   44  SECTION  AND  SHALL  NOT  BE  REQUIRED  TO  NOTIFY  THE MORTGAGOR OF ITS\n   45  PURCHASE OF THE MORTGAGE. THE AGENCY SHALL NOT BE REQUIRED TO INSPECT OR\n   46  TAKE POSSESSION OF THE MORTGAGE DOCUMENTS IF THE  BANK  FROM  WHICH  THE\n   47  CONSTRUCTION  MORTGAGE IS PURCHASED BY THE AGENCY SHALL ENTER A CONTRACT\n   48  TO SERVICE SUCH MORTGAGE AND ACCOUNT TO THE AGENCY THEREFOR.\n   49    (12) NOTWITHSTANDING ANY OTHER PROVISION OF LAW, THE AGENCY IS AUTHOR-\n   50  IZED TO REQUIRE, AS A CONDITION  TO  THE  PURCHASE  FROM  BANKS  OF  ANY\n   51  CONSTRUCTION  MORTGAGE, SUCH RESTRICTIONS UPON ASSUMABILITY OF THE MORT-\n   52  GAGE, DEFAULT PROVISIONS, RIGHTS TO ACCELERATE, AND OTHER TERMS APPLICA-\n   53  BLE TO SUCH CONSTRUCTION MORTGAGES MADE BY THE BANK PURSUANT  TO  UNDER-\n   54  TAKINGS  WITH  THE AGENCY WITH RESPECT TO THE SALE THEREOF AS THE AGENCY\n   55  MAY DETERMINE TO BE NECESSARY OR DESIRABLE TO ASSURE  THE  REPAYMENT  OF\n   56  ITS  BONDS  AND NOTES AND THE EXEMPTION FROM FEDERAL INCOME TAXES OF THE\n\n       S. 867                              4\n\n    1  INTEREST PAYABLE ON ITS  BONDS  AND  NOTES.  ALL  SUCH  TERMS  SHALL  BE\n    2  ENFORCEABLE BY THE ORIGINATING BANK, THE AGENCY, AND ANY SUCCESSOR HOLD-\n    3  ER OF THE MORTGAGE UNLESS EXPRESSLY WAIVED IN WRITING BY OR ON BEHALF OF\n    4  THE AGENCY.\n    5    S 3. This act shall take effect on the one hundred twentieth day after\n    6  it shall have become a law, except that any rules and regulations neces-\n    7  sary  for  the  timely  implementation of this act on its effective date\n    8  shall be promulgated on or before such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public authorities law, in relation to authorizing the state of New York mortgage agency to purchase construction mortgages ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101230.T155247.TXT", "SOBI.D101230.T154748.TXT", "SOBI.D110103.T093356.TXT", "SOBI.D110105.T152705.TXT", "SOBI.D101230.T161749.TXT", "SOBI.D110105.T153205.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294259525110
}