{
  "year" : 2011,
  "senateBillNo" : "S868-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO HOUSING, CONSTRUCTION AND COMMUNITY DEVELOPMENT",
    "billEventId" : "S868-2011-1294203600000-REFERRED+TO+HOUSING%2C+CONSTRUCTION+AND+COMMUNITY+DEVELOPMENT",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "STAVISKY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to payment for sanitation services provided to the New York city housing authority",
  "summary" : "Provides that the New York city housing authority shall not be required to pay for sanitation services provided to the New York city housing authority by the city of New York. ",
  "currentCommittee" : "HOUSING, CONSTRUCTION AND COMMUNITY DEVELOPMENT",
  "sameAs" : null,
  "lawSection" : "Public Housing Law",
  "previousVersions" : [ "S3544-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          868\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by Sen. STAVISKY -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Housing, Construction  and\n         Community Development\n\n       AN  ACT  to  amend  the  public  housing  law, in relation to sanitation\n         services provided to the New York city housing authority\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Section 402 of the public housing law is amended by adding\n    2  a new subdivision 5-b to read as follows:\n    3    5-B. NOTWITHSTANDING THE PROVISIONS OF SECTION 16-114 OF THE  ADMINIS-\n    4  TRATIVE CODE OF THE CITY OF NEW YORK, THE NEW YORK CITY HOUSING AUTHORI-\n    5  TY  SHALL NOT BE REQUIRED TO PAY FOR SANITATION SERVICES PROVIDED BY THE\n    6  SANITATION DEPARTMENT OF THE CITY OF NEW YORK PURSUANT TO TITLE  SIXTEEN\n    7  OF  SUCH CODE.   ANY PROVISION OF ANY AGREEMENT, CONTRACT, MEMORANDUM OF\n    8  UNDERSTANDING, OR OTHER ARRANGEMENT BY WHICH THE NEW YORK  CITY  HOUSING\n    9  AUTHORITY  AGREES  OR  IS  REQUIRED  TO PAY FOR SUCH SANITATION SERVICES\n   10  SHALL BE NULL AND VOID; PROVIDED THAT THIS SUBDIVISION SHALL NOT  AFFECT\n   11  OR  IMPAIR THE EFFECTIVENESS OR ENFORCEABILITY OF ANY OTHER PROVISION OF\n   12  SUCH AGREEMENT, CONTRACT, MEMORANDUM OF UNDERSTANDING, OR OTHER ARRANGE-\n   13  MENT.\n   14    S 2. This act shall take effect immediately.\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01025-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public housing law, in relation to sanitation services provided to the New York city housing authority ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101230.T155247.TXT", "SOBI.D110103.T093356.TXT", "SOBI.D110105.T152705.TXT", "SOBI.D101230.T161249.TXT", "SOBI.D101230.T161749.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294259225036
}