{
  "year" : 2011,
  "senateBillNo" : "S869-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO AGRICULTURE",
    "billEventId" : "S869-2011-1294203600000-REFERRED+TO+AGRICULTURE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "YOUNG",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Increases state assistance payments for county approved agricultural and farmland protection plans to 85% of the cost thereof",
  "summary" : "Increases state assistance payments for county approved agricultural and farmland protection plans, from 75% to 85% of the cost thereof. ",
  "currentCommittee" : "AGRICULTURE",
  "sameAs" : null,
  "lawSection" : "Agriculture and Markets Law",
  "previousVersions" : [ "S2473-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "BONACIC",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          869\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sens.  YOUNG, BONACIC -- read twice and ordered printed,\n         and when printed to be committed to the Committee on Agriculture\n\n       AN ACT to amend the agriculture and markets law, in  relation  to  state\n         assistance  payments  for  implementation of agricultural and farmland\n         protection plans; and providing for the repeal of such provisions upon\n         expiration thereof\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 1 of section 325 of the agriculture and markets\n    2  law,  as  amended by chapter 234 of the laws of 2010, is amended to read\n    3  as follows:\n    4    1. Subject to the availability of funds, a program  is  hereby  estab-\n    5  lished  to  finance through state assistance payments the state share of\n    6  the costs of county and municipal agricultural and  farmland  protection\n    7  activities.  State assistance payments for planning activities shall not\n    8  exceed fifty thousand dollars to each county agricultural  and  farmland\n    9  protection  board  or  one  hundred  thousand dollars to two such boards\n   10  applying jointly, and shall not exceed fifty  percent  of  the  cost  of\n   11  preparing an agricultural and farmland protection plan. State assistance\n   12  payments  for  planning activities shall not exceed twenty-five thousand\n   13  dollars to each municipality other  than  a  county  or  fifty  thousand\n   14  dollars  to  two  such  municipalities  applying  jointly, and shall not\n   15  exceed seventy-five percent of the cost of preparing an agricultural and\n   16  farmland protection plan.  A  county  which  has  an  approved  farmland\n   17  protection  plan  may  after  one hundred twenty months from the date of\n   18  such approval by the commissioner apply for additional state  assistance\n   19  payments  for  planning  activities  related  to  the  updating of their\n   20  current plan or development of a  new  farmland  protection  plan.  Such\n   21  additional  state  assistance  payments  shall not exceed fifty thousand\n   22  dollars to each county agricultural and farmland protection board or one\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03445-01-1\n\n       S. 869                              2\n\n    1  hundred thousand dollars to two such boards applying jointly, and  shall\n    2  not  exceed  fifty  percent of the cost of preparing an agricultural and\n    3  farmland protection plan. State assistance payments  for  implementation\n    4  of  approved  agricultural  and farmland protection plans may fund up to\n    5  [seventy-five] EIGHTY-FIVE percent of the cost of implementing the coun-\n    6  ty plan or portion of the plan for which state assistance  payments  are\n    7  requested.  State  assistance payments to such counties shall not exceed\n    8  [seventy-five] EIGHTY-FIVE percent of the cost of implementing the local\n    9  plan or portion  of  the  plan  for  which  state  assistance  has  been\n   10  requested.  Such maximum shall be increased by a percentage equal to the\n   11  percentage of the total eligible costs for such specified projects  that\n   12  are  contributed  by  the  owner  of the agricultural land for which the\n   13  project is being funded, provided, however, that in no event  shall  the\n   14  total of such state assistance payments exceed eighty-seven and one-half\n   15  percent of such eligible costs for any specified project.\n   16    S  2. Paragraph (b) of subdivision 2 of section 325 of the agriculture\n   17  and markets law, as amended by chapter 234  of  the  laws  of  2010,  is\n   18  amended to read as follows:\n   19    (b)  Within  a county, a municipality which has in place a local farm-\n   20  land protection plan may apply and shall be  eligible  for  agricultural\n   21  protection state assistance payments to implement its plan, or a portion\n   22  of  its  plan,  provided the proposed project is endorsed for funding by\n   23  the agricultural and farmland protection board for the county  in  which\n   24  the  municipality  is  located  and  that any plan developed on or after\n   25  January first, two thousand six  complies  with  section  three  hundred\n   26  twenty-four-a of this article. State assistance payments to such munici-\n   27  palities shall not exceed [seventy-five] EIGHTY-FIVE percent of the cost\n   28  of  implementing  the  local plan or portion of the plan for which state\n   29  assistance has been requested. Such maximum  shall  be  increased  by  a\n   30  percentage  equal to the percentage of the total eligible costs for such\n   31  specified projects that are contributed by the owner of the agricultural\n   32  land for which the project is being funded; provided, however,  that  in\n   33  no event shall the total of such state assistance payments exceed eight-\n   34  y-seven  and  one-half  percent of such eligible costs for any specified\n   35  project. The commissioner may require  such  information  or  additional\n   36  planning  as  he  or  she deems necessary to evaluate such a request for\n   37  state assistance.\n   38    S 3. This act shall take effect immediately and shall  expire  and  be\n   39  deemed repealed three years after such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the agriculture and markets law, in relation to state assistance payments for implementation of agricultural and farmland protection plans; and providing for the repeal of such provisions upon expiration thereof ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101230.T160749.TXT", "SOBI.D110103.T093356.TXT", "SOBI.D101230.T160248.TXT", "SOBI.D101230.T162249.TXT", "SOBI.D110105.T152705.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294259225042
}