{
  "year" : 2011,
  "senateBillNo" : "S87-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO JUDICIARY",
    "billEventId" : "S87-2011-1294203600000-REFERRED+TO+JUDICIARY",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SQUADRON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires residential real property managers to be licensed by secretary of state",
  "summary" : "Requires residential real property managers or any firm employing a property manager, contracting with a property manager or contracting to provide a property manager to file a registration statement with the secretary of state and to be certified from an approved certifying organization. ",
  "currentCommittee" : "JUDICIARY",
  "sameAs" : null,
  "lawSection" : "Real Property Law",
  "previousVersions" : [ "S5301-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          87\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by Sen. SQUADRON -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Judiciary\n\n       AN ACT to amend the real property law, in relation to providing  certif-\n         ication and registration requirements for property managers of cooper-\n         atives and condominiums\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The real property law is amended by adding  a  new  article\n    2  12-D to read as follows:\n    3                                 ARTICLE 12-D\n    4                        RESIDENTIAL REALTY MANAGEMENT\n    5  SECTION 448. RESIDENTIAL REALTY MANAGEMENT.\n    6    S  448.  RESIDENTIAL  REALTY  MANAGEMENT.  1. AS USED IN THIS ARTICLE,\n    7  UNLESS THE CONTEXT OTHERWISE REQUIRES:\n    8    (A) \"CERTIFICATION\" SHALL MEAN A DESIGNATION BY THE SECRETARY OF STATE\n    9  THAT AN INDIVIDUAL HAS MET THE PREDETERMINED  QUALIFICATIONS  WHICH  ARE\n   10  DEEMED  TO  CONSTITUTE  A  LEVEL  OF PROFICIENCY ADEQUATE TO PERFORM THE\n   11  DAY-TO-DAY MANAGEMENT AND OPERATION OF REAL PROPERTY USED  FOR  RESIDEN-\n   12  TIAL PURPOSES AND OWNED AS A COOPERATIVE OR CONDOMINIUM.\n   13    (B) \"PROPERTY MANAGER\" SHALL MEAN ANY PERSON WHO, IN RETURN FOR REMUN-\n   14  ERATION OR COMPENSATION OF ANY KIND, PERFORMS RESIDENTIAL REALTY MANAGE-\n   15  MENT  FOR REAL PROPERTY OWNED AS A CONDOMINIUM OR COOPERATIVE.  PROPERTY\n   16  MANAGER SHALL NOT MEAN OR INCLUDE:\n   17    (1) A SHAREHOLDER OR OWNER OF THE COOPERATIVE OR CONDOMINIUM ACTING AS\n   18  A PROPERTY MANAGER WITHOUT REMUNERATION OR COMPENSATION OF ANY KIND; OR\n   19    (2) ANY DEVELOPER OR SPONSOR OF A COOPERATIVE  OR  CONDOMINIUM  DURING\n   20  THE  PERIOD THAT THE DEVELOPER OR SPONSOR RETAINS CONTROL OF THE COOPER-\n   21  ATIVE OR CONDOMINIUM; PROVIDED THAT THE DEVELOPER OR SPONSOR HAS IN  ITS\n   22  EMPLOY OR HAS RETAINED A PROPERTY MANAGER CERTIFIED UNDER THIS ARTICLE.\n   23    (C) \"RESIDENTIAL REALTY MANAGEMENT\" SHALL MEAN EITHER:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01023-01-1\n\n       S. 87                               2\n\n    1    (1)  THE  PERFORMANCE  OF  PRINCIPAL MANAGERIAL RESPONSIBILITIES FOR A\n    2  COOPERATIVE OR CONDOMINIUM; AND THE AUTHORITY FOR  POLICY  OR  FINANCIAL\n    3  DECISION  MAKING  FOR  ANY  ONE  OF THE FOLLOWING SERVICES: MAINTENANCE,\n    4  SECURITY, ENERGY CONSERVATION, CODE COMPLIANCE, LABOR RELATIONS,  FISCAL\n    5  BUDGETARY  RESPONSIBILITIES,  TENANT  RELATIONS, GOVERNMENTAL RELATIONS,\n    6  JANITORIAL SERVICES OR ANY OTHER PROVIDED SERVICE; OR\n    7    (2) THE RESPONSIBILITY FOR THE COLLECTION AND  EXPENDITURE  OF  MONIES\n    8  FOR  AND ON BEHALF OF SUCH COOPERATIVE OR CONDOMINIUM, ITS OWNERS AND/OR\n    9  MANAGING BOARD, UNDER WHATEVER NAME KNOWN.\n   10    2. NO PERSON SHALL PERFORM RESIDENTIAL REALTY MANAGEMENT  UNLESS  SUCH\n   11  PERSON  SHALL  HAVE FILED A PROPERTY MANAGER REGISTRATION STATEMENT WITH\n   12  THE SECRETARY OF STATE AS REQUIRED BY THIS SECTION AND HAS  BEEN  ISSUED\n   13  BY  THE  SECRETARY OF STATE A CERTIFICATE DEMONSTRATING THAT SUCH REGIS-\n   14  TRANT HAS SATISFIED ALL THE REQUIREMENTS FOR CERTIFICATION AS A PROPERTY\n   15  MANAGER AS SET FORTH BY THIS ARTICLE.\n   16    NO COOPERATIVE OR CONDOMINIUM BOARD SHALL EMPLOY ANY  PERSON  FOR  THE\n   17  PURPOSE  OF  PERFORMING RESIDENTIAL REALTY MANAGEMENT UNLESS SUCH PERSON\n   18  HAS BEEN CERTIFIED BY THE OFFICE OF THE SECRETARY OF  STATE.  NOR  SHALL\n   19  THE  COOPERATIVE  OR  CONDOMINIUM  BOARD  EMPLOY  ANY FIRM, PARTNERSHIP,\n   20  CORPORATION OR OTHER ENTITY UNLESS ITS PROPERTY MANAGERS  ARE  CERTIFIED\n   21  BY THE OFFICE OF THE SECRETARY OF STATE.\n   22    3.  THE  SECRETARY OF STATE SHALL PROMULGATE THE FORM OF THE REGISTRA-\n   23  TION STATEMENT TO BE KNOWN AS THE \"PROPERTY MANAGER REGISTRATION  STATE-\n   24  MENT.\"  THE  PROPERTY MANAGER REGISTRATION STATEMENT FORM SHALL REQUIRE,\n   25  BUT NEED NOT BE LIMITED TO, THE FOLLOWING INFORMATION:\n   26    (A) THE NAME AND ADDRESS OF THE  PERSON  FILING  THE  REGISTRATION  TO\n   27  OBTAIN CERTIFICATION PURSUANT TO THIS ARTICLE;\n   28    (B)  THE NAME AND ADDRESS OF THE CORPORATION, FIRM, ASSOCIATION, PART-\n   29  NERSHIP OR OTHER ENTITY THAT CURRENTLY EMPLOYS THE APPLICANT;\n   30    (C) THE NAME AND ADDRESS OF  ALL  PARTNERS,  OFFICERS,  DIRECTORS  AND\n   31  PRINCIPALS  OF SUCH CORPORATION, FIRM, ASSOCIATION, PARTNERSHIP OR OTHER\n   32  ENTITY THAT CURRENTLY EMPLOYS THE APPLICANT;\n   33    (D) A STATEMENT INDICATING WHETHER THE APPLICANT HAS:\n   34    (1) BEEN CONVICTED OF ANY CRIME INVOLVING FRAUD OR DISHONESTY  OR  HAD\n   35  ANY CIVIL JUDGMENTS RELATING TO WORK AS A REAL PROPERTY MANAGER;\n   36    (2)  EVER  HAD A REAL ESTATE BROKER'S LICENSE, AND IF SO, WHETHER SUCH\n   37  LICENSE WAS EVER REVOKED OR SUSPENDED;\n   38    (3) AT ANY TIME IN THE PAST BEEN ISSUED A  CERTIFICATION  PURSUANT  TO\n   39  THIS  SECTION, AND IF SO, WHETHER SUCH CERTIFICATION WAS EVER REVOKED OR\n   40  SUSPENDED;\n   41    (E) THE LENGTH OF TIME THAT THE APPLICANT HAS BEEN ENGAGED IN RESIDEN-\n   42  TIAL REALTY MANAGEMENT WHERE APPLICABLE AND A LIST OF EACH BUILDING  FOR\n   43  WHICH THE REGISTRANT HAS PERFORMED RESIDENTIAL REALTY MANAGEMENT AND THE\n   44  DATES AND ADDRESSES THEREOF;\n   45    (F)  THE  NAME  AND  ADDRESS OF THE APPROVED PROPERTY MANAGER TRAINING\n   46  PROGRAM THAT THE APPLICANT HAS SATISFACTORILY COMPLETED AND THE DATE  OF\n   47  SUCH COMPLETION, IF REQUIRED; AND\n   48    (G) A SWORN STATEMENT BY THE PROPERTY MANAGER THAT THE INFORMATION SET\n   49  FORTH IN THE STATEMENT IS CURRENT AND ACCURATE.\n   50    4.  EVERY  CERTIFICATION  ISSUED  PURSUANT  TO  THIS  SECTION SHALL BE\n   51  RENEWED AS SET FORTH BY THE SECRETARY OF STATE BUT IN NO EVENT SHALL THE\n   52  TERM OF SUCH CERTIFICATION EXCEED TWO  YEARS.  THE  SECRETARY  OF  STATE\n   53  SHALL  COLLECT  A  FEE  OF FIFTY DOLLARS FOR EACH CERTIFICATION AND EACH\n   54  RENEWAL PURSUANT TO THIS SECTION.\n   55    5. A CERTIFIED PROPERTY MANAGER SHALL  GIVE  THE  SECRETARY  OF  STATE\n   56  WRITTEN  NOTIFICATION  WITHIN  FORTY-FIVE DAYS OF ANY MATERIAL CHANGE OF\n\n       S. 87                               3\n\n    1  CIRCUMSTANCES WHICH VARIES FROM THE INFORMATION CONTAINED IN HIS OR  HER\n    2  SWORN PROPERTY MANAGER REGISTRATION STATEMENT PREVIOUSLY PROVIDED TO THE\n    3  SECRETARY OF STATE INCLUDING, BUT NOT LIMITED TO, CHANGES IN EMPLOYMENT,\n    4  RETIREMENT, RESIGNATION OR TERMINATION.\n    5    6.  THE SECRETARY OF STATE, UPON THE RECEIPT AND REVIEW OF A SATISFAC-\n    6  TORILY COMPLETED PROPERTY MANAGER REGISTRATION STATEMENT,  MAY  ISSUE  A\n    7  CERTIFICATION TO ANY APPLICANT WHO HAS:\n    8    (A)  (1)  SUCCESSFULLY COMPLETED A   PROPERTY MANAGER TRAINING PROGRAM\n    9  APPROVED BY THE SECRETARY OF STATE WHICH PROVIDES THE APPLICANT WITH THE\n   10  REQUISITE SKILLS, KNOWLEDGE AND TRAINING NECESSARY TO  PERFORM  RESIDEN-\n   11  TIAL REALTY MANAGEMENT AS DEFINED BY PARAGRAPH (C) OF SUBDIVISION ONE OF\n   12  THIS  SECTION,  OR  (2) BEEN GAINFULLY EMPLOYED AS A PROPERTY MANAGER AS\n   13  DEFINED IN PARAGRAPH (B) OF SUBDIVISION ONE OF THIS SECTION FOR THE FIVE\n   14  YEARS IMMEDIATELY PRECEDING ENACTMENT OF THIS SECTION; AND\n   15    (B) HAS MET ANY OTHER CRITERIA ESTABLISHED BY THE SECRETARY  OF  STATE\n   16  IN  ORDER TO BE ELIGIBLE TO RECEIVE CERTIFICATION AS A PROPERTY MANAGER;\n   17  OR\n   18    (C) HAS DEMONSTRATED, IN THE CASE  OF  A  CERTIFIED  PROPERTY  MANAGER\n   19  APPLYING  FOR  RECERTIFICATION, THE COMPETENCY AND INTEGRITY TO CONTINUE\n   20  TO PERFORM THE DUTIES OF A PROPERTY MANAGER AND HAS NOT HAD SUCH CERTIF-\n   21  ICATION REVOKED.\n   22    THE SECRETARY OF STATE MAY REFUSE   TO  ISSUE  A  CERTIFICATE  TO  ANY\n   23  PERSON WHO HE OR SHE FINDS, AFTER NOTICE AND HEARING, HAS BEEN CONVICTED\n   24  OF ANY CRIME INVOLVING FRAUD OR DISHONESTY, OR WHERE REFUSAL WILL IN HIS\n   25  OR HER JUDGMENT, BEST PROMOTE THE INTERESTS OF THE PEOPLE OF THIS STATE.\n   26    7. THE SECRETARY OF STATE SHALL ESTABLISH PROCEDURES AND CRITERIA, AND\n   27  SHALL  PROMULGATE REGULATIONS, FOR: (A) APPROVING OR DISAPPROVING APPLI-\n   28  CATIONS FOR CERTIFICATIONS TO ACT AS A PROPERTY  MANAGER;  AND  (B)  THE\n   29  APPROVAL  OF AND THE PERIODIC REVIEW OF CERTIFICATION TRAINING PROGRAMS.\n   30  ANY COMPLAINT IN CONNECTION WITH AN ACTION  TAKEN  OR  INACTION  BY  THE\n   31  SECRETARY  OF STATE PURSUANT TO THIS ARTICLE SHALL BE WITHIN THE PURVIEW\n   32  OF THE SECRETARY OF STATE.  IN ESTABLISHING THE PROCEDURES  REQUIRED  BY\n   33  THIS  SUBDIVISION, THE SECRETARY OF STATE MAY PROVIDE THAT ANY ORGANIZA-\n   34  TION WHICH HAS BEEN DESIGNATED BY THE FEDERAL DEPARTMENT OF HOUSING  AND\n   35  URBAN  DEVELOPMENT AS AN APPROVED CERTIFICATION TRAINING PROGRAM MAY ACT\n   36  AS SUCH PURSUANT TO THIS ARTICLE.\n   37    8. THE SECRETARY OF STATE MAY  REFUSE  TO  RENEW,  OR  MAY  REVOKE  OR\n   38  SUSPEND  THE CERTIFICATION OF ANY PROPERTY MANAGER, IF, AFTER NOTICE AND\n   39  HEARING, HE OR SHE FINDS THAT SUCH PROPERTY MANAGER HAS FAILED TO COMPLY\n   40  WITH ANY OF THE REQUIREMENTS IMPOSED BY THE PROVISIONS HEREIN AND IF  IN\n   41  HIS  OR  HER JUDGMENT SUCH SUSPENSION OR REVOCATION IS REASONABLY NECES-\n   42  SARY TO PROTECT THE INTERESTS OF THE PEOPLE OF THIS STATE. THE SECRETARY\n   43  OF STATE MAY IN HIS OR HER DISCRETION REINSTATE SUCH CERTIFICATION WHERE\n   44  SUCH GROUNDS FOR SUSPENSION OR REVOCATION NO LONGER EXISTS.\n   45    9. THE PROVISIONS OF THIS SECTION SHALL  NOT  APPLY  TO  ANY  PROPERTY\n   46  MANAGER  OR ANY FIRM, ASSOCIATION, PARTNERSHIP, ENTITY AND ANY AFFILIATE\n   47  OF SUCH FIRM, ASSOCIATION, PARTNERSHIP OR ENTITY  EMPLOYING  A  PROPERTY\n   48  MANAGER, CONTRACTING WITH A PROPERTY MANAGER OR CONTRACTING TO PROVIDE A\n   49  PROPERTY MANAGER, IF ALL THE CONDOMINIUMS OR COOPERATIVES FOR WHICH SUCH\n   50  PROPERTY  MANAGER, FIRM, ASSOCIATION, PARTNERSHIP, ENTITY AND ANY AFFIL-\n   51  IATE OF SUCH FIRM, ASSOCIATION, PARTNERSHIP OR ENTITY PERFORMS  SERVICES\n   52  COMPRISES LESS THAN TWENTY-FIVE RESIDENTIAL UNITS.\n   53    10. ANY PROPERTY MANAGER OR ANY FIRM, ASSOCIATION, PARTNERSHIP, CORPO-\n   54  RATION  OR  OTHER ENTITY, OTHER THAN A COOPERATIVE OR CONDOMINIUM BOARD,\n   55  EMPLOYING A PROPERTY MANAGER, CONTRACTING WITH  A  PROPERTY  MANAGER  OR\n   56  CONTRACTING  TO PROVIDE A PROPERTY MANAGER THAT FAILS TO COMPLY WITH THE\n\n       S. 87                               4\n\n    1  REQUIREMENTS OF THIS ARTICLE SHALL BE SUBJECT TO A CIVIL PENALTY NOT  TO\n    2  EXCEED  ONE  THOUSAND  DOLLARS  FOR A FIRST VIOLATION, TWO THOUSAND FIVE\n    3  HUNDRED DOLLARS FOR A SECOND VIOLATION, AND FIVE THOUSAND DOLLARS FOR  A\n    4  THIRD OR SUBSEQUENT VIOLATION.\n    5    ANY COOPERATIVE OR CONDOMINIUM BOARD WHICH KNOWINGLY HIRES AN UNREGIS-\n    6  TERED  PROPERTY  MANAGER MAY BE LIABLE FOR A CIVIL PENALTY NOT TO EXCEED\n    7  ONE THOUSAND DOLLARS.\n    8    11. ALL MONIES COLLECTED WHILE PERFORMING RESIDENTIAL  REALTY  MANAGE-\n    9  MENT  SHALL  BE SEGREGATED AND SEPARATE ACCOUNTS SHALL BE MAINTAINED FOR\n   10  EACH CONDOMINIUM OR COOPERATIVE BEING MANAGED.  ANY  VIOLATION  OF  THIS\n   11  PROVISION  SHALL  CONSTITUTE  A  MISDEMEANOR PUNISHABLE BY A FINE NOT TO\n   12  EXCEED FIVE THOUSAND DOLLARS.\n   13    12. WHEN A PROPERTY  MANAGER  CEASES  TO  PERFORM  RESIDENTIAL  REALTY\n   14  MANAGEMENT  SERVICES  FOR  A  COOPERATIVE  OR  CONDOMINIUM, THE PROPERTY\n   15  MANAGER WITHIN TEN BUSINESS DAYS SHALL BE  REQUIRED  TO  TURN  OVER  ALL\n   16  BUILDING  RECORDS  AND ALL FUNDS, WHICH HAVE BEEN PLACED INTO HIS OR HER\n   17  CARE OR ARE IN HIS OR HER POSSESSION, TO THE BOARD OF DIRECTORS  OF  THE\n   18  COOPERATIVE  OR  BOARD OF MANAGERS OF THE CONDOMINIUM OR THEIR DESIGNEE.\n   19  NEVERTHELESS, SUCH FUNDS AND/OR RECORDS  REQUIRING  BANK  RECONCILIATION\n   20  SHALL BE TURNED OVER WITHIN FORTY-FIVE DAYS OF TERMINATION.\n   21    13.  THE  ATTORNEY  GENERAL  SHALL  HAVE  THE  POWER  TO  ENFORCE  THE\n   22  PROVISIONS OF THIS ARTICLE.\n   23    S 2. This act shall take effect on the ninetieth day  after  it  shall\n   24  have  become  a law, except that any rules and regulations necessary for\n   25  the timely implementation of this act on its  effective  date  shall  be\n   26  promulgated  on or before such date; provided, however, that subdivision\n   27  2 of section 448 of the real property law, as added by  section  one  of\n   28  this act, shall take effect January 1, 2012.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the real property law, in relation to providing certification and registration requirements for property managers of cooperatives and condominiums ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101203.T091436.TXT", "SOBI.D101203.T091937.TXT", "SOBI.D101202.T165102.TXT", "SOBI.D101202.T162601.TXT", "SOBI.D101203.T155003.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1291409403884
}