{
  "year" : 2011,
  "senateBillNo" : "S873-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO HEALTH",
    "billEventId" : "S873-2011-1294203600000-REFERRED+TO+HEALTH",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SQUADRON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for the development of an environmental health tracking system within the department of health with cooperation from certain other agencies",
  "summary" : "Provides for the development of an environmental health tracking system within the department of health with cooperation from the departments of environmental conservation and labor; provides that the purpose is to gather various environmental data to correlate with disease data; requires the cooperation of the state university of New York school of public health at Albany and Buffalo. ",
  "currentCommittee" : "HEALTH",
  "sameAs" : null,
  "lawSection" : "Public Health Law",
  "previousVersions" : [ "SA5298-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          873\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by Sen. SQUADRON -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Health\n\n       AN ACT to amend the public health law,  the  environmental  conservation\n         law,  the labor law and the education law, in relation to creating the\n         environmental health tracking system\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.   The public health law is amended by adding a new section\n    2  804 to read as follows:\n    3    S 804. ENVIRONMENTAL HEALTH TRACKING SYSTEM.  1. THE LEGISLATURE FINDS\n    4  AND DECLARES ALL OF THE FOLLOWING:\n    5    A.  THERE CURRENTLY EXIST SEVERAL HEALTH AND  ENVIRONMENTAL  DATABASES\n    6  MAINTAINED  BY  THE  STATE.  HOWEVER, THERE IS LITTLE OR NO COORDINATION\n    7  BETWEEN THE USE AND ANALYSIS OF THESE DATA AS THEY PERTAIN  TO  ENVIRON-\n    8  MENTAL HEALTH ISSUES, OR ACCESSIBILITY OF THIS INFORMATION BY INTERESTED\n    9  PARTIES AND RESEARCHERS.  IN ITS FIGHT AGAINST CHRONIC DISEASES, INCLUD-\n   10  ING  BIRTH  DEFECTS, THAT ARE RELATED TO THE ENVIRONMENT, THE STATE MUST\n   11  GIVE COMMUNITIES AND PUBLIC HEALTH PROFESSIONALS SOLID, RELIABLE  INFOR-\n   12  MATION,  WHICH  IS  THE  MOST  BASIC  TOOL  WITH  WHICH TO UNDERTAKE THE\n   13  PREVENTION OF THESE DISEASES.\n   14    B. ANALYSIS OF AVAILABLE  DATA  USED  TO  TRACK  AND  MONITOR  CHRONIC\n   15  DISEASES IS CRITICAL TO ALL OF THE FOLLOWING:\n   16    (1)  KNOWING  WHERE AND HOW TO PUT IN PLACE THE MOST EFFECTIVE STRATE-\n   17  GIES TO PREVENT DISEASES;\n   18    (2) ASSESSING THE CONTRIBUTION OF DISEASES TO DISABILITIES AND  PREMA-\n   19  TURE MORTALITY;\n   20    (3) MEASURING THE EFFECTIVENESS OF PREVENTION STRATEGIES; AND\n   21    (4)  GENERATING  HYPOTHESES  THAT MAY LEAD TO NEW SCIENTIFIC KNOWLEDGE\n   22  ABOUT THE CAUSES OF, AND MOST EFFECTIVE WAYS TO FIGHT, CHRONIC DISEASES.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03119-01-1\n\n       S. 873                              2\n\n    1    C. STATE GOVERNMENT AGENCIES, UNIVERSITIES AND THEIR  CONSULTANTS  ARE\n    2  THE  APPROPRIATE  AND  NECESSARY INSTITUTIONS TO EXAMINE WHETHER OR NOT,\n    3  AND, IF SO, THE EXTENT TO  WHICH,  PAST  ENVIRONMENTAL  EXPOSURES  MIGHT\n    4  INCREASE  THE  RISK  OF CHRONIC DISEASES, INCLUDING, BUT NOT LIMITED TO,\n    5  BIRTH  DEFECTS,  DIABETES,  HEART DISEASE, THYROID DISEASE, REPRODUCTIVE\n    6  DISORDERS, CANCER, ASTHMA AND OTHER RESPIRATORY CONDITIONS,  PARKINSON'S\n    7  DISEASE,  ALZHEIMER'S  DISEASE,  AND  OTHER  NEUROLOGICALLY DEGENERATIVE\n    8  DISEASES.\n    9    D. THE INITIAL INVESTMENT TO ESTABLISH THE ENVIRONMENTAL HEALTH TRACK-\n   10  ING SYSTEM, INCLUDING AN ANALYSIS INFRASTRUCTURE TO  DEVELOP  PREVENTIVE\n   11  STRATEGIES,  WOULD  CONSTITUTE  A  SMALL FRACTION OF THE ANNUAL COSTS OF\n   12  CONTROLLING CHRONIC DISEASES IN THE STATE.\n   13    E. IT IS THE INTENT OF THE LEGISLATURE IN CREATING  THE  ENVIRONMENTAL\n   14  HEALTH TRACKING SYSTEM TO FORM A PUBLIC-PRIVATE PARTNERSHIP TO CREATE AN\n   15  ENVIRONMENTAL HEALTH AND TRACKING SYSTEM TO DO ALL OF THE FOLLOWING:\n   16    (1)  PROVIDE A CONTINUALLY UPDATED DATABASE, WITH LINKAGES TO BIOMONI-\n   17  TORING INFORMATION, INFORMATION ABOUT EXPOSURES TO  OTHER  ENVIRONMENTAL\n   18  AGENTS,  DISEASE  TYPE  DATA  AND  OTHER DATA COLLECTED PURSUANT TO THIS\n   19  SECTION, AS WELL AS LINKAGES  TO  DATABASES  OF  THE  U.S.  CENTERS  FOR\n   20  DISEASE  CONTROL  INCLUDING  THOSE  IN  ITS NATURAL ENVIRONMENTAL PUBLIC\n   21  HEALTH TRACKING PROGRAM AND IN ITS BEHAVIORAL RISK FACTORS DATABASE,  IN\n   22  ORDER  TO  ASSESS  THE  POTENTIAL  IMPACT  OF ENVIRONMENTAL CONTAMINANTS\n   23  (DEFINED AS PHYSICAL, CHEMICAL OR BIOLOGICAL AGENTS) ON THE  HUMAN  BODY\n   24  AND TO EVALUATE SUCH IN RELATION TO ESTABLISHED DISEASE RISK FACTORS;\n   25    (2)  ON  AN  ONGOING  BASIS,  TRACK  AND EVALUATE A VARIETY OF CHRONIC\n   26  DISEASES IN RELATION TO ENVIRONMENTAL EXPOSURES, INCLUDING STATE,  LOCAL\n   27  AND INTERNATIONAL DATA ON ACTUAL INCIDENCES OF CHRONIC DISEASE;\n   28    (3) MAKE SUCH DATA AVAILABLE TO THE PUBLIC IN AN ACCESSIBLE AND USEFUL\n   29  FORMAT; AND\n   30    (4)  ULTIMATELY  PROVIDE SUCH DATA TO THE RELEVANT BOARD, DIVISION, OR\n   31  OFFICE WITHIN THE DEPARTMENT, THE DEPARTMENT OF ENVIRONMENTAL  CONSERVA-\n   32  TION,  THE DEPARTMENT OF LABOR, THE WORKERS' COMPENSATION BOARD, AND THE\n   33  STATE UNIVERSITY OF NEW YORK SCHOOLS OF  PUBLIC  HEALTH  AT  ALBANY  AND\n   34  BUFFALO FOR THE DEVELOPMENT OF APPROPRIATE PREVENTIVE STRATEGIES.\n   35    2.  A.  THE ENVIRONMENTAL HEALTH TRACKING SYSTEM IS HEREBY ESTABLISHED\n   36  IN THE DEPARTMENT. THE PURPOSE OF SUCH SYSTEM SHALL BE TO MONITOR  ENVI-\n   37  RONMENTAL  EXPOSURES  AND  CHRONIC  DISEASES AFFECTING NEW YORKERS.  THE\n   38  STATE UNIVERSITY OF NEW YORK SCHOOLS OF  PUBLIC  HEALTH  AT  ALBANY  AND\n   39  BUFFALO  ARE  DIRECTED  TO COOPERATE WITH THE DEPARTMENT IN ESTABLISHING\n   40  THE ENVIRONMENTAL HEALTH TRACKING SYSTEM.\n   41    B. THE OBJECTIVES OF THE ENVIRONMENTAL HEALTH TRACKING SYSTEM  ARE  AS\n   42  FOLLOWS:\n   43    (1) TO TRACK AND EVALUATE A VARIETY OF CHRONIC DISEASES IN RELATION TO\n   44  ENVIRONMENTAL EXPOSURES;\n   45    (2)  TO  ALLOW  BOTH  GOVERNMENT  AND  UNIVERSITY INVESTIGATORS, THEIR\n   46  CONSULTANTS AND PUBLIC HEALTH OFFICIALS TO ASSESS THE IMPACT OF ENVIRON-\n   47  MENTAL CONTAMINANTS ON THE HUMAN BODY; AND\n   48    (3) TO PROVIDE INFORMATION TO THE DEPARTMENT AND TO THE DEPARTMENT  OF\n   49  ENVIRONMENTAL CONSERVATION FOR THE DEVELOPMENT OF APPROPRIATE PREVENTIVE\n   50  STRATEGIES.\n   51    C. TO EXAMINE THE RELATIONSHIPS BETWEEN CHRONIC DISEASES AND THE ENVI-\n   52  RONMENT,  USING,  TO  THE  MAXIMUM  EXTENT POSSIBLE, EXISTING HEALTH AND\n   53  ENVIRONMENTAL DATA, THE COMMISSIONER, BASED UPON THE RECOMMENDATIONS  OF\n   54  THE WORKING GROUP REQUIRED PURSUANT TO THIS SECTION, SHALL:\n   55    (1)  ON  AN ONGOING BASIS, SURVEY A CROSS SECTION OF THE OVERALL POPU-\n   56  LATION IN THE STATE, INCLUDING, TO THE EXTENT POSSIBLE, REGIONAL DATA TO\n\n       S. 873                              3\n\n    1  ASSESS GEOGRAPHIC VARIATION, INCLUDING  CHRONICALLY  ILL  PATIENTS,  AND\n    2  THEIR ENVIRONMENTAL EXPOSURES;\n    3    (2) ON A CONTINUING AND PERIODIC BASIS, CONDUCT SCIENCE BASED BIOMONI-\n    4  TORING,  USING  CDC VALIDATED, ANALYTICAL PROTOCOLS AND CDC'S GUIDELINES\n    5  AND PRACTICES FOR ETHICAL TREATMENT OF AND COMMUNICATIONS OF INFORMATION\n    6  TO PARTICIPANTS IN BIOMONITORING PROGRAMS, FOR A CROSS  SECTION  OF  THE\n    7  POPULATION,  INCLUDING,  TO THE EXTENT POSSIBLE, REGIONAL DATA TO ASSESS\n    8  GEOGRAPHIC VARIATION; AND\n    9    (3) ON AN ONGOING BASIS, LINK DATA CREATED BY SUCH SURVEYS AND BIOMON-\n   10  ITORING ACTIVITIES TO OTHER HEALTH AND ENVIRONMENTAL DATABASES, SUCH  AS\n   11  BIRTH  CERTIFICATES,  NEONATAL  BLOOD  TESTS, RECORDS OF HOSPITAL ADMIS-\n   12  SIONS, RECORDS OF EMERGENCY ROOM VISITS AND MORTALITY DATA.\n   13    3. ON OR BEFORE SEPTEMBER FIRST, TWO THOUSAND ELEVEN, THE  DEPARTMENT,\n   14  IN  CONSULTATION  WITH THE DEPARTMENT OF ENVIRONMENTAL CONSERVATION, THE\n   15  DEPARTMENT OF LABOR, AND THE STATE UNIVERSITY OF  NEW  YORK  SCHOOLS  OF\n   16  PUBLIC  HEALTH  AT  ALBANY  AND BUFFALO, SHALL CREATE A WORKING GROUP OF\n   17  TECHNICAL EXPERTS IN PUBLIC HEALTH, EPIDEMIOLOGY,  BIOSTATISTICS,  ENVI-\n   18  RONMENTAL  MEDICINE,  RISK  ANALYSIS, EXPOSURE ASSESSMENT, DEVELOPMENTAL\n   19  BIOLOGY,  LABORATORY  SCIENCES,  BIOETHICS,  AND  TOXICOLOGY,  INCLUDING\n   20  EXPERTS  WHO HAVE KNOWLEDGE OF THE SENSITIVITY AND EXPOSURE OF CHILDREN,\n   21  WOMEN OF CHILD-BEARING AGE, SENIORS AND DISPARATELY AFFECTED POPULATIONS\n   22  TO ENVIRONMENTAL HAZARDS, TO DO ALL THE FOLLOWING:\n   23    A. DEVELOP  POSSIBLE  APPROACHES  TO  IMPLEMENTING  THE  ENVIRONMENTAL\n   24  HEALTH  TRACKING SYSTEM, INCLUDING AN ESTIMATED COST AND POTENTIAL FUND-\n   25  ING ALTERNATIVES FOR EACH APPROACH;\n   26    B. ON OR BEFORE SEPTEMBER FIRST, TWO THOUSAND  FOURTEEN,  PREPARE  AND\n   27  SUBMIT  A  REPORT  TO  THE  DEPARTMENT,  THE DEPARTMENT OF ENVIRONMENTAL\n   28  CONSERVATION, THE DEPARTMENT OF LABOR, THE STATE UNIVERSITY OF NEW  YORK\n   29  SCHOOLS  OF PUBLIC HEALTH AT ALBANY AND BUFFALO, THE TEMPORARY PRESIDENT\n   30  OF THE SENATE, THE SPEAKER OF THE  ASSEMBLY,  THE  CHAIRPERSONS  OF  THE\n   31  SENATE  AND  ASSEMBLY  ENVIRONMENTAL CONSERVATION COMMITTEES, THE CHAIR-\n   32  PERSONS OF THE SENATE FINANCE AND ASSEMBLY WAYS  AND  MEANS  COMMITTEES,\n   33  AND THE CHAIRPERSONS OF THE SENATE AND ASSEMBLY HEALTH COMMITTEES ON THE\n   34  POSSIBLE  APPROACHES  TO  IMPLEMENTING  AN ENVIRONMENTAL HEALTH TRACKING\n   35  SYSTEM FOR THE STATE; AND\n   36    C. DETERMINE THE HEALTH AND ENVIRONMENTAL CRITERIA NEEDED  TO  EXAMINE\n   37  THE  RELATIONSHIP BETWEEN CHRONIC DISEASES, INCLUDING BIRTH DEFECTS, AND\n   38  THE ENVIRONMENT.\n   39    4. THE DEPARTMENT AND THE STATE UNIVERSITY  OF  NEW  YORK  SCHOOLS  OF\n   40  PUBLIC  HEALTH  AT ALBANY AND BUFFALO AND THEIR CONSULTANTS ARE DIRECTED\n   41  TO COOPERATE IN CREATING THE WORKING GROUP PURSUANT TO SUBDIVISION THREE\n   42  OF THIS SECTION.\n   43    5. ON OR BEFORE JANUARY FIRST, TWO THOUSAND THIRTEEN,  THE  DEPARTMENT\n   44  SHALL  ADOPT AND IMPLEMENT THE APPROACH RECOMMENDED BY THE WORKING GROUP\n   45  THAT IT DETERMINES MOST CLOSELY MEETS THE FINDINGS AND  REQUIREMENTS  OF\n   46  SUBDIVISION  ONE  OF  THIS  SECTION,  AFTER OPPORTUNITY FOR INDEPENDENT,\n   47  SCIENTIFIC PEER REVIEW AND PUBLIC COMMENT.\n   48    6. NOTHING IN THIS SECTION SHALL BE CONSTRUED TO SUPERSEDE ANY  CONFI-\n   49  DENTIALITY PROVISIONS OF ANY LAW.\n   50    S  2.  The  environmental  conservation law is amended by adding a new\n   51  section 3-0319 to read as follows:\n   52  S 3-0319. ENVIRONMENTAL HEALTH TRACKING SYSTEM.\n   53    THE DEPARTMENT SHALL COOPERATE WITH STATE AGENCIES, UNIVERSITIES,  AND\n   54  THEIR  CONSULTANTS  TO  PROVIDE  ALL  INFORMATION AND OTHER RELEVANT AND\n   55  NECESSARY EXPERTISE TO MEET THE REQUIREMENTS OF  SECTION  EIGHT  HUNDRED\n   56  FOUR OF THE PUBLIC HEALTH LAW.\n\n       S. 873                              4\n\n    1    S  3.  The labor law is amended by adding a new section 888 to read as\n    2  follows:\n    3    S 888. ENVIRONMENTAL HEALTH TRACKING SYSTEM. THE BOARD SHALL COOPERATE\n    4  WITH  STATE AGENCIES, UNIVERSITIES, AND THEIR CONSULTANTS TO PROVIDE ALL\n    5  INFORMATION AND OTHER RELEVANT  AND  NECESSARY  EXPERTISE  TO  MEET  THE\n    6  REQUIREMENTS OF SECTION EIGHT HUNDRED FOUR OF THE PUBLIC HEALTH LAW.\n    7    S  4.  The  education  law is amended by adding a new section 355-d to\n    8  read as follows:\n    9    S 355-D. STATE UNIVERSITY OF NEW YORK  SCHOOLS  OF  PUBLIC  HEALTH  AT\n   10  ALBANY  AND BUFFALO AND THEIR CONSULTANTS TO PARTICIPATE IN THE CREATION\n   11  OF THE ENVIRONMENTAL HEALTH TRACKING SYSTEM  WORKING  GROUP.  THE  STATE\n   12  UNIVERSITY  OF  NEW  YORK SCHOOLS OF PUBLIC HEALTH AT ALBANY AND BUFFALO\n   13  AND THEIR CONSULTANTS SHALL PARTICIPATE IN THE CREATION OF THE  ENVIRON-\n   14  MENTAL  HEALTH  TRACKING  SYSTEM WORKING GROUP PURSUANT TO SECTION EIGHT\n   15  HUNDRED FOUR OF THE PUBLIC HEALTH LAW.\n   16    S 5. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public health law, the environmental conservation law, the labor law and the education law, in relation to creating the environmental health tracking system ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110105.T163209.TXT", "SOBI.D110103.T101851.TXT", "SOBI.D110103.T120402.TXT", "SOBI.D110103.T111400.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294263129743
}