{
  "year" : 2011,
  "senateBillNo" : "S874-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO HOUSING, CONSTRUCTION AND COMMUNITY DEVELOPMENT",
    "billEventId" : "S874-2011-1294203600000-REFERRED+TO+HOUSING%2C+CONSTRUCTION+AND+COMMUNITY+DEVELOPMENT",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SQUADRON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to adjustment of maximum allowable rent",
  "summary" : "Relates to adjustment to the maximum allowable rent. ",
  "currentCommittee" : "HOUSING, CONSTRUCTION AND COMMUNITY DEVELOPMENT",
  "sameAs" : null,
  "lawSection" : "New York City Administrative Code",
  "previousVersions" : [ "SA5296-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "ADAMS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "DIAZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "HASSELL-THOMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "KRUEGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "MONTGOMERY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "PERKINS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SERRANO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "STAVISKY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          874\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sens.  SQUADRON, ADAMS, DIAZ, HASSELL-THOMPSON, KRUEGER,\n         MONTGOMERY, PERKINS, SERRANO,  STAVISKY  --  read  twice  and  ordered\n         printed, and when printed to be committed to the Committee on Housing,\n         Construction and Community Development\n\n       AN  ACT  to  amend  the administrative code of the city of New York, the\n         emergency tenant protection act  of  nineteen  seventy-four,  and  the\n         emergency housing rent control law, in relation to adjustment of maxi-\n         mum allowable rent\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subparagraph (e) of paragraph 1 of subdivision g of section\n    2  26-405 of the administrative code of the city of New York, as amended by\n    3  chapter 253 of the laws of 1993, is amended to read as follows:\n    4    (e) The landlord and tenant  by  mutual  voluntary  written  agreement\n    5  agree  to  a  substantial  increase  or  decrease in dwelling space or a\n    6  change in the services, furniture, furnishings or equipment provided  in\n    7  the  housing accommodations. An adjustment under this subparagraph shall\n    8  be equal to [one-fortieth] ONE-SIXTIETH of the total  cost  incurred  by\n    9  the  landlord  in  providing  such  modification or increase in dwelling\n   10  space, services, furniture, furnishings or equipment, including the cost\n   11  of installation, but excluding finance charges, provided further  [than]\n   12  THAT  an  owner  who  is  entitled  to  a rent increase pursuant to this\n   13  subparagraph shall not be entitled to a further rent increase based upon\n   14  the installation of similar equipment, or new furniture  or  furnishings\n   15  within  the  useful  life  of  such  new  equipment, or new furniture or\n   16  furnishings. The owner shall give written notice to the city rent agency\n   17  of any such adjustment pursuant to this subparagraph[.]; or\n   18    S 2. Paragraph 13 of subdivision c of section 26-511 of  the  adminis-\n   19  trative  code  of  the  city of New York, as added by chapter 253 of the\n   20  laws of 1993, is amended to read as follows:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03120-01-1\n\n       S. 874                              2\n\n    1    (13) provides that an owner is entitled to a rent increase where there\n    2  has been a substantial modification or increase of dwelling space or  an\n    3  increase  in  the services, or installation of new equipment or improve-\n    4  ments or new furniture or furnishings provided in or to a tenant's hous-\n    5  ing  accommodation,  on  written tenant consent to the rent increase. In\n    6  the case of a vacant housing accommodation, tenant consent shall not  be\n    7  required.\n    8    (A)  The  permanent  increase  in  the  legal  regulated  rent for the\n    9  affected housing accommodation shall be [one-fortieth]  ONE-SIXTIETH  of\n   10  the  total  cost incurred by the landlord in providing such modification\n   11  or increase in  dwelling  space,  services,  furniture,  furnishings  or\n   12  equipment,  including  the  cost  of installation, but excluding finance\n   13  charges. [Provided further that an]\n   14    (B) AN owner who is entitled to a rent increase pursuant to this para-\n   15  graph shall not be entitled to a further rent increase  based  upon  the\n   16  installation of similar equipment, or new furniture or furnishings with-\n   17  in  the  useful  life  of  such  new  equipment,  or  new  furniture  or\n   18  furnishings.\n   19    (C) NO INCREASE SHALL BE COLLECTIBLE UNDER THIS  PARAGRAPH  UNTIL  THE\n   20  LANDLORD  HAS PROVIDED THE TENANT WITH A RIDER PURSUANT TO SUBDIVISION D\n   21  OF THIS SECTION, INCLUDING AN EXPLANATION OF HOW THE RENT IN THE VACANCY\n   22  LEASE HAS BEEN COMPUTED, AND THE SPECIFIC AMOUNTS  OF  ALL  EXPENDITURES\n   23  SUPPORTING A RENT INCREASE UNDER THIS PARAGRAPH.\n   24    (D)  NO  INCREASE SHALL BE COLLECTIBLE UNDER THIS  PARAGRAPH WHERE THE\n   25  DIVISION OF HOUSING AND COMMUNITY RENEWAL HAS DETERMINED THAT THE  OWNER\n   26  IS  NOT  MAINTAINING ALL BUILDING-WIDE REQUIRED SERVICES OR ALL REQUIRED\n   27  SERVICES WITH RESPECT TO THE AFFECTED HOUSING  ACCOMMODATION,  OR  WHERE\n   28  THERE  ARE  CURRENT HAZARDOUS VIOLATIONS OF ANY MUNICIPAL, COUNTY, STATE\n   29  OR FEDERAL LAW WHICH RELATE TO THE MAINTENANCE OF SUCH SERVICES.\n   30    (E) WITHIN THIRTY DAYS OF THE SIGNING OF A VACANCY LEASE  INCLUDING  A\n   31  RENT INCREASE PURSUANT TO THIS PARAGRAPH THAT EXCEEDS TEN PERCENT OF THE\n   32  RENT  CHARGED TO THE PREVIOUS TENANT, THE OWNER WILL FILE WITH THE DIVI-\n   33  SION OF HOUSING AND COMMUNITY RENEWAL AN EXPLANATION OF HOW THE  VACANCY\n   34  RENT WAS COMPUTED, AND ALL DOCUMENTS NECESSARY TO SUPPORT THE COLLECTION\n   35  OF  SUCH  INCREASE,  INCLUDING  BUT  NOT  LIMITED  TO, CANCELLED CHECKS,\n   36  INVOICES AND SIGNED CONTRACTS CONTEMPORANEOUSLY  WITH  THE  IMPROVEMENTS\n   37  ALLEGED,  AND  CONTRACTOR'S  AFFIDAVITS INDICATING THAT THE INSTALLATION\n   38  WAS COMPLETED AND PAID IN FULL. UPON RECEIPT OF ALL DOCUMENTS  SUBMITTED\n   39  BY THE OWNER, AND AFTER GIVING THE TENANT NAMED IN SUCH VACANCY LEASE AN\n   40  OPPORTUNITY  TO  RESPOND,  THE DIVISION OF HOUSING AND COMMUNITY RENEWAL\n   41  SHALL ISSUE AN ORDER APPROVING OR DISAPPROVING SUCH INCREASE IN WHOLE OR\n   42  IN PART. BASED UPON SUCH DETERMINATION,  THE  DIVISION  OF  HOUSING  AND\n   43  COMMUNITY RENEWAL SHALL ORDER A REFUND TO THE TENANT EQUAL TO THE AMOUNT\n   44  COLLECTED IN EXCESS OF THE LEGAL REGULATED RENT APPROVED BY THE DIVISION\n   45  OF HOUSING AND COMMUNITY RENEWAL.\n   46    (F) IF THE OWNER FAILS TO ESTABLISH BY A PREPONDERANCE OF THE EVIDENCE\n   47  THAT THE OVERCHARGE WAS NOT WILLFUL, THE DIVISION OF  HOUSING AND COMMU-\n   48  NITY  RENEWAL  SHALL  ORDER THE OWNER TO PAY TO THE TENANT AN ADDITIONAL\n   49  AMOUNT EQUAL TO THREE TIMES THE EXCESS CHARGED.\n   50    (G) THE NEXT ANNUAL  REGISTRATION  STATEMENT  FILED  FOR  ANY  HOUSING\n   51  ACCOMMODATION  SUBJECT  TO  AN INCREASE UNDER THIS PARAGRAPH, WHETHER OR\n   52  NOT SUBJECT TO THE PROVISIONS OF  SUBPARAGRAPH  (E)  OF  THIS  PARAGRAPH\n   53  SHALL  CONTAIN  A  DETAILED  BREAKDOWN  OF THE COSTS OF ALL IMPROVEMENTS\n   54  UNDERLYING SUCH INCREASE.\n\n       S. 874                              3\n\n    1    S 3. Paragraph 2 of subdivision d of section 26-511 of the administra-\n    2  tive code of the city of New York is renumbered paragraph 3  and  a  new\n    3  paragraph 2 is added to read as follows:\n    4    (2)  FOR VACANCY LEASES, SUCH RIDER SHALL ALSO INCLUDE A NOTICE OF THE\n    5  PRIOR LEGAL RENT, IF ANY, THAT WAS IN EFFECT IMMEDIATELY  PRIOR  TO  THE\n    6  VACANCY,  AN  EXPLANATION  OF  HOW  THE RENTAL AMOUNT HAS BEEN COMPUTED,\n    7  INCLUDING A DETAILED BREAKDOWN OF THE NATURE AND COST  OF  ANY  IMPROVE-\n    8  MENTS  UNDERLYING  AN INCREASE UNDER PARAGRAPH THIRTEEN OF SUBDIVISION C\n    9  OF THIS SECTION, AND A STATEMENT THAT ANY INCREASE  ABOVE  THE  PREVIOUS\n   10  RENT IS IN ACCORDANCE WITH ADJUSTMENTS PERMITTED BY LAW.\n   11    S 4. Paragraph 1 of subdivision d of section 6 of section 4 of chapter\n   12  576  of  the  laws of 1974, constituting the emergency tenant protection\n   13  act of nineteen seventy-four, as added by chapter 253  of  the  laws  of\n   14  1993, is amended to read as follows:\n   15    (1)  there has been a substantial modification or increase of dwelling\n   16  space or an increase in the services, or installation of  new  equipment\n   17  or  improvements  or  new  furniture or furnishings, provided in or to a\n   18  tenant's housing accommodation, on written tenant consent  to  the  rent\n   19  increase.  In the case of a vacant housing accommodation, tenant consent\n   20  shall not be required. (A) The permanent increase in the legal regulated\n   21  rent for the affected  housing  accommodation  shall  be  [one-fortieth]\n   22  ONE-SIXTIETH  of  the  total  cost incurred by the landlord in providing\n   23  such modification or increase in dwelling  space,  services,  furniture,\n   24  furnishings  or  equipment,  including  the  cost  of  installation, but\n   25  excluding finance charges. [Provided further than an] (B) AN  owner  who\n   26  is  entitled  to a rent increase pursuant to this paragraph shall not be\n   27  entitled to a further rent increase based upon the installation of simi-\n   28  lar equipment, or new furniture or furnishings within the useful life of\n   29  such new equipment, or new furniture or  furnishings.    (C)  THE  OWNER\n   30  SHALL  GIVE  WRITTEN  NOTICE  TO  THE  DIVISION OF HOUSING AND COMMUNITY\n   31  RENEWAL AND THE TENANT NAMED IN A VACANCY LEASE ON FORMS  PRESCRIBED  BY\n   32  THE  DIVISION  OF ANY SUCH ADJUSTMENT PURSUANT TO THIS PARAGRAPH AND THE\n   33  FAILURE TO PROVIDE SUCH WRITTEN NOTICE AS PROVIDED HEREIN SHALL PRECLUDE\n   34  THE COLLECTION OF ANY  SUCH  ADJUSTMENT.  SUCH  NOTICE  MUST  INCLUDE  A\n   35  DETAILED BREAKDOWN OF THE NATURE AND COST OF ANY IMPROVEMENTS UNDERLYING\n   36  AN  INCREASE  IN  RENT  UNDER  THIS  PARAGRAPH  AND A STATEMENT THAT ANY\n   37  INCREASE ABOVE THE PREVIOUS  RENT  IS  IN  ACCORDANCE  WITH  ADJUSTMENTS\n   38  PERMITTED  BY LAW. (D) NO INCREASE SHALL BE COLLECTIBLE UNDER THIS PARA-\n   39  GRAPH WHERE THE DIVISION OF HOUSING AND COMMUNITY RENEWAL HAS DETERMINED\n   40  THAT THE OWNER IS NOT MAINTAINING ALL BUILDING-WIDE REQUIRED SERVICES OR\n   41  ALL REQUIRED SERVICES WITH RESPECT  TO  THE  AFFECTED  HOUSING  ACCOMMO-\n   42  DATION,  OR  WHERE THERE ARE CURRENT HAZARDOUS VIOLATIONS OF ANY MUNICI-\n   43  PAL, COUNTY, STATE OR FEDERAL LAW WHICH RELATE  TO  THE  MAINTENANCE  OF\n   44  SUCH SERVICES.  (E) WITHIN THIRTY DAYS OF THE SIGNING OF A VACANCY LEASE\n   45  INCLUDING  A  RENT  INCREASE PURSUANT TO THIS PARAGRAPH THAT EXCEEDS TEN\n   46  PERCENT OF THE RENT CHARGED TO THE PREVIOUS TENANT, THE OWNER WILL  FILE\n   47  WITH  THE  DIVISION AN EXPLANATION OF HOW THE VACANCY RENT WAS COMPUTED,\n   48  AND ALL DOCUMENTS NECESSARY TO SUPPORT THE COLLECTION OF SUCH  INCREASE,\n   49  INCLUDING  BUT  NOT  LIMITED  TO,  CANCELLED CHECKS, INVOICES AND SIGNED\n   50  CONTRACTS CONTEMPORANEOUSLY WITH THE IMPROVEMENTS ALLEGED, AND  CONTRAC-\n   51  TOR'S AFFIDAVITS INDICATING THAT THE INSTALLATION WAS COMPLETED AND PAID\n   52  IN  FULL. UPON RECEIPT OF ALL DOCUMENTS SUBMITTED BY THE OWNER AND AFTER\n   53  GIVING THE TENANT NAMED IN THE VACANCY LEASE AN OPPORTUNITY TO  RESPOND,\n   54  THE  DIVISION  SHALL  ISSUE  AN  ORDER  APPROVING  OR  DISAPPROVING SUCH\n   55  INCREASE IN WHOLE OR IN PART. BASED UPON SUCH DETERMINATION,  THE  DIVI-\n   56  SION SHALL ORDER A REFUND TO THE TENANT EQUAL TO THE AMOUNT COLLECTED IN\n\n       S. 874                              4\n\n    1  EXCESS OF THE LEGAL REGULATED RENT APPROVED BY THE DIVISION.  (F) IF THE\n    2  OWNER  FAILS  TO  ESTABLISH  BY A PREPONDERANCE OF THE EVIDENCE THAT THE\n    3  OVERCHARGE WAS NOT WILLFUL, THE DIVISION SHALL ORDER THE OWNER TO PAY TO\n    4  THE TENANT AN ADDITIONAL AMOUNT EQUAL TO THREE TIMES THE EXCESS CHARGED.\n    5  (G)  THE NEXT ANNUAL REGISTRATION STATEMENT FILED FOR ANY HOUSING ACCOM-\n    6  MODATION SUBJECT TO AN INCREASE UNDER THIS  PARAGRAPH,  WHETHER  OR  NOT\n    7  SUBJECT  TO  THE  PROVISIONS OF SUBPARAGRAPH (E) OF THIS PARAGRAPH SHALL\n    8  CONTAIN A DETAILED BREAKDOWN OF THE COSTS OF ALL IMPROVEMENTS UNDERLYING\n    9  SUCH INCREASE.\n   10    S 5. Clause 5 of the second undesignated paragraph of paragraph (a) of\n   11  subdivision 4 of section 4 of chapter 274 of the laws of  1946,  consti-\n   12  tuting the emergency housing rent control law, as amended by chapter 253\n   13  of the laws of 1993, is amended to read as follows:\n   14    (5)  the  landlord  and  tenant  by mutual voluntary written agreement\n   15  agree to a substantial increase or  decrease  in  dwelling  space  or  a\n   16  change  in the services, furniture, furnishings or equipment provided in\n   17  the housing accommodations; provided that an owner shall be entitled  to\n   18  a  rent  increase  where  there  has  been a substantial modification or\n   19  increase of dwelling space or an increase in the services, or  installa-\n   20  tion  of  new  equipment or improvements or new furniture or furnishings\n   21  provided in or  to  a  tenant's  housing  accommodation.  The  permanent\n   22  increase  in  the  maximum  rent  for the affected housing accommodation\n   23  shall be [one-fortieth] ONE-SIXTIETH of the total cost incurred  by  the\n   24  landlord  in  providing such modification or increase in dwelling space,\n   25  services, furniture, furnishings or equipment,  including  the  cost  of\n   26  installation,  but  excluding  finance  charges provided further that an\n   27  owner who is entitled to a rent increase pursuant to this  clause  shall\n   28  not  be  entitled to a further rent increase based upon the installation\n   29  of similar equipment, or new furniture or furnishings within the  useful\n   30  life  of  such new equipment, or new furniture or furnishings. The owner\n   31  shall give written notice to  the  commission  of  any  such  adjustment\n   32  pursuant to this clause; or\n   33    S  6.  Section  26-504.2 of the administrative code of the city of New\n   34  York is amended by adding a new subdivision c to read as follows:\n   35    C. NOTWITHSTANDING ANYTHING  IN  SUBDIVISION  A  OF  THIS  SECTION  OR\n   36  SUBPARAGRAPH  (K) OF PARAGRAPH TWO OF SUBDIVISION E OF SECTION 26-403 OF\n   37  THIS TITLE TO THE CONTRARY, THE FAILURE OF THE OWNER TO COMPLY WITH  THE\n   38  REQUIREMENTS  OF SUBDIVISION B OF THIS SECTION SHALL RESULT IN THE HOUS-\n   39  ING ACCOMMODATION REMAINING SUBJECT TO THE PROVISIONS OF THIS LAW OR THE\n   40  CITY RENT AND REHABILITATION LAW AT THE LAST REGULATED  RENT  UNTIL  THE\n   41  OWNER COMPLIES WITH THE REQUIREMENTS OF SUBDIVISION B OF THE SECTION.\n   42    S 7. The opening paragraph of paragraph 13 of subdivision a of section\n   43  5  of  section  4  of  chapter 576 of the laws of 1974, constituting the\n   44  emergency tenant protection act of nineteen seventy-four  is  designated\n   45  subparagraph  (i)  and two new subparagraphs (ii) and (iii) are added to\n   46  read as follows:\n   47    (II) THE OWNER OF ANY HOUSING ACCOMMODATION THAT  IS  NOT  SUBJECT  TO\n   48  THIS  ACT  PURSUANT  TO THE PROVISIONS OF SUBPARAGRAPH (I) OF THIS PARA-\n   49  GRAPH OR PARAGRAPH (N) OF SUBDIVISION TWO OF SECTION TWO OF THE EMERGEN-\n   50  CY HOUSING RENT CONTROL LAW SHALL GIVE WRITTEN NOTICE CERTIFIED BY  SUCH\n   51  OWNER TO THE FIRST TENANT OF THAT HOUSING ACCOMMODATION AFTER SUCH HOUS-\n   52  ING  ACCOMMODATION BECOMES EXEMPT FROM THE PROVISIONS OF THIS ACT OR THE\n   53  EMERGENCY HOUSING RENT CONTROL LAW. SUCH NOTICE SHALL CONTAIN  THE  LAST\n   54  REGULATED  RENT,  THE  REASON  THAT  SUCH  HOUSING  ACCOMMODATION IS NOT\n   55  SUBJECT TO THIS ACT OR THE EMERGENCY HOUSING RENT CONTROL LAW, A  CALCU-\n   56  LATION OF HOW EITHER THE RENTAL AMOUNT CHARGED WHEN THERE IS NO LEASE OR\n\n       S. 874                              5\n\n    1  THE  RENTAL  AMOUNT  PROVIDED FOR IN THE LEASE HAS BEEN DERIVED SO AS TO\n    2  REACH TWO THOUSAND DOLLARS OR MORE PER MONTH, A STATEMENT THAT THE  LAST\n    3  LEGAL  REGULATED  RENT OR THE MAXIMUM RENT MAY BE VERIFIED BY THE TENANT\n    4  BY  CONTACTING  THE  STATE DIVISION OF HOUSING AND COMMUNITY RENEWAL, OR\n    5  ANY SUCCESSOR THERETO, AND THE ADDRESS  AND  TELEPHONE  NUMBER  OF  SUCH\n    6  AGENCY, OR ANY SUCCESSOR THERETO. SUCH NOTICE SHALL BE SENT BY CERTIFIED\n    7  MAIL WITHIN THIRTY DAYS AFTER THE TENANCY COMMENCES OR AFTER THE SIGNING\n    8  OF  THE LEASE BY BOTH PARTIES, WHICHEVER OCCURS FIRST OR SHALL BE DELIV-\n    9  ERED TO THE TENANT AT THE SIGNING OF THE LEASE. IN ADDITION,  THE  OWNER\n   10  SHALL  SEND  AND CERTIFY TO THE TENANT A COPY OF THE REGISTRATION STATE-\n   11  MENT FOR SUCH HOUSING ACCOMMODATION FILED WITH  THE  STATE  DIVISION  OF\n   12  HOUSING AND COMMUNITY RENEWAL INDICATING THAT SUCH HOUSING ACCOMMODATION\n   13  BECAME  EXEMPT  FROM THE PROVISIONS OF THIS ACT OR THE EMERGENCY HOUSING\n   14  RENT CONTROL LAW, WHICH FORM SHALL INCLUDE THE LAST REGULATED RENT,  AND\n   15  SHALL  BE  SENT  TO  THE  TENANT  WITHIN  THIRTY  DAYS AFTER THE TENANCY\n   16  COMMENCES OR THE FILING OF SUCH REGISTRATION, WHICHEVER OCCURS LATER.\n   17    (III) NOTWITHSTANDING ANYTHING IN SUBPARAGRAPH (I) OF  THIS  PARAGRAPH\n   18  OR  PARAGRAPH  (N)  OF  SUBDIVISION  TWO OF SECTION TWO OF THE EMERGENCY\n   19  HOUSING RENT CONTROL LAW TO THE CONTRARY, THE FAILURE OF  THE  OWNER  TO\n   20  COMPLY  WITH  THE  REQUIREMENTS  OF  SUBPARAGRAPH (II) OF THIS PARAGRAPH\n   21  SHALL RESULT IN THE  HOUSING  ACCOMMODATION  REMAINING  SUBJECT  TO  THE\n   22  PROVISIONS  OF THIS ACT OR THE EMERGENCY HOUSING RENT CONTROL LAW AT THE\n   23  LAST REGULATED RENT UNTIL THE OWNER COMPLIES WITH  THE  REQUIREMENTS  OF\n   24  SUBPARAGRAPH (II) OF THIS PARAGRAPH.\n   25    S  8.  This  act shall take effect on the ninetieth day after it shall\n   26  have become a law; provided that:\n   27    (a) sections six and seven of this act shall take effect on the  thir-\n   28  tieth day after this act shall have become a law;\n   29    (b)  the  amendments  to section 26-405 of the city rent and rehabili-\n   30  tation law made by section one of this act shall remain  in  full  force\n   31  and effect only as long as the public emergency requiring the regulation\n   32  and control of residential rents and evictions continues, as provided in\n   33  subdivision  3  of section 1 of the local emergency housing rent control\n   34  act;\n   35    (c) the amendments to chapter 4 of title 26 of the administrative code\n   36  of the city of New York made by sections two, three and six of this  act\n   37  shall  expire  on the same date as such law expires and shall not affect\n   38  the expiration of such law as provided under section 26-520 of such law;\n   39    (d) the amendments to the emergency tenant protection act of  nineteen\n   40  seventy-four made by sections four and seven of this act shall expire on\n   41  the same date as such act expires and shall not affect the expiration of\n   42  such act as provided in section 17 of chapter 576 of the laws of 1974;\n   43    (e)  the amendments to section 4 of the emergency housing rent control\n   44  law made by section five of this act shall expire on the  same  date  as\n   45  such  law  expires  and  shall  not affect the expiration of such law as\n   46  provided in subdivision 2 of section 1 of chapter 274  of  the  laws  of\n   47  1946; and\n   48    (f)  effective  immediately,  the  division  of  housing and community\n   49  renewal is authorized to and shall promulgate all rules, regulations and\n   50  standards necessary to implement the provisions of this act.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the administrative code of the city of New York, the emergency tenant protection act of nineteen seventy-four, and the emergency housing rent control law, in relation to adjustment of maximum allowable rent ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110105.T163209.TXT", "SOBI.D110103.T101851.TXT", "SOBI.D110103.T120402.TXT", "SOBI.D110103.T111400.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294263129741
}