{
  "year" : 2011,
  "senateBillNo" : "S876-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO ELECTIONS",
    "billEventId" : "S876-2011-1294203600000-REFERRED+TO+ELECTIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SQUADRON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for a state board of elections enforcement unit and counsel",
  "summary" : "Provides for a state board of elections enforcement unit and counsel. ",
  "currentCommittee" : "ELECTIONS",
  "sameAs" : null,
  "lawSection" : "Election Law",
  "previousVersions" : [ "S7538-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          876\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by Sen. SQUADRON -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Elections\n\n       AN ACT to amend the election law, in relation to providing for  a  state\n         board of elections enforcement unit and counsel\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 3 of section 3-100  of  the  election  law,  as\n    2  amended  by  chapter  220  of  the  laws  of 2005, is amended to read as\n    3  follows:\n    4    3. The commissioners of the state board of  elections  shall  have  no\n    5  other public employment. The commissioners shall receive an annual sala-\n    6  ry  of  twenty-five  thousand dollars, within the amounts made available\n    7  therefor by appropriation. The board shall, for the purposes of sections\n    8  seventy-three and seventy-four of the public officers law, be  a  \"state\n    9  agency\",  and  such commissioners shall be \"officers\" of the state board\n   10  of elections for the purposes of such sections. Within the amounts  made\n   11  available  by appropriation therefor, the state board of elections shall\n   12  appoint two co-executive directors, [counsel] AN ENFORCEMENT COUNSEL,  A\n   13  DEPUTY  ENFORCEMENT  COUNSEL, WHO SHALL BE A MEMBER OF A DIFFERENT MAJOR\n   14  POLITICAL PARTY THAN THE ENFORCEMENT COUNSEL, A SPECIAL COUNSEL, A DEPU-\n   15  TY SPECIAL COUNSEL, WHO SHALL BE A MEMBER OF A DIFFERENT MAJOR POLITICAL\n   16  PARTY THAN THE SPECIAL COUNSEL, A DIRECTOR  OF  ELECTION  OPERATIONS,  A\n   17  DEPUTY  DIRECTOR  OF  ELECTION  OPERATIONS,  WHO  SHALL BE A MEMBER OF A\n   18  DIFFERENT MAJOR POLITICAL PARTY THAN  THE  DIRECTOR  OF  ELECTION  OPER-\n   19  ATIONS,  A  DIRECTOR  OF PUBLIC INFORMATION, A DEPUTY DIRECTOR OF PUBLIC\n   20  INFORMATION, WHO SHALL BE A MEMBER OF A DIFFERENT MAJOR POLITICAL  PARTY\n   21  THAN  THE DIRECTOR OF PUBLIC INFORMATION and such other staff members as\n   22  are necessary in the exercise  of  its  functions,  and  may  fix  their\n   23  compensation.  [Anytime  after  the effective date of the chapter of the\n   24  laws of two thousand five  which  amended  this  subdivision,  the]  THE\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04075-01-1\n\n       S. 876                              2\n\n    1  commissioners or, in the case of a vacancy on the board, the commission-\n    2  er of each of the major political parties shall appoint one co-executive\n    3  director.  Each  co-executive director shall serve a term of four years.\n    4  THE  ENFORCEMENT COUNSEL AND THE SPECIAL COUNSEL SHALL EACH SERVE A TERM\n    5  OF FOUR YEARS AND MAY ONLY BE REMOVED FOR CAUSE.   ANY  TIME  AFTER  THE\n    6  EFFECTIVE  DATE  OF THE CHAPTER OF THE LAWS OF TWO THOUSAND TEN AMENDING\n    7  THIS SUBDIVISION, THE COMMISSIONERS, OR IN THE CASE OF A VACANCY ON  THE\n    8  BOARD,  THE  COMMISSIONER,  OF EACH OF THE SAME MAJOR POLITICAL PARTY AS\n    9  THE INCUMBENT ENFORCEMENT COUNSEL, DEPUTY ENFORCEMENT  COUNSEL,  SPECIAL\n   10  COUNSEL, DEPUTY SPECIAL COUNSEL, DIRECTOR OF ELECTION OPERATIONS, DEPUTY\n   11  DIRECTOR  OF  ELECTION  OPERATIONS,  DIRECTOR  OF PUBLIC INFORMATION AND\n   12  DEPUTY DIRECTOR OF PUBLIC  INFORMATION,  SHALL  APPOINT  SUCH  COUNSELS,\n   13  DIRECTORS AND DEPUTIES. Any vacancy in the office of co-executive direc-\n   14  tor,  ENFORCEMENT  COUNSEL, DEPUTY ENFORCEMENT COUNSEL, SPECIAL COUNSEL,\n   15  DEPUTY SPECIAL COUNSEL, DIRECTOR OF ELECTION OPERATIONS, DEPUTY DIRECTOR\n   16  OF ELECTION OPERATIONS, DIRECTOR OF PUBLIC INFORMATION AND DEPUTY DIREC-\n   17  TOR OF PUBLIC INFORMATION, shall be filled by the commissioners  or,  in\n   18  the  case  of a vacancy on the board, the commissioner of the same major\n   19  political party as the vacating incumbent for the  remaining  period  of\n   20  the  term  of  such  vacating incumbent, FOR THE REMAINING PERIOD OF THE\n   21  TERM OF SUCH VACATING INCUMBENT.\n   22    S 2. Subdivision 3, paragraph (c) of subdivision 9-A  and  subdivision\n   23  17  of  section  3-102  of  the  election  law, subdivisions 3 and 17 as\n   24  amended by chapter 9 of the laws of 1978, paragraph (c)  of  subdivision\n   25  9-A  as  added  by chapter 430 of the laws of 1997 and subdivision 17 as\n   26  renumbered by chapter 23 of the laws of 2005, are  amended  to  read  as\n   27  follows:\n   28    3.  conduct any investigation necessary to carry out the provisions of\n   29  this chapter, PROVIDED, HOWEVER,  THAT  THE  STATE  BOARD  OF  ELECTIONS\n   30  ENFORCEMENT COUNSEL, ESTABLISHED PURSUANT TO SECTION 3-104 OF THIS ARTI-\n   31  CLE, SHALL CONDUCT ANY INVESTIGATION NECESSARY TO ENFORCE THE PROVISIONS\n   32  OF ARTICLE FOURTEEN OF THIS CHAPTER ON BEHALF OF THE BOARD OF ELECTIONS;\n   33    (c) establish [a] AN EDUCATIONAL AND training program on ALL REPORTING\n   34  REQUIREMENTS INCLUDING BUT NOT LIMITED TO the electronic reporting proc-\n   35  ess  and  make  it EASILY AND READILY available to any such candidate or\n   36  committee AND NOTIFY ANY SUCH CANDIDATE OR COMMITTEE OF THE AVAILABILITY\n   37  OF THE MOST RECENT CAMPAIGN FINANCE HANDBOOK;\n   38    17.   HEAR AND CONSIDER THE RECOMMENDATIONS  OF  THE  STATE  BOARD  OF\n   39  ELECTIONS ENFORCEMENT COUNSEL REGARDING THE ENFORCEMENT OF VIOLATIONS OF\n   40  ARTICLE FOURTEEN OF THIS CHAPTER;\n   41    18.  perform  such  other  acts  as  may be necessary to carry out the\n   42  purposes of this chapter.\n   43    S 3. Section 3-104 of the election law, subdivisions 1, 3, 4 and 5  as\n   44  redesignated  and  subdivision  2 as amended by chapter 9 of the laws of\n   45  1978, is amended to read as follows:\n   46    S 3-104. State board of elections AND THE  STATE  BOARD  OF  ELECTIONS\n   47  ENFORCEMENT  COUNSEL;  enforcement powers.  1. (A) THERE SHALL BE A UNIT\n   48  KNOWN AS THE STATE BOARD OF ELECTIONS ENFORCEMENT UNIT ESTABLISHED WITH-\n   49  IN THE STATE BOARD OF ELECTIONS. THE HEAD OF  SUCH  UNIT  SHALL  BE  THE\n   50  ENFORCEMENT COUNSEL.\n   51    (B)  The  state  board of elections shall have jurisdiction of, and be\n   52  responsible for, the execution and  enforcement  of  the  provisions  of\n   53  [article   fourteen  of  this  chapter  and  other]  statutes  governing\n   54  campaigns, elections and related procedures; PROVIDED HOWEVER  THAT  THE\n   55  ENFORCEMENT  COUNSEL SHALL HAVE SOLE AUTHORITY WITHIN THE STATE BOARD OF\n   56  ELECTIONS TO INVESTIGATE ON HIS OR HER OWN INITIATIVE OR UPON COMPLAINT,\n\n       S. 876                              3\n\n    1  ALLEGED  VIOLATIONS  OF  ARTICLE  FOURTEEN  OF  THIS  CHAPTER  AND   ALL\n    2  COMPLAINTS  ALLEGING  ARTICLE  FOURTEEN VIOLATIONS SHALL BE FORWARDED TO\n    3  THE ENFORCEMENT UNIT. NOTHING IN THIS  SECTION  SHALL  BE  CONSTRUED  TO\n    4  DIMINISH OR ALTER THE STATE BOARD OF ELECTIONS' JURISDICTION PURSUANT TO\n    5  THIS CHAPTER.\n    6    2.  Whenever  [the state board of elections or other] A LOCAL board of\n    7  elections shall determine, on its own initiative or upon  complaint,  or\n    8  otherwise,  that  there  is substantial reason to believe a violation of\n    9  this chapter or  any  code  or  regulation  promulgated  thereunder  has\n   10  [occurred]  BEEN  COMMITTED  BY  A CANDIDATE OR POLITICAL COMMITTEE THAT\n   11  FILES STATEMENTS OR IS REQUIRED TO DO SO PURSUANT TO ARTICLE FOURTEEN OF\n   12  THIS CHAPTER SOLELY WITH SUCH LOCAL BOARD, it shall  expeditiously  make\n   13  an  investigation  which shall also include investigation of reports and\n   14  statements made or failed to be made by the complainant  and  any  poli-\n   15  tical  committee supporting his candidacy if the complainant is a candi-\n   16  date or, if the complaint was made by an officer or member  of  a  poli-\n   17  tical  committee, of reports and statements made or failed to be made by\n   18  such political committee and any candidates supported by it. [The  state\n   19  board  of elections, in lieu of making such an investigation, may direct\n   20  the appropriate board of elections to make an investigation.] The  state\n   21  board of elections may request, and shall receive, the assistance of the\n   22  state police in any investigation it shall conduct.\n   23    3.  [If, after an investigation, the state or other board of elections\n   24  finds reasonable cause to believe that a violation  warranting  criminal\n   25  prosecution  has taken place, it shall forthwith refer the matter to the\n   26  district attorney of the appropriate county and shall make available  to\n   27  such  district  attorney  all  relevant papers, documents, testimony and\n   28  findings relevant to its investigation.\n   29    4. The state or other  board  of  elections  may,  where  appropriate,\n   30  commence  a judicial proceeding with respect to the filing or failure to\n   31  file any statement of receipts, expenditures,  or  contributions,  under\n   32  the  provisions  of  this  chapter, and the state board of elections may\n   33  direct the  appropriate  other  board  of  elections  to  commence  such\n   34  proceeding.\n   35    5.]   IF THE ENFORCEMENT COUNSEL DETERMINES THAT A VIOLATION OF SUBDI-\n   36  VISION ONE OF SECTION 14-126 OF THIS CHAPTER HAS  OCCURRED  WHICH  COULD\n   37  WARRANT  A CIVIL PENALTY, THE ENFORCEMENT COUNSEL SHALL, UPON HIS OR HER\n   38  DISCRETION, SEEK TO RESOLVE THE MATTER EXTRA-JUDICIALLY  OR  COMMENCE  A\n   39  SPECIAL  PROCEEDING  IN  THE SUPREME COURT PURSUANT TO SECTION 16-114 OF\n   40  THIS CHAPTER.\n   41    4. UPON RECEIPT OF A COMPLAINT AND SUPPORTING INFORMATION OR AN INTER-\n   42  NAL REFERRAL FROM THE ENFORCEMENT UNIT ALLEGING ANY OTHER  VIOLATION  OF\n   43  ARTICLE  FOURTEEN OF THIS CHAPTER, THE ENFORCEMENT COUNSEL SHALL ANALYZE\n   44  THE FACTS AND THE LAW RELEVANT TO SUCH COMPLAINT OR REFERRAL  TO  DETER-\n   45  MINE  IF  AN INVESTIGATION SHOULD BE UNDERTAKEN. THE ENFORCEMENT COUNSEL\n   46  SHALL, IF NECESSARY, REQUEST ADDITIONAL INFORMATION FROM THE COMPLAINANT\n   47  TO ASSIST SUCH COUNSEL IN MAKING THIS DETERMINATION. SUCH ANALYSIS SHALL\n   48  INCLUDE THE FOLLOWING: FIRST, WHETHER THE ALLEGATIONS,  IF  TRUE,  WOULD\n   49  CONSTITUTE  A VIOLATION OF ARTICLE FOURTEEN OF THIS CHAPTER AND, SECOND,\n   50  WHETHER THE ALLEGATIONS ARE SUPPORTED BY CREDIBLE EVIDENCE.\n   51    5.  IF  THE  ENFORCEMENT  COUNSEL  DETERMINES  THAT  THE   ALLEGATIONS\n   52  CONTAINED  IN  A COMPLAINT, IF TRUE, WOULD NOT CONSTITUTE A VIOLATION OF\n   53  ARTICLE FOURTEEN OF  THIS  CHAPTER  OR  THAT  THE  ALLEGATIONS  ARE  NOT\n   54  SUPPORTED  BY  CREDIBLE EVIDENCE, HE OR SHE SHALL: (A) NOTIFY THE DEPUTY\n   55  ENFORCEMENT COUNSEL OF SUCH DETERMINATION AND (B)  PUBLICLY  NOTIFY  THE\n   56  STATE  BOARD  OF  ELECTIONS OF SUCH DETERMINATION. IF THE STATE BOARD OF\n\n       S. 876                              4\n\n    1  ELECTIONS PUBLICLY DETERMINES, AS PROVIDED IN THIS TITLE, THAT THE ALLE-\n    2  GATIONS, IF TRUE, WOULD CONSTITUTE A VIOLATION OF  ARTICLE  FOURTEEN  OF\n    3  THIS CHAPTER AND THAT THE ALLEGATIONS APPEAR TO BE SUPPORTED BY CREDIBLE\n    4  EVIDENCE, IT SHALL DIRECT THAT THE ENFORCEMENT COUNSEL CONDUCT AN INVES-\n    5  TIGATION.  LACKING  SUCH  A DETERMINATION, THE ENFORCEMENT COUNSEL SHALL\n    6  ISSUE A LETTER TO THE COMPLAINANT DISMISSING THE COMPLAINT.\n    7    6. IF THE ENFORCEMENT COUNSEL  DETERMINES  THAT  THE  ALLEGATIONS,  IF\n    8  TRUE,  WOULD  CONSTITUTE A VIOLATION OF ARTICLE FOURTEEN OF THIS CHAPTER\n    9  AND THAT THE ALLEGATIONS APPEAR TO BE SUPPORTED BY CREDIBLE EVIDENCE, HE\n   10  OR SHE SHALL: (A) NOTIFY THE DEPUTY ENFORCEMENT COUNSEL OF  (I)  HIS  OR\n   11  HER  INTENT TO RESOLVE THE MATTER EXTRA-JUDICIALLY DUE TO THE DE MINIMUS\n   12  NATURE OF THE VIOLATION; OR (II) HIS OR HER INTENT TO COMMENCE AN INVES-\n   13  TIGATION, AND (B) PUBLICLY NOTIFY THE STATE BOARD OF ELECTIONS  OF  SUCH\n   14  INTENT  NO  LATER  THAN  THE  BOARD'S  NEXT REGULARLY SCHEDULED MEETING.\n   15  NOTIFICATION SHALL SUMMARIZE THE RELEVANT FACTS AND THE  APPLICABLE  LAW\n   16  AND  SHALL,  TO  THE EXTENT POSSIBLE, PROTECT FROM PUBLIC DISCLOSURE THE\n   17  IDENTITY OF THE COMPLAINANT AND THE INDIVIDUAL SUBJECT TO THE COMPLAINT.\n   18  THE DEPUTY ENFORCEMENT COUNSEL SHALL HAVE THE OPPORTUNITY TO REVIEW  THE\n   19  ENTIRE  FILE  OF ANY PRELIMINARY INVESTIGATION CONDUCTED BY THE ENFORCE-\n   20  MENT COUNSEL A MINIMUM OF TEN DAYS PRIOR  TO  SAID  REGULARLY  SCHEDULED\n   21  MEETING OF THE BOARD AND TO SUBMIT A PUBLIC, WRITTEN CONCURRENCE WITH OR\n   22  DISSENT FROM THE ENFORCEMENT COUNSEL'S PROPOSAL.\n   23    7.  IF, UPON CONSIDERING THE ENFORCEMENT COUNSEL'S NOTICE OF INTENT TO\n   24  COMMENCE AN INVESTIGATION AND THE DEPUTY ENFORCEMENT COUNSEL'S RECOMMEN-\n   25  DATION, THE STATE BOARD OF ELECTIONS BELIEVES THAT THE  ALLEGATIONS,  IF\n   26  TRUE, WOULD NOT CONSTITUTE A VIOLATION OF ARTICLE FOURTEEN OF THIS CHAP-\n   27  TER,  OR THE ALLEGATIONS ARE NOT SUPPORTED BY CREDIBLE EVIDENCE OR, THAT\n   28  ON BALANCE, THE EQUITIES FAVOR A DISMISSAL OF THE COMPLAINT,  THE  BOARD\n   29  SHALL  PUBLICLY  DIRECT THAT AN INVESTIGATION NOT BE UNDERTAKEN NO LATER\n   30  THAN SIXTY DAYS AFTER THE RECEIPT OF NOTIFICATION FROM  THE  ENFORCEMENT\n   31  COUNSEL  OF HIS OR HER INTENT TO COMMENCE AN INVESTIGATION. IN DETERMIN-\n   32  ING WHETHER THE EQUITIES FAVOR A DISMISSAL OF THE COMPLAINT,  THE  STATE\n   33  BOARD OF ELECTIONS SHALL CONSIDER THE FOLLOWING FACTORS: (A) WHETHER THE\n   34  COMPLAINT  ALLEGES  A  DE  MINIMUS VIOLATION OF ARTICLE FOURTEEN OF THIS\n   35  CHAPTER; (B) WHETHER THE SUBJECT OF THE COMPLAINT HAS MADE A GOOD  FAITH\n   36  EFFORT  TO  CORRECT  THE  VIOLATION;  AND (C) WHETHER THE SUBJECT OF THE\n   37  COMPLAINT HAS A HISTORY OF SIMILAR VIOLATIONS.   DETERMINATIONS  OF  THE\n   38  STATE  BOARD  OF ELECTIONS TO DISMISS A COMPLAINT AND NOT PROCEED WITH A\n   39  FORMAL INVESTIGATION SHALL BE VOTED UPON AS PROVIDED IN SUBDIVISION FOUR\n   40  OF SECTION 3-100 OF THIS TITLE AT AN OPEN MEETING  PURSUANT  TO  ARTICLE\n   41  SEVEN  OF THE PUBLIC OFFICERS LAW, AND SHALL BE MADE ON A FAIR AND EQUI-\n   42  TABLE BASIS AND WITHOUT REGARD TO THE  STATUS  OF  THE  SUBJECT  OF  THE\n   43  COMPLAINT.\n   44    8.  ABSENT A TIMELY DETERMINATION BY THE STATE BOARD OF ELECTIONS THAT\n   45  AN INVESTIGATION SHALL NOT BE UNDERTAKEN, THE ENFORCEMENT COUNSEL  SHALL\n   46  COMMENCE  AN INVESTIGATION ON A TIMELY BASIS. IF THE ENFORCEMENT COUNSEL\n   47  DETERMINES THAT ADDITIONAL INVESTIGATIVE  POWERS,  AS  PROVIDED  FOR  IN\n   48  SUBDIVISIONS  FOUR,  FIVE  AND  SIX  OF SECTION 3-102 OF THIS TITLE, ARE\n   49  NEEDED TO COMPLETE THE COUNSEL'S INVESTIGATION, HE OR SHE SHALL  REQUEST\n   50  SUCH  ADDITIONAL  POWERS  FROM THE STATE BOARD OF ELECTIONS. SUCH POWERS\n   51  SHALL BE GRANTED BY THE BOARD IN PUBLIC ONLY WHEN THE BOARD  FINDS  THAT\n   52  FURTHER INVESTIGATION IS WARRANTED AND JUSTIFIED.\n   53    9.  AT  THE  CONCLUSION  OF ITS INVESTIGATION, THE ENFORCEMENT COUNSEL\n   54  SHALL PROVIDE THE DEPUTY ENFORCEMENT COUNSEL  AND  THE  STATE  BOARD  OF\n   55  ELECTIONS  WITH  A WRITTEN RECOMMENDATION AS TO: (A) WHETHER SUBSTANTIAL\n   56  REASON EXISTS TO BELIEVE A VIOLATION OF ARTICLE FOURTEEN OF THIS CHAPTER\n\n       S. 876                              5\n\n    1  HAS OCCURRED AND, IF SO, THE NATURE OF THE VIOLATION AND ANY  APPLICABLE\n    2  PENALTY,  AS  DEFINED  IN  SECTION  14-126 OF THIS CHAPTER, BASED ON THE\n    3  NATURE OF THE VIOLATION; (B)  WHETHER  THE  MATTER  SHOULD  BE  RESOLVED\n    4  EXTRA-JUDICIALLY;  (C)  WHETHER A SPECIAL PROCEEDING SHOULD BE COMMENCED\n    5  IN THE SUPREME COURT TO RECOVER A  CIVIL  PENALTY;  AND  (D)  WHETHER  A\n    6  REFERRAL  SHOULD  BE MADE TO A DISTRICT ATTORNEY PURSUANT TO SUBDIVISION\n    7  ELEVEN OF THIS SECTION BECAUSE REASONABLE  CAUSE  EXISTS  TO  BELIEVE  A\n    8  VIOLATION  WARRANTING  CRIMINAL  PROSECUTION HAS TAKEN PLACE. THE DEPUTY\n    9  ENFORCEMENT COUNSEL SHALL HAVE THE OPPORTUNITY TO REVIEW THE ENTIRE FILE\n   10  OF ANY INVESTIGATION CONDUCTED BY THE ENFORCEMENT COUNSEL A  MINIMUM  OF\n   11  TEN  DAYS  PRIOR TO SAID REGULARLY SCHEDULED MEETING OF THE BOARD AND TO\n   12  SUBMIT A PUBLIC, WRITTEN CONCURRENCE WITH OR DISSENT FROM  THE  ENFORCE-\n   13  MENT COUNSEL'S RECOMMENDATION.\n   14    10.  THE  STATE  BOARD OF ELECTIONS SHALL ACCEPT, MODIFY OR REJECT THE\n   15  ENFORCEMENT COUNSEL'S RECOMMENDATION NO  LATER  THAN  SIXTY  DAYS  AFTER\n   16  RECEIPT  OF  SUCH RECOMMENDATION. IN MAKING ITS DETERMINATION, THE BOARD\n   17  SHALL AGAIN CONSIDER: (A) WHETHER THE COMPLAINT  ALLEGES  A  DE  MINIMUS\n   18  VIOLATION  OF  ARTICLE FOURTEEN OF THIS CHAPTER; (B) WHETHER THE SUBJECT\n   19  OF THE COMPLAINT HAS MADE A GOOD FAITH EFFORT TO CORRECT THE  VIOLATION;\n   20  AND  (C)  WHETHER  THE SUBJECT OF THE COMPLAINT HAS A HISTORY OF SIMILAR\n   21  VIOLATIONS. ALL SUCH DETERMINATIONS SHALL BE VOTED UPON AS  PROVIDED  IN\n   22  SUBDIVISION  FOUR  OF  SECTION  3-100  OF  THIS TITLE AT AN OPEN MEETING\n   23  PURSUANT TO ARTICLE SEVEN OF THE PUBLIC OFFICERS LAW, AND SHALL BE  MADE\n   24  ON  A  FAIR  AND  EQUITABLE  BASIS,  WITHOUT REGARD TO THE STATUS OF THE\n   25  SUBJECT OF THE COMPLAINT.\n   26    11. (A) IF THE STATE BOARD OF ELECTIONS  DETERMINES,  AS  PROVIDED  IN\n   27  SUBDIVISION  TEN  OF  THIS  SECTION,  THAT  SUBSTANTIAL REASON EXISTS TO\n   28  BELIEVE THAT A PERSON, ACTING AS OR ON BEHALF OF A  CANDIDATE  OR  POLI-\n   29  TICAL  COMMITTEE  UNDER CIRCUMSTANCES EVINCING AN INTENT TO VIOLATE SUCH\n   30  LAW, HAS UNLAWFULLY ACCEPTED A CONTRIBUTION IN EXCESS OF A  CONTRIBUTION\n   31  LIMITATION  ESTABLISHED IN ARTICLE FOURTEEN OF THIS CHAPTER, WHICH COULD\n   32  WARRANT A CIVIL PENALTY AS PROVIDED FOR IN SUBDIVISION THREE OF  SECTION\n   33  14-126  OF  THIS  CHAPTER,  THE BOARD SHALL DIRECT THE COMMENCEMENT OF A\n   34  SPECIAL PROCEEDING IN THE SUPREME COURT.\n   35    (B) IF THE STATE BOARD OF ELECTIONS DETERMINES, AS PROVIDED IN  SUBDI-\n   36  VISION  TEN  OF  THIS  SECTION THAT REASONABLE CAUSE EXISTS TO BELIEVE A\n   37  VIOLATION WARRANTING CRIMINAL PROSECUTION HAS  TAKEN  PLACE,  THE  BOARD\n   38  SHALL  REFER  THE MATTER TO A DISTRICT ATTORNEY AND SHALL MAKE AVAILABLE\n   39  TO SUCH DISTRICT ATTORNEY ALL PAPERS, DOCUMENTS, TESTIMONY AND  FINDINGS\n   40  RELEVANT TO ITS INVESTIGATION.\n   41    12.  UPON NOTIFICATION THAT A SPECIAL PROCEEDING HAS BEEN COMMENCED BY\n   42  A PARTY OTHER THAN THE STATE BOARD OF  ELECTIONS,  PURSUANT  TO  SECTION\n   43  16-114  OF  THIS  CHAPTER, THE STATE BOARD OF ELECTIONS SHALL DIRECT THE\n   44  ENFORCEMENT COUNSEL TO INVESTIGATE THE ALLEGED VIOLATIONS UNLESS  OTHER-\n   45  WISE DIRECTED BY THE COURT.\n   46    13.  THE ENFORCEMENT COUNSEL SHALL PREPARE A REPORT, TO BE INCLUDED IN\n   47  THE ANNUAL REPORT TO  THE  GOVERNOR  AND  LEGISLATURE,  SUMMARIZING  THE\n   48  ACTIVITIES  OF  THE  UNIT  DURING  THE  PREVIOUS YEAR. SUCH REPORT SHALL\n   49  INCLUDE: (A) THE NUMBER  OF  COMPLAINTS  RECEIVED;  (B)  THE  NUMBER  OF\n   50  COMPLAINTS  THAT WERE FOUND TO NEED INVESTIGATION AND THE NATURE OF EACH\n   51  COMPLAINT; AND (C) THE NUMBER OF MATTERS THAT HAVE BEEN RESOLVED.    THE\n   52  REPORT  SHALL  NOT  CONTAIN  ANY INFORMATION FOR WHICH DISCLOSURE IS NOT\n   53  PERMITTED.\n   54    14. The state board of elections may promulgate rules and  regulations\n   55  consistent with law to effectuate the provisions of this section.\n\n       S. 876                              6\n\n    1    S  4.  The state of New York shall appropriate during each fiscal year\n    2  to the New York state board of elections enforcement unit, not less than\n    3  thirty-five percent of the appropriation available from the general fund\n    4  for the state board of  elections  to  pay  for  the  expenses  of  such\n    5  enforcement unit.\n    6    S 5. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the election law, in relation to providing for a state board of elections enforcement unit and counsel ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110103.T102351.TXT", "SOBI.D110106.T103200.TXT", "SOBI.D110103.T115902.TXT", "SOBI.D110103.T120402.TXT", "SOBI.D110103.T111400.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294327920974
}