{
  "year" : 2011,
  "senateBillNo" : "S877-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "S877-2011-1294203600000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SQUADRON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Creates an executive ethics and compliance commission and a new legislative ethics and compliance commission; repealer",
  "summary" : "Creates an executive ethics and compliance commission and a new legislative ethics and compliance commission. ",
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "Executive Law",
  "previousVersions" : [ "S6064-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "OPPENHEIMER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "VALESKY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          877\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sens.  SQUADRON,  OPPENHEIMER, VALESKY -- read twice and\n         ordered printed, and when printed to be committed to the Committee  on\n         Finance\n\n       AN ACT to amend the executive law, in relation to establishing the exec-\n         utive  ethics and compliance commission; to amend the legislative law,\n         in relation to the creation of the New York state commission on lobby-\n         ing ethics and compliance; to amend the legislative law,  in  relation\n         to establishing the legislative office of ethics investigation and the\n         joint legislative commission on ethics standards and to repeal certain\n         provisions  of  such  law  relating to ethics; and to amend the public\n         officers law, in relation to ethics reports; to amend the  legislative\n         law  and  the public officers law, in relation to financial disclosure\n         of public officers; to repeal certain provisions  of  the  legislative\n         law  relating  to  prohibited activities of legislative employees; and\n         providing for the repeal of certain provisions upon expiration thereof\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 94 of the executive law, as added by chapter 813 of\n    2  the laws of 1987, the section heading and subdivisions 1, 2, 3, 4, 5, 6,\n    3  7  and 8 as amended by section 2, subdivisions 9, 10, 11, 12, 13, 14, 16\n    4  and 17 as amended and subdivisions 13-a, 16-a and 18 as added by section\n    5  2-a, paragraph (l) of subdivision 9 as amended by section  3,  paragraph\n    6  (c) of subdivision 12 as amended by section 4, subdivision 15 as amended\n    7  by section 5, and paragraphs (a) and (b) of subdivision 17 as amended by\n    8  section  6  of  chapter  14  of  the laws of 2007, is amended to read as\n    9  follows:\n   10    S 94. [Commission on public integrity; functions, powers  and  duties;\n   11  review  of  financial disclosure statements; advisory opinions; investi-\n   12  gation and enforcement] EXECUTIVE ETHICS AND COMPLIANCE COMMISSION.   1.\n   13  There  is  established  within  the department of state [a commission on\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03226-01-1\n\n       S. 877                              2\n\n    1  public integrity] AN EXECUTIVE ETHICS AND  COMPLIANCE  COMMISSION  which\n    2  shall  consist of [thirteen] SIX members and shall have and exercise the\n    3  powers and duties set forth in this section only with respect to  state-\n    4  wide  elected  officials  [and],  ANY  state  officers and employees, as\n    5  defined in sections seventy-three  and  seventy-three-a  of  the  public\n    6  officers law, candidates for statewide elected office, and the political\n    7  party chairman as that term is defined in section seventy-three-a of the\n    8  public  officers  law,  [lobbyists  and the clients of lobbyists as such\n    9  terms are defined in article one-A of the legislative law], and individ-\n   10  uals who have formerly held such positions, [were lobbyists  or  clients\n   11  of lobbyists, as such terms are defined in article one-A of the legisla-\n   12  tive law,] or who have formerly been such candidates. This section shall\n   13  not revoke or rescind any regulations or advisory opinions issued by the\n   14  state ethics commission [and], the temporary lobbying commission AND THE\n   15  COMMISSION  ON PUBLIC INTEGRITY in effect upon the effective date of [a]\n   16  THE chapter of the laws of two thousand  [seven]  ELEVEN  which  amended\n   17  this  section  to  the  extent that such regulations or opinions are not\n   18  inconsistent with any law of the state of New York, but such regulations\n   19  and opinions shall apply only to matters over which such commissions had\n   20  jurisdiction at the time such regulations and opinions were  promulgated\n   21  or  issued. The commission shall undertake a comprehensive review of all\n   22  such regulations and opinions, which will  address  the  consistency  of\n   23  such regulations and opinions among each other and with the new statuto-\n   24  ry  language.  The  commission shall, before [April] DECEMBER first, two\n   25  thousand [eight] TWELVE, report to the governor and legislature  regard-\n   26  ing  such  review and shall propose any regulatory changes and issue any\n   27  advisory opinions necessitated by such review.\n   28    2. The SIX members of the commission shall be appointed [by the gover-\n   29  nor provided, however, that one member shall be appointed on  the  nomi-\n   30  nation  of  the  comptroller, one member shall be appointed on the nomi-\n   31  nation of the attorney general, one member shall  be  appointed  on  the\n   32  nomination of the temporary president of the senate, one member shall be\n   33  appointed  on  the nomination of the speaker of the assembly, one member\n   34  shall be appointed on the nomination  of  the  minority  leader  of  the\n   35  senate,  and  one  member  shall  be  appointed on the nomination of the\n   36  minority leader of the assembly. Of the seven members appointed  by  the\n   37  governor  without  prior  nomination,  no  more  than four members shall\n   38  belong to the same political party and no members shall be public  offi-\n   39  cers  or  employees or hold any public office, elected or appointed.] AS\n   40  FOLLOWS:  TWO BY THE GOVERNOR, TWO BY THE ATTORNEY GENERAL, AND  TWO  BY\n   41  THE  COMPTROLLER.  NO TWO APPOINTMENTS BY EACH OF THE FOREGOING OFFICERS\n   42  SHALL BE FROM THE SAME POLITICAL PARTY AS DEFINED IN  SECTION  1-104  OF\n   43  THE  ELECTION  LAW.  No  member  shall be a member of the legislature, a\n   44  candidate for member of the legislature, an employee of the legislature,\n   45  a political party chairman as defined in paragraph  (k)  of  subdivision\n   46  one of section seventy-three of the public officers law, A STATE OFFICER\n   47  AS  DEFINED BY PARAGRAPH (I) OF SUBDIVISION ONE OF SECTION SEVENTY-THREE\n   48  OF THE PUBLIC OFFICERS LAW OR EMPLOYEE  or  a  lobbyist  as  defined  in\n   49  subdivision (a) of section one-c of the legislative law.\n   50    3.  Members  of  the  commission  shall serve for terms of [five] FOUR\n   51  years; provided, however, that [of the members first  appointed  without\n   52  prior  nomination, one shall serve for one year, one shall serve for two\n   53  years, one shall serve for three years, and one  shall  serve  for  four\n   54  years, as designated by the governor; the members first appointed on the\n   55  nominations of the comptroller and the temporary president of the senate\n   56  shall  serve for four years and the members first appointed on the nomi-\n\n       S. 877                              3\n\n    1  nations of the attorney general and the speaker of  the  assembly  shall\n    2  serve  for  two years] THE MEMBERS FIRST APPOINTED BY THE GOVERNOR SHALL\n    3  SERVE TWO YEAR TERMS, THE MEMBERS FIRST APPOINTED BY THE ATTORNEY GENER-\n    4  AL  SHALL  SERVE THREE YEAR TERMS AND THE MEMBERS FIRST APPOINTED BY THE\n    5  COMPTROLLER SHALL SERVE FOUR YEAR TERMS.\n    6    4. The [governor shall designate the chairman of the  commission  from\n    7  among  the  members thereof, who shall serve as chairman at the pleasure\n    8  of the governor] CHAIRPERSON OF THE COMMISSION SHALL BE ELECTED  BY  THE\n    9  COMMISSIONERS  BY  A MAJORITY VOTE OF THE TOTAL NUMBER OF COMMISSIONERS.\n   10  The [chairman] CHAIRPERSON or any [seven] THREE members of  the  commis-\n   11  sion may call a meeting.\n   12    5.  Any  vacancy  occurring  on  the commission shall be filled within\n   13  sixty days of its occurrence, by  the  governor,  ATTORNEY  GENERAL,  OR\n   14  COMPTROLLER  in  the  same  manner  as the member whose vacancy is being\n   15  filled was appointed. A person appointed to  fill  a  vacancy  occurring\n   16  other  than by expiration of a term of office shall be appointed for the\n   17  unexpired term of the member he succeeds.  IN THE EVENT  OF  A  VACANCY,\n   18  THE  APPOINTING  AUTHORITY  MUST APPOINT A COMMISSIONER FROM A POLITICAL\n   19  PARTY OTHER THAN THE APPOINTING AUTHORITY'S ALREADY SEATED COMMISSIONER.\n   20    6. [Seven] FOUR members of the commission shall constitute  a  quorum,\n   21  and the commission shall have power to act by majority vote of the total\n   22  number of members of the commission without vacancy.\n   23    7.  [Members  of  the  commission  may  be removed by the governor for\n   24  substantial neglect of duty, gross misconduct in  office,  inability  to\n   25  discharge  the  powers or duties of office or violation of this section,\n   26  after written notice and opportunity for a reply.\n   27    8.] The members of the commission shall  [not]  receive  [compensation\n   28  but] A PER DIEM ALLOWANCE IN THE SUM OF ONE HUNDRED DOLLARS FOR EACH DAY\n   29  ACTUALLY  SPENT IN THE PERFORMANCE OF HIS OR HER DUTIES UNDER THIS ARTI-\n   30  CLE, NOT EXCEEDING, HOWEVER, THE SUM OF FIVE  THOUSAND  DOLLARS  IN  ANY\n   31  CALENDAR  YEAR  AND  IN  ADDITION  THERETO  shall  be reimbursed for ALL\n   32  reasonable expenses ACTUALLY AND NECESSARILY incurred in the performance\n   33  of their official duties.\n   34    [9.] 8. The commission shall:\n   35    (a) Appoint an executive director who shall act in accordance with the\n   36  policies of the commission. The commission may delegate authority to the\n   37  executive director to act in the name of the commission between meetings\n   38  of the commission provided such delegation is in writing and the specif-\n   39  ic powers to be delegated are enumerated. THE EXECUTIVE  DIRECTOR  SHALL\n   40  BE  APPOINTED  FOR A TERM OF THREE YEARS AND SHALL ONLY BE DISMISSED FOR\n   41  CAUSE BY A MAJORITY VOTE OF THE BOARD;\n   42    (b) Appoint such other staff as are necessary to carry out its  duties\n   43  under this section;\n   44    (c)  Adopt,  amend, and rescind rules and regulations to govern proce-\n   45  dures of the commission, which shall include, but not be limited to, the\n   46  procedure whereby a person who is required to file an  annual  financial\n   47  disclosure statement with the commission may request an additional peri-\n   48  od of time within which to file such statement, due to justifiable cause\n   49  or  undue  hardship;  such rules or regulations shall provide for a date\n   50  beyond which in all cases of justifiable  cause  or  undue  hardship  no\n   51  further extension of time will be granted;\n   52    (d) Adopt, amend, and rescind rules and regulations to assist appoint-\n   53  ing  authorities  in  determining which persons hold policy-making posi-\n   54  tions for purposes of section seventy-three-a  of  the  public  officers\n   55  law;\n\n       S. 877                              4\n\n    1    (e) Make available forms for annual statements of financial disclosure\n    2  required  to  be filed pursuant to section seventy-three-a of the public\n    3  officers law;\n    4    (f)  Review  financial  disclosure  statements  in accordance with the\n    5  provisions of this section, provided however, that  the  commission  may\n    6  delegate  all  or part of this review function to the executive director\n    7  who shall be responsible for completing staff review of such  statements\n    8  in a manner consistent with the terms of the commission's delegation;\n    9    (g)  Receive  complaints  and referrals alleging violations of section\n   10  seventy-three, seventy-three-a or seventy-four of  the  public  officers\n   11  law[, article one-A of the legislative law] or section one hundred seven\n   12  of the civil service law;\n   13    (h)  Permit  any  person subject to the jurisdiction of the commission\n   14  who is required to file a financial disclosure statement to request  the\n   15  commission  to  delete  from  the copy thereof made available for public\n   16  inspection and copying one or more items of  information  which  may  be\n   17  deleted  by  the  commission  upon  a finding by the commission that the\n   18  information which would otherwise be required to be made  available  for\n   19  public  inspection  and  copying  will  have  no material bearing on the\n   20  discharge of the reporting person's official duties. If such request for\n   21  deletion is denied, the commission, in its notification of denial, shall\n   22  inform the person of his or her right to appeal the commission's  deter-\n   23  mination  pursuant  to  its rules governing adjudicatory proceedings and\n   24  appeals adopted  pursuant  to  subdivision  [thirteen]  TWELVE  of  this\n   25  section;\n   26    (i)  Permit  any  person subject to the jurisdiction of the commission\n   27  who is required to file a financial disclosure statement to  request  an\n   28  exemption  from  any requirement to report one or more items of informa-\n   29  tion which pertain to such person's  spouse  or  unemancipated  children\n   30  which  item or items may be exempted by the commission upon a finding by\n   31  the commission that the reporting individual's spouse, on his or her own\n   32  behalf or on behalf of an unemancipated child, objects to providing  the\n   33  information  necessary  to make such disclosure and that the information\n   34  which would otherwise be required to be reported will have  no  material\n   35  bearing  on  the discharge of the reporting person's official duties. If\n   36  such request for exemption is denied, the commission, in  its  notifica-\n   37  tion  of  denial,  shall inform the person of his or her right to appeal\n   38  the commission's determination pursuant to its rules governing adjudica-\n   39  tory proceedings and appeals adopted pursuant to subdivision  [thirteen]\n   40  TWELVE of this section;\n   41    (j) Advise and assist any state agency in establishing rules and regu-\n   42  lations  relating  to  possible  conflicts between private interests and\n   43  official duties of present or former  statewide  elected  officials  and\n   44  state officers and employees;\n   45    (k)  Permit  any  person  who  has  not  been determined by his or her\n   46  appointing authority to hold a policy-making position but who is  other-\n   47  wise  required  to  file  a financial disclosure statement to request an\n   48  exemption from such requirement in accordance with rules and regulations\n   49  governing such exemptions. Such rules and regulations shall provide  for\n   50  exemptions  to  be granted either on the application of an individual or\n   51  on behalf of persons who share the same job title or employment  classi-\n   52  fication  which  the  commission  deems to be comparable for purposes of\n   53  this section. Such rules and regulations may permit the granting  of  an\n   54  exemption  where, in the discretion of the commission, the public inter-\n   55  est does not require  disclosure  and  the  applicant's  duties  do  not\n   56  involve the negotiation, authorization or approval of:\n\n       S. 877                              5\n\n    1    (i)  contracts,  leases,  franchises, revocable consents, concessions,\n    2  variances, special permits, or licenses as defined in  section  seventy-\n    3  three of the public officers law;\n    4    (ii)  the  purchase,  sale, rental or lease of real property, goods or\n    5  services, or a contract therefor;\n    6    (iii) the obtaining of grants of money or loans; or\n    7    (iv) the adoption or repeal of any rule or regulation having the force\n    8  and effect of law;\n    9    (l) Prepare an annual report to the governor and legislature summariz-\n   10  ing the activities of the commission during the previous year and recom-\n   11  mending any changes in the laws governing the conduct of persons subject\n   12  to the jurisdiction of the commission, or  the  rules,  regulations  and\n   13  procedures   governing  the  commission's  conduct.  Such  report  shall\n   14  include: (i) a listing by assigned number of each complaint and referral\n   15  received which alleged a possible  violation  within  its  jurisdiction,\n   16  including  the current status of each complaint, and (ii) where a matter\n   17  has been resolved, the date and nature of the disposition and any  sanc-\n   18  tion  imposed,  subject  to  the  confidentiality  requirements  of this\n   19  section, provided, however, that such annual report  shall  not  contain\n   20  any information for which disclosure is not permitted pursuant to subdi-\n   21  vision seventeen of this section; [and]\n   22    (m)  Determine  a  question  common  to a class or defined category of\n   23  persons or items of information required to be disclosed, where determi-\n   24  nation of the question will prevent undue  repetition  of  requests  for\n   25  exemption  or  deletion  or prevent undue complication in complying with\n   26  the requirements of such section[.]; AND\n   27    (N) PREPARE AND ISSUE A REPORT BY DECEMBER FIRST, TWO THOUSAND  TWELVE\n   28  TO  THE GOVERNOR AND THE LEGISLATURE RECOMMENDING ANY CHANGES TO THE LAW\n   29  GOVERNING THE FILING OF ANNUAL STATEMENTS OF FINANCIAL DISCLOSURE, WHICH\n   30  SHALL INCLUDE AN ANALYSIS OF THE STATUTES WHICH REQUIRE  INDIVIDUALS  TO\n   31  FILE  FINANCIAL DISCLOSURE STATEMENTS, THE SCOPE OF DISCLOSURE REQUIRED,\n   32  AND ALTERNATIVE APPROACHES TO THE CURRENT SYSTEM, AND RECOMMENDATIONS AS\n   33  TO THE APPROPRIATE SCOPE OF DISCLOSURE FOR DIFFERENT CLASSES OF INDIVID-\n   34  UALS, INCLUDING THOSE WHO SERVE IN UNCOMPENSATED POSITIONS.\n   35    [10.] 9. The commission, or the executive director and  staff  of  the\n   36  commission  if responsibility therefor has been delegated, shall inspect\n   37  all financial disclosure statements filed with the commission to  ascer-\n   38  tain whether any person subject to the reporting requirements of section\n   39  seventy-three-a  of  the  public  officers law has failed to file such a\n   40  statement, has filed a deficient statement  or  has  filed  a  statement\n   41  which  reveals  a  possible violation of section seventy-three, seventy-\n   42  three-a or seventy-four of the public officers law.\n   43    [11.] 10. If a person required to file a financial  disclosure  state-\n   44  ment  with  the  commission has failed to file a disclosure statement or\n   45  has filed a deficient statement, the commission shall notify the report-\n   46  ing person in writing, state the failure to file or detail the deficien-\n   47  cy, provide the person with a fifteen day period to cure the deficiency,\n   48  and advise the person of the penalties for failure to  comply  with  the\n   49  reporting requirements. Such notice shall be confidential. If the person\n   50  fails  to  make  such  filing or fails to cure the deficiency within the\n   51  specified time period, the commission shall send a notice of  delinquen-\n   52  cy:  (a) to the reporting person; (b) in the case of a statewide elected\n   53  official, to the temporary president of the senate and  the  speaker  of\n   54  the assembly; and (c) in the case of a state officer or employee, to the\n   55  appointing  authority for such person. Such notice of delinquency may be\n   56  sent at any time during the reporting person's service  as  a  statewide\n\n       S. 877                              6\n\n    1  elected  official,  state  officer or employee, political party chair or\n    2  while a candidate for statewide office, or within one year after  termi-\n    3  nation of such service or candidacy. The jurisdiction of the commission,\n    4  when  acting  pursuant  to subdivision [thirteen] TWELVE of this section\n    5  with respect to financial  disclosure,  shall  continue  notwithstanding\n    6  that  the  reporting  person  separates from state service, or ceases to\n    7  hold office as a statewide elected official or political party chair, or\n    8  ceases to be a candidate, provided the commission notifies  such  person\n    9  of  the  alleged  failure  to  file or deficient filing pursuant to this\n   10  subdivision.\n   11    [12.] 11. (a) If the commission receives a sworn complaint alleging  a\n   12  violation  of  section seventy-three, seventy-three-a or seventy-four of\n   13  the public officers law[,] OR section one hundred  seven  of  the  civil\n   14  service  law  [or  article  one-A of the legislative law] by a person or\n   15  entity subject to the jurisdiction of the commission, or if a  reporting\n   16  individual  has  filed a statement which reveals a possible violation of\n   17  these provisions, or if the commission determines on its own  initiative\n   18  to  investigate  a  possible  violation, the commission shall notify the\n   19  individual in writing, describe the possible  or  alleged  violation  of\n   20  such  laws  and provide the person with a fifteen day period in which to\n   21  submit a written response setting  forth  information  relating  to  the\n   22  activities cited as a possible or alleged violation of law.  THE COMMIS-\n   23  SION  SHALL ALSO, AT THE TIME OF PROVIDING NOTICE, INFORM THE INDIVIDUAL\n   24  OF ITS RULES REGARDING  THE  CONDUCT  OF  ADJUDICATORY  PROCEEDINGS  AND\n   25  APPEALS  AND THE DUE PROCESS MECHANISMS AVAILABLE TO SUCH INDIVIDUAL. If\n   26  the commission thereafter makes a determination that further inquiry  is\n   27  justified, it shall give the individual an opportunity to be heard. [The\n   28  commission  shall  also inform the individual of its rules regarding the\n   29  conduct of adjudicatory proceedings and  appeals  and  the  due  process\n   30  procedural  mechanisms  available to such individual.] If the commission\n   31  determines at any stage of the proceeding, that there is no violation or\n   32  that any potential conflict of interest violation has been rectified, it\n   33  shall [so advise the individual and the complainant, if any] ISSUE WRIT-\n   34  TEN NOTICE TO THE INDIVIDUAL AND THE COMPLAINANT, IF  ANY,  STATING  THE\n   35  CIRCUMSTANCES  UNDER  WHICH  THE  MATTER HAS BEEN RECTIFIED AND THAT THE\n   36  COMMISSION CONSIDERS THE INDIVIDUAL TO BE IN GOOD STANDING. All  of  the\n   37  foregoing proceedings shall be confidential.\n   38    (b)  If  the  commission  determines that there is reasonable cause to\n   39  believe that a violation has occurred, it shall send a notice of reason-\n   40  able cause: (i) to the reporting person; (ii) to the complainant if any;\n   41  (iii) in the case of a statewide  elected  official,  to  the  temporary\n   42  president of the senate and the speaker of the assembly; and (iv) in the\n   43  case  of  a  state  officer or employee, to the appointing authority for\n   44  such person.\n   45    (c) The jurisdiction of the commission when acting  pursuant  to  this\n   46  section shall continue notwithstanding that a statewide elected official\n   47  or  a state officer or employee separates from state service, or a poli-\n   48  tical party chair ceases to hold such office, or a candidate  ceases  to\n   49  be  a candidate, [or a lobbyist or client of a lobbyist ceases to act as\n   50  such,] provided that the commission notifies such individual  or  entity\n   51  of the alleged violation of law pursuant to paragraph (a) of this subdi-\n   52  vision  within one year from his or her separation from state service or\n   53  his or her termination of party service or candidacy[, or from his,  her\n   54  or  its  last  report filed pursuant to article one-A of the legislative\n   55  law]. Nothing in this section shall serve to limit the  jurisdiction  of\n\n       S. 877                              7\n\n    1  the  commission  in enforcement of subdivision eight of section seventy-\n    2  three of the public officers law.\n    3    [13.]  12. An individual subject to the jurisdiction of the commission\n    4  who knowingly and [intentionally] WILFULLY violates  the  provisions  of\n    5  subdivisions  two through five, seven, eight, twelve or fourteen through\n    6  seventeen of section seventy-three of the public officers  law,  section\n    7  one  hundred  seven  of the civil service law, or a reporting individual\n    8  who knowingly and wilfully fails to file an annual statement  of  finan-\n    9  cial  disclosure  or  who  knowingly and wilfully with intent to deceive\n   10  makes a false statement or  fraudulent  omission  or  gives  information\n   11  which  such  individual knows to be false on such statement of financial\n   12  disclosure filed pursuant to section seventy-three-a of the public offi-\n   13  cers law shall be subject to a civil penalty in an amount not to  exceed\n   14  forty  thousand dollars and the value of any gift, compensation or bene-\n   15  fit received as a result of such violation. An individual who  knowingly\n   16  and  [intentionally] WILFULLY violates the provisions of paragraph b, c,\n   17  d or i of subdivision three of section seventy-four of the public  offi-\n   18  cers  law shall be subject to a civil penalty in an amount not to exceed\n   19  ten thousand dollars and the value of any gift, compensation or  benefit\n   20  received  as a result of such violation. An individual who knowingly and\n   21  [intentionally] WILFULLY violates the provisions of paragraph a, e or  g\n   22  of  subdivision three of section seventy-four of the public officers law\n   23  shall be subject to a civil penalty in an amount not to exceed the value\n   24  of any gift, compensation or  benefit  received  as  a  result  of  such\n   25  violation.  [An individual subject to the jurisdiction of the commission\n   26  who knowingly and willfully violates article one-A  of  the  legislative\n   27  law  shall be subject to civil penalty as provided for in that article.]\n   28  Assessment of a civil penalty hereunder shall be made by the  commission\n   29  with  respect  to  persons subject to its jurisdiction. In assessing the\n   30  amount of the civil  penalties  to  be  imposed,  the  commission  shall\n   31  consider  the  seriousness  of  the violation, the amount of gain to the\n   32  individual and whether the individual previously had any civil or crimi-\n   33  nal penalties imposed pursuant to this section, and  any  other  factors\n   34  the  commission  deems appropriate. For a violation of this subdivision,\n   35  other than for conduct which constitutes  a  violation  of  section  one\n   36  hundred  seven of the civil service law, subdivisions twelve or fourteen\n   37  through seventeen of section seventy-three or  section  seventy-four  of\n   38  the  public  officers law [or article one-A of the legislative law,] the\n   39  commission may, in lieu of a civil penalty, refer  a  violation  to  the\n   40  appropriate prosecutor and upon such conviction, such violation shall be\n   41  punishable  as  a  class A misdemeanor. A civil penalty for false filing\n   42  may not be imposed hereunder in the  event  a  category  of  \"value\"  or\n   43  \"amount\"  reported  hereunder is incorrect unless such reported informa-\n   44  tion is falsely understated. Notwithstanding any other provision of  law\n   45  to  the contrary, no other penalty, civil or criminal may be imposed for\n   46  a failure to file, or for a  false  filing,  of  such  statement,  or  a\n   47  violation  of  section  seventy-three of the public officers law, except\n   48  that the appointing authority may impose disciplinary action  as  other-\n   49  wise provided by law. The commission may refer violations of this subdi-\n   50  vision  to the appointing authority for disciplinary action as otherwise\n   51  provided by law. The commission shall be deemed to be an  agency  within\n   52  the  meaning  of article three of the state administrative procedure act\n   53  and shall adopt rules governing the conduct of adjudicatory  proceedings\n   54  and  appeals  taken  pursuant  to  a  proceeding commenced under article\n   55  seventy-eight of the civil  practice  law  and  rules  relating  to  the\n   56  assessment  of  the  civil  penalties  herein  authorized and commission\n\n       S. 877                              8\n\n    1  denials of requests for certain deletions or exemptions to be made  from\n    2  a financial disclosure statement as authorized in paragraph (h) or para-\n    3  graph (i) of subdivision [nine] EIGHT of this section. Such rules, which\n    4  shall  not be subject to the approval requirements of the state adminis-\n    5  trative procedure act, shall provide for due  process  procedural  mech-\n    6  anisms  substantially similar to those set forth in article three of the\n    7  state administrative procedure act but such mechanisms need not be iden-\n    8  tical in terms or scope. Assessment of a  civil  penalty  or  commission\n    9  denial  of  such  a request shall be final unless modified, suspended or\n   10  vacated within thirty days of imposition, with respect to the assessment\n   11  of such penalty, or unless such denial of  request  is  reversed  within\n   12  such  time period, and upon becoming final shall be subject to review at\n   13  the instance of the  affected  reporting  individuals  in  a  proceeding\n   14  commenced  against  the commission, pursuant to article seventy-eight of\n   15  the civil practice law and rules.\n   16    [13-a. If the commission has a reasonable basis to  believe  that  any\n   17  person  subject to the jurisdiction of the legislative ethics commission\n   18  may have violated any provisions of section  seventy-three  or  seventy-\n   19  four  of  the  public officers law, it shall refer such violation to the\n   20  legislative ethics commission unless the commission determines that such\n   21  a referral would compromise the prosecution or  confidentiality  of  its\n   22  investigations and, if so, shall make such a referral as soon as practi-\n   23  cable.  The referral by the commission to the legislative ethics commis-\n   24  sion shall include any information  relating  thereto  coming  into  the\n   25  custody  or  under  the  control  of the commission at any time prior or\n   26  subsequent to the time of the referral.\n   27    14.] 13. A copy of any notice of delinquency or notice  of  reasonable\n   28  cause  sent pursuant to subdivisions [eleven] TEN and [twelve] ELEVEN of\n   29  this section shall be included in the reporting  person's  file  and  be\n   30  available for public inspection and copying.\n   31    [15.]  14.  Upon written request from any person who is subject to the\n   32  jurisdiction of the commission and the requirements of  sections  seven-\n   33  ty-three,  seventy-three-a  or  seventy-four of the public officers law,\n   34  the commission shall render advisory opinions  on  the  requirements  of\n   35  said provisions. An opinion rendered by the commission, until and unless\n   36  amended or revoked, shall be binding on the commission in any subsequent\n   37  proceeding concerning the person who requested the opinion and who acted\n   38  in  good  faith,  unless material facts were omitted or misstated by the\n   39  person in the request for an opinion. Such opinion may  also  be  relied\n   40  upon  by  such  person, and may be introduced and shall be a defense, in\n   41  any criminal or civil action. Such requests shall  be  confidential  but\n   42  the  commission  may publish such opinions provided that the name of the\n   43  requesting person and other identifying details shall not be included in\n   44  the publication.\n   45    [16.] 15. In addition to any other powers and duties specified by law,\n   46  the commission shall have the power and duty to:\n   47    (a) Promulgate rules concerning restrictions on outside activities and\n   48  limitations on the receipt of gifts and honoraria by persons subject  to\n   49  its jurisdiction, provided, however, a violation of such rules in and of\n   50  itself shall not be punishable pursuant to subdivision [thirteen] TWELVE\n   51  of  this  section  unless  the  conduct constituting the violation would\n   52  otherwise constitute a violation of this section; and\n   53    (b) Conduct training  programs  in  cooperation  with  the  governor's\n   54  office of employee relations to provide education to individuals subject\n   55  to its jurisdiction; and\n   56    (c) Administer and enforce all the provisions of this section; and\n\n       S. 877                              9\n\n    1    (d) Conduct any investigation necessary to carry out the provisions of\n    2  this section. Pursuant to this power and duty, the commission may admin-\n    3  ister oaths or affirmations, subpoena witnesses, compel their attendance\n    4  and  require  the  production  of any books or records which it may deem\n    5  relevant or material;\n    6    [16-a.]  16.  Within  one hundred twenty days of the effective date of\n    7  this subdivision, the commission shall create and thereafter maintain  a\n    8  publicly  accessible  website  which  shall  set forth the procedure for\n    9  filing a complaint with the commission,  and  which  shall  contain  the\n   10  documents  identified  in  subdivision  seventeen of this section, other\n   11  than financial disclosure statements, and any other records or  informa-\n   12  tion which the commission determines to be appropriate.\n   13    16-A.  (A)(I) WHEN AN INDIVIDUAL BECOMES A MEMBER OF THE COMMISSION OR\n   14  STAFF  OF  THE  COMMISSION,  THAT INDIVIDUAL SHALL BE REQUIRED TO SIGN A\n   15  NON-DISCLOSURE STATEMENT.\n   16    (II) NO TESTIMONY RECEIVED OR ANY  OTHER  INFORMATION  OBTAINED  BY  A\n   17  MEMBER  OF  THE  COMMISSION OR STAFF OF THE COMMISSION SHALL BE PUBLICLY\n   18  DISCLOSED BY ANY SUCH INDIVIDUAL TO ANY PERSON  OR  ENTITY  OUTSIDE  THE\n   19  COMMISSION.    ANY  CONFIDENTIAL  COMMUNICATION  TO ANY PERSON OR ENTITY\n   20  OUTSIDE THE COMMISSION RELATED TO THE MATTERS BEFORE THE COMMISSION  MAY\n   21  OCCUR ONLY AS AUTHORIZED BY THE COMMISSION AS NECESSARY TO CONDUCT OFFI-\n   22  CIAL BUSINESS OR PURSUANT TO COMMISSION RULES.\n   23    (III)  THE  COMMISSION SHALL ESTABLISH PROCEDURES NECESSARY TO PREVENT\n   24  THE UNAUTHORIZED DISCLOSURE OF ANY INFORMATION RECEIVED BY ANY MEMBER OF\n   25  THE COMMISSION OR STAFF OF THE COMMISSION. ANY BREACHES OF CONFIDENTIAL-\n   26  ITY SHALL BE INVESTIGATED BY THE COMMISSION AND APPROPRIATE ACTION SHALL\n   27  BE TAKEN.\n   28    17. (a) Notwithstanding the provisions of article six  of  the  public\n   29  officers  law,  the only records of the commission which shall be avail-\n   30  able for public inspection and copying are:\n   31    (1) the information set forth in  an  annual  statement  of  financial\n   32  disclosure filed pursuant to section seventy-three-a of the public offi-\n   33  cers  law  except [the categories of value or amount, which shall remain\n   34  confidential, and] any [other] item of information deleted  pursuant  to\n   35  paragraph (h) of subdivision [nine] EIGHT of this section;\n   36    (2) notices of delinquency sent under subdivision [eleven] TEN of this\n   37  section;\n   38    (3)  notices  of reasonable cause sent under paragraph (b) of subdivi-\n   39  sion [twelve] ELEVEN of this section;\n   40    (4) notices of civil assessments  imposed  under  this  section  which\n   41  shall include a description of the nature of the alleged wrongdoing, the\n   42  procedural  history  of  the  complaint, the findings and determinations\n   43  made by the commission, and any sanction imposed; AND\n   44    (5) the terms of any settlement or compromise of a complaint or refer-\n   45  ral which includes a fine, penalty or other remedy[; and\n   46    (6) those required to be held or maintained publicly available  pursu-\n   47  ant to article one-A of the legislative law].\n   48    (b)  Notwithstanding  the  provisions  of  article seven of the public\n   49  officers law, no meeting or proceeding, including  any  such  proceeding\n   50  contemplated  under  paragraph (h) or (i) of subdivision [nine] EIGHT of\n   51  this section, of the commission shall be open to the public,  except  if\n   52  expressly  provided  otherwise  by  the commission [or as is required by\n   53  article one-A of the legislative law].\n   54    (c) Pending any application for deletion or exemption to  the  commis-\n   55  sion,  all information which is the subject or a part of the application\n   56  shall remain confidential. Upon an adverse determination by the  commis-\n\n       S. 877                             10\n\n    1  sion,  the  reporting  individual may request, and upon such request the\n    2  commission shall provide, that any information which is the  subject  or\n    3  part  of the application remain confidential for a period of thirty days\n    4  following  notice of such determination. In the event that the reporting\n    5  individual resigns his office and holds no other office subject  to  the\n    6  jurisdiction of the commission, the information shall not be made public\n    7  and shall be expunged in its entirety.\n    8    18.  IF THE COMMISSION BECOMES AWARE OR IS AWARE THAT ALLEGED CRIMINAL\n    9  CONDUCT THAT MIGHT ALSO VIOLATE SECTION  SEVENTY-THREE,  SEVENTY-THREE-A\n   10  OR  SEVENTY-FOUR  OF THE PUBLIC OFFICERS LAW IS UNDER INVESTIGATION BY A\n   11  FEDERAL, STATE OR LOCAL LAW ENFORCEMENT AGENCY, OR IS  BEING  PROSECUTED\n   12  IN STATE OR FEDERAL COURT, THE COMMISSION SHALL HOLD THE MATTER IN ABEY-\n   13  ANCE UNTIL THE CRIMINAL MATTER IS RESOLVED.\n   14    19. If any part or provision of this section or the application there-\n   15  of  to  any  person  or organization is adjudged by a court of competent\n   16  jurisdiction to be unconstitutional or otherwise invalid, such  judgment\n   17  shall  not  affect or impair any other part or provision or the applica-\n   18  tion thereof to any other person or organization, but shall be  confined\n   19  in its operation to such part or provision.\n   20    S  2. Section 1-b of the legislative law, as added by chapter 2 of the\n   21  laws of 1999, is amended to read as follows:\n   22    S 1-b. Short title. This article shall be known and may  be  cited  as\n   23  the \"ETHICAL STANDARDS IN Lobbying act OF 2011\".\n   24    S  3.  Subdivisions (f) and (j) of section 1-c of the legislative law,\n   25  subdivision (f) as amended and subdivision (j) as added by chapter 14 of\n   26  the laws of 2007, are amended to read as follows:\n   27    (f) The term \"commission\" shall mean the [commission on public  integ-\n   28  rity created by section ninety-four of the executive law] NEW YORK STATE\n   29  COMMISSION ON LOBBYING ETHICS AND COMPLIANCE CREATED BY SECTION ONE-D OF\n   30  THIS ARTICLE.\n   31    (j)  The  term  \"gift\"  shall mean anything of more than nominal value\n   32  given to a public official in any form including,  but  not  limited  to\n   33  money,  service,  loan,  travel,  lodging,  meals,  refreshments, enter-\n   34  tainment, discount, forbearance, or promise, having  a  monetary  value.\n   35  The following are excluded from the definition of a gift:\n   36    (i)  complimentary  attendance,  including  food and beverage, at bona\n   37  fide charitable or political events[, and food and beverage of a nominal\n   38  value offered other than as part of a meal];\n   39    (ii) complimentary attendance, food and beverage offered by the  spon-\n   40  sor  of  [an  event  that  is]  A  widely attended [or was in good faith\n   41  intended to be widely attended] EVENT, when attendance at the  event  is\n   42  related  to  the attendee's duties or responsibilities as a public offi-\n   43  cial or allows the public official  to  perform  a  ceremonial  function\n   44  appropriate  to  his  or  her  position, PROVIDED THAT AN EVENT SHALL BE\n   45  DEEMED TO BE WIDELY ATTENDED IF AT LEAST TWENTY-FIVE INDIVIDUALS,  OTHER\n   46  THAN  MEMBERS,  OFFICERS,  OR  EMPLOYEES FROM THE GOVERNMENTAL ENTITY IN\n   47  WHICH THE PUBLIC  OFFICIAL  SERVES  ATTENDED,  OR  WERE  IN  GOOD  FAITH\n   48  INTENDED TO ATTEND THE EVENT;\n   49    (iii)  awards,  plaques, and other ceremonial items which are publicly\n   50  presented, or intended to  be  publicly  presented,  in  recognition  of\n   51  public  service, provided that the item or items are of the type custom-\n   52  arily bestowed at such or similar ceremonies and are  otherwise  reason-\n   53  able under the circumstances, and further provided that the functionali-\n   54  ty  of  such  items shall not determine whether such items are permitted\n   55  under this paragraph;\n\n       S. 877                             11\n\n    1    (iv) an honorary degree bestowed upon a public official by a public or\n    2  private college or university;\n    3    (v) promotional items having no substantial resale value such as pens,\n    4  mugs,  calendars,  hats, and t-shirts which bear an organization's name,\n    5  logo, or message in a manner which promotes the organization's cause;\n    6    (vi) goods and services, or discounts for goods and services,  offered\n    7  to  the  general  public or a segment of the general public defined on a\n    8  basis other than status as a public official and  offered  on  the  same\n    9  terms and conditions as the goods or services are offered to the general\n   10  public or segment thereof;\n   11    (vii)  gifts  from  a  family member, member of the same household, or\n   12  person with a personal relationship with the public official,  including\n   13  invitations to attend personal or family social events, when the circum-\n   14  stances  establish  that  it  is  the  family,  household,  or  personal\n   15  relationship that is the primary motivating factor; in determining moti-\n   16  vation, the following factors shall be among those considered:  (A)  the\n   17  history and nature of the relationship between the donor and the recipi-\n   18  ent,  including whether or not items have previously been exchanged; (B)\n   19  whether the item was purchased by the donor; and (C) whether or not  the\n   20  donor at the same time gave similar items to other public officials; the\n   21  transfer shall not be considered to be motivated by a family, household,\n   22  or  personal  relationship  if  the  donor seeks to charge or deduct the\n   23  value of such item as a business expense or seeks reimbursement  from  a\n   24  client;\n   25    (viii) contributions reportable under article fourteen of the election\n   26  law;\n   27    (ix)  travel  reimbursement  or  payment for transportation, meals and\n   28  accommodations for an attendee, panelist or speaker at an  informational\n   29  event when such reimbursement or payment is made by a governmental enti-\n   30  ty  or by an in-state accredited public or private institution of higher\n   31  education that hosts the event on its campus,  provided,  however,  that\n   32  the public official may only accept lodging from an institution of high-\n   33  er education: (A) at a location on or within close proximity to the host\n   34  campus;  and  (B)  for the night preceding and the nights of the days on\n   35  which the attendee, panelist or speaker actually attends the event;\n   36    (x) provision of local transportation to inspect or  tour  facilities,\n   37  operations  or  property [owned or operated by the entity providing such\n   38  transportation] LOCATED IN NEW YORK STATE, provided, however, THAT  SUCH\n   39  INSPECTION  OR  TOUR  IS  RELATED TO THE INDIVIDUAL'S OFFICIAL DUTIES OR\n   40  RESPONSIBILITIES AND that payment or reimbursement of lodging, meals  or\n   41  travel  expenses  to  and from the locality where such facilities, oper-\n   42  ations or property are located shall be considered to  be  gifts  unless\n   43  otherwise permitted under this subdivision; [and]\n   44    (xi)  meals  or  refreshments  when participating in a professional or\n   45  educational program and the meals or refreshments are  provided  to  all\n   46  participants; AND\n   47    (XII)  FOOD  OR  BEVERAGE  VALUED AT TEN DOLLARS OR LESS OFFERED OTHER\n   48  THAN AS PART OF A MEAL.\n   49    S 4. Section 1-d of the legislative law, as amended by chapter  14  of\n   50  the laws of 2007, is amended to read as follows:\n   51    S  1-d.  [Lobby-related  powers  of the commission] THE NEW YORK STATE\n   52  COMMISSION ON LOBBYING ETHICS AND COMPLIANCE. (A)  (I)  THERE  SHALL  BE\n   53  ESTABLISHED A COMMISSION TO BE KNOWN AS THE NEW YORK STATE COMMISSION ON\n   54  LOBBYING  ETHICS  AND COMPLIANCE WHICH SHALL CONSIST OF SIX MEMBERS. THE\n   55  MEMBERS OF THE COMMISSION SHALL BE APPOINTED AS FOLLOWS:\n   56    (1) TWO BY THE GOVERNOR;\n\n       S. 877                             12\n\n    1    (2) ONE BY THE TEMPORARY PRESIDENT OF THE SENATE;\n    2    (3) ONE BY THE SPEAKER OF THE ASSEMBLY;\n    3    (4) ONE BY THE MINORITY LEADER OF THE SENATE; AND\n    4    (5) ONE BY THE MINORITY LEADER OF THE ASSEMBLY.\n    5    (II)  OF  THE  TWO  MEMBERS  APPOINTED BY THE GOVERNOR, ONE SHALL BE A\n    6  MEMBER OF THE SAME POLITICAL PARTY AS THE SPEAKER OF  THE  ASSEMBLY  AND\n    7  ONE SHALL BE A MEMBER OF THE SAME POLITICAL PARTY AS THE MINORITY LEADER\n    8  OF THE ASSEMBLY.\n    9    (B) THE TERM OF OFFICE OF THE MEMBERS SHALL BE FOR FOUR YEARS COMMENC-\n   10  ING WITH THE FIRST DAY OF JANUARY, TWO THOUSAND TWELVE. NO MEMBER OF THE\n   11  COMMISSION  SHALL  HOLD ANY OTHER STATE OR LOCAL PUBLIC OFFICE FOR WHICH\n   12  HE OR SHE RECEIVES COMPENSATION; NOR SHALL ANY MEMBER BE EMPLOYED BY THE\n   13  STATE OR ANY LOCAL POLITICAL  SUBDIVISION.  NO  PERSON  SUBJECT  TO  THE\n   14  JURISDICTION  OF  THE  COMMISSION  AND THE PROVISIONS OF THIS ARTICLE OR\n   15  REGISTERED AS A LOBBYIST IN ANY JURISDICTION MAY SERVE  ON  THE  COMMIS-\n   16  SION.\n   17    (C) THE CHAIR AND THE VICE-CHAIR OF THE COMMISSION SHALL BE ELECTED BY\n   18  A  MAJORITY  OF  THE MEMBERS OF THE COMMISSION TO SERVE A ONE YEAR TERM.\n   19  THE CHAIR SHALL BE A MEMBER OF A  DIFFERENT  POLITICAL  PARTY  THAN  THE\n   20  CHAIR  OF THE COMMISSION DURING THE PRECEDING TERM.  THE CHAIR AND VICE-\n   21  CHAIR SHALL EACH BE A MEMBER OF A DIFFERENT  MAJOR  POLITICAL  PARTY  AS\n   22  SUCH TERM IS DEFINED IN THE ELECTION LAW.\n   23    (D)  ANY  MATTER  UPON  WHICH THE COMMISSION MUST ACT BY A VOTE OF THE\n   24  MEMBERSHIP MUST BE BY AN AFFIRMATIVE VOTE OF A MAJORITY OF  THE  MEMBERS\n   25  OF  THE  COMMISSION.  NO SUCH VOTE MAY BE TAKEN UNTIL ALL MEMBERS OF THE\n   26  ORIGINAL COMMISSION ARE APPOINTED; THEREAFTER, EACH MEMBER SHALL CONTIN-\n   27  UE TO SERVE UNTIL A SUCCESSOR IS APPOINTED IN  THE  MANNER  PROVIDED  IN\n   28  THIS SECTION.\n   29    (E)  EACH  OF  THE MEMBERS OF THE COMMISSION SHALL RECEIVE, AS COMPEN-\n   30  SATION FOR HIS OR HER SERVICES UNDER THIS ARTICLE, A PER DIEM  ALLOWANCE\n   31  IN  THE  SUM  OF  ONE HUNDRED DOLLARS FOR EACH DAY ACTUALLY SPENT IN THE\n   32  PERFORMANCE OF HIS OR HER DUTIES  UNDER  THIS  ARTICLE,  NOT  EXCEEDING,\n   33  HOWEVER,  THE SUM OF FIVE THOUSAND DOLLARS IN ANY CALENDAR YEAR, AND, IN\n   34  ADDITION THERETO, SHALL BE REIMBURSED FOR ALL REASONABLE EXPENSES  ACTU-\n   35  ALLY AND NECESSARILY INCURRED BY HIM OR HER IN THE PERFORMANCE OF HIS OR\n   36  HER DUTIES UNDER THIS ARTICLE.\n   37    (F)  VACANCIES  IN  THE MEMBERSHIP OF THE COMMISSION OCCURRING FOR ANY\n   38  CAUSE SHALL BE FILLED FOR THE BALANCE OF THE UNEXPIRED TERM IN THE  SAME\n   39  MANNER  AS  THE  ORIGINAL APPOINTMENT OF THE MEMBER WHOSE OFFICE BECOMES\n   40  VACANT.\n   41    (G) STRUCTURE OF THE COMMISSION:\n   42    (I) THE CHIEF ADMINISTRATIVE OFFICER OF THE COMMISSION  SHALL  BE  THE\n   43  EXECUTIVE  DIRECTOR,  WHO  SHALL  BE APPOINTED BY A MAJORITY VOTE OF THE\n   44  COMMISSION AND SHALL SERVE A THREE YEAR TERM, EXCEPT THAT HE OR SHE  MAY\n   45  BE  REMOVED  FROM  SUCH  POSITION  FOR  CAUSE  BY A MAJORITY VOTE OF THE\n   46  COMMISSION.\n   47    [In addition to any other powers and duties provided by section  nine-\n   48  ty-four  of  the  executive  law,  the]  (II) THE commission shall, with\n   49  respect to its lobbying-related functions only, have the power and  duty\n   50  to:\n   51    [(a)] (1) administer and enforce all the provisions of this article;\n   52    [(b)]  (2) conduct a program of random audits subject to the terms and\n   53  conditions of this section. Any such program shall be carried out in the\n   54  following manner:\n   55    [(i)] A. The commission may randomly select  reports  or  registration\n   56  statements required to be filed by lobbyists or clients pursuant to this\n\n       S. 877                             13\n\n    1  article for audit. Any such selection shall be done in a manner pursuant\n    2  to  which the identity of any particular lobbyist or client whose state-\n    3  ment or report is selected for audit is unknown to the  commission,  its\n    4  staff or any of their agents prior to selection.\n    5    [(ii)]  B.  The  commission shall develop protocols for the conduct of\n    6  such random audits. Such random audits may  require  the  production  of\n    7  books,  papers, records or memoranda relevant and material to the prepa-\n    8  ration of the selected statements or reports,  for  examination  by  the\n    9  commission.    Any  such  protocols shall ensure that similarly situated\n   10  statements or reports are audited in a uniform manner.\n   11    [(iii)] C. The commission shall contract with  an  outside  accounting\n   12  entity, which shall monitor the process pursuant to which the commission\n   13  selects  statements  or reports for audit and carries out the provisions\n   14  of [paragraphs (i) and (ii) of this subdivision] CLAUSES A AND B OF THIS\n   15  SUBPARAGRAPH  and  certifies  that  such  process  complies   with   the\n   16  provisions of such [paragraphs] CLAUSES.\n   17    [(iv)]  D.  Upon  completion of a random audit conducted in accordance\n   18  with the provisions of [paragraphs (i), (ii) and (iii) of this  subdivi-\n   19  sion]  CLAUSES  A,  B  AND  C OF THIS SUBPARAGRAPH, the commission shall\n   20  determine whether there is reasonable cause to  believe  that  any  such\n   21  statement  or  report  is inaccurate or incomplete. Upon a determination\n   22  that such reasonable  cause  exists,  the  commission  may  require  the\n   23  production  of  further books, records or memoranda, subpoena witnesses,\n   24  compel their attendance and testimony and administer oaths  or  affirma-\n   25  tions,  to  the extent the commission determines such actions are neces-\n   26  sary to obtain information relevant and material to  investigating  such\n   27  inaccuracies or omissions;\n   28    [(c)]  (H)  conduct  hearings  pursuant to article seven of the public\n   29  officers law. Any hearing may be conducted  as  a  video  conference  in\n   30  accordance  with  the  provisions  of  subdivision  four  of section one\n   31  hundred four of the public officers law;\n   32    [(d)] (I)  prepare  uniform  forms  for  the  statements  and  reports\n   33  required by this article;\n   34    [(e)]  (J)  meet at least once during each bi-monthly reporting period\n   35  of the year as established by subdivision (a) of section one-h  of  this\n   36  article and may meet at such other times as the commission, or the chair\n   37  and vice-chair jointly, shall determine;\n   38    [(f)]  (K)  issue  advisory  opinions to those under its jurisdiction.\n   39  Such advisory opinions, which shall be published and made  available  to\n   40  the  public,  shall  not  be  binding  upon  such commission except with\n   41  respect to the person to whom such opinion is rendered, provided, howev-\n   42  er, that a subsequent modification by such commission of such  an  advi-\n   43  sory opinion shall operate prospectively only; and\n   44    [(g)] (L) submit by the first day of March next following the year for\n   45  which  such report is made to the governor and the members of the legis-\n   46  lature an annual report summarizing the commission's work,  listing  the\n   47  lobbyists  and clients required to register pursuant to this article and\n   48  the expenses and compensation reported  pursuant  to  this  article  and\n   49  making  recommendations  with  respect  to  this article. The commission\n   50  shall make this report available free of charge to the public.\n   51    S 5. Subdivision (b) and paragraph 3 of subdivision (c) of section 1-e\n   52  of the legislative law, subdivision (b) as amended by section 1 of  part\n   53  S  of  chapter 62 of the laws of 2003 and paragraph 3 of subdivision (c)\n   54  as amended by chapter 1 of the laws of 2005,  are  amended  to  read  as\n   55  follows:\n\n       S. 877                             14\n\n    1    (b)  (i)  Such  statements of registration shall be kept on file for a\n    2  period of [three] FOUR years  for  those  filing  periods  where  annual\n    3  statements  are  required, and shall be open to public inspection during\n    4  such period; (ii) Biennial statements of registration shall be  kept  on\n    5  file  for a period of [three] TWO biennial filing periods where biennial\n    6  statements are required, and shall be open to public  inspection  during\n    7  such period.\n    8    (3)  if  such  lobbyist  is retained or employed pursuant to a written\n    9  agreement of retainer or employment,  a  copy  of  such  shall  also  be\n   10  attached  and if such retainer or employment is oral, a statement of the\n   11  substance thereof; such written retainer, or if it is oral, a  statement\n   12  of  the  substance thereof, and any amendment thereto, shall be retained\n   13  for a period of [three] FOUR years;\n   14    S 5-a. Subdivision (c) of  section  1-e  of  the  legislative  law  is\n   15  amended by adding a new paragraph 8 to read as follows:\n   16     (8) THE NAME AND ADDRESS OF ANY ENTITY AND THE NAME AND PUBLIC OFFICE\n   17  ADDRESS  OF  ANY  STATEWIDE ELECTED OFFICIAL, STATE OFFICER OR EMPLOYEE,\n   18  MEMBER OF THE LEGISLATURE OR LEGISLATIVE EMPLOYEE WITH WHOM THE LOBBYIST\n   19  HAS A REPORTABLE BUSINESS RELATIONSHIP; FOR THE PURPOSE OF THIS SUBDIVI-\n   20  SION, A BUSINESS RELATIONSHIP MUST  BE  REPORTED  IF  THE  LOBBYIST  HAS\n   21  ENGAGED  IN THE EXCHANGE OF MONEY, GOODS, SERVICES OR ANYTHING OF VALUE,\n   22  THE TOTAL VALUE OF WHICH IS IN EXCESS OF ONE THOUSAND DOLLARS DURING THE\n   23  REPORTING PERIOD WITH ANY STATEWIDE ELECTED OFFICIAL, STATE  OFFICER  OR\n   24  EMPLOYEE, MEMBER OF THE LEGISLATURE OR LEGISLATIVE EMPLOYEE OR ANY ENTI-\n   25  TY  IN  WHICH THE STATEWIDE ELECTED OFFICIAL, STATE OFFICER OR EMPLOYEE,\n   26  MEMBER OF THE LEGISLATURE OR LEGISLATIVE EMPLOYEE IS A PROPRIETOR, PART-\n   27  NER, DIRECTOR, OFFICER, MANAGER OR HAS A CONTROLLING INTEREST.\n   28    S 5-b. Subdivision (b) of  section  1-j  of  the  legislative  law  is\n   29  amended by adding a new paragraph 6 to read as follows:\n   30    (6)  THE NAME AND ADDRESS OF ANY ENTITY AND THE NAME AND PUBLIC OFFICE\n   31  ADDRESS OF ANY STATEWIDE ELECTED OFFICIAL, STATE  OFFICER  OR  EMPLOYEE,\n   32  MEMBER  OF  THE LEGISLATURE OR LEGISLATIVE EMPLOYEE WITH WHOM THE CLIENT\n   33  OF A LOBBYIST HAS A REPORTABLE BUSINESS RELATIONSHIP; FOR THE PURPOSE OF\n   34  THIS SUBDIVISION, A BUSINESS RELATIONSHIP MUST BE REPORTED IF THE CLIENT\n   35  OF A LOBBYIST HAS ENGAGED IN THE EXCHANGE OF MONEY, GOODS,  SERVICES  OR\n   36  ANYTHING OF VALUE, THE TOTAL VALUE OF WHICH IS IN EXCESS OF ONE THOUSAND\n   37  DOLLARS DURING THE REPORTING PERIOD WITH ANY STATEWIDE ELECTED OFFICIAL,\n   38  STATE  OFFICER  OR  EMPLOYEE,  MEMBER  OF THE LEGISLATURE OR LEGISLATIVE\n   39  EMPLOYEE OR ANY ENTITY IN WHICH THE STATEWIDE  ELECTED  OFFICIAL,  STATE\n   40  OFFICER  OR  EMPLOYEE, MEMBER OF THE LEGISLATURE OR LEGISLATIVE EMPLOYEE\n   41  IS A PROPRIETOR, PARTNER, DIRECTOR, OFFICER, MANAGER OR HAS  A  CONTROL-\n   42  LING INTEREST.\n   43    S  6. Subparagraph (v) of paragraph 5 of subdivision (b) and paragraph\n   44  2 of subdivision (c) of section 1-h of the legislative law, as added  by\n   45  chapter 2 of the laws of 1999, are amended to read as follows:\n   46    (v)  expenses  of  more  than  fifty dollars shall be paid by check or\n   47  substantiated by receipts and such checks and receipts shall be kept  on\n   48  file by the lobbyist for a period of [three] FOUR years.\n   49    (2)  Such  bi-monthly  reports  shall be kept on file for [three] FOUR\n   50  years and shall be open to public inspection during such time.\n   51    S 7. Subparagraph (v) of paragraph 6 of subdivision (b) and  paragraph\n   52  2  of subdivision (c) of section 1-i of the legislative law, as added by\n   53  chapter 2 of the laws of 1999, are amended to read as follows:\n   54    (v) expenses of more than fifty dollars  must  be  paid  by  check  or\n   55  substantiated  by receipts and such checks and receipts shall be kept on\n   56  file by such public corporation for a period of [three] FOUR years.\n\n       S. 877                             15\n\n    1    (2) Such bi-monthly reports shall be kept on  file  for  a  period  of\n    2  [three]  FOUR  years  and shall be open to public inspection during such\n    3  period.\n    4    S  8. Subparagraph (v) of paragraph 5 of subdivision (b) and paragraph\n    5  2 of subdivision (c) of section 1-j of the legislative law,  as  amended\n    6  by chapter 1 of the laws of 2005, are amended to read as follows:\n    7    (v)  expenses  of  more  than  fifty  dollars must be paid by check or\n    8  substantiated by receipts and such checks and receipts shall be kept  on\n    9  file by such client for a period of [three] FOUR years.\n   10    (2)  Such  semi-annual  reports  shall be kept on file for a period of\n   11  [three] FOUR years and shall be open to public  inspection  during  such\n   12  period.\n   13    S  9.  Section  80  of  the  legislative  law  is REPEALED and two new\n   14  sections 80 and 81 are added to read as follows:\n   15    S 80. LEGISLATIVE OFFICE OF ETHICS INVESTIGATIONS.   1. OFFICE  ESTAB-\n   16  LISHED.  THERE  IS  ESTABLISHED  A LEGISLATIVE OFFICE OF ETHICS INVESTI-\n   17  GATIONS FOR THE PURPOSE OF ASSISTING THE LEGISLATURE IN CARRYING OUT ITS\n   18  INVESTIGATORY  AND  ENFORCEMENT  RESPONSIBILITIES  WITH  REGARD  TO  ITS\n   19  ETHICAL  STANDARDS  AND  RECEIVING  REFERRALS OF COMPLAINTS FOR INVESTI-\n   20  GATION FROM THE JOINT LEGISLATIVE COMMISSION  ON  ETHICS  STANDARDS  AND\n   21  FROM  THE  STANDING COMMITTEES ON ETHICS OF THE SENATE AND ASSEMBLY, AND\n   22  RECEIVING COMPLAINTS FROM THE PUBLIC.\n   23    2. THE GOVERNING BOARD.  (A) THE OFFICE SHALL BE GOVERNED BY  A  BOARD\n   24  CONSISTING  OF  EIGHT  INDIVIDUALS OF WHOM TWO SHALL BE NOMINATED BY THE\n   25  SPEAKER OF THE ASSEMBLY; TWO SHALL BE NOMINATED BY THE  MINORITY  LEADER\n   26  OF  THE  ASSEMBLY;  TWO SHALL BE NOMINATED BY THE TEMPORARY PRESIDENT OF\n   27  THE SENATE; AND TWO SHALL BE NOMINATED BY THE  MINORITY  LEADER  OF  THE\n   28  SENATE.\n   29    (B)  THE  LEGISLATIVE  LEADERS  EACH SHALL APPOINT INDIVIDUALS WHO ARE\n   30  QUALIFIED TO SERVE ON THE BOARD BY VIRTUE OF THEIR  EDUCATION,  TRAINING\n   31  OR EXPERIENCE IN ONE OR MORE OF THE FOLLOWING DISCIPLINES:  LEGISLATIVE,\n   32  JUDICIAL,  ADMINISTRATIVE,  PROFESSIONAL  ETHICS,  BUSINESS,  LEGAL, AND\n   33  ACADEMIC.\n   34    (C) THE SPEAKER AND THE TEMPORARY PRESIDENT OF THE SENATE  SHALL  EACH\n   35  DESIGNATE ONE MEMBER OF THE BOARD AS CO-CHAIRPERSON.\n   36    (D) NO INDIVIDUAL SHALL BE ELIGIBLE FOR APPOINTMENT TO, OR SERVICE ON,\n   37  THE BOARD WHO:\n   38    (I) IS A LOBBYIST REGISTERED IN NEW YORK STATE;\n   39    (II)  HAS  BEEN  REGISTERED  IN ANY SUCH LOBBYING REGISTRY AT ANY TIME\n   40  DURING THE PREVIOUS TWO YEARS BEFORE THE DATE OF APPOINTMENT;\n   41    (III) IS A MEMBER OF OR CANDIDATE FOR A POSITION IN THE NEW YORK STATE\n   42  LEGISLATURE; OR\n   43    (IV) IS AN OFFICER OR EMPLOYEE OF THE NEW YORK STATE GOVERNMENT.\n   44    (E) NO INDIVIDUAL WHO HAS BEEN A MEMBER, OFFICER, OR EMPLOYEE  OF  THE\n   45  NEW YORK STATE LEGISLATURE MAY BE APPOINTED TO THE BOARD SOONER THAN TWO\n   46  YEARS AFTER CEASING TO BE A MEMBER, OFFICER, OR EMPLOYEE OF THE LEGISLA-\n   47  TURE.\n   48    (F) THE TERM OF A BOARD MEMBER SHALL BE FOUR YEARS.\n   49    (G) BOARD MEMBERS SHALL RECEIVE A PER DIEM ALLOWANCE IN THE SUM OF ONE\n   50  HUNDRED DOLLARS FOR EACH DAY ACTUALLY SPENT IN THE PERFORMANCE OF HIS OR\n   51  HER  DUTIES  UNDER THIS ARTICLE, NOT EXCEEDING, HOWEVER, THE SUM OF FIVE\n   52  THOUSAND DOLLARS IN ANY CALENDAR YEAR, AND, IN ADDITION  THERETO,  SHALL\n   53  BE  REIMBURSED  FOR  ALL  REASONABLE  EXPENSES  ACTUALLY AND NECESSARILY\n   54  INCURRED BY HIM OR HER IN THE PERFORMANCE OF HIS  OR  HER  DUTIES  UNDER\n   55  THIS ARTICLE.\n   56    (H) A MAJORITY OF THE MEMBERS OF THE BOARD SHALL CONSTITUTE A QUORUM.\n\n       S. 877                             16\n\n    1    (I)  THE  BOARD  SHALL MEET AT THE CALL OF THE CHAIRPERSONS OR FOUR OF\n    2  ITS MEMBERS PURSUANT TO ITS RULES.\n    3    3.  POWERS  AND  DUTIES  OF  THE  BOARD.  THE  BOARD IS AUTHORIZED AND\n    4  DIRECTED TO:\n    5    (A) APPOINT AN EXECUTIVE DIRECTOR FOR A TERM OF THREE YEARS, WHO SHALL\n    6  BE DISMISSED ONLY FOR CAUSE BY A MAJORITY VOTE OF THE BOARD, AND APPOINT\n    7  SUCH OTHER STAFF AS ARE NECESSARY TO ASSIST IT TO CARRY OUT  ITS  DUTIES\n    8  UNDER THIS SECTION;\n    9    (B)  RECEIVE  AND  ACT  ON COMPLAINTS REGARDING PERSONS SUBJECT TO ITS\n   10  JURISDICTION ALLEGING A POSSIBLE  VIOLATION  OF  SECTION  SEVENTY-THREE,\n   11  SEVENTY-THREE-A, OR SEVENTY-FOUR OF THE PUBLIC OFFICERS LAW, AND CONDUCT\n   12  SUCH  INVESTIGATIONS  AND PROCEEDINGS AS ARE AUTHORIZED AND NECESSARY TO\n   13  CARRY OUT THE PROVISIONS OF THIS SECTION. IN CONNECTION WITH SUCH INVES-\n   14  TIGATIONS, THE BOARD MAY  ADMINISTER  OATHS  OR  AFFIRMATIONS,  SUBPOENA\n   15  WITNESSES,  COMPEL  THEIR  ATTENDANCE  AND REQUIRE THE PRODUCTION OF ANY\n   16  BOOKS OR RECORDS WHICH IT MAY DEEM RELEVANT OR MATERIAL;\n   17    (C) ACCEPT AND ACT ON, AS IF IT WERE A SWORN COMPLAINT, ANY  REFERRALS\n   18  FROM  THE JOINT LEGISLATIVE COMMISSION ON ETHICS STANDARDS OR THE STAND-\n   19  ING COMMITTEES ON ETHICS OF THE SENATE AND ASSEMBLY;\n   20    (D) ACCEPT AND ACT ON, AS IF IT WERE A SWORN COMPLAINT,  ANY  REFERRAL\n   21  FROM  ANOTHER  OVERSIGHT  BODY  INDICATING  THAT  A VIOLATION OF SECTION\n   22  SEVENTY-THREE OR SEVENTY-FOUR  OF  THE  PUBLIC  OFFICERS  LAW  MAY  HAVE\n   23  OCCURRED  INVOLVING  PERSONS SUBJECT TO THE JURISDICTION OF THE LEGISLA-\n   24  TIVE OFFICE OF ETHICS INVESTIGATIONS;\n   25    (E) DELIVER TO THE JOINT LEGISLATIVE COMMISSION ON ETHICS STANDARDS  A\n   26  REPORT  ON THE BOARD'S FINDINGS AND DETERMINATIONS REGARDING ANY ALLEGED\n   27  VIOLATIONS OF SECTIONS SEVENTY-THREE, SEVENTY-THREE-A, AND  SEVENTY-FOUR\n   28  OF  THE  PUBLIC  OFFICERS  LAW AND DELIVER TO THE STANDING COMMITTEES ON\n   29  ETHICS OF THE SENATE OR  ASSEMBLY,  AS  APPROPRIATE,  A  REPORT  ON  THE\n   30  BOARD'S  FINDINGS AND DETERMINATIONS REGARDING ANY COMPLAINT REFERRED TO\n   31  IT BY THE COMMITTEES; AND\n   32    (F) ADOPT RULES TO CARRY OUT ITS DUTIES CONSISTENT WITH THE PROVISIONS\n   33  OF SUBDIVISION FOUR OF THIS SECTION.\n   34    4. PROCEDURE.  (A) THE BOARD IS AUTHORIZED AND DIRECTED TO:\n   35    (I) WITHIN SEVEN CALENDAR  DAYS,  EXCLUDING  SATURDAYS,  SUNDAYS,  AND\n   36  PUBLIC  HOLIDAYS,  AFTER  RECEIPT  OF  A  WRITTEN COMPLAINT, UNDERTAKE A\n   37  PRELIMINARY REVIEW OF ANY ALLEGED VIOLATION BY A MEMBER OF THE  LEGISLA-\n   38  TURE, OFFICER, OR LEGISLATIVE EMPLOYEE OF SECTIONS SEVENTY-THREE, SEVEN-\n   39  TY-THREE-A  AND  SEVENTY-FOUR  OF THE PUBLIC OFFICERS LAW, AND ANY OTHER\n   40  MATTER REFERRED TO IT BY THE ASSEMBLY OR SENATE  STANDING  COMMITTEE  ON\n   41  ETHICS OR THE JOINT LEGISLATIVE COMMISSION ON ETHICS STANDARDS AND SHALL\n   42  NOTIFY IN WRITING:\n   43    (1) THE APPROPRIATE STANDING COMMITTEE ON ETHICS;\n   44    (2)  ANY  INDIVIDUAL  WHO IS THE SUBJECT OF THE PRELIMINARY REVIEW AND\n   45  PROVIDE SUCH INDIVIDUAL WITH A DESCRIPTION OF THE  POSSIBLE  OR  ALLEGED\n   46  VIOLATION  AND  A  COPY OF ITS RULES AND PROCEDURES, WHICH SHALL INCLUDE\n   47  THE DUE PROCESS MECHANISMS AVAILABLE TO SUCH INDIVIDUAL AND THE OPPORTU-\n   48  NITY FOR SUCH  INDIVIDUAL  TO  SUBMIT  WITHIN  FIFTEEN  DAYS  A  WRITTEN\n   49  RESPONSE SETTING FORTH INFORMATION RELATING TO THE ACTIVITIES CITED AS A\n   50  POSSIBLE OR ALLEGED VIOLATION OF LAW.\n   51    (II) COMPLETE A PRELIMINARY REVIEW WITHIN THIRTY DAYS AFTER RECEIPT OF\n   52  A COMPLAINT UNDER SUBPARAGRAPH (I) OF THIS PARAGRAPH.\n   53    (III)  VOTE, BEFORE THE END OF THE APPLICABLE TIME PERIOD AS SET FORTH\n   54  IN SUBPARAGRAPH (II)  OF  THIS  PARAGRAPH,  ON  WHETHER  TO  COMMENCE  A\n   55  SECOND-PHASE  REVIEW  OF  THE MATTER UNDER CONSIDERATION. AN AFFIRMATIVE\n   56  VOTE OF AT LEAST FOUR MEMBERS OF THE BOARD IS  REQUIRED  TO  COMMENCE  A\n\n       S. 877                             17\n\n    1  SECOND-PHASE  REVIEW.  IF NO SUCH VOTE TO COMMENCE A SECOND-PHASE REVIEW\n    2  HAS SUCCEEDED BY THE END OF THE APPLICABLE TIME PERIOD,  THE  MATTER  IS\n    3  TERMINATED AND THE BOARD SHALL NOT DISCLOSE ANY MATERIALS OR INFORMATION\n    4  RELATED  TO  THE  PRELIMINARY REVIEW. AT ANY POINT BEFORE THE END OF THE\n    5  APPLICABLE TIME PERIOD, THE BOARD MAY VOTE TO  TERMINATE  A  PRELIMINARY\n    6  REVIEW  BY THE AFFIRMATIVE VOTE OF NOT LESS THAN FIVE MEMBERS. THE BOARD\n    7  SHALL NOTIFY, IN WRITING, THE INDIVIDUAL WHO  WAS  THE  SUBJECT  OF  THE\n    8  PRELIMINARY REVIEW AND THE JOINT LEGISLATIVE COMMISSION ON ETHICS STAND-\n    9  ARDS  OR THE APPROPRIATE STANDING COMMITTEE ON ETHICS OF ITS DECISION TO\n   10  EITHER TERMINATE THE  PRELIMINARY  REVIEW  OR  COMMENCE  A  SECOND-PHASE\n   11  REVIEW   OF  THE  MATTER.    IF  THE  BOARD  DETERMINES  TO  COMMENCE  A\n   12  SECOND-PHASE REVIEW, IT SHALL GIVE THE INDIVIDUAL AN OPPORTUNITY  TO  BE\n   13  HEARD.\n   14    (IV)(1)(A)  EXCEPT  AS  PROVIDED  BY  SUBCLAUSE  (B)  OF  THIS CLAUSE,\n   15  COMPLETE A SECOND-PHASE REVIEW WITHIN FORTY-FIVE CALENDAR DAYS AFTER THE\n   16  BOARD COMMENCES SUCH REVIEW.\n   17    (B) EXTEND THE PERIOD DESCRIBED IN SUBCLAUSE (A) OF  THIS  CLAUSE  FOR\n   18  ONE  ADDITIONAL  PERIOD  OF  FOURTEEN CALENDAR DAYS UPON THE AFFIRMATIVE\n   19  VOTE OF A MAJORITY OF ITS MEMBERS.\n   20    (2) TRANSMIT TO THE STANDING COMMITTEE OR COMMISSION, AS  APPROPRIATE,\n   21  A  RECOMMENDATION  THAT  A  MATTER REQUIRES FURTHER REVIEW ONLY UPON THE\n   22  AFFIRMATIVE VOTE OF NOT LESS THAN FOUR MEMBERS OF THE BOARD.\n   23    (3) UPON THE COMPLETION OF ANY SECOND-PHASE REVIEW:\n   24    (A) TRANSMIT TO THE STANDING COMMITTEE ON ETHICS OR THE JOINT LEGISLA-\n   25  TIVE COMMISSION ON ETHICS STANDARDS, AS APPROPRIATE, THE FOLLOWING:\n   26    (I) A WRITTEN REPORT COMPOSED OF:\n   27    (1) A RECOMMENDATION THAT THE COMMITTEE OR COMMISSION, AS APPROPRIATE,\n   28  SHOULD DISMISS THE MATTER THAT WAS THE SUBJECT OF SUCH REVIEW;\n   29    (2) A STATEMENT THAT THE MATTER REQUIRES FURTHER REVIEW BY THE COMMIT-\n   30  TEE OR COMMISSION, AS APPROPRIATE; OR\n   31    (3) A STATEMENT THAT THE MATTER IS UNRESOLVED BECAUSE OF  A  TIE  VOTE\n   32  AND  THE NUMBER OF MEMBERS VOTING IN THE AFFIRMATIVE AND IN THE NEGATIVE\n   33  AND A STATEMENT OF THE NATURE OF THE REVIEW AND THE  INDIVIDUAL  WHO  IS\n   34  THE SUBJECT OF THE REVIEW; AND\n   35    (4) A SUMMARY OF ITS FINDINGS OF FACT.\n   36    (II) IN ADDITION IT WILL TRANSMIT:\n   37    (1)  A  DESCRIPTION  OF ANY RELEVANT INFORMATION THAT IT WAS UNABLE TO\n   38  OBTAIN AND WITNESSES IT WAS UNABLE TO INTERVIEW, AND THE REASONS  THERE-\n   39  FOR;\n   40    (2)  A RECOMMENDATION FOR THE ISSUANCE OF SUBPOENAS WHERE APPROPRIATE,\n   41  IF ANY;\n   42    (3) A CITATION OF ANY RELEVANT LAW, RULE, REGULATION, OR  STANDARD  OF\n   43  CONDUCT;\n   44    (4) THE NAMES OF ALL WITNESSES; AND\n   45    (5)  ANY  CONCLUSIONS  REGARDING  THE VALIDITY OF THE ALLEGATIONS UPON\n   46  WHICH IT IS BASED OR THE GUILT OR INNOCENCE OF THE INDIVIDUAL WHO IS THE\n   47  SUBJECT OF THE REVIEW; AND\n   48    (6) ANY SUPPORTING DOCUMENTATION.\n   49    (B) TRANSMIT TO THE INDIVIDUAL WHO IS THE SUBJECT OF THE  SECOND-PHASE\n   50  REVIEW  THE  WRITTEN  REPORT  OF  THE  BOARD  DESCRIBED  IN  ITEM (I) OF\n   51  SUBCLAUSE (A) OF THIS CLAUSE.\n   52    (4) HOLD SUCH HEARINGS AS ARE NECESSARY AND SIT AND ACT ONLY IN EXECU-\n   53  TIVE SESSION AT SUCH TIMES AND PLACES AND  SOLICIT  SUCH  TESTIMONY  AND\n   54  RECEIVE  SUCH  RELEVANT  EVIDENCE  AS  MAY BE NECESSARY TO CARRY OUT ITS\n   55  DUTIES.\n\n       S. 877                             18\n\n    1    (5) ADOPT RULES TO CARRY OUT ITS DUTIES, WHICH SHALL INCLUDE  EACH  OF\n    2  THE FOLLOWING:\n    3    (A) A RULE THAT PROVIDES:\n    4    (I)  THE  BOARD  MAY  VOTE  TO TERMINATE A PRELIMINARY REVIEW UPON ITS\n    5  DETERMINATION THAT THE ALLEGED VIOLATION UNDER REVIEW IS DE  MINIMIS  IN\n    6  NATURE; AND\n    7    (II)  THE  BOARD MAY VOTE TO RECOMMEND TO THE COMMITTEE OR COMMISSION,\n    8  AS  APPROPRIATE,  TO  DISMISS  A  MATTER  THAT  WAS  THE  SUBJECT  OF  A\n    9  SECOND-PHASE  REVIEW ON ANY GROUND, INCLUDING THAT THE ALLEGED VIOLATION\n   10  IS DE MINIMIS IN NATURE, WAS CURED, OR SHOULD BE RESOLVED PURSUANT TO  A\n   11  SETTLEMENT AGREEMENT. A MATTER DISMISSED PURSUANT TO A SETTLEMENT AGREE-\n   12  MENT  RECOMMENDED  BY THE BOARD AND APPROVED BY THE COMMITTEE OR COMMIS-\n   13  SION, AS APPROPRIATE, SHALL BE DEEMED A  PRELIMINARY  REVIEW  DISMISSAL;\n   14  PROVIDED,  HOWEVER,  THAT  THE COMMITTEE OR COMMISSION SHALL MAKE PUBLIC\n   15  THE TERMS OF ANY SETTLEMENT OR COMPROMISE WHICH INCLUDES A FINE, PENALTY\n   16  OR OTHER REMEDY.\n   17    (B) A RULE REQUIRING THAT ALL WITNESSES SIGN A STATEMENT ACKNOWLEDGING\n   18  THEIR UNDERSTANDING THAT FALSE TESTIMONY AND  THE  SUBMISSION  OF  FALSE\n   19  DOCUMENTS CONSTITUTES PERJURY AND IS PUNISHABLE BY LAW.\n   20    (C)  A RULE REQUIRING THAT THERE BE NO EX PARTE COMMUNICATIONS BETWEEN\n   21  ANY MEMBER OF THE BOARD OR STAFF OF THE OFFICE AND ANY INDIVIDUAL WHO IS\n   22  THE SUBJECT OF ANY REVIEW BY THE BOARD OR BETWEEN  ANY  MEMBER  AND  ANY\n   23  INTERESTED  PARTY,  AND THAT NO MEMBER, OFFICER, OR LEGISLATIVE EMPLOYEE\n   24  MAY COMMUNICATE WITH ANY MEMBER OF THE BOARD  OR  STAFF  OF  THE  OFFICE\n   25  REGARDING  ANY  MATTER UNDER REVIEW BY THE BOARD EXCEPT AS AUTHORIZED BY\n   26  THE BOARD.\n   27    (D) A RULE THAT ESTABLISHES A CODE OF CONDUCT TO GOVERN  THE  BEHAVIOR\n   28  OF ITS MEMBERS AND STAFF, WHICH SHALL INCLUDE THE AVOIDANCE OF CONFLICTS\n   29  OF INTEREST.\n   30    5.  REQUESTS FROM THE ASSEMBLY OR SENATE STANDING COMMITTEE ON ETHICS.\n   31  IN  ADDITION  TO   REFERRALS   OF   POSSIBLE   VIOLATIONS   OF   SECTION\n   32  SEVENTY-THREE,  SEVENTY-THREE-A  OR  SEVENTY-FOUR OF THE PUBLIC OFFICERS\n   33  LAW, THE ASSEMBLY OR SENATE STANDING COMMITTEE  ON  ETHICS  MAY  REQUEST\n   34  THAT  THE  BOARD  REVIEW  AND  CONDUCT AN INVESTIGATION OF ANY MATTER OR\n   35  ASPECT OF ANY MATTER BEFORE THE COMMITTEE.   NOTWITHSTANDING  ANY  OTHER\n   36  PROVISIONS  OF  THIS SECTION, UPON RECEIPT OF A WRITTEN REQUEST FROM THE\n   37  APPROPRIATE COMMITTEE THAT THE BOARD CEASE  ITS  REVIEW  OF  ANY  MATTER\n   38  OTHER THAN A REFERRAL OF AN ALLEGED VIOLATION OF SECTIONS SEVENTY-THREE,\n   39  SEVENTY-THREE-A,  AND  SEVENTY-FOUR OF THE PUBLIC OFFICERS LAW AND REFER\n   40  SUCH MATTER TO THE COMMITTEE BECAUSE OF  THE  ONGOING  INVESTIGATION  OF\n   41  SUCH  MATTER BY THE COMMITTEE, THE BOARD SHALL REFER SUCH MATTER BACK TO\n   42  THE COMMITTEE AND CEASE  ITS  PRELIMINARY  OR  SECOND-PHASE  REVIEW,  AS\n   43  APPLICABLE,  OF  THAT  MATTER  AND  SO  NOTIFY ANY INDIVIDUAL WHO IS THE\n   44  SUBJECT OF THE REVIEW. IN ANY SUCH CASE, THE BOARD SHALL SEND A  WRITTEN\n   45  REPORT TO THE COMMITTEE CONTAINING A STATEMENT THAT, UPON THE REQUEST OF\n   46  THAT  COMMITTEE, THE MATTER IS REFERRED TO IT FOR ITS CONSIDERATION, BUT\n   47  NOT ANY FINDINGS.\n   48    6. LIMITATIONS ON REVIEW.  (A) NO REVIEW SHALL BE  UNDERTAKEN  BY  THE\n   49  BOARD  OF  ANY ALLEGED VIOLATION OF LAW, RULE, REGULATION OR STANDARD OF\n   50  CONDUCT NOT IN EFFECT AT THE TIME OF THE ALLEGED VIOLATION.\n   51    (B) IF THE BOARD IS AWARE  OR  BECOMES  AWARE  THAT  ALLEGED  CRIMINAL\n   52  CONDUCT  WHICH MIGHT ALSO VIOLATE SECTION SEVENTY-THREE, SEVENTY-THREE-A\n   53  OR SEVENTY-FOUR OF THE PUBLIC OFFICERS LAW IS UNDER INVESTIGATION  BY  A\n   54  FEDERAL,  STATE,  OR LOCAL LAW ENFORCEMENT AGENCY OR IS BEING PROSECUTED\n   55  IN STATE OR FEDERAL COURT, IT SHALL HOLD THE MATTER  IN  ABEYANCE  UNTIL\n   56  THE CRIMINAL MATTER IS RESOLVED.\n\n       S. 877                             19\n\n    1    7.  PROHIBITION  ON  PUBLIC  DISCLOSURE.    (A) (I) WHEN AN INDIVIDUAL\n    2  BECOMES A MEMBER OF THE BOARD OR STAFF OF THE  OFFICE,  THAT  INDIVIDUAL\n    3  SHALL BE REQUIRED TO SIGN A NON-DISCLOSURE STATEMENT.\n    4    (II)  NO  TESTIMONY  RECEIVED  OR  ANY OTHER INFORMATION OBTAINED BY A\n    5  MEMBER OF THE BOARD OR STAFF OF THE OFFICE SHALL BE  PUBLICLY  DISCLOSED\n    6  BY  ANY  SUCH INDIVIDUAL TO ANY PERSON OR ENTITY OUTSIDE THE OFFICE. ANY\n    7  CONFIDENTIAL COMMUNICATION TO ANY PERSON OR ENTITY  OUTSIDE  THE  OFFICE\n    8  RELATED  TO THE MATTERS BEFORE THE BOARD MAY OCCUR ONLY AS AUTHORIZED BY\n    9  THE BOARD AS NECESSARY TO CONDUCT OFFICIAL BUSINESS OR PURSUANT TO BOARD\n   10  RULES.\n   11    (III) THE OFFICE SHALL ESTABLISH PROCEDURES NECESSARY TO  PREVENT  THE\n   12  UNAUTHORIZED DISCLOSURE OF ANY INFORMATION RECEIVED BY ANY MEMBER OF THE\n   13  BOARD  OR STAFF OF THE OFFICE.  ANY BREACHES OF CONFIDENTIALITY SHALL BE\n   14  INVESTIGATED BY THE BOARD AND APPROPRIATE ACTION SHALL BE TAKEN.\n   15    (IV) NOTWITHSTANDING THE PROVISIONS OF ARTICLE SIX OF THE PUBLIC OFFI-\n   16  CERS LAW, THE RECORDS OF THE COMMISSION ARE CONFIDENTIAL  AND  SHALL  BE\n   17  DISCLOSED  ONLY  AS  EXPRESSLY PROVIDED OTHERWISE BY THIS SECTION OR THE\n   18  BOARD.\n   19    (V) NOTWITHSTANDING THE PROVISIONS OF  ARTICLE  SEVEN  OF  THE  PUBLIC\n   20  OFFICERS LAW, NO MEETING OF THE BOARD SHALL BE OPEN TO THE PUBLIC EXCEPT\n   21  IF EXPRESSLY PROVIDED OTHERWISE BY THIS SECTION OR THE BOARD.\n   22    (B) PARAGRAPH (A) OF THIS SUBDIVISION SHALL NOT PRECLUDE BOARD MEMBERS\n   23  OR  THE BOARD'S STAFF FROM PRESENTING A REPORT OR FINDINGS OR TESTIFYING\n   24  BEFORE THE ASSEMBLY OR SENATE STANDING COMMITTEE ON  ETHICS  OR  TO  THE\n   25  JOINT  LEGISLATIVE  COMMISSION  ON ETHICS STANDARDS RELATING TO OFFICIAL\n   26  CONDUCT OF ANY MEMBER, OFFICER, OR LEGISLATIVE EMPLOYEE.\n   27    8. PRESENTATION OF REPORTS.  WHENEVER THE BOARD TRANSMITS  ANY  REPORT\n   28  TO A STANDING COMMITTEE ON ETHICS OR TO THE JOINT LEGISLATIVE COMMISSION\n   29  ON ETHICS STANDARDS RELATING TO OFFICIAL CONDUCT OF ANY MEMBER, OFFICER,\n   30  OR  LEGISLATIVE  EMPLOYEE,  IT  SHALL DESIGNATE A MEMBER OF THE BOARD OR\n   31  STAFF TO PRESENT THE REPORT TO SUCH COMMITTEE OR COMMISSION IF REQUESTED\n   32  BY SUCH COMMITTEE OR COMMISSION.\n   33    9. REIMBURSEMENTS. THE BOARD MAY REIMBURSE ITS MEMBERS AND  STAFF  FOR\n   34  TRAVEL,  SUBSISTENCE,  AND  OTHER NECESSARY EXPENSES INCURRED BY THEM IN\n   35  THE PERFORMANCE OF THEIR DUTIES IN THE SAME MANNER AS IS PERMISSIBLE FOR\n   36  SUCH EXPENSES OF LEGISLATIVE EMPLOYEES.\n   37    10. PUBLIC DISCLOSURE. NOT LATER THAN FORTY-FIVE CALENDAR  DAYS  AFTER\n   38  RECEIPT FROM THE BOARD OF A WRITTEN REPORT AND ANY FINDINGS AND SUPPORT-\n   39  ING  DOCUMENTATION  REGARDING A MATTER BEFORE THE BOARD, THE CHAIRPERSON\n   40  OF THE ASSEMBLY OR SENATE STANDING COMMITTEE ON  ETHICS  OR  THE  CHAIR-\n   41  PERSONS  OF  THE  JOINT  LEGISLATIVE  COMMISSION ON ETHICS STANDARDS, AS\n   42  APPROPRIATE, SHALL MAKE PUBLIC THE WRITTEN REPORT OF  THE  BOARD  UNLESS\n   43  THE  COMMITTEE  OR  COMMISSION, AS APPROPRIATE, DECIDES TO WITHHOLD SUCH\n   44  INFORMATION FOR NOT MORE THAN ONE ADDITIONAL PERIOD OF  THE  SAME  DURA-\n   45  TION, IN WHICH CASE THE CHAIRPERSON OR CHAIRPERSONS SHALL:\n   46    (A)  UPON  THE  TERMINATION OF SUCH ADDITIONAL PERIOD, MAKE PUBLIC THE\n   47  WRITTEN REPORT; AND\n   48    (B) UPON THE DAY OF SUCH DECISION OR VOTE,  MAKE  A  PUBLIC  STATEMENT\n   49  THAT  THE  COMMITTEE  OR COMMISSION, AS APPROPRIATE, HAS VOTED TO EXTEND\n   50  THE MATTER RELATING TO THE REFERRAL MADE  BY  THE  BOARD  REGARDING  THE\n   51  INDIVIDUAL WHO IS THE SUBJECT OF THE APPLICABLE REFERRAL.\n   52    (C)  AT  LEAST ONE CALENDAR DAY BEFORE THE COMMITTEE OR COMMISSION, AS\n   53  APPROPRIATE, MAKES PUBLIC ANY WRITTEN REPORT AND FINDINGS OF THE  BOARD,\n   54  THE CHAIRPERSON OR CHAIRPERSONS SHALL NOTIFY SUCH BOARD AND THE INDIVID-\n   55  UAL WHO IS THE SUBJECT OF THE INVESTIGATION OF THAT FACT AND TRANSMIT TO\n\n       S. 877                             20\n\n    1  SUCH  INDIVIDUAL  A  COPY OF THE STATEMENT ON THE COMMITTEE'S OR COMMIS-\n    2  SION'S DISPOSITION OF, AND ANY COMMITTEE REPORT ON, THE MATTER.\n    3    11.  NOTWITHSTANDING PARAGRAPH (A) OF SUBDIVISION TEN OF THIS SECTION,\n    4  IF THE COMMITTEE OR COMMISSION,  AS  APPROPRIATE,  VOTES  TO  DISMISS  A\n    5  MATTER  WHICH IS THE SUBJECT OF A REFERRAL FROM THE BOARD, THE COMMITTEE\n    6  OR COMMISSION  IS  NOT  REQUIRED  TO  MAKE  PUBLIC  THE  WRITTEN  REPORT\n    7  DESCRIBED  IN  SUCH  SUBDIVISION  UNLESS THE COMMITTEE'S OR COMMISSION'S\n    8  VOTE IS INCONSISTENT WITH THE RECOMMENDATION OF THE BOARD. FOR  PURPOSES\n    9  OF  THE  PREVIOUS  SENTENCE,  A  VOTE  BY THE COMMITTEE OR COMMISSION TO\n   10  DISMISS A MATTER IS NOT  INCONSISTENT  WITH  A  REPORT  FROM  THE  BOARD\n   11  RESPECTING THE MATTER AS UNRESOLVED DUE TO A TIE VOTE.\n   12    12.  NOTWITHSTANDING PARAGRAPH (B) OF SUBDIVISION TEN OF THIS SECTION,\n   13  IF THE BOARD TRANSMITS A REPORT RESPECTING ANY MATTER WITH A RECOMMENDA-\n   14  TION TO DISMISS OR AS UNRESOLVED DUE TO A TIE VOTE, AND THE COMMITTEE OR\n   15  COMMISSION VOTES TO EXTEND  THE  MATTER  FOR  AN  ADDITIONAL  PERIOD  AS\n   16  PROVIDED  IN PARAGRAPH TEN OF THIS SUBDIVISION, THE COMMITTEE OR COMMIS-\n   17  SION IS NOT REQUIRED TO MAKE A PUBLIC STATEMENT THAT  THE  COMMITTEE  OR\n   18  COMMISSION HAS VOTED TO EXTEND THE MATTER.\n   19    13.    IF  THE  COMMISSION OR COMMITTEE IS AWARE THAT ALLEGED CRIMINAL\n   20  CONDUCT WHICH MIGHT ALSO VIOLATE SECTION SEVENTY-THREE,  SEVENTY-THREE-A\n   21  OR  SEVENTY-FOUR  OF THE PUBLIC OFFICERS LAW IS UNDER INVESTIGATION BY A\n   22  FEDERAL, STATE, OR LOCAL LAW ENFORCEMENT AGENCY OR IS  BEING  PROSECUTED\n   23  IN  STATE  OR  FEDERAL COURT, IT SHALL HOLD THE MATTER IN ABEYANCE UNTIL\n   24  THE CRIMINAL MATTER IS RESOLVED.\n   25    S 81. JOINT LEGISLATIVE COMMISSION ON ETHICS STANDARDS. A.   THERE  IS\n   26  ESTABLISHED  A  JOINT  LEGISLATIVE  COMMISSION ON ETHICS STANDARDS WHICH\n   27  SHALL CONSIST OF EIGHT MEMBERS AND WHICH SHALL BE RESPONSIBLE FOR TRAIN-\n   28  ING,   EDUCATION,   AND   ADVICE   REGARDING   SECTIONS   SEVENTY-THREE,\n   29  SEVENTY-THREE-A AND SEVENTY-FOUR OF THE PUBLIC OFFICERS LAW AND ENFORCE-\n   30  MENT OF THE FILING OF FINANCIAL DISCLOSURE FORMS.  FOUR MEMBERS SHALL BE\n   31  MEMBERS OF THE LEGISLATURE AND SHALL BE APPOINTED AS FOLLOWS: ONE BY THE\n   32  TEMPORARY  PRESIDENT  OF THE SENATE, ONE BY THE SPEAKER OF THE ASSEMBLY,\n   33  ONE BY THE MINORITY LEADER OF THE SENATE AND ONE BY THE MINORITY  LEADER\n   34  OF  THE  ASSEMBLY.  THE  REMAINING  FOUR MEMBERS SHALL NOT BE PRESENT OR\n   35  FORMER MEMBERS OF THE LEGISLATURE, CANDIDATES FOR MEMBER OF THE LEGISLA-\n   36  TURE, EMPLOYEES OF THE LEGISLATURE, POLITICAL PARTY CHAIRMEN AS  DEFINED\n   37  IN  PARAGRAPH  (K)  OF  SUBDIVISION  ONE OF SECTION SEVENTY-THREE OF THE\n   38  PUBLIC OFFICERS LAW, OR LOBBYISTS, AS DEFINED IN SECTION ONE-C  OF  THIS\n   39  CHAPTER,  OR  PERSONS  WHO HAVE BEEN EMPLOYEES OF THE LEGISLATURE, POLI-\n   40  TICAL PARTY CHAIRMEN AS DEFINED IN PARAGRAPH (K) OF SUBDIVISION  ONE  OF\n   41  SECTION  SEVENTY-THREE  OF  THE  PUBLIC  OFFICERS  LAW, OR LOBBYISTS, AS\n   42  DEFINED IN SECTION ONE-C OF THIS CHAPTER IN THE PREVIOUS TWO YEARS,  AND\n   43  SHALL  BE  APPOINTED  AS  FOLLOWS: ONE BY THE TEMPORARY PRESIDENT OF THE\n   44  SENATE, ONE BY THE SPEAKER OF THE ASSEMBLY, ONE BY THE  MINORITY  LEADER\n   45  OF  THE  SENATE,  AND  ONE  BY  THE MINORITY LEADER OF THE ASSEMBLY. THE\n   46  COMMISSION SHALL SERVE AS DESCRIBED IN THIS SECTION AND HAVE  AND  EXER-\n   47  CISE  THE  POWERS AND DUTIES SET FORTH IN THIS SECTION ONLY WITH RESPECT\n   48  TO MEMBERS OF THE  LEGISLATURE,  LEGISLATIVE  EMPLOYEES  AS  DEFINED  IN\n   49  SECTION  SEVENTY-THREE OF THE PUBLIC OFFICERS LAW, CANDIDATES FOR MEMBER\n   50  OF THE LEGISLATURE AND INDIVIDUALS WHO HAVE FORMERLY HELD SUCH POSITIONS\n   51  OR WHO HAVE FORMERLY BEEN SUCH CANDIDATES.\n   52    B. MEMBERS OF THE LEGISLATURE WHO SERVE ON THE COMMISSION  SHALL  EACH\n   53  HAVE  A TWO YEAR TERM CONCURRENT WITH THEIR LEGISLATIVE TERMS OF OFFICE.\n   54  THE MEMBERS OF THE COMMISSION WHO ARE NOT MEMBERS OF THE LEGISLATURE AND\n   55  WHO ARE FIRST APPOINTED BY THE TEMPORARY PRESIDENT OF THE SENATE, SPEAK-\n   56  ER OF THE ASSEMBLY, MINORITY LEADER OF THE SENATE, AND  MINORITY  LEADER\n\n       S. 877                             21\n\n    1  OF THE ASSEMBLY SHALL SERVE ONE, TWO, THREE AND FOUR YEAR TERMS, RESPEC-\n    2  TIVELY.  EACH MEMBER OF THE COMMISSION WHO IS NOT A MEMBER OF THE LEGIS-\n    3  LATURE SHALL BE APPOINTED THEREAFTER FOR A TERM OF FOUR YEARS.\n    4    C. THE TEMPORARY PRESIDENT OF THE SENATE AND THE SPEAKER OF THE ASSEM-\n    5  BLY  SHALL EACH DESIGNATE ONE MEMBER OF THE COMMISSION AS A CO-CHAIRPER-\n    6  SON THEREOF. THE COMMISSION SHALL MEET AT LEAST BI-MONTHLY AND  AT  SUCH\n    7  ADDITIONAL  TIMES AS MAY BE CALLED FOR BY THE CO-CHAIRPERSONS JOINTLY OR\n    8  ANY FOUR MEMBERS OF THE COMMISSION.\n    9    D. ANY VACANCY OCCURRING ON THE  COMMISSION  SHALL  BE  FILLED  WITHIN\n   10  THIRTY DAYS BY THE APPOINTING AUTHORITY.\n   11    E.  FIVE  MEMBERS OF THE COMMISSION SHALL CONSTITUTE A QUORUM, AND THE\n   12  COMMISSION SHALL HAVE POWER TO ACT BY MAJORITY VOTE OF THE TOTAL  NUMBER\n   13  OF MEMBERS OF THE COMMISSION WITHOUT VACANCY.\n   14    F.  EACH  MEMBER  OF THE COMMISSION SHALL RECEIVE, AS COMPENSATION FOR\n   15  HIS OR HER SERVICES UNDER THIS ARTICLE, A PER DIEM ALLOWANCE IN THE  SUM\n   16  OF ONE HUNDRED DOLLARS FOR EACH DAY ACTUALLY SPENT IN THE PERFORMANCE OF\n   17  HIS OR HER DUTIES UNDER THIS ARTICLE, NOT EXCEEDING, HOWEVER, THE SUM OF\n   18  FIVE  THOUSAND  DOLLARS  IN ANY CALENDAR YEAR, AND, IN ADDITION THERETO,\n   19  SHALL BE REIMBURSED FOR ALL REASONABLE EXPENSES ACTUALLY AND NECESSARILY\n   20  INCURRED BY HIM OR HER IN THE PERFORMANCE OF HIS  OR  HER  DUTIES  UNDER\n   21  THIS ARTICLE.\n   22    G. THE COMMISSION SHALL:\n   23    1.   APPOINT AN EXECUTIVE DIRECTOR FOR A THREE YEAR TERM WHO SHALL ACT\n   24  IN ACCORDANCE WITH THE POLICIES OF THE COMMISSION AND WHO MAY BE REMOVED\n   25  FOR CAUSE BY A MAJORITY VOTE OF THE COMMISSION;\n   26    2.  APPOINT SUCH OTHER STAFF AS ARE NECESSARY TO ASSIST  IT  TO  CARRY\n   27  OUT ITS DUTIES UNDER THIS SECTION;\n   28    3.  ADOPT, AMEND, AND RESCIND POLICIES, RULES AND REGULATIONS CONSIST-\n   29  ENT WITH THIS SECTION TO GOVERN PROCEDURES OF THE COMMISSION WHICH SHALL\n   30  NOT BE SUBJECT TO THE PROMULGATION AND HEARING REQUIREMENTS OF THE STATE\n   31  ADMINISTRATIVE PROCEDURE ACT;\n   32    4.  ADMINISTER THE PROVISIONS OF THIS SECTION;\n   33    5.  SPECIFY THE PROCEDURES WHEREBY A PERSON WHO IS REQUIRED TO FILE AN\n   34  ANNUAL FINANCIAL DISCLOSURE STATEMENT WITH THE COMMISSION MAY REQUEST AN\n   35  ADDITIONAL  PERIOD  OF  TIME WITHIN WHICH TO FILE SUCH STATEMENT, DUE TO\n   36  JUSTIFIABLE CAUSE OR UNDUE HARDSHIP; SUCH  RULES  OR  REGULATIONS  SHALL\n   37  PROVIDE  FOR  A  DATE  BEYOND WHICH IN ALL CASES OF JUSTIFIABLE CAUSE OR\n   38  UNDUE HARDSHIP NO FURTHER EXTENSION OF TIME WILL BE GRANTED;\n   39    6.  PROMULGATE GUIDELINES TO ASSIST APPOINTING AUTHORITIES  IN  DETER-\n   40  MINING  WHICH  PERSONS  HOLD  POLICY-MAKING  POSITIONS  FOR  PURPOSES OF\n   41  SECTION SEVENTY-THREE-A OF THE PUBLIC OFFICERS LAW  AND  MAY  PROMULGATE\n   42  GUIDELINES  TO ASSIST FIRMS, ASSOCIATIONS AND CORPORATIONS IN SEPARATING\n   43  AFFECTED PERSONS FROM NET REVENUES FOR PURPOSES OF  SUBDIVISION  TEN  OF\n   44  SECTION  SEVENTY-THREE OF THE PUBLIC OFFICERS LAW, AND PROMULGATE GUIDE-\n   45  LINES TO ASSIST ANY FIRM, ASSOCIATION OR CORPORATION IN WHICH ANY  PRES-\n   46  ENT  OR  FORMER  STATEWIDE  ELECTED OFFICIAL, STATE OFFICER OR EMPLOYEE,\n   47  MEMBER OF THE LEGISLATURE OR LEGISLATIVE EMPLOYEE,  OR  POLITICAL  PARTY\n   48  CHAIR IS A MEMBER, ASSOCIATE, RETIRED MEMBER, OF COUNSEL OR SHAREHOLDER,\n   49  IN  COMPLYING WITH THE PROVISIONS OF SUBDIVISION TEN OF SECTION SEVENTY-\n   50  THREE OF THE PUBLIC OFFICERS LAW WITH RESPECT TO THE SEPARATION OF  SUCH\n   51  PRESENT OR FORMER STATEWIDE ELECTED OFFICIAL, STATE OFFICER OR EMPLOYEE,\n   52  MEMBER  OF  THE  LEGISLATURE OR LEGISLATIVE EMPLOYEE, OR POLITICAL PARTY\n   53  CHAIRMAN FROM THE NET REVENUES OF THE FIRM, ASSOCIATION OR  CORPORATION.\n   54  SUCH FIRM, ASSOCIATION OR CORPORATION SHALL NOT BE REQUIRED TO ADOPT THE\n   55  PROCEDURES  CONTAINED  IN  THE  GUIDELINES  TO ESTABLISH COMPLIANCE WITH\n   56  SUBDIVISION TEN OF SECTION SEVENTY-THREE OF THE PUBLIC OFFICERS LAW, BUT\n\n       S. 877                             22\n\n    1  IF SUCH FIRM, ASSOCIATION OR CORPORATION DOES ADOPT SUCH PROCEDURES,  IT\n    2  SHALL BE DEEMED TO BE IN COMPLIANCE WITH SUCH SUBDIVISION TEN;\n    3    7.   MAKE AVAILABLE FORMS FOR FINANCIAL DISCLOSURE STATEMENTS REQUIRED\n    4  TO BE FILED PURSUANT TO SUBDIVISION SIX  OF  SECTION  SEVENTY-THREE  AND\n    5  SECTION SEVENTY-THREE-A OF THE PUBLIC OFFICERS LAW;\n    6    8.    REVIEW  FINANCIAL  DISCLOSURE  STATEMENTS IN ACCORDANCE WITH THE\n    7  PROVISIONS OF THIS SECTION, PROVIDED HOWEVER, THAT  THE  COMMISSION  MAY\n    8  DELEGATE  ALL  OR  PART  OF  THE  REVIEW  FUNCTION RELATING TO FINANCIAL\n    9  DISCLOSURE   STATEMENTS   PURSUANT   TO   SECTIONS   SEVENTY-THREE   AND\n   10  SEVENTY-THREE-A OF THE PUBLIC OFFICERS LAW TO THE EXECUTIVE DIRECTOR WHO\n   11  SHALL BE RESPONSIBLE FOR COMPLETING STAFF REVIEW OF SUCH STATEMENTS IN A\n   12  MANNER CONSISTENT WITH THE TERMS OF THE COMMISSION'S DELEGATION;\n   13    9.    PERMIT ANY PERSON REQUIRED TO FILE A FINANCIAL DISCLOSURE STATE-\n   14  MENT TO REQUEST THE COMMISSION TO DELETE  FROM  THE  COPY  THEREOF  MADE\n   15  AVAILABLE  FOR PUBLIC INSPECTION AND COPYING ONE OR MORE ITEMS OF INFOR-\n   16  MATION, WHICH MAY BE DELETED BY THE COMMISSION UPON A FINDING  THAT  THE\n   17  INFORMATION  WHICH WOULD OTHERWISE BE REQUIRED TO BE DISCLOSED WILL HAVE\n   18  NO MATERIAL BEARING ON THE DISCHARGE OF THE REPORTING PERSON'S  OFFICIAL\n   19  DUTIES;\n   20    10.   PERMIT ANY PERSON REQUIRED TO FILE A FINANCIAL DISCLOSURE STATE-\n   21  MENT TO REQUEST AN EXEMPTION FROM ANY REQUIREMENT TO REPORT ONE OR  MORE\n   22  ITEMS  OF INFORMATION WHICH PERTAIN TO SUCH PERSON'S SPOUSE OR UNEMANCI-\n   23  PATED CHILDREN WHICH ITEM OR ITEMS MAY BE  EXEMPTED  BY  THE  COMMISSION\n   24  UPON A FINDING THAT THE REPORTING INDIVIDUAL'S SPOUSE, ON HIS OR HER OWN\n   25  BEHALF  OR ON BEHALF OF AN UNEMANCIPATED CHILD, OBJECTS TO PROVIDING THE\n   26  INFORMATION NECESSARY TO MAKE SUCH DISCLOSURE AND THAT  THE  INFORMATION\n   27  WHICH  WOULD  OTHERWISE BE REQUIRED TO BE REPORTED WILL HAVE NO MATERIAL\n   28  BEARING ON THE DISCHARGE OF THE REPORTING PERSON'S OFFICIAL DUTIES;\n   29    11.  ADVISE AND ASSIST THE LEGISLATURE IN ESTABLISHING RULES AND REGU-\n   30  LATIONS RELATING TO POSSIBLE CONFLICTS  BETWEEN  PRIVATE  INTERESTS  AND\n   31  OFFICIAL  DUTIES  OF  PRESENT MEMBERS OF THE LEGISLATURE AND LEGISLATIVE\n   32  EMPLOYEES;\n   33    12. RECEIVE COMPLAINTS REGARDING PERSONS SUBJECT TO  ITS  JURISDICTION\n   34  ALLEGING  A POSSIBLE VIOLATION OF SECTION SEVENTY-THREE, SEVENTY-THREE-A\n   35  OR SEVENTY-FOUR OF THE PUBLIC OFFICERS LAW, AND  REFER  SUCH  COMPLAINTS\n   36  FOR INVESTIGATION TO THE LEGISLATIVE OFFICE OF ETHICS INVESTIGATIONS;\n   37    13.  ACCEPT AND REFER AS APPROPRIATE, AS IF IT WERE A SWORN COMPLAINT,\n   38  ANY REFERRAL  FROM  ANOTHER  STATE  OVERSIGHT  BODY  INDICATING  THAT  A\n   39  VIOLATION  OF  SECTION SEVENTY-THREE OR SEVENTY-FOUR OF THE PUBLIC OFFI-\n   40  CERS LAW MAY HAVE OCCURRED INVOLVING PERSONS SUBJECT TO THE JURISDICTION\n   41  OF THE COMMISSION;\n   42    14. UPON WRITTEN REQUEST FROM ANY PERSON WHO IS SUBJECT TO THE  JURIS-\n   43  DICTION   OF   THE   COMMISSION   AND   THE   REQUIREMENTS  OF  SECTIONS\n   44  SEVENTY-THREE, SEVENTY-THREE-A AND SEVENTY-FOUR OF THE  PUBLIC  OFFICERS\n   45  LAW  RENDER  FORMAL  ADVISORY  OPINIONS  ON  THE  REQUIREMENTS  OF  SAID\n   46  PROVISIONS. A FORMAL OPINION  RENDERED  BY  THE  COMMISSION,  UNTIL  AND\n   47  UNLESS AMENDED OR REVOKED, SHALL BE BINDING ON THE LEGISLATIVE OFFICE OF\n   48  ETHICS INVESTIGATIONS IN ANY SUBSEQUENT PROCEEDING CONCERNING THE PERSON\n   49  WHO  REQUESTED  THE OPINION AND WHO ACTED IN GOOD FAITH, UNLESS MATERIAL\n   50  FACTS WERE OMITTED OR MISSTATED BY THE PERSON  IN  THE  REQUEST  FOR  AN\n   51  OPINION. SUCH OPINION MAY ALSO BE RELIED UPON BY SUCH PERSON, AND MAY BE\n   52  INTRODUCED AND SHALL BE A DEFENSE IN ANY CRIMINAL OR CIVIL ACTION;\n   53    15.  ISSUE  AND  PUBLISH  GENERIC ADVISORY OPINIONS COVERING QUESTIONS\n   54  FREQUENTLY POSED TO THE COMMISSION, OR QUESTIONS COMMON TO  A  CLASS  OR\n   55  DEFINED  CATEGORY  OF  PERSONS, OR THAT WILL TEND TO PREVENT UNDUE REPE-\n   56  TITION OF REQUESTS OR UNDUE COMPLICATION,  AND  WHICH  ARE  INTENDED  TO\n\n       S. 877                             23\n\n    1  PROVIDE  GENERAL  GUIDANCE  AND  INFORMATION  TO  PERSONS SUBJECT TO THE\n    2  COMMISSION'S JURISDICTION;\n    3    16.   DEVELOP EDUCATIONAL MATERIALS AND TRAINING WITH REGARD TO LEGIS-\n    4  LATIVE ETHICS FOR MEMBERS OF THE LEGISLATURE AND LEGISLATIVE  EMPLOYEES;\n    5  AND\n    6    17. PREPARE AN ANNUAL REPORT TO THE GOVERNOR AND LEGISLATURE SUMMARIZ-\n    7  ING THE ACTIVITIES OF THE COMMISSION DURING THE PREVIOUS YEAR AND RECOM-\n    8  MENDING ANY CHANGES IN THE LAWS GOVERNING THE CONDUCT OF PERSONS SUBJECT\n    9  TO  THE  JURISDICTION  OF  THE COMMISSION, OR THE RULES, REGULATIONS AND\n   10  PROCEDURES  GOVERNING  THE  COMMISSION'S  CONDUCT.  SUCH  REPORT   SHALL\n   11  INCLUDE: (I) A LISTING BY ASSIGNED NUMBER OF EACH COMPLAINT AND REFERRAL\n   12  RECEIVED  WHICH  ALLEGED  A  POSSIBLE VIOLATION WITHIN ITS JURISDICTION,\n   13  INCLUDING THE CURRENT STATUS OF EACH COMPLAINT, AND (II) WHERE A  MATTER\n   14  HAS  BEEN RESOLVED, THE DATE AND NATURE OF THE DISPOSITION AND ANY SANC-\n   15  TION IMPOSED,  SUBJECT  TO  THE  CONFIDENTIALITY  REQUIREMENTS  OF  THIS\n   16  SECTION.  SUCH ANNUAL REPORT SHALL NOT CONTAIN ANY INFORMATION FOR WHICH\n   17  DISCLOSURE IS NOT PERMITTED PURSUANT TO SUBDIVISION N OF THIS SECTION.\n   18    H. THE COMMISSION, OR THE EXECUTIVE DIRECTOR AND STAFF OF THE  COMMIS-\n   19  SION  IF  RESPONSIBILITY  REGARDING SUCH FINANCIAL DISCLOSURE STATEMENTS\n   20  FILED HAS BEEN DELEGATED, SHALL INSPECT ALL FINANCIAL DISCLOSURE  STATE-\n   21  MENTS  FILED WITH THE COMMISSION TO ASCERTAIN WHETHER ANY PERSON SUBJECT\n   22  TO  THE  REPORTING  REQUIREMENTS   OF   SUBDIVISION   SIX   OF   SECTION\n   23  SEVENTY-THREE  OR SECTION SEVENTY-THREE-A OF THE PUBLIC OFFICERS LAW HAS\n   24  FAILED TO FILE SUCH A STATEMENT, HAS FILED A DEFICIENT STATEMENT OR  HAS\n   25  FILED  A  STATEMENT WHICH REVEALS A POSSIBLE VIOLATION OF SECTION SEVEN-\n   26  TY-THREE, SEVENTY-THREE-A OR SEVENTY-FOUR OF THE PUBLIC OFFICERS LAW.\n   27    I. 1. IF A PERSON REQUIRED TO FILE A  FINANCIAL  DISCLOSURE  STATEMENT\n   28  WITH  THE COMMISSION HAS FAILED TO FILE A FINANCIAL DISCLOSURE STATEMENT\n   29  OR HAS FILED A DEFICIENT STATEMENT,  THE  COMMISSION  SHALL  NOTIFY  THE\n   30  REPORTING  PERSON  IN  WRITING,  STATE THE FAILURE TO FILE OR DETAIL THE\n   31  DEFICIENCY, PROVIDE THE PERSON WITH A FIFTEEN DAY  PERIOD  TO  CURE  THE\n   32  DEFICIENCY, AND ADVISE THE PERSON OF THE PENALTIES FOR FAILURE TO COMPLY\n   33  WITH  THE  REPORTING REQUIREMENTS. SUCH NOTICE SHALL BE CONFIDENTIAL. IF\n   34  THE PERSON FAILS TO MAKE SUCH FILING OR FAILS  TO  CURE  THE  DEFICIENCY\n   35  WITHIN  THE SPECIFIED TIME PERIOD, THE COMMISSION SHALL SEND A NOTICE OF\n   36  DELINQUENCY: (A) TO THE REPORTING PERSON; (B) IN THE CASE OF A  SENATOR,\n   37  TO  THE  TEMPORARY PRESIDENT OF THE SENATE, AND IF A MEMBER OF ASSEMBLY,\n   38  TO THE SPEAKER OF THE ASSEMBLY; AND (C) IN THE  CASE  OF  A  LEGISLATIVE\n   39  EMPLOYEE,  TO THE APPOINTING AUTHORITY FOR SUCH PERSON AND TO THE TEMPO-\n   40  RARY PRESIDENT OF THE SENATE OR THE SPEAKER OF THE ASSEMBLY,  AS  APPRO-\n   41  PRIATE,  WHO  HAS  JURISDICTION  OVER  SUCH APPOINTING AUTHORITY.   SUCH\n   42  NOTICE OF DELINQUENCY MAY BE SENT  AT  ANY  TIME  DURING  THE  REPORTING\n   43  PERSON'S  SERVICE AS A MEMBER OF THE LEGISLATURE OR LEGISLATIVE EMPLOYEE\n   44  OR WHILE A CANDIDATE FOR MEMBER OF THE LEGISLATURE, OR WITHIN  ONE  YEAR\n   45  AFTER SEPARATION FROM SUCH SERVICE OR THE TERMINATION OF SUCH CANDIDACY.\n   46  THE  JURISDICTION OF THE COMMISSION, WHEN ACTING PURSUANT TO SUBDIVISION\n   47  K OF THIS SECTION WITH RESPECT TO FINANCIAL DISCLOSURE,  SHALL  CONTINUE\n   48  NOTWITHSTANDING  THAT  THE REPORTING PERSON SEPARATES FROM STATE SERVICE\n   49  OR TERMINATES HIS OR HER CANDIDACY,  PROVIDED  THE  COMMISSION  NOTIFIES\n   50  SUCH  PERSON OF THE ALLEGED FAILURE TO FILE OR DEFICIENT FILING PURSUANT\n   51  TO THIS SUBDIVISION.\n   52    2. IF THE PERSON REQUIRED TO FILE FAILS TO MAKE  THE  REQUIRED  FILING\n   53  WITHIN  THE  FIFTEEN  DAYS  OF THE NOTICE OF DELINQUENCY, THE COMMISSION\n   54  SHALL NOTIFY THE PERSON IN WRITING, DESCRIBE THE ALLEGED VIOLATION THER-\n   55  EOF AND PROVIDE THE PERSON WITH A FIFTEEN DAY PERIOD IN WHICH TO  SUBMIT\n   56  A  WRITTEN  RESPONSE  SETTING  FORTH INFORMATION RELATING TO THE ALLEGED\n\n       S. 877                             24\n\n    1  VIOLATION. IF THE  COMMISSION  THEREAFTER  MAKES  A  DETERMINATION  THAT\n    2  FURTHER  INQUIRY  IS JUSTIFIED, IT SHALL GIVE  THE PERSON AN OPPORTUNITY\n    3  TO BE HEARD. THE COMMISSION SHALL ALSO PROVIDE THE PERSON WITH ITS RULES\n    4  REGARDING  THE  CONDUCT  OF ADJUDICATORY PROCEEDINGS AND APPEALS AND THE\n    5  DUE PROCESS MECHANISMS AVAILABLE  TO  SUCH  PERSON.  IF  THE  COMMISSION\n    6  DETERMINES AT ANY STAGE OF THE PROCEEDING THAT THERE  IS NO VIOLATION OR\n    7  THAT  SUCH  VIOLATION HAS BEEN CURED, IT SHALL SO ADVISE THE PERSON. ALL\n    8  OF THE FOREGOING PROCEEDINGS SHALL BE CONFIDENTIAL.\n    9    J. 1. IF A REPORTING PERSON HAS FILED  A  STATEMENT  WHICH  REVEALS  A\n   10  POSSIBLE  VIOLATION  OF SECTION SEVENTY-THREE, SEVENTY-THREE-A OR SEVEN-\n   11  TY-FOUR OF THE PUBLIC OFFICERS LAW, OR THE COMMISSION RECEIVES A  REFER-\n   12  RAL  FROM  ANOTHER  STATE  OVERSIGHT  BODY, OR THE COMMISSION RECEIVES A\n   13  SWORN COMPLAINT ALLEGING SUCH A VIOLATION BY A  REPORTING  PERSON  OR  A\n   14  LEGISLATIVE  EMPLOYEE  SUBJECT TO THE PROVISIONS OF SUCH LAWS, OR IF THE\n   15  PERSON FAILS TO MAKE THE REQUIRED FILING  WITHIN  FIFTEEN  DAYS  OF  THE\n   16  NOTICE  OF  DELINQUENCY,  THE  COMMISSION  SHALL REFER THE MATTER TO THE\n   17  LEGISLATIVE OFFICE OF ETHICS  INVESTIGATIONS  FOR  INVESTIGATION  AND  A\n   18  REPORT TO THE COMMISSION CONTAINING FINDINGS AND RECOMMENDATIONS. IF THE\n   19  COMMISSION  THEREAFTER  MAKES  A  DETERMINATION  THAT FURTHER INQUIRY IS\n   20  JUSTIFIED, IT SHALL GIVE THE  REPORTING  PERSON  AN  OPPORTUNITY  TO  BE\n   21  HEARD.  THE COMMISSION SHALL ALSO INFORM THE REPORTING INDIVIDUAL OF ITS\n   22  RULES REGARDING THE CONDUCT OF ADJUDICATORY PROCEEDINGS AND APPEALS  AND\n   23  THE  DUE  PROCESS PROCEDURAL MECHANISMS AVAILABLE TO SUCH INDIVIDUAL. IF\n   24  THE COMMISSION DETERMINES AT ANY STAGE OF THE PROCEEDING THAT  THERE  IS\n   25  NO  VIOLATION  OR  THAT  ANY POTENTIAL CONFLICT OF INTEREST VIOLATION OR\n   26  DEFICIENCY HAS BEEN RECTIFIED, IT SHALL SO ADVISE THE  REPORTING  PERSON\n   27  AND  THE  COMPLAINANT, IF ANY. ALL OF THE FOREGOING PROCEEDINGS SHALL BE\n   28  CONFIDENTIAL.\n   29    2. IF THE COMMISSION DETERMINES THAT  THERE  IS  REASONABLE  CAUSE  TO\n   30  BELIEVE THAT A VIOLATION HAS OCCURRED, IT SHALL SEND A NOTICE OF REASON-\n   31  ABLE  CAUSE: (A) TO THE REPORTING PERSON; (B) TO THE COMPLAINANT IF ANY;\n   32  (C) IN THE CASE OF A SENATOR, TO THE TEMPORARY PRESIDENT OF THE  SENATE,\n   33  AND IF A MEMBER OF THE ASSEMBLY, TO THE SPEAKER OF THE ASSEMBLY; AND (D)\n   34  IN  THE  CASE OF A LEGISLATIVE EMPLOYEE, TO THE APPOINTING AUTHORITY FOR\n   35  SUCH PERSON AND TO THE TEMPORARY PRESIDENT  OF  THE  SENATE  AND/OR  THE\n   36  SPEAKER  OF  THE ASSEMBLY, AS THE CASE MAY BE, WHO HAS JURISDICTION OVER\n   37  SUCH APPOINTING AUTHORITY.\n   38    3. THE JURISDICTION OF THE COMMISSION WHEN  ACTING  PURSUANT  TO  THIS\n   39  SECTION  SHALL CONTINUE NOTWITHSTANDING THAT A MEMBER OF THE LEGISLATURE\n   40  OR A LEGISLATIVE EMPLOYEE SEPARATES FROM STATE SERVICE, OR  A  CANDIDATE\n   41  FOR  MEMBER  OF  THE LEGISLATURE CEASES TO BE A CANDIDATE, PROVIDED THAT\n   42  THE COMMISSION NOTIFIES SUCH INDIVIDUAL OF THE ALLEGED VIOLATION OF  LAW\n   43  PURSUANT  TO PARAGRAPH A OF THIS SUBDIVISION WITHIN ONE YEAR FROM HIS OR\n   44  HER SEPARATION FROM STATE SERVICE OR  THE  TERMINATION  OF  HIS  OR  HER\n   45  CANDIDACY. NOTHING IN THIS SECTION SHALL SERVE TO LIMIT THE JURISDICTION\n   46  OF  THE COMMISSION IN ENFORCEMENT OF SUBDIVISION EIGHT OF SECTION SEVEN-\n   47  TY-THREE OF THE PUBLIC OFFICERS LAW.\n   48    K. AN INDIVIDUAL SUBJECT TO THE JURISDICTION  OF  THE  COMMISSION  WHO\n   49  KNOWINGLY  AND  WILFULLY  VIOLATES  THE  PROVISIONS  OF SUBDIVISIONS TWO\n   50  THROUGH FIVE, SEVEN, EIGHT,  TWELVE,  FOURTEEN  OR  FIFTEEN  OF  SECTION\n   51  SEVENTY-THREE  OF  THE PUBLIC OFFICERS LAW OR A REPORTING INDIVIDUAL WHO\n   52  KNOWINGLY AND WILFULLY FAILS TO FILE AN ANNUAL  STATEMENT  OF  FINANCIAL\n   53  DISCLOSURE  OR WHO KNOWINGLY AND WILFULLY WITH INTENT TO DECEIVE MAKES A\n   54  FALSE STATEMENT OR GIVES INFORMATION WHICH SUCH INDIVIDUAL KNOWS  TO  BE\n   55  FALSE  ON  SUCH  STATEMENT  OF  FINANCIAL  DISCLOSURE  FILED PURSUANT TO\n   56  SECTION SEVENTY-THREE-A OF THE PUBLIC OFFICERS LAW SHALL BE SUBJECT TO A\n\n       S. 877                             25\n\n    1  CIVIL PENALTY IN AN AMOUNT NOT TO EXCEED FORTY THOUSAND DOLLARS AND  THE\n    2  VALUE  OF ANY GIFT, COMPENSATION OR BENEFIT RECEIVED AS A RESULT OF SUCH\n    3  VIOLATION. ANY SUCH INDIVIDUAL WHO KNOWINGLY AND WILFULLY  VIOLATES  THE\n    4  PROVISIONS  OF  PARAGRAPH  B, C, D, OR I OF SUBDIVISION THREE OF SECTION\n    5  SEVENTY-FOUR OF THE PUBLIC OFFICERS LAW SHALL  BE  SUBJECT  TO  A  CIVIL\n    6  PENALTY IN AN AMOUNT NOT TO EXCEED TEN THOUSAND DOLLARS AND THE VALUE OF\n    7  ANY  GIFT,  COMPENSATION  OR  BENEFIT  RECEIVED  AS  A  RESULT  OF  SUCH\n    8  VIOLATION. ANY SUCH INDIVIDUAL WHO KNOWINGLY AND WILFULLY  VIOLATES  THE\n    9  PROVISIONS OF PARAGRAPH A, E OR G OF SUBDIVISION THREE OF SECTION SEVEN-\n   10  TY-FOUR  OF  THE PUBLIC OFFICERS LAW SHALL BE SUBJECT TO A CIVIL PENALTY\n   11  IN AN AMOUNT EQUAL TO THE VALUE OF ANY  GIFT,  COMPENSATION  OR  BENEFIT\n   12  RECEIVED  AS  A  RESULT OF SUCH VIOLATION. ASSESSMENT OF A CIVIL PENALTY\n   13  HEREUNDER SHALL BE MADE  BY  THE  COMMISSION  WITH  RESPECT  TO  PERSONS\n   14  SUBJECT  TO ITS JURISDICTION BUT NOT BEFORE ITS RECEIPT OF A REPORT FROM\n   15  THE LEGISLATIVE OFFICE OF ETHICS INVESTIGATIONS; PROVIDED THAT  IT  DOES\n   16  NOT  NEED  TO  OBTAIN  SUCH  REPORT BEFORE ASSESSING A CIVIL PENALTY FOR\n   17  FAILURE TO FILE.  IN ASSESSING THE AMOUNT OF THE CIVIL PENALTIES  TO  BE\n   18  IMPOSED, THE COMMISSION SHALL CONSIDER THE SERIOUSNESS OF THE VIOLATION,\n   19  THE  AMOUNT  OF GAIN TO THE INDIVIDUAL AND WHETHER THE INDIVIDUAL PREVI-\n   20  OUSLY HAD ANY CIVIL OR  CRIMINAL  PENALTIES  IMPOSED  PURSUANT  TO  THIS\n   21  SECTION,  AND  ANY OTHER FACTORS THE COMMISSION DEEMS APPROPRIATE. FOR A\n   22  VIOLATION OF THIS SECTION, OTHER THAN FOR CONDUCT  WHICH  CONSTITUTES  A\n   23  VIOLATION  OF  SUBDIVISION TWELVE, FOURTEEN OR FIFTEEN OF SECTION SEVEN-\n   24  TY-THREE OR SECTION SEVENTY-FOUR OF THE PUBLIC OFFICERS LAW, THE COMMIS-\n   25  SION MAY, IN LIEU OF A CIVIL PENALTY, REFER A VIOLATION TO THE APPROPRI-\n   26  ATE PROSECUTOR AND UPON SUCH CONVICTION, BUT ONLY AFTER  SUCH  REFERRAL,\n   27  SUCH  VIOLATION  SHALL  BE  PUNISHABLE AS A CLASS A MISDEMEANOR. A CIVIL\n   28  PENALTY FOR FALSE FILING MAY NOT BE IMPOSED HEREUNDER  IN  THE  EVENT  A\n   29  CATEGORY  OF  \"VALUE\" OR \"AMOUNT\" REPORTED HEREUNDER IS INCORRECT UNLESS\n   30  SUCH REPORTED INFORMATION IS FALSELY  UNDERSTATED.  NOTWITHSTANDING  ANY\n   31  OTHER PROVISION OF LAW TO THE CONTRARY, NO OTHER PENALTY, CIVIL OR CRIM-\n   32  INAL,  MAY  BE  IMPOSED FOR A FAILURE TO FILE, OR FOR A FALSE FILING, OF\n   33  SUCH STATEMENT, OR A VIOLATION OF SECTION SEVENTY-THREE  OF  THE  PUBLIC\n   34  OFFICERS  LAW, EXCEPT THAT THE APPOINTING AUTHORITY MAY IMPOSE DISCIPLI-\n   35  NARY ACTION AS OTHERWISE PROVIDED BY LAW. THE COMMISSION SHALL BE DEEMED\n   36  TO BE AN AGENCY WITHIN THE MEANING OF ARTICLE THREE OF THE STATE  ADMIN-\n   37  ISTRATIVE  PROCEDURE  ACT AND SHALL ADOPT RULES GOVERNING THE CONDUCT OF\n   38  ADJUDICATORY PROCEEDINGS AND APPEALS  TAKEN  PURSUANT  TO  A  PROCEEDING\n   39  COMMENCED  UNDER  ARTICLE  SEVENTY-EIGHT  OF  THE CIVIL PRACTICE LAW AND\n   40  RULES RELATING TO THE ASSESSMENT OF THE CIVIL PENALTIES  HEREIN  AUTHOR-\n   41  IZED  AND  COMMISSION  DENIALS  OF  REQUESTS  FOR  CERTAIN  DELETIONS OR\n   42  EXEMPTIONS TO BE MADE FROM A FINANCIAL DISCLOSURE STATEMENT  AS  AUTHOR-\n   43  IZED  IN  PARAGRAPHS NINE AND TEN OF SUBDIVISION G OF THIS SECTION. SUCH\n   44  RULES, WHICH SHALL NOT  BE  SUBJECT  TO  THE  PROMULGATION  AND  HEARING\n   45  REQUIREMENTS  OF  THE  STATE ADMINISTRATIVE PROCEDURE ACT, SHALL PROVIDE\n   46  FOR DUE PROCESS PROCEDURAL MECHANISMS SUBSTANTIALLY SIMILAR TO THOSE SET\n   47  FORTH IN SUCH ARTICLE THREE BUT SUCH MECHANISMS NEED NOT BE IDENTICAL IN\n   48  TERMS OR SCOPE. ASSESSMENT OF A CIVIL PENALTY OR  COMMISSION  DENIAL  OF\n   49  SUCH  A  DELETION  OR  EXEMPTION REQUEST SHALL BE FINAL UNLESS MODIFIED,\n   50  SUSPENDED OR VACATED WITHIN THIRTY DAYS OF IMPOSITION, WITH  RESPECT  TO\n   51  THE  ASSESSMENT  OF  SUCH  PENALTY,  OR UNLESS SUCH DENIAL OF REQUEST IS\n   52  REVERSED WITHIN SUCH TIME PERIOD,  AND  UPON  BECOMING  FINAL  SHALL  BE\n   53  SUBJECT  TO REVIEW AT THE INSTANCE OF THE AFFECTED REPORTING INDIVIDUALS\n   54  IN A PROCEEDING COMMENCED AGAINST THE COMMISSION,  PURSUANT  TO  ARTICLE\n   55  SEVENTY-EIGHT OF THE CIVIL PRACTICE LAW AND RULES.\n\n       S. 877                             26\n\n    1    L. IF THE COMMISSION HAS A REASONABLE BASIS TO BELIEVE THAT ANY PERSON\n    2  SUBJECT  TO  THE  JURISDICTION  OF ANOTHER STATE OVERSIGHT BODY MAY HAVE\n    3  VIOLATED SECTION SEVENTY-THREE OR SEVENTY-FOUR OF  THE  PUBLIC  OFFICERS\n    4  LAW,  IT  SHALL  REFER  SUCH VIOLATION TO SUCH OVERSIGHT BODY UNLESS THE\n    5  COMMISSION  DETERMINES  THAT SUCH A REFERRAL WOULD COMPROMISE THE PROSE-\n    6  CUTION OR CONFIDENTIALITY OF ITS OR THE  LEGISLATIVE  OFFICE  OF  ETHICS\n    7  INVESTIGATIONS' INVESTIGATIONS AND, IF SO, SHALL MAKE SUCH A REFERRAL AS\n    8  SOON  AS  PRACTICABLE.  THE REFERRAL BY THE COMMISSION SHALL INCLUDE ANY\n    9  INFORMATION RELATING THERETO  COMING  INTO  THE  CUSTODY  OR  UNDER  THE\n   10  CONTROL OF THE COMMISSION AT ANY TIME PRIOR OR SUBSEQUENT TO THE TIME OF\n   11  THE REFERRAL.\n   12    M.  A COPY OF ANY NOTICE OF DELINQUENCY SENT PURSUANT TO SUBDIVISION I\n   13  OF THIS SECTION SHALL BE INCLUDED IN THE REPORTING PERSON'S FILE AND  BE\n   14  AVAILABLE FOR PUBLIC INSPECTION AND COPYING.\n   15    N.  1.    NOTWITHSTANDING  THE PROVISIONS OF ARTICLE SIX OF THE PUBLIC\n   16  OFFICERS LAW, THE ONLY RECORDS OF THE COMMISSION WHICH SHALL  BE  AVAIL-\n   17  ABLE FOR PUBLIC INSPECTION AND COPYING ARE:\n   18    (A)  THE  INFORMATION  SET  FORTH  IN AN ANNUAL STATEMENT OF FINANCIAL\n   19  DISCLOSURE FILED PURSUANT TO SECTION SEVENTY-THREE-A OF THE PUBLIC OFFI-\n   20  CERS LAW EXCEPT ANY ITEM OF INFORMATION DELETED  PURSUANT  TO  PARAGRAPH\n   21  NINE OF SUBDIVISION G OF THIS SECTION;\n   22    (B)  FINANCIAL DISCLOSURE STATEMENTS FILED PURSUANT TO SUBDIVISION SIX\n   23  OF SECTION SEVENTY-THREE OF THE PUBLIC OFFICERS LAW WHICH SHALL BE  MADE\n   24  AVAILABLE TO THE PUBLIC NO LATER THAN THIRTY DAYS AFTER THEIR RECEIPT;\n   25    (C) NOTICES OF DELINQUENCY SENT UNDER SUBDIVISION I OF THIS SECTION;\n   26    (D) NOTICES OF CIVIL ASSESSMENT IMPOSED UNDER THIS SECTION WHICH SHALL\n   27  INCLUDE  A  DESCRIPTION  OF  THE  NATURE  OF THE ALLEGED WRONGDOING, THE\n   28  PROCEDURAL HISTORY OF THE COMPLAINT,  THE  FINDINGS  AND  DETERMINATIONS\n   29  MADE BY THE COMMISSION, AND ANY SANCTION IMPOSED;\n   30    (E) GENERIC ADVISORY OPINIONS; AND\n   31    (F) ALL REPORTS REQUIRED BY THIS SECTION.\n   32    2.    NOTWITHSTANDING  THE  PROVISIONS  OF ARTICLE SEVEN OF THE PUBLIC\n   33  OFFICERS LAW, NO MEETING OR PROCEEDING OF THE COMMISSION SHALL  BE  OPEN\n   34  TO THE PUBLIC, EXCEPT IF EXPRESSLY PROVIDED OTHERWISE BY THIS SECTION OR\n   35  THE COMMISSION.\n   36    O.    WITHIN  ONE  HUNDRED  TWENTY  DAYS OF THE EFFECTIVE DATE OF THIS\n   37  SUBDIVISION, THE COMMISSION  SHALL  CREATE  AND  THEREAFTER  MAINTAIN  A\n   38  PUBLICLY  ACCESSIBLE  WEBSITE  WHICH  SHALL  SET FORTH THE PROCEDURE FOR\n   39  FILING A COMPLAINT AND WHICH SHALL CONTAIN THE DOCUMENTS  IDENTIFIED  IN\n   40  SUBDIVISION  N  OF  THIS SECTION, OTHER THAN FINANCIAL DISCLOSURE STATE-\n   41  MENTS, AND ANY OTHER RECORDS OR INFORMATION WHICH THE COMMISSION  DETER-\n   42  MINES TO BE APPROPRIATE.\n   43    P.    THIS  SECTION  SHALL  NOT REVOKE OR RESCIND ANY POLICIES, RULES,\n   44  REGULATIONS OR  ADVISORY  OPINIONS  ISSUED  BY  THE  LEGISLATIVE  ETHICS\n   45  COMMITTEE AND LEGISLATIVE ETHICS COMMISSION IN EFFECT UPON THE EFFECTIVE\n   46  DATE  OF  THIS SUBDIVISION, TO THE EXTENT THAT SUCH REGULATIONS OR OPIN-\n   47  IONS ARE NOT INCONSISTENT WITH ANY LAWS OF THE STATE OF  NEW  YORK.  THE\n   48  COMMISSION  SHALL UNDERTAKE A COMPREHENSIVE REVIEW OF ALL SUCH POLICIES,\n   49  RULES, REGULATIONS OR ADVISORY OPINIONS WHICH WILL ADDRESS THE  CONSIST-\n   50  ENCY  OF SUCH POLICIES, RULES, REGULATIONS OR ADVISORY OPINIONS WITH THE\n   51  LAWS OF THE STATE OF NEW YORK. THE  COMMISSION  SHALL,  BEFORE  DECEMBER\n   52  FIRST,  TWO  THOUSAND  TWELVE,  REPORT  TO  THE GOVERNOR AND LEGISLATURE\n   53  REGARDING SUCH REVIEW AND SHALL PROPOSE ANY REGULATORY CHANGES AND ISSUE\n   54  ANY ADVISORY OPINIONS NECESSITATED BY SUCH REVIEW.\n   55    Q.  SEPARABILITY CLAUSE. IF ANY PART OR PROVISION OF THIS  SECTION  OR\n   56  THE  APPLICATION  THEREOF TO ANY PERSON IS ADJUDGED BY A COURT OF COMPE-\n\n       S. 877                             27\n\n    1  TENT JURISDICTION TO BE  UNCONSTITUTIONAL  OR  OTHERWISE  INVALID,  SUCH\n    2  JUDGMENT  SHALL  NOT AFFECT OR IMPAIR ANY OTHER PART OR PROVISION OR THE\n    3  APPLICATION THEREOF TO ANY OTHER PERSON, BUT SHALL BE CONFINED  TO  SUCH\n    4  PART OR PROVISION.\n    5    S  10. The public officers law is amended by adding a new section 89-a\n    6  to read as follows:\n    7    S 89-A. ETHICS REPORTS. THE COMMITTEE ON OPEN GOVERNMENT SHALL ANNUAL-\n    8  LY PREPARE A REPORT THAT SUMMARIZES THE PUBLIC ACTIONS  AND  REPORTS  OF\n    9  THE  JOINT  LEGISLATIVE  COMMISSION ON ETHICS STANDARDS, THE LEGISLATIVE\n   10  OFFICE OF ETHICS INVESTIGATIONS, THE STATE COMMISSION ON LOBBYING ETHICS\n   11  AND COMPLIANCE, THE SENATE AND ASSEMBLY STANDING COMMITTEES  ON  ETHICS,\n   12  AND THE EXECUTIVE ETHICS AND COMPLIANCE COMMISSION. IT SHALL DELIVER THE\n   13  REPORT TO THE GOVERNOR, THE SPEAKER OF THE ASSEMBLY, THE TEMPORARY PRES-\n   14  IDENT  OF  THE SENATE, THE MINORITY LEADER OF THE ASSEMBLY, THE MINORITY\n   15  LEADER OF THE SENATE, THE COMPTROLLER, AND THE ATTORNEY  GENERAL  ON  OR\n   16  BEFORE MARCH FIRST OF EACH YEAR. IT ALSO SHALL PUBLISH THE REPORT ON ITS\n   17  WEBSITE.\n   18    S  11. The state of New York shall appropriate during each fiscal year\n   19  to the New York state commission on lobbying ethics and  compliance  not\n   20  less  than  seven and one-half per centum of the appropriation available\n   21  from the general fund in the department of state to pay for the expenses\n   22  of such commission; it shall appropriate during each fiscal year to  the\n   23  executive  ethics and compliance commission not less than seven and one-\n   24  half per centum of the general fund appropriation in the  department  of\n   25  state  to  pay for the expenses of such commission; it shall appropriate\n   26  to the joint legislative commission on ethics standards and the legisla-\n   27  tive office of ethics investigations not less than one per centum of the\n   28  appropriation available to the state senate.\n   29    S 12.  Subdivisions 17 and 18 of section 73 of the public officers law\n   30  are renumbered subdivisions 18 and 19 and a new subdivision 17 is  added\n   31  to read as follows:\n   32    17. NO LEGISLATIVE EMPLOYEE SHALL, EXCEPT WITHIN THE SCOPE OF LEGISLA-\n   33  TIVE  EMPLOYMENT,  DIRECTLY OR INDIRECTLY, PROMOTE OR OPPOSE THE PASSAGE\n   34  OF LEGISLATION BY EITHER HOUSE. NOTWITHSTANDING THE PROVISIONS  OF  THIS\n   35  SUBDIVISION, A LEGISLATIVE EMPLOYEE WHO SERVES AS AN ELECTED CHIEF EXEC-\n   36  UTIVE  OFFICER  OR MEMBER OF A GOVERNING BODY OF A MUNICIPAL CORPORATION\n   37  OR DISTRICT CORPORATION SHALL BE AUTHORIZED TO PARTICIPATE WHILE  CARRY-\n   38  ING  OUT THE OFFICIAL DUTIES OF SUCH OFFICE IN THE DISCUSSION, DRAFTING,\n   39  PREPARATION, VOTING AND DISPATCH OF A RESOLUTION, MESSAGE  OR  PROCLAMA-\n   40  TION ADDRESSED TO EITHER HOUSE.\n   41    S 13. Section 66-a of the legislative law is REPEALED.\n   42    S  14.  Subdivision  3  of section 73-a of the public officers law, as\n   43  added by chapter 813 of the laws of 1987, the third and fourth  undesig-\n   44  nated  paragraphs  of paragraph 3 as added and paragraph 4, subparagraph\n   45  (a) of paragraph 5, paragraphs 6, 9, 10, 11, subparagraph (b)  of  para-\n   46  graph  12  and  paragraphs  13,  14, 15, 16, 17, 18 and 19 as amended by\n   47  chapter 242 of the laws of 1989, is amended to read as follows:\n   48    3. The annual statement of  financial  disclosure  shall  contain  the\n   49  information [and shall be in the form] set forth hereinbelow:\n\n   50   ANNUAL STATEMENT OF FINANCIAL DISCLOSURE - (For calendar year ________)\n\n   51    1. Name ______________________________________________________________\n   52    2. (a) Title of Position _____________________________________________\n   53       (b) Department, Agency or other Governmental Entity _______________\n   54       (c) Address of Present Office _____________________________________\n\n       S. 877                             28\n\n    1       (d) Office Telephone Number _______________________________________\n    2    3. (a) Marital Status ______________. If married, please give spouse's\n    3           full name including maiden name where applicable.\n    4           _____________________________________________________________ .\n\n    5       (b) List the names of all unemancipated children.\n\n    6      ____________________________________________________________________\n    7      ____________________________________________________________________\n    8      ____________________________________________________________________\n    9      ____________________________________________________________________\n   10      ____________________________________________________________________\n\n   11  Answer  each  of  the  following  questions  completely, with respect to\n   12    calendar year _________, unless another period or  date  is  otherwise\n   13    specified. If additional space is needed, attach additional pages.\n\n   14    Whenever a \"value\" or \"amount\" is required to be reported herein, such\n   15  value  or  amount shall be reported as being within one of the following\n   16  Categories: Category A - under $5,000; Category  B  -  $5,000  to  under\n   17  $20,000;  Category C - $20,000 to under $60,000; Category D - $60,000 to\n   18  under $100,000; Category E - $100,000 to under $250,000; and Category  F\n   19  -  $250,000  TO UNDER $1,000,000; AND CATEGORY G - $1,000,000 or over. A\n   20  reporting individual shall indicate the Category by letter only.\n   21    Whenever \"income\" is required to be reported herein, the term \"income\"\n   22  shall mean the aggregate net income before taxes from the source identi-\n   23  fied.\n   24    The term \"calendar year\" shall mean the year ending the December  31st\n   25  preceding the date of filing of the annual statement.\n\n   26  4.  (a) List  any  office,  trusteeship,  directorship,  partnership, or\n   27      position of any nature, whether compensated  or  not,  held  by  the\n   28      reporting  individual with any firm, corporation, association, part-\n   29      nership, or other organization other than the  State  of  New  York.\n   30      Include  compensated  honorary  positions; do NOT list membership or\n   31      uncompensated honorary positions. If the listed entity was  licensed\n   32      by  any state or local agency, was regulated by any state regulatory\n   33      agency or local agency, or, as a regular and significant part of the\n   34      business or activity of said  entity,  did  business  with,  or  had\n   35      matters  other  than  ministerial matters before, any state or local\n   36      agency, list the name of any such agency.\n\n   37                                                              State or\n   38      Position                  Organization                 Local Agency\n\n   39      ____________________________________________________________________\n   40      ____________________________________________________________________\n   41      ____________________________________________________________________\n   42      ____________________________________________________________________\n   43      ____________________________________________________________________\n\n   44  (b) List any office, trusteeship, directorship, partnership, or position\n   45      of any nature, whether compensated or not, held  by  the  spouse  or\n   46      unemancipated  child  of  the  reporting  individual, with any firm,\n   47      corporation, association, partnership, or other  organization  other\n   48      than  the State of New York. Include compensated honorary positions;\n\n       S. 877                             29\n\n    1      do NOT list membership or uncompensated honorary positions.  If  the\n    2      listed  entity  was licensed by any state or local agency, was regu-\n    3      lated by any state regulatory agency or local agency, or, as a regu-\n    4      lar and significant part of the business or activity of said entity,\n    5      did  business  with,  or  had matters other than ministerial matters\n    6      before, any state or local agency, list the name of any such agency.\n\n    7                                                              State or\n    8      Position                  Organization                 Local Agency\n\n    9      ____________________________________________________________________\n   10      ____________________________________________________________________\n   11      ____________________________________________________________________\n   12      ____________________________________________________________________\n   13      ____________________________________________________________________\n\n   14  5.  (a) List the name, address  and  description  of  any  [occupation,]\n   15      employment  (other  than  the employment listed under Item 2 above),\n   16      trade, business [or], profession OR OCCUPATION  engaged  in  by  the\n   17      reporting  individual. If such activity was licensed by any state or\n   18      local agency[,] OR was regulated by any state regulatory  agency  or\n   19      local agency, [or, as a regular and significant part of the business\n   20      or  activity of said entity, did business with, or had matters other\n   21      than ministerial matters before, any state or  local  agency,]  list\n   22      the name of any such agency.\n\n   23                                                              State or\n   24                 Name & Address                                 Local\n   25      Position   of Organization          Description          Agency\n\n   26      ____________________________________________________________________\n   27      ____________________________________________________________________\n   28      ____________________________________________________________________\n   29      ____________________________________________________________________\n   30      ____________________________________________________________________\n\n   31  (b)  IF  THE REPORTING INDIVIDUAL DID BUSINESS WITH OR HAD MATTERS OTHER\n   32      THAN MINISTERIAL MATTERS BEFORE ANY STATE OR  LOCAL  AGENCY  IN  THE\n   33      COURSE  OF ANY EMPLOYMENT, TRADE, BUSINESS, PROFESSION OR OCCUPATION\n   34      ENGAGED IN BY THE REPORTING INDIVIDUAL, LIST THE NAME AND ADDRESS OF\n   35      THE ENTITY, A BRIEF DESCRIPTION OF THE ACTIVITY AND THE NAME OF  ANY\n   36      SUCH AGENCY.\n   37                                                              STATE OR\n   38      NAME & ADDRESS                                            LOCAL\n   39      OF ORGANIZATION           DESCRIPTION                    AGENCY\n\n   40      ____________________________________________________________________\n   41      ____________________________________________________________________\n   42      ____________________________________________________________________\n   43      ____________________________________________________________________\n   44      ____________________________________________________________________\n\n   45  (C) If the spouse or unemancipated child of the reporting individual was\n   46      engaged in any occupation, employment, trade, business or profession\n   47      which  activity was licensed by any state or local agency, was regu-\n   48      lated by any state regulatory agency or local agency, or, as a regu-\n\n       S. 877                             30\n\n    1      lar and significant part of the business or activity of said entity,\n    2      did business with, or had matters  other  than  ministerial  matters\n    3      before,  any  state  or  local  agency,  list  the name, address and\n    4      description  of  such  occupation,  employment,  trade,  business or\n    5      profession and the name of any such agency.\n\n    6                                                              State or\n    7                 Name & Address                                 Local\n    8      Position   of Organization          Description          Agency\n\n    9      ____________________________________________________________________\n   10      ____________________________________________________________________\n   11      ____________________________________________________________________\n   12      ____________________________________________________________________\n   13      ____________________________________________________________________\n\n   14  6.  List any interest, in EXCESS of $1,000, held by the reporting  indi-\n   15      vidual, such individual's spouse or unemancipated child, or partner-\n   16      ship  of  which  any such person is a member, or corporation, 10% or\n   17      more of the stock of which  is  owned  or  controlled  by  any  such\n   18      person,  whether  vested  or  contingent,  in  any  contract made or\n   19      executed by a state or local agency and  include  the  name  of  the\n   20      entity which holds such interest and the relationship of the report-\n   21      ing  individual  or  such  individual's spouse or such child to such\n   22      entity and the interest in such contract. Do NOT include  bonds  and\n   23      notes.  Do NOT list any interest in any such contract on which final\n   24      payment has been made and all obligations under the contract  except\n   25      for  guarantees and warranties have been performed, provided, howev-\n   26      er, that such an interest must be listed if there has been an  ongo-\n   27      ing  dispute  during  the  calendar year for which this statement is\n   28      filed with respect to any such guarantees or warranties. Do NOT list\n   29      any interest in a contract made or executed by a local agency  after\n   30      public notice and pursuant to a process for competitive bidding or a\n   31      process for competitive requests for proposals.\n\n   32                   Entity       Relationship      Contracting   Category\n   33       Self,     Which Held      to Entity          State or       of\n   34      Spouse or  Interest in    and Interest         Local      Value of\n   35       Child      Contract      in Contract          Agency     Contract\n\n   36      ____________________________________________________________________\n   37      ____________________________________________________________________\n   38      ____________________________________________________________________\n   39      ____________________________________________________________________\n   40      ____________________________________________________________________\n\n   41  7.  List any position the reporting individual held as an officer of any\n   42      political  party or political organization, as a member of any poli-\n   43      tical party committee, or as a political party district leader.  The\n   44      term  \"party\" shall have the same meaning as \"party\" in the election\n   45      law. The term \"political organization\" means any party or  independ-\n   46      ent  body as defined in the election law or any organization that is\n   47      affiliated with or a subsidiary of a party or independent body.\n\n   48      ____________________________________________________________________\n   49      ____________________________________________________________________\n\n       S. 877                             31\n\n    1      ____________________________________________________________________\n    2      ____________________________________________________________________\n    3      ____________________________________________________________________\n\n    4  8.  (a)  If  the  reporting individual practices law, is licensed by the\n    5      department of state as a real estate broker or agent or practices  a\n    6      profession  licensed  by the department of education, give a general\n    7      description of the principal subject areas of matters undertaken  by\n    8      such  individual.  IF THE NATURE OF THE REPORTING INDIVIDUAL'S PRAC-\n    9      TICE OR ACTIVITIES WERE SUCH THAT  NO  PRINCIPAL  SUBJECT  AREAS  OR\n   10      MATTERS  WERE UNDERTAKEN, GIVE A GENERAL DESCRIPTION OF THE PRACTICE\n   11      OR ACTIVITIES UNDERTAKEN. Additionally, if such an individual  prac-\n   12      tices  with a firm or corporation and is a partner or shareholder of\n   13      the firm or corporation, give a general description of THE principal\n   14      subject areas of matters undertaken by such firm or corporation.  IF\n   15      THE MATTERS UNDERTAKEN BY SUCH FIRM OR CORPORATION WERE SUCH THAT NO\n   16      PRINCIPAL SUBJECT AREAS OR MATTERS WERE UNDERTAKEN, GIVE  A  GENERAL\n   17      DESCRIPTION  OF  THE  PRACTICE OR ACTIVITIES UNDERTAKEN. Do not list\n   18      the name of the individual clients, customers or patients.\n   19      ____________________________________________________________________\n   20      ____________________________________________________________________\n   21      ____________________________________________________________________\n   22      ____________________________________________________________________\n   23      ____________________________________________________________________\n   24  (b) IF THE REPORTING  INDIVIDUAL  RECEIVED  COMPENSATION  IN  EXCESS  OF\n   25      $1,000 FOR APPEARANCES BEFORE A STATE AGENCY WITH RESPECT TO MATTERS\n   26      OTHER  THAN  MINISTERIAL MATTERS, INDICATE THE NATURE OF THE APPEAR-\n   27      ANCES AND THE NAME OF ANY SUCH AGENCY.\n   28      NATURE             STATE AGENCY\n   29      _________________________________________________________\n   30      _________________________________________________________\n   31      _________________________________________________________\n   32  (C) List the name, principal address  and  general  description  or  the\n   33      nature of the business activity of any entity in which the reporting\n   34      individual  or  such individual's spouse had an investment in excess\n   35      of $1,000 excluding investments in securities and interests in  real\n   36      property.\n   37      ____________________________________________________________________\n   38      ____________________________________________________________________\n   39      ____________________________________________________________________\n   40      ____________________________________________________________________\n   41      ____________________________________________________________________\n   42  (D) IF THE REPORTING INDIVIDUAL RECEIVED INCOME IN EXCESS OF $1,000 FROM\n   43      CONSULTING  SERVICES,  NOT  INCLUDING  ANY  SERVICES  PERFORMED BY A\n   44      LICENSED PROFESSIONAL LISTED IN ITEM  8(A),  PROVIDE  THE  NAME  AND\n   45      ADDRESS  OF  THE  BUSINESS OR ENTITY, THE COMPENSATION RECEIVED FROM\n   46      SUCH ENTITY, AND PROVIDE  A  GENERAL  DESCRIPTION  OF  THE  SERVICES\n   47      RENDERED OR CONSIDERATION GIVEN.\n   48      ENTITY     ADDRESS    SERVICES/CONSIDERATION    CATEGORY OF VALUE\n   49      ____________________________________________________________________\n   50      ____________________________________________________________________\n   51      ____________________________________________________________________\n   52      ____________________________________________________________________\n   53  9.  List  each  source  of  gifts,  EXCLUDING campaign contributions, in\n   54      EXCESS of $1,000, received during the  reporting  period  for  which\n   55      this statement is filed by the reporting individual or such individ-\n\n       S. 877                             32\n\n    1      ual's  spouse  or unemancipated child from the same donor, EXCLUDING\n    2      gifts from a relative. INCLUDE the name and address  of  the  donor.\n    3      The  term  \"gifts\"  does  not  include reimbursements, which term is\n    4      defined  in  item  10.    Indicate the value and nature of each such\n    5      gift.\n\n    6                                                                Category\n    7       Self,                                                       of\n    8      Spouse or  Name of                          Nature        Value of\n    9       Child      Donor         Address           of Gift         Gift\n\n   10      ____________________________________________________________________\n   11      ____________________________________________________________________\n   12      ____________________________________________________________________\n   13      ____________________________________________________________________\n   14      ____________________________________________________________________\n\n   15  10. Identify and briefly describe the source of any  reimbursements  for\n   16      expenditures,  EXCLUDING  campaign  expenditures and expenditures in\n   17      connection with official duties reimbursed by the state,  in  EXCESS\n   18      of $1,000 from each such source. For purposes of this item, the term\n   19      \"reimbursements\"  shall mean any travel-related expenses provided by\n   20      nongovernmental sources and for activities related to the  reporting\n   21      individual's  official duties such as, speaking engagements, confer-\n   22      ences, or factfinding events. The  term  \"reimbursements\"  does  NOT\n   23      include gifts reported under item 9.\n\n   24      Source                                                   Description\n\n   25      ____________________________________________________________________\n   26      ____________________________________________________________________\n   27      ____________________________________________________________________\n   28      ____________________________________________________________________\n   29      ____________________________________________________________________\n\n   30  11. List  the  identity  and value, if reasonably ascertainable, of each\n   31      interest in a trust, estate or other beneficial interest,  including\n   32      retirement  plans  (other  than retirement plans of the state of New\n   33      York or the city of New York[,])  and  deferred  compensation  plans\n   34      (e.g.,  401,  403(b),  457, etc.) established in accordance with the\n   35      internal revenue code, in which  the  REPORTING  INDIVIDUAL  held  a\n   36      beneficial  interest  in  EXCESS  of  $1,000  at any time during the\n   37      preceding year. Do NOT report interests in a trust, estate or  other\n   38      beneficial interest established by or for, or the estate of, a rela-\n   39      tive.\n\n   40                                                                  Category\n   41      Identity                                                   of Value*\n\n   42      ____________________________________________________________________\n   43      ____________________________________________________________________\n   44      ____________________________________________________________________\n   45      ____________________________________________________________________\n   46      ____________________________________________________________________\n   47    * The  value  of  such  interest  shall be reported only if reasonably\n   48  ascertainable.\n\n       S. 877                             33\n\n    1  12. (a)  Describe the terms of, and the parties to, any contract,  prom-\n    2      ise,  or  other  agreement  between the reporting individual and any\n    3      person, firm, or corporation with respect to the employment of  such\n    4      individual  after  leaving office or position (other than a leave of\n    5      absence).\n\n    6      ____________________________________________________________________\n    7      ____________________________________________________________________\n    8      ____________________________________________________________________\n    9      ____________________________________________________________________\n   10      ____________________________________________________________________\n\n   11  (b)  Describe  the  parties  to and the terms of any agreement providing\n   12      for continuation of payments or benefits to the REPORTING INDIVIDUAL\n   13      in EXCESS of $1,000 from a prior  employer  OTHER  THAN  the  State.\n   14      (This  includes  interests  in  or  contributions to a pension fund,\n   15      profit-sharing plan, or life or  health  insurance;  buy-out  agree-\n   16      ments; severance payments; etc.)\n\n   17      ____________________________________________________________________\n   18      ____________________________________________________________________\n   19      ____________________________________________________________________\n   20      ____________________________________________________________________\n   21      ____________________________________________________________________\n\n   22  13. List  below  the nature and amount of any income in EXCESS of $1,000\n   23      from EACH SOURCE for the reporting individual and such  individual's\n   24      spouse  for  the  taxable  year  last occurring prior to the date of\n   25      filing.   Nature of income includes, but  is  not  limited  to,  all\n   26      income  (other  than  that received from the employment listed under\n   27      Item 2 above) from compensated employment whether public or private,\n   28      directorships and other fiduciary  positions,  contractual  arrange-\n   29      ments,  teaching  income,  partnerships,  honorariums, lecture fees,\n   30      consultant fees, bank and bond interest, dividends,  income  derived\n   31      from  a trust, real estate rents, and recognized gains from the sale\n   32      or exchange of real or other property.   Income from a  business  or\n   33      profession  and  real estate rents shall be reported with the source\n   34      identified by the building address in the case of real estate  rents\n   35      and  otherwise  by the name of the entity and not by the name of the\n   36      individual customers, clients or tenants,  with  the  aggregate  net\n   37      income  before  taxes  for  each  building  address or entity.   The\n   38      receipt of maintenance received in  connection  with  a  matrimonial\n   39      action, alimony and child support payments shall not be listed.\n\n   40      Self/                                                       Category\n   41      Spouse          Source                   Nature            of Amount\n\n   42      ____________________________________________________________________\n   43      ____________________________________________________________________\n   44      ____________________________________________________________________\n   45      ____________________________________________________________________\n   46      ____________________________________________________________________\n\n   47  14. List  the  sources of any deferred income (not retirement income) in\n   48      EXCESS of $1,000 from each source to be paid to the reporting  indi-\n   49      vidual  following  the  close  of  the  calendar year for which this\n\n       S. 877                             34\n\n    1      disclosure statement is  filed,  other  than  deferred  compensation\n    2      reported  in  item  11 hereinabove. Deferred income derived from the\n    3      practice of a profession shall be listed in the aggregate and  shall\n    4      identify  as the source, the name of the firm, corporation, partner-\n    5      ship or association through which the income was derived, but  shall\n    6      not identify individual clients.\n\n    7                                                                  Category\n    8      Source                                                     of Amount\n\n    9      ____________________________________________________________________\n   10      ____________________________________________________________________\n   11      ____________________________________________________________________\n   12      ____________________________________________________________________\n   13      ____________________________________________________________________\n\n   14  15. List  each assignment of income in EXCESS of $1,000, and each trans-\n   15      fer other than to a relative during the reporting period  for  which\n   16      this  statement  is  filed  for  less  than fair consideration of an\n   17      interest in a trust, estate or other beneficial interest, securities\n   18      or real property, by the reporting individual, in excess of  $1,000,\n   19      which  would  otherwise be required to be reported herein and is not\n   20      or has not been so reported.\n\n   21      Item Assigned                    Assigned or                Category\n   22      or Transferred                 Transferred to               of Value\n\n   23      ____________________________________________________________________\n   24      ____________________________________________________________________\n   25      ____________________________________________________________________\n   26      ____________________________________________________________________\n   27      ____________________________________________________________________\n\n   28  16. List below the type and market  value  of  securities  held  by  the\n   29      reporting  individual  or such individual's spouse from each issuing\n   30      entity in EXCESS of $1,000 at the close of  the  taxable  year  last\n   31      occurring  prior  to  the  date of filing, including the name of the\n   32      issuing entity exclusive of securities held by the  reporting  indi-\n   33      vidual issued by a professional corporation. Whenever an interest in\n   34      securities  exists  through  a  beneficial  interest in a trust, the\n   35      securities held in such trust shall be listed ONLY IF the  reporting\n   36      individual has knowledge thereof except where the reporting individ-\n   37      ual  or  the reporting individual's spouse has transferred assets to\n   38      such trust for his or her benefit in  which  event  such  securities\n   39      shall  be  listed unless they are not ascertainable by the reporting\n   40      individual because the trustee is under an obligation  or  has  been\n   41      instructed  in  writing not to disclose the contents of the trust to\n   42      the reporting individual. Securities of which the reporting individ-\n   43      ual or the reporting individual's spouse is the owner of record  but\n   44      in which such individual or the reporting individual's spouse has no\n   45      beneficial  interest  shall  not be listed.   Indicate percentage of\n   46      ownership ONLY if the reporting person  or  the  reporting  person's\n   47      spouse  holds  more  than five percent (5%) of the stock of a corpo-\n   48      ration in which the stock  is  publicly  traded  or  more  than  ten\n   49      percent  (10%)  of  the stock of a corporation in which the stock is\n   50      NOT publicly traded.  Also  list  securities  owned  for  investment\n\n       S. 877                             35\n\n    1      purposes by a corporation more than fifty percent (50%) of the stock\n    2      of  which is owned or controlled by the reporting individual or such\n    3      individual's spouse.  For the purpose of this item the term \"securi-\n    4      ties\" shall mean mutual funds, bonds, mortgages, notes, obligations,\n    5      warrants and stocks of any class, investment interests in limited or\n    6      general  partnerships  and  certificates  of deposits (CDs) and such\n    7      other evidences of indebtedness and certificates of interest as  are\n    8      usually  referred to as securities.  The market value for such secu-\n    9      rities shall be reported only if reasonably ascertainable and  shall\n   10      not be reported if the security is an interest in a general partner-\n   11      ship  that  was listed in item 8 (a) or if the security is corporate\n   12      stock, NOT publicly traded, in a trade or business  of  a  reporting\n   13      individual or a reporting individual's spouse.\n\n   14                                       Percentage\n   15                                       of corporate\n   16                                       stock owned\n   17                                       or controlled      Category of\n   18                                       (if more than      Market Value\n   19                                       5% of pub-         as of the close\n   20                                       licly traded       of the\n   21                                       stock, or          taxable year\n   22                                       more than          last occurring\n   23                                       10% if stock       prior to\n   24      Self/   Issuing     Type of      not publicly       the filing of\n   25      Spouse  Entity      Security     traded, is held)   this statement\n\n   26      ____________________________________________________________________\n   27      ____________________________________________________________________\n   28      ____________________________________________________________________\n   29      ____________________________________________________________________\n   30      ____________________________________________________________________\n\n   31  17. List  below  the  location,  size, general nature, acquisition date,\n   32      market value and percentage of ownership of  any  real  property  in\n   33      which  any vested or contingent interest in EXCESS of $1,000 is held\n   34      by the reporting individual or the  reporting  individual's  spouse.\n   35      Also  list  real  property owned for investment purposes by a corpo-\n   36      ration more than fifty percent 50% of the stock of which is owned or\n   37      controlled by the reporting individual or such individual's  spouse.\n   38      Do  NOT  list  any  real  property which is the primary or secondary\n   39      personal residence of the  reporting  individual  or  the  reporting\n   40      individual's  spouse,  except where there is a co-owner who is other\n   41      than a relative.\n\n   42                                                                  Category\n   43      Self/                                             Percentage   of\n   44      Spouse/                      General  Acquisition    of      Market\n   45      Corporation  Location Size   Nature     Date      Ownership   Value\n\n   46      ____________________________________________________________________\n   47      ____________________________________________________________________\n   48      ____________________________________________________________________\n   49      ____________________________________________________________________\n   50      ____________________________________________________________________\n\n       S. 877                             36\n\n    1  18. List below all notes and accounts receivable, other than from  goods\n    2      or  services  sold, held by the reporting individual at the close of\n    3      the taxable year last occurring prior to  the  date  of  filing  and\n    4      other debts owed to such individual at the close of the taxable year\n    5      last  occurring  prior  to  the date of filing, in EXCESS of $1,000,\n    6      including the name of the debtor, type of obligation, date  due  and\n    7      the  nature  of  the  collateral  securing  payment of each, if any,\n    8      excluding securities reported in item 16 hereinabove.  Debts,  notes\n    9      and  accounts  receivable owed to the individual by a relative shall\n   10      not be reported.\n\n   11                                Type of Obligation,               Category\n   12                                Date Due, and Nature                 of\n   13      Name of Debtor            of Collateral, if any               Amount\n\n   14      ____________________________________________________________________\n   15      ____________________________________________________________________\n   16      ____________________________________________________________________\n   17      ____________________________________________________________________\n   18      ____________________________________________________________________\n\n   19  19. List below all liabilities of  the  reporting  individual  and  such\n   20      individual's spouse, in EXCESS of $5,000 as of the date of filing of\n   21      this  statement,  other  than liabilities to a relative. Do NOT list\n   22      liabilities incurred by, or guarantees made by, the reporting  indi-\n   23      vidual  or  such individual's spouse or by any proprietorship, part-\n   24      nership or corporation in which the  reporting  individual  or  such\n   25      individual's  spouse  has  an interest, when incurred or made in the\n   26      ordinary course of the trade, business or professional  practice  of\n   27      the  reporting  individual  or such individual's spouse. Include the\n   28      name of the creditor and any collateral pledged by  such  individual\n   29      to  secure  payment  of  any  such liability. A reporting individual\n   30      shall not list any obligation to pay maintenance in connection  with\n   31      a  matrimonial  action,  alimony or child support payments. Any loan\n   32      issued in the ordinary course of business by a financial institution\n   33      to finance educational costs, the cost of home purchase or  improve-\n   34      ments  for  a  primary  or  secondary  residence,  or  purchase of a\n   35      personally owned motor vehicle, household  furniture  or  appliances\n   36      shall be excluded. If any such reportable liability has been guaran-\n   37      teed by any third person, list the liability and name the guarantor.\n\n   38                                                                  Category\n   39      Name of Creditor          Type of Liability                    of\n   40      or Guarantor              and Collateral, if any              Amount\n\n   41      ____________________________________________________________________\n   42      ____________________________________________________________________\n   43      ____________________________________________________________________\n   44      ____________________________________________________________________\n   45      ____________________________________________________________________\n\n   46      The  requirements  of  law  relating  to  the reporting of financial\n   47      interests are in the public interest and  no  adverse  inference  of\n   48      unethical  or  illegal conduct or behavior will be drawn merely from\n   49      compliance with these requirements.\n\n       S. 877                             37\n\n    1      ___________________________________       _________________________\n    2      (Signature of Reporting Individual)       Date  (month/day/year)\n\n    3    S  15.  Transfer  of employees. Upon the transfer of the functions, as\n    4  provided for in this act any affected employees shall be transferred  to\n    5  the  commission  on lobbying ethics and compliance, the executive ethics\n    6  and compliance commission,  and  the  joint  legislative  commission  on\n    7  ethics  standards,  as  appropriate in accordance with section 70 of the\n    8  civil service law.\n    9    S 16. Transfer of records. The commission on public integrity and  the\n   10  legislative  ethics commission shall deliver to the commission on lobby-\n   11  ing ethics and compliance, the executive ethics and  compliance  commis-\n   12  sion,  and  the  joint  legislative  commission  on ethics standards, as\n   13  appropriate all books, papers, records, and property as requested by the\n   14  commission on lobbying ethics and compliance, the executive  ethics  and\n   15  compliance  commission,  and  the joint legislative commission on ethics\n   16  standards, as appropriate pursuant to this act.\n   17    S 17. Completion of unfinished business. Any business or other  matter\n   18  undertaken  or  commenced  by the commission on public integrity and the\n   19  legislative ethics commission pertaining to or connected with the  func-\n   20  tions, powers, obligations and duties hereby transferred and assigned to\n   21  the  commission  on lobbying ethics and compliance, the executive ethics\n   22  and compliance commission,  and  the  joint  legislative  commission  on\n   23  ethics  standards,  as  appropriate and pending on the effective date of\n   24  this act may be conducted and completed by the  commission  on  lobbying\n   25  ethics  and  compliance, the executive ethics and compliance commission,\n   26  and the joint legislation commission on ethics standards, as appropriate\n   27  in the same manner and under the same terms and conditions and with  the\n   28  same  effect  as  if conducted and completed by the former commission on\n   29  public integrity and the legislative ethics commission.\n   30    S 18. Terms occurring in laws, contracts and other documents.  Whenev-\n   31  er the commission on public integrity and the legislative ethics commis-\n   32  sion are referred to or designated in any  law,  contract  or  documents\n   33  pertaining  to  the  functions,  powers,  obligations  and duties hereby\n   34  transferred and assigned  to  the  commission  on  lobbying  ethics  and\n   35  compliance,  the  executive  ethics  and  compliance commission, and the\n   36  joint legislative commission on ethics standards, as  appropriate,  such\n   37  reference  or  designation shall be deemed to refer to the commission on\n   38  lobbying ethics and compliance,  the  executive  ethics  and  compliance\n   39  commission, and the joint legislative commission on ethics standards, as\n   40  appropriate, as created by this act.\n   41    S  19.  Existing  rights  and remedies preserved. No existing right or\n   42  remedy of any character shall be lost, impaired or affected by reason of\n   43  this act.\n   44    S 20. Pending actions and proceedings. No action or proceeding pending\n   45  at the time when this act shall take effect, brought by or  against  the\n   46  commission  on  public  integrity  and the legislative ethics commission\n   47  relating to the function, power or duty transferred to or devolved  upon\n   48  the  commission  on lobbying ethics and compliance, the executive ethics\n   49  and compliance commission,  and  the  joint  legislative  commission  on\n   50  ethics  standards, as appropriate shall be affected by this act, but the\n   51  same may be prosecuted or defended in the  name  of  the  commission  on\n   52  lobbying  ethics  and  compliance,  the  executive ethics and compliance\n   53  commission, and the joint legislative commission on ethics standards, as\n   54  appropriate and upon application to the court, the commission on  lobby-\n   55  ing  ethics  and compliance, the executive ethics and compliance commis-\n\n       S. 877                             38\n\n    1  sion, and the joint  legislative  commission  on  ethics  standards,  as\n    2  appropriate shall be substituted as a party.\n    3    S 21. Notwithstanding any contrary provision of the state finance law,\n    4  transfer  of  appropriations heretofore made to the commission on public\n    5  integrity and the legislative ethics commission, all  appropriations  or\n    6  reappropriations for the functions herein transferred heretofore made to\n    7  the commission on public integrity and the legislative ethics commission\n    8  or  segregated pursuant to law, to the extent of remaining unexpended or\n    9  unencumbered balances thereof,  whether  allocated  or  unallocated  and\n   10  whether  obligated or unobligated, are hereby transferred to the commis-\n   11  sion on lobbying ethics and compliance, the executive ethics and compli-\n   12  ance commission, and the joint legislative commission on  ethics  stand-\n   13  ards, as appropriate to the extent necessary to carry out the commission\n   14  on  lobbying  ethics and compliance, the executive ethics and compliance\n   15  commission, and the joint legislative commission  on  ethics  standards'\n   16  functions,  powers and duties subject to the approval of the director of\n   17  the budget for the same purposes for which  originally  appropriated  or\n   18  reappropriated and shall be payable on vouchers certified or approved by\n   19  the  commission  on lobbying ethics and compliance, the executive ethics\n   20  and compliance commission,  and  the  joint  legislative  commission  on\n   21  ethics  standards,  as  appropriate,  on  audit and warrant of the comp-\n   22  troller.\n   23    S 22. This act shall take effect January 1, 2012;  provided,  however,\n   24  sections  five-a, five-b and fifteen of this act shall take effect Janu-\n   25  ary 1, 2013; and provided further, that sections one  through  five  and\n   26  six  through  eleven  of  this act shall expire and be deemed repealed 6\n   27  years after such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the executive law, in relation to establishing the executive ethics and compliance commission; to amend the legislative law, in relation to the creation of the New York state commission on lobbying ethics and compliance; to amend the legislative law, in relation to establishing the legislative office of ethics investigation and the joint legislative commission on ethics standards and to repeal certain provisions of such law relating to ethics; and to amend the public officers law, in relation to ethics reports; to amend the legislative law and the public officers law, in relation to financial disclosure of public officers; to repeal certain provisions of the legislative law relating to prohibited activities of legislative employees; and providing for the repeal of certain provisions upon expiration thereof ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110103.T102351.TXT", "SOBI.D110107.T124400.TXT", "SOBI.D110103.T120402.TXT", "SOBI.D110103.T111400.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294422240692
}