{
  "year" : 2011,
  "senateBillNo" : "S878-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO VETERANS, HOMELAND SECURITY AND MILITARY AFFAIRS",
    "billEventId" : "S878-2011-1294203600000-REFERRED+TO+VETERANS%2C+HOMELAND+SECURITY+AND+MILITARY+AFFAIRS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "GOLDEN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes granting of school tax exemption to veterans with at least forty percent disability",
  "summary" : "Provides that after a public hearing a school district may adopt a resolution providing a school tax exemption on residential property owned by a veteran with at least a forty percent disability; provides that in order to qualify for such an exemption, an individual shall submit to the assessor a certified statement from the bureau of veterans' affairs stating that he has a permanent service related physical impairment which limits such individual's major life activities by at least forty percent. ",
  "currentCommittee" : "VETERANS, HOMELAND SECURITY AND MILITARY AFFAIRS",
  "sameAs" : null,
  "lawSection" : "Real Property Tax Law",
  "previousVersions" : [ "SA2223-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "LARKIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "MAZIARZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          878\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sens.  GOLDEN, LARKIN, MAZIARZ -- read twice and ordered\n         printed, and when printed to be committed to the Committee  on  Veter-\n         ans, Homeland Security and Military Affairs\n\n       AN  ACT  to  amend the real property tax law, in relation to an optional\n         school tax exemption for certain disabled veterans\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  real  property  tax  law  is amended by adding a new\n    2  section 459-d to read as follows:\n    3    S 459-D. DISABLED VETERANS; SCHOOL TAX EXEMPTION. 1.  AFTER  A  PUBLIC\n    4  HEARING  A  SCHOOL  DISTRICT  MAY  ADOPT  A  RESOLUTION PROVIDING FOR AN\n    5  EXEMPTION TO THE EXTENT OF FIFTY PER CENTUM OF THE ASSESSED VALUATION OF\n    6  RESIDENTIAL REAL PROPERTY, PURSUANT TO THE PROVISIONS OF  THIS  SECTION.\n    7  SUCH  RESOLUTION MAY PROVIDE A SCHOOL TAX EXEMPTION ON RESIDENTIAL PROP-\n    8  ERTY OWNED BY A VETERAN WITH AT LEAST A FORTY  PERCENT  DISABILITY,  WHO\n    9  RESIDES ON THE REAL PROPERTY.\n   10    2. TO QUALIFY AS A FORTY PERCENT OR MORE DISABLED VETERAN, AN INDIVID-\n   11  UAL  SHALL  SUBMIT TO THE ASSESSOR A CERTIFIED STATEMENT FROM THE UNITED\n   12  STATES DEPARTMENT OF VETERANS' AFFAIRS WHICH STATES THAT THE  INDIVIDUAL\n   13  HAS  A  PERMANENT  SERVICE RELATED PHYSICAL IMPAIRMENT WHICH LIMITS SUCH\n   14  INDIVIDUAL'S MAJOR LIFE ACTIVITIES BY AT LEAST FORTY PERCENT.\n   15    3. SUCH EXEMPTION SHALL BE GRANTED ONLY UPON APPLICATION BY THE  OWNER\n   16  OF  THE  REAL  PROPERTY  ON  A FORM PRESCRIBED AND MADE AVAILABLE BY THE\n   17  STATE BOARD.\n   18    S 2. This act shall take effect June 1, 2012.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04193-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the real property tax law, in relation to an optional school tax exemption for certain disabled veterans ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110103.T120402.TXT", "SOBI.D110103.T111400.TXT", "SOBI.D110106.T111204.TXT", "SOBI.D110103.T103352.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294330324736
}