{
  "year" : 2011,
  "senateBillNo" : "S879-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO INVESTIGATIONS AND GOVERNMENT OPERATIONS",
    "billEventId" : "S879-2011-1294203600000-REFERRED+TO+INVESTIGATIONS+AND+GOVERNMENT+OPERATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "GOLDEN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes the New York state independent budget office",
  "summary" : "Creates the New York state independent budget office to provide objective, non-partisan and timely analyses of state revenue, expenditures and management practices to members of the legislature for any legislation with fiscal impact or at the request of a leader or a committee. ",
  "currentCommittee" : "INVESTIGATIONS AND GOVERNMENT OPERATIONS",
  "sameAs" : null,
  "lawSection" : "Legislative Law",
  "previousVersions" : [ "S7038-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "GALLIVAN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "VALESKY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          879\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  GOLDEN -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Investigations and Govern-\n         ment Operations\n\n       AN ACT to amend the legislative law, in relation to establishing the New\n         York state independent budget office\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. The legislative law is amended by adding a new article 4-B\n    2  to read as follows:\n    3                                  ARTICLE 4-B\n    4                  NEW YORK STATE INDEPENDENT BUDGET OFFICE\n    5  SECTION 75. POWERS AND DUTIES OF THE NEW YORK STATE  INDEPENDENT  BUDGET\n    6                OFFICE.\n    7          76. DIRECTOR OF THE NEW YORK STATE INDEPENDENT BUDGET OFFICE.\n    8    S  75.  POWERS  AND  DUTIES  OF  THE NEW YORK STATE INDEPENDENT BUDGET\n    9  OFFICE. THERE SHALL HEREBY BE ESTABLISHED AN  OFFICE  OF  THE  NEW  YORK\n   10  STATE  LEGISLATURE  TO BE KNOWN AS THE NEW YORK STATE INDEPENDENT BUDGET\n   11  OFFICE.  1. IT SHALL BE THE PRIMARY DUTY AND FUNCTION OF  THE  NEW  YORK\n   12  STATE INDEPENDENT BUDGET OFFICE TO PROVIDE THE MEMBERS AND COMMITTEES OF\n   13  THE  LEGISLATURE  WITH  INFORMATION WHICH WILL ASSIST SUCH OFFICIALS AND\n   14  BODIES IN THE DISCHARGE OF MATTERS WITHIN THEIR JURISDICTION  PERTAINING\n   15  TO THE BUDGETARY PROCESS INCLUDING:\n   16    (A)  INFORMATION  WITH RESPECT TO THE BUDGET, APPROPRIATIONS BILLS AND\n   17  OTHER   BILLS   AUTHORIZING   OR   PROVIDING   FOR   EXPENDITURES   FROM\n   18  GOVERNMENT-WIDE  FUNDS  OR  REVENUES TO THOSE FUNDS; INCLUDING ANY BILLS\n   19  THAT HAVE A DIRECT OR INDIRECT FISCAL IMPACT IN  TERMS  OF  SPENDING  OR\n   20  REVENUE;\n   21    (B)  INFORMATION  WITH RESPECT TO ESTIMATED REVENUES AND RECEIPTS, AND\n   22  CHANGING REVENUE CONDITIONS;\n   23    (C) INFORMATION WITH RESPECT TO THE PERFORMANCE AND  EFFECTIVENESS  OF\n   24  STATE AGENCIES AND PROGRAMS; AND\n   25    (D)  TO  THE EXTENT PRACTICABLE, SUCH OTHER INFORMATION OR ANALYSES AS\n   26  MAY BE REQUESTED BY SUCH OFFICIALS AND BODIES, AND THE GENERAL PUBLIC.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04274-01-1\n\n       S. 879                              2\n\n    1    REQUESTS MADE BY THE SPEAKER OF THE ASSEMBLY, THE TEMPORARY  PRESIDENT\n    2  OF  THE  SENATE,  THE CHAIR OF THE ASSEMBLY WAYS AND MEANS COMMITTEE AND\n    3  THE CHAIR OF THE SENATE FINANCE COMMITTEE REGARDING THE BUDGET, REVENUES\n    4  AND EXPENDITURES SHALL RECEIVE PRIORITY ATTENTION.\n    5    2.    THE  INDEPENDENT  BUDGET  OFFICE  SHALL COMPLETE A FISCAL IMPACT\n    6  STATEMENT: (A) FOR ANY BILL BEING CONSIDERED ON  AN  ASSEMBLY  WAYS  AND\n    7  MEANS  COMMITTEE  AGENDA  OR  A  SENATE FINANCE COMMITTEE AGENDA, TO THE\n    8  EXTENT POSSIBLE; (B) FOR ANY BILL AT  THE  REQUEST  OF  THE  SPEAKER  OR\n    9  MINORITY  LEADER  OF THE ASSEMBLY OR THE TEMPORARY PRESIDENT OR MINORITY\n   10  LEADER OF THE SENATE; AND (C) AT THE REQUEST OF  A  COMMITTEE  CHAIR  OR\n   11  RANKING  MEMBER OF A COMMITTEE FOR ANY BILL REFERRED TO THEIR RESPECTIVE\n   12  COMMITTEE.  FISCAL IMPACT STATEMENTS SHALL ESTIMATE THE IMPACT ON  STATE\n   13  REVENUES OR EXPENDITURES.\n   14    3.    THE  INDEPENDENT  BUDGET  OFFICE SHALL SUBMIT AN ANALYSIS OF THE\n   15  EXECUTIVE BUDGET BY MARCH FIRST OF EACH  YEAR  TO  THE  MEMBERS  OF  THE\n   16  ASSEMBLY  WAYS AND MEANS COMMITTEE AND THE SENATE FINANCE COMMITTEE, AND\n   17  MAKE COPIES OF SUCH ANALYSIS AVAILABLE  TO  ALL  OTHER  MEMBERS  OF  THE\n   18  LEGISLATURE AND ALL OTHER INDIVIDUALS, UPON REQUEST.\n   19    4.  THE  INDEPENDENT  BUDGET  OFFICE SHALL, TO THE EXTENT PRACTICABLE,\n   20  DEVELOP PROPOSALS FOR COST EFFECTIVE ALTERNATIVE APPROACHES TO MEET  THE\n   21  FINANCIAL OBLIGATIONS OF THE STATE.\n   22    5.  THE  INDEPENDENT BUDGET OFFICE SHALL PUBLISH A REPORT WITH RESPECT\n   23  TO THE EXPECTED LEVELS OF STATE REVENUES BY THE FIRST  DAY  OF  JANUARY,\n   24  THE FIRST DAY OF APRIL, THE FIRST DAY OF JULY AND THE FIRST DAY OF OCTO-\n   25  BER OF EACH YEAR.\n   26    6.  THE  INDEPENDENT  BUDGET OFFICE SHALL PUBLISH BY DECEMBER FIRST OF\n   27  EACH YEAR A REPORT ANALYZING THE FISCAL OUTLOOK OF  THE  STATE  FOR  THE\n   28  NEXT FIVE YEARS.\n   29    7.  AT  THE  REQUEST  OF  ANY MEMBER OR COMMITTEE OF THE SENATE OR THE\n   30  ASSEMBLY, THE INDEPENDENT BUDGET OFFICE SHALL, TO THE  EXTENT  PRACTICA-\n   31  BLE,  CONSULT  WITH AND ASSIST SUCH COMMITTEE IN ANALYZING THE BUDGETARY\n   32  OR FINANCIAL IMPACT OF ANY PROPOSED LEGISLATION THAT MAY HAVE:\n   33    (A) A SIGNIFICANT BUDGETARY IMPACT ON LOCAL OR TRIBAL GOVERNMENTS;\n   34    (B) A SIGNIFICANT FINANCIAL IMPACT ON THE PRIVATE SECTOR; OR\n   35    (C) A SIGNIFICANT EMPLOYMENT IMPACT ON THE PRIVATE SECTOR.\n   36    8. (A) THE DIRECTOR OF THE INDEPENDENT  BUDGET  OFFICE  SHALL  CONDUCT\n   37  CONTINUING  STUDIES  ON FISCAL MATTERS INCLUDING WAYS TO ENHANCE COMPAR-\n   38  ISONS OF BUDGET AUTHORITY AND OUTLAYS, DEBT AUTHORITY, AND TAX POLICY.\n   39    (B) (1) AT THE REQUEST OF ANY CHAIR OR RANKING MEMBER OF THE  MINORITY\n   40  OF A COMMITTEE OF THE SENATE OR THE ASSEMBLY, THE DIRECTOR SHALL, TO THE\n   41  EXTENT PRACTICABLE, CONDUCT A STUDY OF A LEGISLATIVE PROPOSAL CONTAINING\n   42  A STATE MANDATE.\n   43    (2)  IN  CONDUCTING  A  STUDY ON INTERGOVERNMENTAL MANDATES UNDER THIS\n   44  PARAGRAPH, THE DIRECTOR SHALL:\n   45    (I) SOLICIT AND CONSIDER INFORMATION OR COMMENTS  FROM  ELECTED  OFFI-\n   46  CIALS  (INCLUDING  THEIR DESIGNATED REPRESENTATIVES) OF STATE, LOCAL, OR\n   47  TRIBAL GOVERNMENTS AS MAY PROVIDE HELPFUL INFORMATION OR COMMENTS;\n   48    (II) CONSIDER ESTABLISHING ADVISORY PANELS  OF  ELECTED  OFFICIALS  OR\n   49  THEIR  DESIGNATED REPRESENTATIVES, OF LOCAL OR TRIBAL GOVERNMENTS IF THE\n   50  DIRECTOR DETERMINES THAT  SUCH  ADVISORY  PANELS  WOULD  BE  HELPFUL  IN\n   51  PERFORMING RESPONSIBILITIES OF THE DIRECTOR UNDER THIS SECTION; AND\n   52    (III) IF, AND TO THE EXTENT THAT THE DIRECTOR DETERMINES THAT ACCURATE\n   53  ESTIMATES ARE REASONABLY FEASIBLE, INCLUDE ESTIMATES OF:\n   54    (A)  THE  FUTURE  DIRECT  COST OF THE STATE MANDATE TO THE EXTENT THAT\n   55  SUCH COSTS SIGNIFICANTLY DIFFER FROM  OR  EXTEND  BEYOND  THE  FIVE-YEAR\n   56  PERIOD AFTER THE MANDATE IS FIRST EFFECTIVE; AND\n\n       S. 879                              3\n\n    1    (B)  ANY  DISPROPORTIONATE  BUDGETARY  EFFECTS  OF STATE MANDATES UPON\n    2  PARTICULAR INDUSTRIES OR SECTORS OF THE ECONOMY, REGIONS, AND  URBAN  OR\n    3  RURAL OR OTHER TYPES OF COMMUNITIES, AS APPROPRIATE.\n    4    (3)  IN CONDUCTING A STUDY ON STATE MANDATES UNDER SUBPARAGRAPH ONE OF\n    5  THIS PARAGRAPH, THE DIRECTOR SHALL PROVIDE  ESTIMATES,  IF  AND  TO  THE\n    6  EXTENT  THAT  THE DIRECTOR DETERMINES THAT SUCH ESTIMATES ARE REASONABLY\n    7  FEASIBLE, OF:\n    8    (I) FUTURE COSTS OF STATE MANDATES  ON  PRIVATE  SECTOR  ENTITIES  AND\n    9  LOCAL  GOVERNMENTS TO THE EXTENT THAT SUCH MANDATES DIFFER SIGNIFICANTLY\n   10  FROM OR EXTEND BEYOND THE FIVE-YEAR TIME PERIOD REFERRED TO IN ITEM  (A)\n   11  OF CLAUSE (III) OF SUBPARAGRAPH TWO OF THIS PARAGRAPH;\n   12    (II)  ANY  DISPROPORTIONATE  FINANCIAL EFFECTS OF STATE PRIVATE SECTOR\n   13  MANDATES AND OF ANY STATE FINANCIAL ASSISTANCE  IN  THE  BILL  OR  JOINT\n   14  RESOLUTION  UPON  ANY  PARTICULAR  INDUSTRIES OR SECTORS OF THE ECONOMY,\n   15  REGIONS, AND URBAN OR RURAL OR OTHER TYPES OF COMMUNITIES; AND\n   16    (III) THE EFFECT OF STATE MANDATES IN THE BILL OR JOINT RESOLUTION  ON\n   17  THE ECONOMY OF THE STATE, INCLUDING THE EFFECT ON PRODUCTIVITY, ECONOMIC\n   18  GROWTH,  FULL  EMPLOYMENT, CREATION OF PRODUCTIVE JOBS, AND COMPETITIVE-\n   19  NESS OF GOODS AND SERVICES.\n   20    9. THE INDEPENDENT BUDGET OFFICE SHALL, FROM  TIME  TO  TIME,  PUBLISH\n   21  SUCH  REPORTS  AS  MAY BE APPROPRIATE TO ENHANCE THE OFFICIAL AND PUBLIC\n   22  UNDERSTANDING OF THE BUDGETARY PROCESS AND OF THE BUDGET DOCUMENTS. SUCH\n   23  OFFICE SHALL, FROM TIME TO TIME, PUBLISH SUCH REPORTS AS MAY  BE  NECES-\n   24  SARY  OR  APPROPRIATE  TO PROVIDE SUCH INFORMATION, DATA AND ANALYSIS AS\n   25  WILL ENHANCE OFFICIAL AND PUBLIC UNDERSTANDING OF  MATTERS  RELATING  TO\n   26  STATE REVENUES, EXPENDITURES, MANAGEMENT PRACTICES AND RELATED MATTERS.\n   27    10.  THE  INDEPENDENT  BUDGET  OFFICE  MAY PROCURE UP-TO-DATE COMPUTER\n   28  EQUIPMENT, OBTAIN THE SERVICES OF EXPERTS AND  CONSULTANTS  IN  COMPUTER\n   29  TECHNOLOGY, AND DEVELOP TECHNIQUES FOR THE EVALUATION OF REVENUE PROJEC-\n   30  TIONS AND BUDGETARY REQUIREMENTS.\n   31    11.  ALL  INFORMATION, DATA, ESTIMATES AND STATISTICS, AND ALL STUDIES\n   32  AND REPORTS PREPARED BY THE INDEPENDENT  BUDGET  OFFICE  SHALL  BE  MADE\n   33  AVAILABLE  TO  THE PUBLIC AND SHALL ALSO BE MADE AVAILABLE BY ELECTRONIC\n   34  MEANS OVER THE INTERNET.\n   35    S 76.  DIRECTOR OF THE NEW YORK STATE INDEPENDENT  BUDGET  OFFICE.  1.\n   36  THE NEW YORK STATE INDEPENDENT BUDGET OFFICE SHALL BE HEADED BY A DIREC-\n   37  TOR  WHO  SHALL BE APPOINTED, FROM ONE OR MORE CANDIDATES RECOMMENDED BY\n   38  THE INDEPENDENT BUDGET OFFICE  BOARD  OF  DIRECTORS  (ALSO  REFERRED  TO\n   39  INTERCHANGEABLY  AS THE \"BOARD\"), BY THE SPEAKER OF THE ASSEMBLY AND THE\n   40  TEMPORARY PRESIDENT OF THE SENATE. THE RECOMMENDATIONS FOR  THE  INITIAL\n   41  APPOINTMENT  OF  SUCH  DIRECTOR  SHALL  BE  MADE  NO  LATER THAN JANUARY\n   42  FIFTEENTH, TWO THOUSAND TWELVE  TO  THE  SPECIAL  COMMITTEE.  SUBSEQUENT\n   43  RECOMMENDATIONS  SHALL  BE  MADE  BETWEEN  JANUARY  SECOND  AND  JANUARY\n   44  FIFTEENTH EVERY SIXTH YEAR THEREAFTER. THE SPEAKER OF THE  ASSEMBLY  AND\n   45  TEMPORARY  PRESIDENT OF THE SENATE SHALL APPOINT THE INITIAL DIRECTOR NO\n   46  LATER THAN FEBRUARY FIFTEENTH, TWO  THOUSAND  ELEVEN  AND  SUCH  INITIAL\n   47  DIRECTOR  SHALL  TAKE OFFICE BEGINNING APRIL FIRST, TWO THOUSAND TWELVE.\n   48  SUBSEQUENT APPOINTMENTS SHALL BE MADE NO LATER THAN  FEBRUARY  FIFTEENTH\n   49  EVERY SIXTH YEAR THEREAFTER.\n   50    2.  (A) THERE SHALL BE AN INDEPENDENT BUDGET OFFICE BOARD OF DIRECTORS\n   51  CONSISTING OF (1) ONE PERSON APPOINTED BY EACH OF  THE  FOLLOWING  OFFI-\n   52  CIALS  AND  WHO SHALL SERVE AT THE PLEASURE OF SUCH OFFICIALS; THE CHAIR\n   53  AND RANKING MEMBER OF THE ASSEMBLY WAYS  AND  MEANS  COMMITTEE  AND  THE\n   54  CHAIR  AND  RANKING  MEMBER OF THE SENATE FINANCE COMMITTEE, AND (2) SIX\n   55  OTHER MEMBERS JOINTLY APPOINTED BY THE SPEAKER OF THE ASSEMBLY  AND  THE\n   56  TEMPORARY  PRESIDENT  OF THE SENATE, WHO SHALL SERVE FOR SIX YEAR TERMS,\n\n       S. 879                              4\n\n    1  PROVIDED, HOWEVER THAT OF THE MEMBERS FIRST APPOINTED, TWO  SHALL  SERVE\n    2  FOR  TERMS  EXPIRING  ON  MARCH THIRTY-FIRST, TWO THOUSAND FOURTEEN; TWO\n    3  SHALL SERVE FOR TERMS  EXPIRING  ON  MARCH  THIRTY-FIRST,  TWO  THOUSAND\n    4  SIXTEEN;  AND  TWO SHALL SERVE FOR TERMS EXPIRING ON MARCH THIRTY-FIRST,\n    5  TWO THOUSAND EIGHTEEN. THE MEMBERS SHALL ALL BE INDIVIDUALS WITH  EXTEN-\n    6  SIVE  EXPERIENCE  AND  KNOWLEDGE  IN  THE  FIELDS OF FINANCE, ECONOMICS,\n    7  ACCOUNTING, PUBLIC ADMINISTRATION AND PUBLIC POLICY  ANALYSIS  INCLUDING\n    8  AT LEAST ONE NATIONALLY RECOGNIZED EXPERT IN THE FIELDS OF BUDGET THEORY\n    9  AND  THE BUDGET PROCESS; ONE DEAN OR DIRECTOR OR FORMER DEAN OR DIRECTOR\n   10  OF A GRADUATE SCHOOL  OF  BUSINESS  ADMINISTRATION,  PUBLIC  AFFAIRS  OR\n   11  PUBLIC  ADMINISTRATION  LOCATED IN NEW YORK STATE; ONE OFFICER OR FORMER\n   12  OFFICER OR ECONOMIC ADVISOR OF A LABOR  UNION;  ONE  OFFICER  OR  FORMER\n   13  OFFICER  OR  ECONOMIC  ADVISOR TO A BUSINESS CORPORATION; ONE OFFICER OR\n   14  FORMER OFFICER OF A CITY WITH A POPULATION OF ONE MILLION OR  MORE,  ONE\n   15  OFFICER OR FORMER OFFICER OF A COUNTY; AND ONE OFFICER OR FORMER OFFICER\n   16  OF A CIVIC OR PUBLIC INTEREST ADVOCACY ORGANIZATION DIRECTLY INVOLVED IN\n   17  BUDGET  MATTERS.  LOBBYING STATE OR LOCAL ENTITIES AS DEFINED BY SECTION\n   18  ONE-C OF THIS CHAPTER SHALL NOT BE CONSTRUED AS DIRECT  INVOLVEMENT  FOR\n   19  THE  PURPOSE  OF THIS PARAGRAPH.   NO INDIVIDUAL SHALL SERVE CONSECUTIVE\n   20  TERMS.\n   21    (B) THE INDEPENDENT BUDGET OFFICE BOARD  OF  DIRECTORS  SHALL  DEVELOP\n   22  GUIDELINES  FOR THE BEST PRACTICES OF THE INDEPENDENT BUDGET OFFICE. THE\n   23  INDEPENDENT BUDGET OFFICE BOARD OF DIRECTORS SHALL  MEET  ANNUALLY  WITH\n   24  THE  DIRECTOR  TO  REVIEW  SUCH  GUIDELINES  AND  TO  MAKE  COMMENTS AND\n   25  SUGGESTIONS ON THE OVERALL PRACTICES  OF  THE  OFFICE.    IN  DEVELOPING\n   26  GUIDELINES  FOR  BEST  PRACTICES,  SUCH STANDARDS SHALL BE IN COMPLIANCE\n   27  WITH STANDARDS PROMULGATED  BY  THE  GOVERNMENTAL  ACCOUNTING  STANDARDS\n   28  BOARD  OR  ANOTHER  COMPARABLE STANDARD SETTING ENTITY WHEN PRACTICABLE.\n   29  NOTHING IN THIS SECTION SHALL PRECLUDE THE BOARD FROM  USING  PRONOUNCE-\n   30  MENTS;  STANDARDS  AND  OTHER OTHER DOCUMENTS DEVELOPED AND PUBLISHED BY\n   31  ORGANIZATIONS THAT ARE  NATIONALLY  RECOGNIZED  AUTHORITIES  IN  MATTERS\n   32  PERTAINING  TO  PUBLIC  FINANCE EXCEPT THAT THE BOARD SHALL DEVELOP SUCH\n   33  BEST PRACTICES WITH  THE  INTENT  OF  COMPLYING  WITH  THE  GOVERNMENTAL\n   34  ACCOUNTING STANDARDS BOARD WHERE PRACTICABLE AND APPLICABLE.\n   35    (C)  MEMBERS  OF  THE BOARD OF DIRECTORS SHALL RECEIVE NO COMPENSATION\n   36  BUT SHALL BE REIMBURSED FOR REASONABLE EXPENSES INCURRED  IN  CONNECTION\n   37  WITH THEIR DUTIES.\n   38    3.  THE  DIRECTOR  OF THE INDEPENDENT BUDGET OFFICE SHALL BE APPOINTED\n   39  WITHOUT REGARD TO POLITICAL AFFILIATION  AND  SOLELY  ON  THE  BASIS  OF\n   40  FITNESS  TO  PERFORM  THE  DUTIES  ASSIGNED BY THIS ARTICLE. THE TERM OF\n   41  OFFICE  OF  THE  DIRECTOR  FIRST  APPOINTED  SHALL  EXPIRE  ON  FEBRUARY\n   42  FIFTEENTH,  TWO  THOUSAND EIGHTEEN, AND THE TERMS OF OFFICE OF DIRECTORS\n   43  SUBSEQUENTLY APPOINTED SHALL EXPIRE ON SUCH  DATE  IN  EACH  SIXTH  YEAR\n   44  THEREAFTER.  ANY  INDIVIDUAL  APPOINTED  TO  FILL A VACANCY PRIOR TO THE\n   45  EXPIRATION OF A TERM SHALL SERVE ONLY FOR THE UNEXPIRED PORTION OF  SUCH\n   46  TERM.  AN  INDIVIDUAL  SERVING AS DIRECTOR AT THE EXPIRATION OF THE TERM\n   47  MAY CONTINUE TO SERVE UNTIL A SUCCESSOR  IS  APPOINTED.    ANY  DIRECTOR\n   48  SERVING CONSECUTIVE TERMS SHALL BE RECOMMENDED BY THE INDEPENDENT BUDGET\n   49  OFFICE  BOARD  OF DIRECTORS AND APPOINTED BY THE SPEAKER OF THE ASSEMBLY\n   50  AND THE TEMPORARY PRESIDENT OF THE SENATE FOR THE SECOND TERM. NO DIREC-\n   51  TOR SHALL SERVE MORE THAN TWO TERMS CONSECUTIVELY.\n   52    4. TWENTY PERCENT OF THE APPROPRIATIONS MADE TO THE  DIVISION  OF  THE\n   53  BUDGET  SHALL  BE  AVAILABLE  TO PAY FOR THE EXPENSES OF THE INDEPENDENT\n   54  BUDGET OFFICE DURING EACH FISCAL YEAR BEGINNING WITH THE  FIRST  DAY  OF\n   55  APRIL  AFTER  THIS  SECTION SHALL HAVE BECOME A LAW. THE DIRECTOR OF THE\n   56  INDEPENDENT BUDGET OFFICE SHALL APPOINT SUCH PERSONNEL AND  PROCURE  THE\n\n       S. 879                              5\n\n    1  SERVICES  OF  SUCH  EXPERTS  AND  CONSULTANTS, WITHIN THE APPROPRIATIONS\n    2  AVAILABLE THEREFOR, AS MAY BE NECESSARY FOR SUCH DIRECTOR TO  CARRY  OUT\n    3  THE  DUTIES  AND  FUNCTIONS  ASSIGNED  PURSUANT  TO THIS ARTICLE.   SUCH\n    4  PERSONNEL  AND  EXPERTS  SHALL PERFORM SUCH DUTIES AS MAY BE ASSIGNED TO\n    5  THEM BY THE DIRECTOR.\n    6    5. THE DIRECTOR MAY BE REMOVED BY EITHER THE  SENATE  OR  ASSEMBLY  BY\n    7  RESOLUTION.\n    8    6.  (A)  THE  DIRECTOR SHALL RECEIVE COMPENSATION AT AN ANNUAL RATE OF\n    9  PAY THAT IS EQUAL TO THE LOWER OF:\n   10    (1) THE HIGHEST ANNUAL RATE OF COMPENSATION  OF  ANY  OFFICER  OF  THE\n   11  SENATE; OR\n   12    (2)  THE  HIGHEST  ANNUAL  RATE  OF COMPENSATION OF ANY OFFICER OF THE\n   13  ASSEMBLY.\n   14    (B) THE DEPUTY DIRECTOR SHALL RECEIVE COMPENSATION AT AN  ANNUAL  RATE\n   15  OF  PAY  THAT  IS  ONE THOUSAND DOLLARS LESS THAN THE ANNUAL RATE OF PAY\n   16  RECEIVED BY THE DIRECTOR, AS DETERMINED  UNDER  PARAGRAPH  (A)  OF  THIS\n   17  SUBDIVISION.\n   18    (C)  THE  DIRECTOR  SHALL  APPOINT  AND  FIX  THE COMPENSATION OF SUCH\n   19  PERSONNEL AS MAY BE NECESSARY TO CARRY OUT THE DUTIES AND  FUNCTIONS  OF\n   20  THE  OFFICE.  ALL  PERSONNEL  OF  THE  OFFICE SHALL BE APPOINTED WITHOUT\n   21  REGARD TO POLITICAL AFFILIATION AND SOLELY ON THE BASIS OF THEIR FITNESS\n   22  TO PERFORM THEIR DUTIES. THE  DIRECTOR  MAY  PRESCRIBE  THE  DUTIES  AND\n   23  RESPONSIBILITIES  OF  THE  PERSONNEL OF THE OFFICE, AND DELEGATE TO THEM\n   24  AUTHORITY TO PERFORM ANY OF THE DUTIES, POWERS, AND FUNCTIONS IMPOSED ON\n   25  THE OFFICE OR ON THE DIRECTOR. FOR PURPOSES OF PAY (OTHER  THAN  PAY  OF\n   26  THE  DIRECTOR  AND DEPUTY DIRECTOR) AND EMPLOYMENT BENEFITS, RIGHTS, AND\n   27  PRIVILEGES, ALL PERSONNEL OF THE OFFICE SHALL BE TREATED AS IF THEY WERE\n   28  EMPLOYEES OF NEW YORK STATE.\n   29    7. THE DIRECTOR OF THE INDEPENDENT BUDGET OFFICE SHALL HAVE ACCESS  AT\n   30  ALL  REASONABLE  TIMES  TO  OFFICES  OF  STATE DEPARTMENTS, COMMISSIONS,\n   31  BOARDS, BUREAUS AND OFFICES, TO INSTITUTIONS AND TO ALL  STATE  AUTHORI-\n   32  TIES  AND  PUBLIC  WORKS  OF  THE STATE AND THEY MAY, FOR THE PURPOSE OF\n   33  OBTAINING INFORMATION AS TO THE METHOD OF OPERATION, GENERAL  CONDITION,\n   34  MANAGEMENT  AND  NEEDS  THEREOF,  EXAMINE  THE  BOOKS, PAPERS AND PUBLIC\n   35  RECORDS THEREIN. NOTWITHSTANDING ANY OTHER PROVISION OF LAW  SUCH  STATE\n   36  DEPARTMENTS,  COMMISSIONS,  BOARDS,  BUREAUS,  DIVISIONS, OFFICES, STATE\n   37  AUTHORITIES AND OTHER INSTITUTIONS SHALL, THROUGH THEIR PROPER  OFFICERS\n   38  OR  DEPUTIES,  FURNISH  TO THE DIRECTOR SUCH DATA, INFORMATION OR STATE-\n   39  MENTS AS MAY BE NECESSARY FOR THE PROPER EXERCISE OF HIS OR  HER  POWERS\n   40  AND DUTIES AND FOR THE PURPOSE OF CARRYING INTO EFFECT THE PROVISIONS OF\n   41  THIS ARTICLE.\n   42    8. FOR THE PURPOSES OF REVENUE LEGISLATION WHICH IS INCOME, ESTATE AND\n   43  GIFT, EXCISE, AND PAYROLL TAXES, CONSIDERED OR ENACTED IN ANY SESSION OF\n   44  THE  LEGISLATURE,  THE  INDEPENDENT  BUDGET OFFICE SHALL USE EXCLUSIVELY\n   45  DURING THAT LEGISLATIVE SESSION REVENUE ESTIMATES PROVIDED TO IT BY  THE\n   46  OFFICE  OF THE STATE COMPTROLLER. DURING THAT SESSION OF THE LEGISLATURE\n   47  SUCH REVENUE ESTIMATES SHALL BE TRANSMITTED BY  THE  INDEPENDENT  BUDGET\n   48  OFFICE  TO  ANY  COMMITTEE OF THE ASSEMBLY OR THE SENATE REQUESTING SUCH\n   49  ESTIMATES, AND SHALL BE USED BY  SUCH  COMMITTEES  IN  DETERMINING  SUCH\n   50  ESTIMATES. THE FISCAL COMMITTEES OF THE SENATE AND ASSEMBLY SHALL DETER-\n   51  MINE ALL ESTIMATES WITH RESPECT TO THE EXECUTION OF THE PURPOSES OF THIS\n   52  ARTICLE.   THIS SUBDIVISION SHALL NOT REQUIRE NOR PRECLUDE THE INDEPEND-\n   53  ENT BUDGET OFFICE FROM USING ESTIMATES OF THE STATE COMPTROLLER  IN  THE\n   54  CALCULATION OF THE REVENUE FORECAST AS STIPULATED IN SUBDIVISION FIVE OF\n   55  SECTION SEVENTY-FIVE OF THIS ARTICLE.\n   56    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the legislative law, in relation to establishing the New York state independent budget office ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110131.T151716.TXT", "SOBI.D110106.T120715.TXT", "SOBI.D110103.T120402.TXT", "SOBI.D110103.T111400.TXT", "SOBI.D110113.T161922.TXT", "SOBI.D110103.T103352.TXT", "SOBI.D110103.T103852.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296505036563
}