{
  "year" : 2011,
  "senateBillNo" : "S88-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO INVESTIGATIONS AND GOVERNMENT OPERATIONS",
    "billEventId" : "S88-2011-1294203600000-REFERRED+TO+INVESTIGATIONS+AND+GOVERNMENT+OPERATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SQUADRON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes and directs the committee on open government to study proactive disclosure as a means of increasing transparency and access to government information",
  "summary" : "Authorizes and directs the committee on open government to study proactive disclosure as a means of increasing transparency and access to government information. ",
  "currentCommittee" : "INVESTIGATIONS AND GOVERNMENT OPERATIONS",
  "sameAs" : null,
  "lawSection" : "Public Officers",
  "previousVersions" : [ "SA3530-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          88\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by Sen. SQUADRON -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Investigations and Govern-\n         ment Operations\n\n       AN ACT in relation to authorizing and directing the  committee  on  open\n         government  to  study  proactive  disclosure  as a means of increasing\n         transparency and access to government information\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Legislative  findings.  The  legislature  finds  that the\n    2  current freedom of information law, enacted in 1977,  has  served  as  a\n    3  critical  vehicle under which the public has gained access to records of\n    4  state and local governmental entities.  The  legislature  further  finds\n    5  that  the freedom of information law places the burden on the individual\n    6  to request information from an agency,  but  that  the  use  of  current\n    7  information  technology, combined with a commitment to proactive disclo-\n    8  sure, has the potential to provide information to the public to an  even\n    9  greater degree than does the current law.\n   10    S 2. The New York state committee on open government is hereby author-\n   11  ized  and  directed to: (a) study the feasibility of requiring agencies,\n   12  as defined in subdivision 3 of section 86 of the public officers law, to\n   13  proactively disclose documents that are available under article 6 of the\n   14  public officers law; (b) make specific findings and  legislative  recom-\n   15  mendations  relating  to mandatory proactive disclosure by agencies; (c)\n   16  estimate the costs or savings of proactive disclosure;  and  (d)  report\n   17  its  findings to the governor, the temporary president of the senate and\n   18  the speaker of the assembly no later than January 31, 2013.\n   19    S 3. This act shall take effect immediately.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00917-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT in relation to authorizing and directing the committee on open government to study proactive disclosure as a means of increasing transparency and access to government information ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101203.T091937.TXT", "SOBI.D101202.T165102.TXT", "SOBI.D101202.T162601.TXT", "SOBI.D101203.T115947.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1291395587549
}