{
  "year" : 2011,
  "senateBillNo" : "S880-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO INVESTIGATIONS AND GOVERNMENT OPERATIONS",
    "billEventId" : "S880-2011-1294203600000-REFERRED+TO+INVESTIGATIONS+AND+GOVERNMENT+OPERATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "GOLDEN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes additional tax credits for certain costs incurred in film and television productions in N.Y. city",
  "summary" : "Authorizes additional tax credits for certain costs incurred in film and television productions in a city having a population of one million or more. ",
  "currentCommittee" : "INVESTIGATIONS AND GOVERNMENT OPERATIONS",
  "sameAs" : "A1377",
  "lawSection" : "Tax Law",
  "previousVersions" : [ "S5842-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          880\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  GOLDEN -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Investigations and Govern-\n         ment Operations\n\n       AN ACT to amend the tax law and part P of chapter  60  of  the  laws  of\n         2004,  amending  the  tax  law  relating  to  the  empire  state  film\n         production credit, in relation to authorizing additional  tax  credits\n         for  certain  costs  incurred  in film and television productions in a\n         city having a population of one million or more\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision  (b)  of  section  1201-a  of the tax law, as\n    2  amended by section 5 of part Y of chapter 62 of the  laws  of  2006,  is\n    3  amended to read as follows:\n    4    (b) Empire state film production credit. Any city in this state having\n    5  a  population  of one million or more, acting through its local legisla-\n    6  tive body, is hereby authorized to adopt and amend local laws to allow a\n    7  credit against the general corporation tax and the unincorporated  busi-\n    8  ness  tax  imposed  pursuant  to  the authority of chapter seven hundred\n    9  seventy-two of the laws of nineteen hundred  sixty-six  which  shall  be\n   10  substantially  identical to the credit allowed under section twenty-four\n   11  of this chapter, except that (A) the percentage of qualified  production\n   12  costs  used to calculate such credit shall be five percent, (B) whenever\n   13  such section twenty-four references the state, such words shall be  read\n   14  as  referencing  the  city,  (C)  such credit shall be allowed only to a\n   15  taxpayer which is a qualified film production company OR QUALIFIED INDE-\n   16  PENDENT FILM PRODUCTION COMPANY, and (D)  the  effective  date  of  such\n   17  credit  shall  be  July  first,  two  thousand six. Such credit shall be\n   18  applied in a manner consistent with the credit allowed under subdivision\n   19  thirty-six of section two hundred ten of this chapter except as  may  be\n   20  necessary  to  take  into account differences between the general corpo-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03856-01-1\n\n       S. 880                              2\n\n    1  ration tax and the unincorporated business tax.  A \"QUALIFIED  INDEPEND-\n    2  ENT FILM PRODUCTION COMPANY\" IS AN INDIVIDUAL OR A CORPORATION, PARTNER-\n    3  SHIP,  LIMITED  PARTNERSHIP OR OTHER ENTITY THAT IS NOT PUBLICLY TRADED,\n    4  AND  PUBLICLY  TRADED COMPANIES THAT DO NOT OWN, DIRECTLY OR INDIRECTLY,\n    5  MORE THAN FIVE PERCENT OF  THE  QUALIFIED  INDEPENDENT  FILM  PRODUCTION\n    6  COMPANY,  AND  THE  INDIVIDUAL  OR  ENTITY IS PRINCIPALLY ENGAGED IN THE\n    7  PRODUCTION OF A QUALIFIED FILM AND CONTROLS THE  QUALIFIED  FILM  DURING\n    8  PRODUCTION.\n    9    S  2. Subdivision (b) of section 7 of part P of chapter 60 of the laws\n   10  of 2004, amending  the  tax  law  relating  to  the  empire  state  film\n   11  production  credit,  as  amended by section 2 of part Y of chapter 62 of\n   12  the laws of 2006, is amended to read as follows:\n   13    (b) (1) The aggregate amount of tax credits allowed  pursuant  to  the\n   14  authority  of  subdivision  (b)  of section 1201-a of the tax law in any\n   15  calendar year shall be $12.5 million in 2004 and 2005 and $30 million in\n   16  2006 through 2011.  Such aggregate amount of credits shall be  allocated\n   17  by  the mayor's office of film, theater and broadcasting among taxpayers\n   18  in order of priority based upon the date of filing  an  application  for\n   19  allocation  of  film  production  credit  with such office. If the total\n   20  amount of allocated credits applied for in any particular  year  exceeds\n   21  the  aggregate  amount  of  tax credits allowed for such year under this\n   22  section, such excess shall be treated as having been applied for on  the\n   23  first day of the subsequent year.\n   24    (2)  NOTWITHSTANDING  PARAGRAPH (1) OF THIS SUBDIVISION, THE AGGREGATE\n   25  AMOUNT OF TAX CREDITS ALLOWED PURSUANT TO THE AUTHORITY  OF  SUBDIVISION\n   26  (B) OF SECTION 1201-A OF THE TAX LAW SHALL BE INCREASED BY AN ADDITIONAL\n   27  $24  MILLION  IN  2011. THIS ADDITIONAL AMOUNT SHALL BE ALLOCATED BY THE\n   28  MAYOR'S OFFICE OF FILM, THEATER  AND  BROADCASTING  IN  ACCORDANCE  WITH\n   29  PARAGRAPH (1) OF THIS SUBDIVISION. A TAXPAYER ALLOCATED CREDITS FROM THE\n   30  AMOUNTS  AUTHORIZED  UNDER  THIS  PARAGRAPH SHALL NOT CLAIM SUCH CREDITS\n   31  BEFORE TAXABLE YEARS BEGINNING ON OR AFTER  JANUARY  1,  2011.  NOTWITH-\n   32  STANDING  THE  YEAR TO WHICH CREDITS AUTHORIZED UNDER THIS PARAGRAPH ARE\n   33  ALLOCATED BY THE MAYOR'S OFFICE OF FILM, THEATER AND BROADCASTING,  SUCH\n   34  CREDITS  SHALL  NOT BE CLAIMED IN EXCESS OF $24 MILLION IN A GIVEN YEAR.\n   35  CREDITS AUTHORIZED UNDER THIS PARAGRAPH AND ALLOCATED IN EXCESS  OF  $24\n   36  MILLION  IN  A  GIVEN  YEAR  SHALL  BE  CLAIMED  IN THE SUBSEQUENT YEAR.\n   37  NOTWITHSTANDING THE FOREGOING, A TAXPAYER WHICH IS A QUALIFIED INDEPEND-\n   38  ENT FILM PRODUCTION COMPANY WHO IS ALLOCATED CREDITS UP TO $250,000  PER\n   39  QUALIFIED  FILM  FROM  THE AMOUNTS AUTHORIZED UNDER THIS PARAGRAPH SHALL\n   40  CLAIM SUCH CREDITS FOR THE TAXABLE YEAR IN WHICH THE PRODUCTION OF  SUCH\n   41  QUALIFIED FILM IS COMPLETED.\n   42    S 3. This act shall take effect immediately and shall apply to taxable\n   43  years beginning on or after January 1, 2011.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the tax law and part P of chapter 60 of the laws of 2004, amending the tax law relating to the empire state film production credit, in relation to authorizing additional tax credits for certain costs incurred in film and television productions in a city having a population of one million or more ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T130219.TXT", "SOBI.D110107.T140921.TXT", "SOBI.D110103.T114901.TXT", "SOBI.D110106.T125718.TXT", "SOBI.D110103.T104352.TXT", "SOBI.D110103.T121403.TXT", "SOBI.D110103.T104852.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294427361403
}