{
  "year" : 2011,
  "senateBillNo" : "S881-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO AGING",
    "billEventId" : "S881-2011-1294203600000-REFERRED+TO+AGING",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "GOLDEN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for a financial exploitation prevention outreach, education and training program and fund",
  "summary" : "Provides for a financial exploitation, outreach, education and training program and fund. ",
  "currentCommittee" : "AGING",
  "sameAs" : null,
  "lawSection" : "Elder Law",
  "previousVersions" : [ "SA2032-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "LARKIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          881\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sens.  GOLDEN, LARKIN -- read twice and ordered printed,\n         and when printed to be committed to the Committee on Aging\n\n       AN ACT to amend the elder law, in relation to financial exploitation  of\n         the elderly; and to amend the state finance law, in relation to creat-\n         ing the financial exploitation outreach, education and training fund\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivisions 13 and 14 of section 202  of  the  elder  law,\n    2  subdivision 13 as amended and subdivision 14 as added by section 24-d of\n    3  part  B  of chapter 58 of the laws of 2007, paragraph (a) of subdivision\n    4  14 as amended by chapter 319 of the laws of 2010, are amended and a  new\n    5  subdivision 15 is added to read as follows:\n    6    13. to conduct a program of education and information on age discrimi-\n    7  nation  and the preparation and filing of complaints relating to persons\n    8  sixty years of age or older; [and]\n    9    14. to, in cooperation with the department of state:\n   10    (a) prepare or cause to be prepared  and  made  available  to  cities,\n   11  towns  and  villages  model  zoning  and planning guidelines that foster\n   12  age-integrated communities including provisions to allow  for  accessory\n   13  senior citizen units in areas zoned for single family residences and for\n   14  mixed-use  development accommodating senior citizen residential housing;\n   15  and\n   16    (b) make recommendations, in consultation with the division of housing\n   17  and community renewal, to the governor  and  legislature  for  assisting\n   18  mixed-use  age-integrated  housing  development  or redevelopment demon-\n   19  stration projects in urban, suburban and rural areas of the state.   The\n   20  director of the office for the aging and secretary of state shall estab-\n   21  lish  an  advisory  committee  for  purposes  of  this subdivision. Such\n   22  committee shall include, but not be limited to, top  representatives  of\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04185-01-1\n\n       S. 881                              2\n\n    1  local  government,  senior  citizen  organizations,  developers,  senior\n    2  service providers and planners[.]; AND\n    3    15.  TO CONDUCT AN OUTREACH, EDUCATION AND TRAINING PROGRAM FOR FINAN-\n    4  CIAL INSTITUTIONS AS DEFINED IN SUBDIVISION SIX OF SECTION 470.00 OF THE\n    5  PENAL LAW.\n    6    S 2. The elder law is amended by adding a new section 219-a to read as\n    7  follows:\n    8    S 219-A. FINANCIAL  EXPLOITATION,  OUTREACH,  EDUCATION  AND  TRAINING\n    9  PROGRAM. 1. FOR THE PURPOSES OF THIS SECTION, THE TERM \"DESIGNATED AGEN-\n   10  CY\"  SHALL  HAVE  THE  MEANING  ASCRIBED TO IT UNDER SECTION TWO HUNDRED\n   11  FOURTEEN OF THIS TITLE AND \"FINANCIAL INSTITUTION\" SHALL HAVE THE  MEAN-\n   12  ING  ASCRIBED  TO  IT  IN SUBDIVISION SIX OF SECTION 470.00 OF THE PENAL\n   13  LAW.\n   14    2. THE DIRECTOR, WITHIN THE AMOUNTS APPROPRIATED THEREFOR,  SHALL,  IN\n   15  CONJUNCTION  WITH  THE  OFFICE  OF  CHILDREN AND FAMILY SERVICES AND THE\n   16  BANKING DEPARTMENT, ESTABLISH A FINANCIAL EXPLOITATION OUTREACH,  EDUCA-\n   17  TION  AND TRAINING PROGRAM, HEREINAFTER REFERRED TO AS \"THE PROGRAM\" FOR\n   18  THE PURPOSE OF PROVIDING AN EDUCATION, OUTREACH AND TRAINING PROGRAM  TO\n   19  FINANCIAL INSTITUTIONS, TO CERTIFIED PUBLIC ACCOUNTANTS LICENSED IN THIS\n   20  STATE, TO ANY PREPARER OF TAXES OPERATING IN THIS STATE AND TO ATTORNEYS\n   21  LICENSED  IN  THIS  STATE. THE PROGRAM SHALL BE A VOLUNTARY PROGRAM. THE\n   22  DIRECTOR, IN CONJUNCTION WITH THE OFFICE OF CHILDREN AND FAMILY SERVICES\n   23  AND THE BANKING DEPARTMENT, SHALL COORDINATE ACTIVITIES TO IDENTIFY  AND\n   24  PROVIDE  TRAINING  TO THE INSTITUTIONS AND INDIVIDUALS DESCRIBED IN THIS\n   25  SECTION.\n   26    3. (A) AS PART OF THE PROGRAM, THE DIRECTOR MAY AWARD GRANTS TO QUALI-\n   27  FIED  DESIGNATED  AGENCIES  TO  ESTABLISH  LOCAL  ELDERLY   EXPLOITATION\n   28  OUTREACH, EDUCATION AND TRAINING PROGRAMS. QUALIFIED DESIGNATED AGENCIES\n   29  SHALL  WORK  COLLABORATIVELY WITH SUCH INSTITUTIONS AND INDIVIDUALS, AND\n   30  THEIR REPRESENTATIVE ASSOCIATIONS.\n   31    (B) IN MAKING SUCH GRANTS, THE DIRECTOR SHALL CONSIDER:\n   32    (1) THE MANNER IN WHICH THE DESIGNATED AGENCY PROPOSES TO PROVIDE SUCH\n   33  EDUCATION, OUTREACH AND TRAINING;\n   34    (2) THE CAPACITY OF THE DESIGNATED AGENCY TO COORDINATE  ITS  SERVICES\n   35  WITH  BANKING,  HUMAN  SERVICE  AND  LAW ENFORCEMENT AND PUBLIC AGENCIES\n   36  WHICH PROVIDE SERVICES OR ASSISTANCE TO THE ELDERLY, INCLUDING THE LOCAL\n   37  DEPARTMENT OF SOCIAL SERVICES ADULT PROTECTIVE SERVICES UNIT; AND\n   38    (3) ANY OTHER CRITERIA DETERMINED BY THE DIRECTOR TO BE APPROPRIATE.\n   39    4. THE PROGRAM SHALL, AT A MINIMUM, CONSIST OF THE FOLLOWING  ELEMENTS\n   40  WHICH SHALL BE PROVIDED BY THE OFFICE:\n   41    (A)  EDUCATIONAL  AND INFORMATIONAL MATERIALS IN PRINT, AUDIO, VISUAL,\n   42  ELECTRONIC OR OTHER MEDIA;\n   43    (B) PUBLIC SERVICE  ANNOUNCEMENTS,  ADVERTISEMENTS,  MEDIA  CAMPAIGNS,\n   44  WORKSHOPS, MASS MAILINGS, CONFERENCES OR PRESENTATIONS; AND\n   45    (C)  INSTRUCTIONS  ON  HOW  TO  REPORT KNOWN OR SUSPECTED INCIDENTS OF\n   46  FINANCIAL EXPLOITATION OF THE ELDERLY, INCLUDING THE  APPROPRIATE  TELE-\n   47  PHONE NUMBERS TO CALL AND THE TYPES OF INFORMATION THAT WOULD ASSIST THE\n   48  OFFICE WITH ITS INVESTIGATION OF SUCH REPORTS.\n   49    5.  THE  DIRECTOR  SHALL  CONVENE  AN ADVISORY COMMITTEE MADE UP OF AT\n   50  LEAST TEN, BUT NO MORE THAN TWENTY MEMBERS TO ADVISE  THE  DIRECTOR  AND\n   51  MAKE  RECOMMENDATIONS  ON THE ASPECTS OF DEVELOPING AND IMPLEMENTING THE\n   52  PROGRAM. MEMBERS OF THE ADVISORY COMMITTEE SHALL  INCLUDE,  BUT  NOT  BE\n   53  LIMITED TO: AT LEAST THREE REPRESENTATIVES FROM STATEWIDE SENIOR ADVOCA-\n   54  CY  ORGANIZATIONS,  AT LEAST ONE ATTORNEY WHOSE PRACTICE CONCENTRATES IN\n   55  ELDER LAW OR AN INDIVIDUAL ACTING ON BEHALF OF THE ELDER LAW SECTION  OF\n   56  THE  NEW  YORK STATE BAR ASSOCIATION, AT LEAST ONE BANKER OR A REPRESEN-\n\n       S. 881                              3\n\n    1  TATIVE OF AN ASSOCIATION REPRESENTING BANKERS, AT  LEAST  ONE  CERTIFIED\n    2  PUBLIC  ACCOUNTANT  OR  A  REPRESENTATIVE OF AN ASSOCIATION REPRESENTING\n    3  CERTIFIED PUBLIC ACCOUNTANTS, AT LEAST TWO MEMBERS REPRESENTING  PROTEC-\n    4  TIVE  SERVICE  AGENCIES  FOR  ADULTS,  AND  AT LEAST TWO LAW ENFORCEMENT\n    5  REPRESENTATIVES.\n    6    S 3. The state finance law is amended by adding a new section 99-t  to\n    7  read as follows:\n    8    S 99-T. FINANCIAL EXPLOITATION, OUTREACH, EDUCATION AND TRAINING FUND.\n    9  1.  THERE  IS HEREBY ESTABLISHED IN THE JOINT CUSTODY OF THE COMPTROLLER\n   10  AND THE SUPERINTENDENT OF BANKS A SPECIAL REVENUE FUND TO  BE  KNOWN  AS\n   11  THE FINANCIAL EXPLOITATION, OUTREACH, EDUCATION AND TRAINING FUND.\n   12    2.  THE  FINANCIAL EXPLOITATION, OUTREACH, EDUCATION AND TRAINING FUND\n   13  SHALL CONSIST OF ALL MONEYS, APPROPRIATED THERETO, AND ALL  OTHER  FEES,\n   14  FINES,  GRANTS, BEQUESTS OR OTHER MONIES CREDITED OR TRANSFERRED THERETO\n   15  FROM ANY OTHER FUND OR SOURCE.\n   16    3. THE MONEYS OF THE FINANCIAL EXPLOITATION, OUTREACH,  EDUCATION  AND\n   17  TRAINING  FUND SHALL BE DISBURSED BY THE COMPTROLLER TO THE STATE OFFICE\n   18  FOR THE AGING FOR THE PURPOSE OF CARRYING OUT THE PROVISIONS OF SECTIONS\n   19  TWO HUNDRED NINETEEN AND TWO HUNDRED NINETEEN-A OF THE ELDER LAW.\n   20    S 4. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the elder law, in relation to financial exploitation of the elderly; and to amend the state finance law, in relation to creating the financial exploitation outreach, education and training fund ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T130219.TXT", "SOBI.D110103.T114901.TXT", "SOBI.D110103.T121403.TXT", "SOBI.D110103.T104852.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294336939560
}