{
  "year" : 2011,
  "senateBillNo" : "S882-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO CORPORATIONS, AUTHORITIES AND COMMISSIONS",
    "billEventId" : "S882-2011-1294203600000-REFERRED+TO+CORPORATIONS%2C+AUTHORITIES+AND+COMMISSIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "GOLDEN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Creates the lymphedema and lymphatic diseases research grants program",
  "summary" : "Creates the lymphedema and lymphatic diseases research grants program; grants, not to exceed $50,000, would be awarded on a competitive basis to biomedical research institutions conducting direct research related to lymphedema and lymphatic disease. ",
  "currentCommittee" : "CORPORATIONS, AUTHORITIES AND COMMISSIONS",
  "sameAs" : null,
  "lawSection" : "Public Authorities Law",
  "previousVersions" : [ "SA2585-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "JOHNSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "LARKIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "MAZIARZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          882\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sens. GOLDEN, JOHNSON, LARKIN, MAZIARZ -- read twice and\n         ordered printed, and when printed to be committed to the Committee  on\n         Corporations, Authorities and Commissions\n\n       AN  ACT to amend the public authorities law, in relation to establishing\n         a lymphedema and lymphatic diseases research grants  program;  and  to\n         amend  the  state  finance law, in relation to creating the lymphedema\n         and lymphatic diseases research fund\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  public  authorities  law  is amended by adding a new\n    2  section 3153-a to read as follows:\n    3    S 3153-A. LYMPHEDEMA AND LYMPHATIC DISEASES RESEARCH  GRANTS  PROGRAM.\n    4  1.  THE FOUNDATION SHALL, WITHIN AVAILABLE APPROPRIATIONS, ESTABLISH THE\n    5  LYMPHEDEMA AND LYMPHATIC DISEASES  RESEARCH  GRANTS  PROGRAM,  HEREAFTER\n    6  \"GRANTS  PROGRAM.\" THE GRANTS PROGRAM SHALL BE ADMINISTERED BY THE FOUN-\n    7  DATION, IN CONSULTATION WITH  THE  DEPARTMENT  OF  HEALTH.  SUCH  GRANTS\n    8  PROGRAM  FUNDS SHALL BE USED TO PROVIDE FINANCIAL ASSISTANCE IN THE FORM\n    9  OF GRANTS, NOT TO EXCEED FIFTY THOUSAND DOLLARS PER GRANT, TO  NEW  YORK\n   10  STATE  BIOMEDICAL  RESEARCH  INSTITUTIONS FOR WORKING CAPITAL TO FURTHER\n   11  NEW AND EMERGING RESEARCH AND DEVELOPMENT FOR THE DIAGNOSIS  AND  TREAT-\n   12  MENT  OF LYMPHEDEMA AND LYMPHATIC DISEASES. SUCH GRANTS SHALL BE AWARDED\n   13  ON A COMPETITIVE BASIS TO BIOMEDICAL RESEARCH INSTITUTIONS RESPONDING TO\n   14  REQUESTS FOR PROPOSALS ISSUED BY THE FOUNDATION WHEN FUNDS ARE APPROPRI-\n   15  ATED.\n   16    2. (A) \"BIOMEDICAL RESEARCH INSTITUTION\" SHALL MEAN  A  NOT-FOR-PROFIT\n   17  UNIVERSITY,  COLLEGE,  HOSPITAL,  PRIVATE OR FEDERAL RESEARCH LABORATORY\n   18  LOCATED IN NEW YORK  STATE,  OR  A  CONSORTIA  OF  SUCH  ENTITIES,  THAT\n   19  CONDUCTS  AN  INTENSIVE  AND ONGOING PROGRAM OF RESEARCH AND DEVELOPMENT\n   20  DIRECTLY RELATED TO LYMPHEDEMA AND/OR LYMPHATIC DISEASES RESEARCH.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04194-01-1\n\n       S. 882                              2\n\n    1    (B) \"LYMPHEDEMA\" SHALL MEAN AN ACCUMULATION OF LYMPHATIC FLUID IN  THE\n    2  INTERSTITIAL  TISSUE THAT CAUSES SWELLING, MOST OFTEN IN THE ARMS AND/OR\n    3  LEGS, AND OCCASIONALLY IN OTHER PARTS OF THE BODY, FROM ANY CAUSE.\n    4    (C)  \"LYMPHATIC DISEASES\" SHALL INCLUDE BUT NOT BE LIMITED TO:  INSUF-\n    5  FICIENCY OF LYMPHATIC CIRCULATORY FUNCTION  (TO  INCLUDE  ALL  FORMS  OF\n    6  LYMPHEDEMA)  LIPEDEMA,  COMPLEX  CONGENITAL  DISEASES  OF  THE LYMPHATIC\n    7  VASCULATURE,  INCLUDING  LYMPHANGIOMATOSIS,   LYMPHANGIOLEIO-MYOMATOSIS,\n    8  LYMPHANGIECTASIAS,  LYMPHANGIOMAS,  CYSTIC  HYGROMAS,  GORHAM'S DISEASE,\n    9  LYMPHANGIOLEIO-MYOMATOSIS, AND COMPLEX VASCULAR/LYMPHATIC MALFORMATIONS.\n   10    3. IN ADDITION TO SUCH OTHER CRITERIA AS THE FOUNDATION MAY  ADOPT  IN\n   11  RULES  AND  REGULATIONS FOR THE CONSIDERATION OF APPLICATIONS FOR GRANTS\n   12  PURSUANT TO SUBDIVISION ONE OF THIS SECTION, THE FOUNDATION SHALL:\n   13    (A) DETERMINE THAT THE APPLICANT IS UNABLE TO OBTAIN SUFFICIENT  FUND-\n   14  ING  ON  REASONABLE TERMS FROM OTHER PUBLIC OR PRIVATE SOURCES TO PERMIT\n   15  THE INSTITUTION'S PLANNED INVESTMENT TO  PROCEED  WITHOUT  THE  REQUIRED\n   16  ASSISTANCE;\n   17    (B) GIVE PRIORITY TO THOSE APPLICATIONS FOR ASSISTANCE FROM BIOMEDICAL\n   18  RESEARCH INSTITUTIONS THAT SECURE PRIVATE SUPPORT FOR RESEARCH OR COMMIT\n   19  NEW  RESOURCES  TO  THE  EXPANSION  OF LYMPHEDEMA AND LYMPHATIC DISEASES\n   20  RESEARCH; AND\n   21    (C) CONSIDER THE POTENTIAL LONG TERM ECONOMIC BENEFITS TO THE STATE OF\n   22  AWARDING THE SPECIFIC GRANT AND WHETHER  THE  GRANT  WILL  RESULT  IN  A\n   23  REASONABLE  LIKELIHOOD  OF  SUCCESS IN MEETING THE PURPOSES FOR WHICH IT\n   24  WAS SOUGHT BY THE APPLICANT.\n   25    4. THE FOUNDATION, IN CONSULTATION WITH THE DEPARTMENT OF HEALTH,  MAY\n   26  APPLY TO THE NATIONAL INSTITUTES OF HEALTH, THE UNITED STATES DEPARTMENT\n   27  OF HEALTH AND HUMAN SERVICES, AND OTHER APPROPRIATE FEDERAL, PUBLIC, AND\n   28  PRIVATE  ENTITIES  FOR  FUNDING. SUCH MONIES SHALL BE DEPOSITED INTO THE\n   29  LYMPHEDEMA AND LYMPHATIC DISEASES RESEARCH AND  EDUCATION  FUND,  ESTAB-\n   30  LISHED PURSUANT TO SECTION NINETY-NINE-T OF THE STATE FINANCE LAW.\n   31    5.  THE  FOUNDATION  SHALL  SUBMIT TO THE GOVERNOR, THE SPEAKER OF THE\n   32  ASSEMBLY, THE TEMPORARY PRESIDENT OF THE SENATE, AND TO ANY OTHER  STATE\n   33  LEGISLATOR  AT  HIS  OR  HER  REQUEST, A REPORT ON THE GRANTS PROGRAM BY\n   34  SEPTEMBER FIRST, TWO THOUSAND THIRTEEN  AND  ANNUALLY  THEREAFTER.  SUCH\n   35  REPORT  SHALL  INCLUDE, FOR EACH GRANT AWARDED, THE NAME AND LOCATION OF\n   36  THE RECIPIENT, A DESCRIPTION OF THE PRODUCT, DEVICE,  TECHNIQUE,  SYSTEM\n   37  OR  PROCESS BEING RESEARCHED AND DEVELOPED, THE RECIPIENT'S RELATIONSHIP\n   38  TO THE RESEARCH INSTITUTION, THE AMOUNT AND USE OF THE GRANT, THE  TOTAL\n   39  PROJECT  COST,  AND  SUCH OTHER INFORMATION AS THE FOUNDATION SHALL DEEM\n   40  APPROPRIATE. SUCH REPORT SHALL ALSO INCLUDE A LIST OF ALL APPLICANTS AND\n   41  THEIR CONTACT INFORMATION, REGARDLESS OF RECEIVING A GRANT, IN ORDER  TO\n   42  HELP DEMONSTRATE THE NEED FOR FUTURE FUNDS.\n   43    6.  NOTHING  IN  THIS SECTION SHALL REQUIRE THE FOUNDATION TO DISCLOSE\n   44  ANY MATTERS INVOLVING CONFIDENTIAL INTELLECTUAL PROPERTY OR  WORK  PROD-\n   45  UCT,  WHETHER  PATENTABLE  OR NOT, INCLUDING ANY FORMULA, PLAN, PATTERN,\n   46  PROCESS, TOOL, MECHANISM, COMPOUND, PROCEDURE, PRODUCTION DATA OR COMPI-\n   47  LATION OF INFORMATION, WHICH IS NOT PATENTED, BUT WHICH IS KNOWN ONLY TO\n   48  CERTAIN INDIVIDUALS WHO ARE USING IT TO FABRICATE, PRODUCE  OR  COMPOUND\n   49  AN  ARTICLE  OF TRADE OR SERVICE HAVING COMMERCIAL VALUE AND WHICH GIVES\n   50  ITS USER AN OPPORTUNITY TO OBTAIN A BUSINESS ADVANTAGE OVER  COMPETITORS\n   51  WHO DO NOT KNOW IT OR USE IT.\n   52    S  2. The state finance law is amended by adding a new section 99-t to\n   53  read as follows:\n   54    S 99-T. LYMPHEDEMA AND LYMPHATIC DISEASES RESEARCH AND EDUCATION FUND.\n   55  1. THERE IS HEREBY ESTABLISHED IN THE JOINT CUSTODY OF THE  COMMISSIONER\n   56  OF  TAXATION AND FINANCE AND THE COMPTROLLER, A SPECIAL FUND TO BE KNOWN\n\n       S. 882                              3\n\n    1  AS THE LYMPHEDEMA AND LYMPHATIC DISEASES RESEARCH  AND  EDUCATION  FUND,\n    2  HEREAFTER THE \"FUND.\"\n    3    2.  SUCH  FUND  SHALL CONSIST OF ALL MONIES APPROPRIATED, CREDITED, OR\n    4  TRANSFERRED THERETO FROM ANY OTHER  FUND  OR  SOURCE  PURSUANT  TO  LAW.\n    5  NOTHING CONTAINED IN THIS SECTION SHALL PREVENT THE STATE FROM RECEIVING\n    6  GRANTS,  GIFTS  OR  BEQUESTS  FOR THE PURPOSES OF THE FUND AS DEFINED IN\n    7  THIS SECTION AND DEPOSITING THEM INTO THE FUND ACCORDING TO LAW.\n    8    3. MONIES OF THE FUND SHALL BE EXPENDED ONLY FOR LYMPHEDEMA AND  LYMP-\n    9  HATIC  DISEASES  RESEARCH AND EDUCATION PROJECTS APPROVED BY THE DEPART-\n   10  MENT OF HEALTH.\n   11    4. (A) \"LYMPHEDEMA\" SHALL MEAN AN ACCUMULATION OF LYMPHATIC  FLUID  IN\n   12  THE  INTERSTITIAL  TISSUE  THAT  CAUSES SWELLING, MOST OFTEN IN THE ARMS\n   13  AND/OR LEGS, AND OCCASIONALLY IN OTHER PARTS OF THE BODY, REGARDLESS  OF\n   14  CAUSE.\n   15    (B)  \"LYMPHATIC DISEASES\" SHALL INCLUDE BUT NOT BE LIMITED TO:  INSUF-\n   16  FICIENCY OF LYMPHATIC CIRCULATORY FUNCTION (TO INCLUDE ALL FORM OF LYMP-\n   17  HEDEMA), LIPEDEMA, COMPLEX CONGENITAL DISEASES OF THE LYMPHATIC VASCULA-\n   18  TURE,    INCLUDING     LYMPHANGIOMATOSIS,     LYMPHANGIOLEIO-MYOMATOSIS,\n   19  LYMPHANGIECTASIAS,  LYMPHANGIOMAS,  CYSTIC  HYGROMAS,  GORHAM'S DISEASE,\n   20  LYMPHANGIOSARCOMA, AND COMPLEX VASCULAR/LYMPHATIC MALFORMATIONS.\n   21    (C)  \"LYMPHEDEMA  AND  LYMPHATIC  DISEASES  RESEARCH   AND   EDUCATION\n   22  PROJECTS\" SHALL MEAN RESEARCH BY QUALIFIED RESEARCHERS, AS DETERMINED BY\n   23  THE  DEPARTMENT OF HEALTH, TO STIMULATE RESEARCH ON THE PATHOGENESIS AND\n   24  NEW TREATMENTS FOR LYMPHEDEMA AND LYMPHATIC DISEASES. EDUCATION PROJECTS\n   25  ARE THOSE PROJECTS WHICH PROMOTE AND PROVIDE INFORMATION  ON  LYMPHEDEMA\n   26  AND  LYMPHATIC  DISEASES  INCLUDING:   PREVENTION, DIAGNOSIS, TREATMENT,\n   27  LONG-TERM CHRONIC CARE, AND/OR RESEARCH BY  QUALIFIED  ORGANIZATIONS  AS\n   28  DETERMINED BY THE DEPARTMENT OF HEALTH.\n   29    5.  MONIES  SHALL BE PAYABLE FROM THE FUND ON THE AUDIT AND WARRANT OF\n   30  THE COMPTROLLER ON VOUCHERS APPROVED AND CERTIFIED BY  THE  COMMISSIONER\n   31  OF HEALTH.\n   32    6.  TO THE EXTENT PRACTICABLE, THE COMMISSIONER OF HEALTH SHALL ENSURE\n   33  THAT ALL MONIES RECEIVED DURING A FISCAL YEAR ARE EXPENDED PRIOR TO  THE\n   34  END OF THAT FISCAL YEAR.\n   35    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public authorities law, in relation to establishing a lymphedema and lymphatic diseases research grants program; and to amend the state finance law, in relation to creating the lymphedema and lymphatic diseases research fund ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110103.T114901.TXT", "SOBI.D110106.T144226.TXT", "SOBI.D110106.T150228.TXT", "SOBI.D110103.T121403.TXT", "SOBI.D110103.T104852.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294344148002
}