{
  "year" : 2011,
  "senateBillNo" : "S884-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO INVESTIGATIONS AND GOVERNMENT OPERATIONS",
    "billEventId" : "S884-2011-1294203600000-REFERRED+TO+INVESTIGATIONS+AND+GOVERNMENT+OPERATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "GOLDEN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes the \"Caregiver's Assistance Act\" giving income tax credits and deductions and a real property tax exemption to certain persons who help seniors",
  "summary" : "Establishes the \"caregiver's assistance act\"; allows a personal income tax credit equal to twenty percent of qualified care expenses in an amount equal to or less than two thousand four hundred dollars for the taxable year that are paid by the taxpayer for the care of a qualifying senior family member; authorizes a basic or an enhanced (STAR) exemption on a pro-rated basis to property where a senior citizen residing with a taxpayer would otherwise meet the eligibility requirements, except for ownership requirements, and where, in the case of an enhanced exemption, the income of the senior and the spouse of the senior considered separately from the remainder of the household would meet the applicable income requirements; provides that such basic or an enhanced exemption shall be on a pro-rated basis. ",
  "currentCommittee" : "INVESTIGATIONS AND GOVERNMENT OPERATIONS",
  "sameAs" : "A3849",
  "lawSection" : "Tax Law",
  "previousVersions" : [ "S1574-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "FUSCHILLO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "GRIFFO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "LARKIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "MAZIARZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          884\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by Sens. GOLDEN, FUSCHILLO, LARKIN, MAZIARZ -- read twice and\n         ordered  printed, and when printed to be committed to the Committee on\n         Investigations and Government Operations\n\n       AN ACT to amend the tax law and the real property tax law,  in  relation\n         to establishing the Caregiver's Assistance Act\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Short title. This act shall be known and may  be  cited  as\n    2  the \"Caregiver's Assistance Act\".\n    3    S  2. Section 606 of the tax law is amended by adding a new subsection\n    4  (ss) to read as follows:\n    5    (SS) ELDER CARE CREDIT. (1) A  TAXPAYER  SHALL  BE  ALLOWED  A  CREDIT\n    6  AGAINST THE TAX IMPOSED UNDER SECTION SIX HUNDRED ONE OF THIS PART EQUAL\n    7  TO  TWENTY  PERCENT  OF QUALIFIED CARE EXPENSES IN AN AMOUNT EQUAL TO OR\n    8  LESS THAN TWO THOUSAND FOUR HUNDRED DOLLARS FOR THE  TAXABLE  YEAR  THAT\n    9  ARE  PAID  BY  THE  TAXPAYER  FOR THE CARE OF A QUALIFYING SENIOR FAMILY\n   10  MEMBER. A TAXPAYER WITH QUALIFIED CARE EXPENSES PURSUANT TO THE  PRECED-\n   11  ING  SENTENCE  WHICH  ARE  EQUAL  TO  OR  IN EXCESS OF TWO HUNDRED FORTY\n   12  DOLLARS FOR ANY TAXABLE YEAR SHALL RECEIVE  AN  ADDITIONAL  SEVENTY-FIVE\n   13  DOLLAR  CREDIT  AGAINST THE TAX IMPOSED UNDER SECTION SIX HUNDRED ONE OF\n   14  THIS PART. IF THE CREDIT OR CREDITS PROVIDED PURSUANT  TO  THIS  SECTION\n   15  EXCEED  THE TAX FOR SUCH TAXABLE YEAR, THE TAXPAYER MAY RECEIVE, AND THE\n   16  COMPTROLLER, SUBJECT TO A CERTIFICATE OF THE COMMISSIONER, SHALL PAY  AS\n   17  AN  OVERPAYMENT,  WITHOUT  INTEREST,  ANY  EXCESS BETWEEN SUCH TAX AS SO\n   18  REDUCED AND THE AMOUNT OF THE CREDITOR CREDITS. IF  A  TAXPAYER  IS  NOT\n   19  REQUIRED  TO  FILE  A RETURN PURSUANT TO SECTION SIX HUNDRED ONE OF THIS\n   20  PART, A TAXPAYER MAY NEVERTHELESS RECEIVE AND THE  COMPTROLLER,  SUBJECT\n   21  TO  A  CERTIFICATE  OF THE COMMISSIONER, SHALL PAY AS AN OVERPAYMENT THE\n   22  FULL AMOUNT OF THE CREDIT OR CREDITS, WITHOUT INTEREST. NO CREDIT  SHALL\n   23  BE  GRANTED  UNDER  THIS SUBSECTION IF NEW YORK ADJUSTED GROSS INCOME IS\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04415-01-1\n\n       S. 884                              2\n\n    1  GREATER THAN FORTY-FIVE THOUSAND DOLLARS FOR A SINGLE TAXPAYER OR  SIXTY\n    2  THOUSAND DOLLARS FOR MARRIED TAXPAYERS, OR IF THE TAXPAYER HAS TAKEN THE\n    3  CREDIT  FOR  CERTAIN HOUSEHOLD AND DEPENDENT CARE SERVICES AUTHORIZED IN\n    4  THIS SECTION.\n    5    (2) AS USED IN THIS SUBSECTION:\n    6    (A)  \"TAXPAYER\" IS A RESIDENT INDIVIDUAL OF THIS STATE WHO IS REQUIRED\n    7  OR CHOOSES TO FILE A RETURN UNDER THIS ARTICLE, BUT THE  TERM  DOES  NOT\n    8  INCLUDE A NONRESIDENT TAXPAYER OR A PART-YEAR RESIDENT TAXPAYER.\n    9    (B)  \"QUALIFYING  SENIOR  FAMILY MEMBER\" IS A RELATIVE OF THE TAXPAYER\n   10  WITHIN THE THIRD DEGREE OF CONSANGUINITY WHO RESIDES WITH  THE  TAXPAYER\n   11  AND WHO IS SIXTY YEARS OR OLDER AND WHOSE NEW YORK ADJUSTED GROSS INCOME\n   12  IS THIRTEEN THOUSAND DOLLARS OR LESS FOR A SINGLE FAMILY MEMBER OR TWEN-\n   13  TY  THOUSAND  OR  LESS  FOR  MARRIED FAMILY MEMBERS. A QUALIFYING SENIOR\n   14  FAMILY MEMBER INCLUDES A PERSON WHO OTHERWISE MEETS  THE  QUALIFICATIONS\n   15  SPECIFIED  IN THE PRECEDING SENTENCE BUT WHO OCCUPIES A SEPARATE ROOM OR\n   16  ROOMS IN OR AT THE RESIDENCE OF THE TAXPAYER,  SUCH  AS  THOSE  COMMONLY\n   17  REFERRED TO AS MOTHER-IN-LAW APARTMENTS, BUT SHALL NOT INCLUDE A TENANT,\n   18  SUBTENANT,  ROOMER  OR  BOARDER  WHO  PAYS  A LEASE OR RENTAL FEE TO THE\n   19  TAXPAYER FOR THE SPACE.\n   20    (C) \"QUALIFIED CARE EXPENSES\" ARE PAYMENTS MADE BY  THE  TAXPAYER  FOR\n   21  GOODS  AND  SERVICES  NECESSARY  TO  ALLOW  THE QUALIFYING SENIOR FAMILY\n   22  MEMBER TO BE MAINTAINED IN THE  TAXPAYER'S  RESIDENCE  WHICH  GOODS  AND\n   23  SERVICES  ARE:  (I)  PROVIDED  TO  OR  FOR THE BENEFIT OF THE QUALIFYING\n   24  SENIOR FAMILY MEMBER OR TO ASSIST THE TAXPAYER IN CARING FOR THE  QUALI-\n   25  FYING  SENIOR  FAMILY MEMBER; OR PROVIDED BY AN ORGANIZATION OR AN INDI-\n   26  VIDUAL NOT RELATED TO THE  TAXPAYER  OR  THE  QUALIFYING  SENIOR  FAMILY\n   27  MEMBER;  AND  (II)  NOT COMPENSATED FOR BY INSURANCE OR FEDERAL OR STATE\n   28  PROGRAMS. SUCH EXPENSES INCLUDE, BUT ARE NOT  LIMITED  TO,  HOME  HEALTH\n   29  AGENCY  SERVICES,  ADULT DAY CARE, COMPANIONSHIP SERVICES, PERSONAL CARE\n   30  ATTENDANT SERVICES, HOMEMAKER SERVICES, RESPITE CARE, HEALTH CARE EQUIP-\n   31  MENT AND SUPPLIES, HOME  MODIFICATION,  OR  ANY  SERVICES  NECESSARY  TO\n   32  PROVIDE  HELP  IN  TWO  OR  MORE  ACTIVITIES IN DAILY LIVING, OR FOR THE\n   33  PROVISION OF ASSISTIVE DEVICES.\n   34    (3) WHEN TWO OR MORE MEMBERS OF A HOUSEHOLD  MEET  THE  QUALIFICATIONS\n   35  FOR A CREDIT OR CREDITS PURSUANT TO THIS SUBSECTION, THE CREDIT OR CRED-\n   36  ITS  SHALL  BE  EQUALLY DIVIDED BETWEEN OR AMONG SUCH INDIVIDUALS UNLESS\n   37  SUCH INDIVIDUALS FILE WITH THE COMMISSIONER A WRITTEN AGREEMENT  SETTING\n   38  FORTH  A  DIFFERENT DIVISION.   WHERE A JOINT INCOME TAX RETURN HAS BEEN\n   39  FILED PURSUANT TO THIS CHAPTER BY A TAXPAYER AND HIS OR HER  SPOUSE  (OR\n   40  WHERE  BOTH SPOUSES ARE TAXPAYERS AND HAVE FILED SUCH JOINT RETURN), WHO\n   41  QUALIFY FOR SUCH CREDIT OR  CREDITS,  THE  CREDIT  OR  CREDITS,  OR  THE\n   42  PORTION  THEREOF  IF DIVIDED, TO WHICH THE HUSBAND AND WIFE ARE ENTITLED\n   43  SHALL BE APPLIED AGAINST THE TAX OF BOTH  SPOUSES  AND  ANY  OVERPAYMENT\n   44  SHALL  BE  MADE  TO  BOTH SPOUSES. WHERE ANY RETURN REQUIRED TO BE FILED\n   45  PURSUANT TO THIS CHAPTER IS COMBINED WITH  ANY  RETURN  OF  TAX  IMPOSED\n   46  PURSUANT  TO  THE AUTHORITY OF THIS CHAPTER OR ANY OTHER LAW IF SUCH TAX\n   47  IS ADMINISTERED BY THE  COMMISSIONER,  THE  CREDIT  OR  CREDITS  OR  THE\n   48  PORTION OF THEREOF IF DIVIDED, ALLOWED TO THE TAXPAYER MAY BE APPLIED BY\n   49  THE COMMISSIONER TOWARD ANY LIABILITY FOR THE AFOREMENTIONED TAXES.\n   50    (4)  NO  CREDIT  OR  CREDITS OR PORTION THEREOF SHALL BE GRANTED UNDER\n   51  THIS SUBSECTION WITH RESPECT TO CARE PROVIDED IN  A  RESIDENCE  THAT  IS\n   52  WHOLLY  EXEMPTED  FROM REAL PROPERTY TAXATION OR TO AN INDIVIDUAL WHO IS\n   53  NOT A RESIDENT INDIVIDUAL OF THE STATE FOR THE ENTIRE TAXABLE YEAR.  THE\n   54  RIGHT  TO  CLAIM  A  CREDIT  OR CREDITS OR A PORTION THEREOF, WHERE SUCH\n   55  CREDIT OR CREDITS HAVE BEEN DIVIDED  UNDER  THIS  SUBSECTION,  SHALL  BE\n   56  PERSONAL  TO  THE  QUALIFIED  TAXPAYER  AND SHALL NOT SURVIVE HIS OR HER\n\n       S. 884                              3\n\n    1  DEATH, BUT SUCH RIGHT MAY BE EXERCISED ON BEHALF OF A CLAIMANT BY HIS OR\n    2  HER LEGAL GUARDIAN OR ATTORNEY IN FACT DURING HIS OR HER LIFETIME.\n    3    (5)  THE  COMMISSIONER MAY REQUIRE A TAXPAYER TO FURNISH AS SUPPORT OF\n    4  HIS OR HER CLAIM FOR CREDIT UNDER THIS SUBSECTION RECEIPTS FOR QUALIFIED\n    5  CARE EXPENSES OR OTHER SUCH PROOFS  OF  PAYMENT  AS  SHALL  SATISFY  THE\n    6  COMMISSIONER.\n    7    S  3.  Subdivision  4-a of section 425 of the real property tax law is\n    8  amended by adding a new paragraph (d) to read as follows:\n    9    (D) A BASIC OR AN ENHANCED EXEMPTION SHALL BE PROVIDED ON A  PRO-RATED\n   10  BASIS  TO PROPERTY WHERE A SENIOR CITIZEN RESIDING WITH A TAXPAYER WOULD\n   11  OTHERWISE MEET THE ELIGIBILITY REQUIREMENTS SET  FORTH  IN  SUBDIVISIONS\n   12  THREE  AND/OR  FOUR  OF THIS SECTION, EXCEPT FOR OWNERSHIP REQUIREMENTS,\n   13  AND WHERE, IN THE CASE OF AN  ENHANCED  EXEMPTION,  THE  INCOME  OF  THE\n   14  SENIOR  AND  THE  SPOUSE  OF  THE  SENIOR CONSIDERED SEPARATELY FROM THE\n   15  REMAINDER OF THE HOUSEHOLD WOULD MEET THE INCOME REQUIREMENTS SET  FORTH\n   16  IN SUBDIVISION FOUR OF THIS SECTION. SUCH BASIC OR AN ENHANCED EXEMPTION\n   17  SHALL  BE  PROVIDED  ON  A  PRO-RATED  BASIS TO THE PROPERTY AS FOLLOWS:\n   18  MULTIPLY THE EXEMPTION THAT WOULD BE GRANTED TO THE PROPERTY AS A  WHOLE\n   19  IF  THE  PROPERTY WERE ELIGIBLE FOR THE BASIC OR THE ENHANCED EXEMPTION,\n   20  AS APPLICABLE, BY A FRACTION, THE  NUMERATOR  OF  WHICH  IS  THE  SQUARE\n   21  FOOTAGE  OF  THE  ROOM  OR  ROOMS  USED BY SUCH SENIOR FAMILY MEMBER FOR\n   22  LIVING SPACE, AND THE DENOMINATOR OF WHICH IS THE TOTAL  SQUARE  FOOTAGE\n   23  OF THE RESIDENCE. EXCEPT AS PROVIDED IN THIS PARAGRAPH, OR AS INCONSIST-\n   24  ENT  WITH THE PURPOSES OF THIS PARAGRAPH, ALL OTHER REQUIREMENTS OF THIS\n   25  SECTION  SHALL  BE  APPLICABLE  TO  SUCH  PRO-RATES  BASIC  OR  ENHANCED\n   26  EXEMPTION.\n   27    S  4. This act shall take effect on the first of January next succeed-\n   28  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the tax law and the real property tax law, in relation to establishing the Caregiver's Assistance Act ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110128.T112250.TXT", "SOBI.D110103.T105353.TXT", "SOBI.D110131.T105154.TXT", "SOBI.D110103.T114901.TXT", "SOBI.D110103.T120903.TXT", "SOBI.D110128.T112750.TXT", "SOBI.D110106.T112205.TXT", "SOBI.D110106.T095657.TXT", "SOBI.D110103.T104852.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296489114019
}