{
  "year" : 2011,
  "senateBillNo" : "S887-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S887-2011-1294203600000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUEGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Creates the \"public corruption prevention and enforcement act of 2011\"",
  "summary" : "Creates the \"public corruption prevention and enforcement act\"; establishes the crimes scheme to defraud the government in the first and second degrees; requires the provision of faithful public services; relates to reportable business relationships for legislative ethics purposes. ",
  "currentCommittee" : "CODES",
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : [ "S8346-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          887\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen. KRUEGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Codes\n\n       AN ACT to amend the penal law, the public officers  law,  the  executive\n         law  and  the  legislative law, in relation to the crimes of scheme to\n         defraud the government  in  the  first  and  second  degrees  and  the\n         provision  of  faithful  public services; and to amend the legislative\n         law, in relation to reportable business relationships for  legislative\n         ethics purposes\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. This act shall be known and may be  cited  as  the  \"public\n    2  corruption prevention and enforcement act of 2011\".\n    3    S  2.  Section  10.00  of the penal law is amended by adding three new\n    4  subdivisions 21, 22 and 23 to read as follows:\n    5    21. FOR THE PURPOSES OF SECTIONS 195.18 AND  195.20  OF  THIS  CHAPTER\n    6  \"SCHEME\"  MEANS  ANY  PLAN,  PATTERN,  DEVICE, CONTRIVANCE, OR COURSE OF\n    7  ACTION, AND \"INTENT TO DEFRAUD\" INCLUDES AN INTENT TO DEPRIVE THE  STATE\n    8  OR A POLITICAL SUBDIVISION OF THE STATE OR A GOVERNMENTAL INSTRUMENTALI-\n    9  TY OF FAITHFUL PUBLIC SERVICES.\n   10    22.  \"FAITHFUL  PUBLIC  SERVICES\" MEANS CONDUCT THAT IS FREE OF UNDIS-\n   11  CLOSED SELF-DEALING AND FREE OF THE UNAUTHORIZED OR  UNLAWFUL  CONFERRAL\n   12  OR  INTENDED CONFERRAL OF A BENEFIT, DIRECTLY OR INDIRECTLY, ON A PUBLIC\n   13  SERVANT.\n   14    23. \"SELF-DEALING\" MEANS ANY ACTION TAKEN BY A PUBLIC SERVANT  IN  HIS\n   15  OR  HER  OFFICIAL  CAPACITY  WITH  INTENT TO BENEFIT HIMSELF OR HERSELF,\n   16  DIRECTLY OR INDIRECTLY, AND WHICH RELATES TO HIS OR HER PRIVATE BUSINESS\n   17  INTERESTS.\n   18    S 3. Section 195.20 of the penal law, as amended by chapter 1  of  the\n   19  laws of 2010, is amended to read as follows:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03880-01-1\n\n       S. 887                              2\n\n    1  S  195.20  [Defrauding]  SCHEME  TO  DEFRAUD the government IN THE FIRST\n    2             DEGREE.\n    3    A  person is guilty of [defrauding] A SCHEME TO DEFRAUD the government\n    4  IN THE FIRST DEGREE when, being a public servant  or  party  officer  OR\n    5  ACTING IN CONCERT WITH A PUBLIC SERVANT OR PARTY OFFICER, he or she:\n    6    (a)  engages  in  a scheme constituting a systematic ongoing course of\n    7  conduct with intent to:\n    8    (i) defraud the state or a political subdivision of  the  state  or  a\n    9  governmental instrumentality within the state; or\n   10    (II) to obtain property, services or other resources from the state or\n   11  a  political  subdivision of the state or a governmental instrumentality\n   12  within the state by false or fraudulent  pretenses,  representations  or\n   13  promises; or\n   14    [(ii)] (III) defraud the state or a political subdivision of the state\n   15  or  a  governmental  instrumentality  within  the state by making use of\n   16  property, services or resources of the state, political  subdivision  of\n   17  the state or a governmental instrumentality within the state for private\n   18  business purposes or other compensated non-governmental purposes; and\n   19    (b) EITHER (I) so obtains property, services or other resources with a\n   20  value  in  excess  of  one  thousand  dollars from such state, political\n   21  subdivision or governmental instrumentality, OR (II) CONFERS OR  OBTAINS\n   22  A  BENEFIT OR BENEFITS, DIRECTLY OR INDIRECTLY, WITH A COMBINED VALUE IN\n   23  EXCESS OF ONE THOUSAND DOLLARS.\n   24    [Defrauding] SCHEME TO DEFRAUD the government IN THE FIRST DEGREE is a\n   25  class [E] D felony.\n   26    S 4. The penal law is amended by adding a new section 195.18  to  read\n   27  as follows:\n   28  S 195.18 SCHEME TO DEFRAUD THE GOVERNMENT IN THE SECOND DEGREE.\n   29    A PERSON IS GUILTY OF A SCHEME TO DEFRAUD THE GOVERNMENT IN THE SECOND\n   30  DEGREE  WHEN,  BEING  A  PUBLIC  SERVANT  OR  PARTY OFFICER OR ACTING IN\n   31  CONCERT WITH A PUBLIC SERVANT OR PARTY OFFICER, HE OR SHE ENGAGES  IN  A\n   32  SCHEME  CONSTITUTING  A SYSTEMATIC ONGOING COURSE OF CONDUCT WITH INTENT\n   33  TO:\n   34    (A) DEFRAUD THE STATE OR A POLITICAL SUBDIVISION OF  THE  STATE  OR  A\n   35  GOVERNMENTAL INSTRUMENTALITY WITHIN THE STATE; OR\n   36    (B)  OBTAIN  PROPERTY, SERVICES OR OTHER RESOURCES FROM THE STATE OR A\n   37  POLITICAL SUBDIVISION OF THE STATE  OR  A  GOVERNMENTAL  INSTRUMENTALITY\n   38  WITHIN  THE  STATE  BY FALSE OR FRAUDULENT PRETENSES, REPRESENTATIONS OR\n   39  PROMISES; OR\n   40    (C) DEFRAUD THE STATE OR A POLITICAL SUBDIVISION OF  THE  STATE  OR  A\n   41  GOVERNMENTAL INSTRUMENTALITY WITHIN THE STATE BY MAKING USE OF PROPERTY,\n   42  SERVICES  OR  RESOURCES OF THE STATE, POLITICAL SUBDIVISION OF THE STATE\n   43  OR A GOVERNMENTAL INSTRUMENTALITY WITHIN THE STATE FOR PRIVATE  BUSINESS\n   44  PURPOSES OR OTHER COMPENSATED NON-GOVERNMENTAL PURPOSES.\n   45    SCHEME  TO  DEFRAUD  THE  GOVERNMENT IN THE SECOND DEGREE IS A CLASS E\n   46  FELONY.\n   47    S 5. The penal law is amended by adding a new section 200.28  to  read\n   48  as follows:\n   49  S 200.28 DUTY TO PROVIDE FAITHFUL PUBLIC SERVICES.\n   50    FOR  PURPOSES  OF  THIS  ARTICLE, THE DUTIES OF A PUBLIC SERVANT SHALL\n   51  INCLUDE BUT NOT BE LIMITED  TO  THE  DUTY  TO  PROVIDE  FAITHFUL  PUBLIC\n   52  SERVICES.  IN  EXECUTING  THE  DUTIES OF HIS OR HER OFFICE, EVERY PUBLIC\n   53  SERVANT SHALL HAVE THE DUTY TO PROVIDE FAITHFUL PUBLIC SERVICES  TO  HIS\n   54  OR  HER  CONSTITUENTS AND THE STATE OR POLITICAL SUBDIVISION THEREOF, AS\n   55  APPLICABLE. IN EXECUTING THE DUTIES OF HIS OR HER OFFICE OR  EMPLOYMENT,\n\n       S. 887                              3\n\n    1  EVERY PUBLIC SERVANT SHALL ALSO HAVE THE DUTY TO PROVIDE FAITHFUL PUBLIC\n    2  SERVICES TO A STATE OR LOCAL AGENCY OR LEGISLATURE, AS APPLICABLE.\n    3    S  6.  Subdivision  1  of  section  74  of the public officers law, as\n    4  amended by chapter 1012 of the laws of 1965, the  opening  paragraph  as\n    5  amended  by  chapter  14  of  the  laws  of  2007, is amended to read as\n    6  follows:\n    7    1. [Definition. As used in this  section:]  DEFINITIONS  OF  TERMS  OF\n    8  GENERAL USE IN THIS SECTION:\n    9    A.  The  term \"state agency\" shall mean any state department, or divi-\n   10  sion, board, commission, or bureau of any state department or any public\n   11  benefit corporation or public authority at least one of whose members is\n   12  appointed by  the  governor  or  corporations  closely  affiliated  with\n   13  specific  state agencies as defined by paragraph (d) of subdivision five\n   14  of section fifty-three-a of the state finance law or their successors.\n   15    B. The term \"legislative employee\" shall mean any officer or  employee\n   16  of the legislature but it shall not include members of the legislature.\n   17    C. THE TERM \"FAITHFUL PUBLIC SERVICES\" SHALL MEAN CONDUCT THAT IS FREE\n   18  OF  UNDISCLOSED  SELF-DEALING  AND  FREE OF THE UNAUTHORIZED OR UNLAWFUL\n   19  CONFERRAL OR INTENDED CONFERRAL OF A BENEFIT, DIRECTLY OR INDIRECTLY, ON\n   20  AN OFFICER OR EMPLOYEE OF A STATE AGENCY, MEMBER OF THE  LEGISLATURE  OR\n   21  LEGISLATIVE  EMPLOYEE.  EVERY  OFFICER  OR  EMPLOYEE  OF A STATE AGENCY,\n   22  MEMBER OF THE LEGISLATURE OR LEGISLATIVE EMPLOYEE SHALL HAVE A  DUTY  OF\n   23  FAITHFUL PUBLIC SERVICES WITH RESPECT TO HIS OR HER CONSTITUENTS AND THE\n   24  STATE OR TO A STATE AGENCY OR LEGISLATURE, AS APPLICABLE.\n   25    D.  THE  TERM \"SELF-DEALING\" SHALL MEAN ANY ACTION TAKEN BY AN OFFICER\n   26  OR EMPLOYEE OF A STATE AGENCY, MEMBER OF THE LEGISLATURE OR  LEGISLATIVE\n   27  EMPLOYEE  IN HIS OR HER OFFICIAL CAPACITY WITH INTENT TO BENEFIT HIMSELF\n   28  OR HERSELF, DIRECTLY OR INDIRECTLY, AND WHICH  RELATES  TO  HIS  OR  HER\n   29  PRIVATE BUSINESS INTERESTS.\n   30    S 7. Subdivision 3 of section 74 of the public officers law is amended\n   31  by adding a new paragraph j to read as follows:\n   32    J.  IN  EXECUTING  THE  DUTIES  OF HIS OR HER OFFICE, EVERY OFFICER OR\n   33  EMPLOYEE OF A STATE AGENCY, MEMBER OF  THE  LEGISLATURE  OR  LEGISLATIVE\n   34  EMPLOYEE  SHALL HAVE THE DUTY TO PROVIDE FAITHFUL PUBLIC SERVICES TO HIS\n   35  OR HER CONSTITUENTS AND THE  STATE,  AS  APPLICABLE.  IN  EXECUTING  THE\n   36  DUTIES  OF HIS OR HER OFFICE OR EMPLOYMENT, EVERY OFFICER OR EMPLOYEE OF\n   37  A STATE AGENCY, MEMBER OF THE LEGISLATURE OR LEGISLATIVE EMPLOYEE  SHALL\n   38  ALSO HAVE THE DUTY TO PROVIDE FAITHFUL PUBLIC SERVICES TO A STATE AGENCY\n   39  OR THE LEGISLATURE, AS APPLICABLE.\n   40    S  8.  Subdivision  4  of  section  74  of the public officers law, as\n   41  amended by chapter 14 of the  laws  of  2007,  is  amended  to  read  as\n   42  follows:\n   43    4.  Violations.  In  addition  to  any  penalty contained in any other\n   44  provision of law any such officer, member or employee who shall knowing-\n   45  ly and intentionally violate any of the provisions of this  section  may\n   46  be  fined,  suspended or removed from office or employment in the manner\n   47  provided by law. Any such individual  who  knowingly  and  intentionally\n   48  violates  the  provisions of paragraph b, c, d or i of subdivision three\n   49  of this section shall be subject to a civil penalty in an amount not  to\n   50  exceed  ten  thousand dollars and the value of any gift, compensation or\n   51  benefit received as a result of such violation. Any such individual  who\n   52  knowingly and intentionally violates the provisions of paragraph a, e or\n   53  g  of  subdivision  three  of  this  section shall be subject to a civil\n   54  penalty in an amount not to exceed the value of any  gift,  compensation\n   55  or  benefit received as a result of such violation.  ANY SUCH INDIVIDUAL\n   56  WHO KNOWINGLY AND INTENTIONALLY VIOLATES THE PROVISIONS OF  PARAGRAPH  J\n\n       S. 887                              4\n\n    1  OF SUBDIVISION THREE OF THIS SECTION SHALL BE SUBJECT TO A CIVIL PENALTY\n    2  IN  AN  AMOUNT  NOT  TO EXCEED TEN THOUSAND DOLLARS AND THE VALUE OF ANY\n    3  GIFT, COMPENSATION OR BENEFIT RECEIVED AS A RESULT  OF  SUCH  VIOLATION.\n    4  ANY  SUCH  INDIVIDUAL  WHO,  AS PART OF OR IN FURTHERANCE OF A SCHEME OR\n    5  ARTIFICE TO DEFRAUD A  STATE  AGENCY,  THE  LEGISLATURE,  ANY  POLITICAL\n    6  SUBDIVISION,  HIS OR HER CONSTITUENTS OR THE STATE, AS APPLICABLE, KNOW-\n    7  INGLY AND INTENTIONALLY VIOLATES THE PROVISIONS OF PARAGRAPH J OF SUBDI-\n    8  VISION THREE OF THIS SECTION SHALL, IN ADDITION TO ANY PENALTY CONTAINED\n    9  IN THIS SECTION OR ANY OTHER PROVISION OF LAW, BE GUILTY OF  A  CLASS  E\n   10  FELONY.\n   11    S  9. Subdivision 13 of section 94 of the executive law, as amended by\n   12  chapter 14 of the laws of 2007, is amended to read as follows:\n   13    13. An individual subject to the jurisdiction of  the  commission  who\n   14  knowingly  and intentionally violates the provisions of subdivisions two\n   15  through five, seven, eight, twelve  or  fourteen  through  seventeen  of\n   16  section  seventy-three  of  the public officers law, section one hundred\n   17  seven of the civil service law, or a reporting individual who  knowingly\n   18  and  wilfully  fails to file an annual statement of financial disclosure\n   19  or who knowingly and wilfully with  intent  to  deceive  makes  a  false\n   20  statement  or  fraudulent omission or gives information which such indi-\n   21  vidual knows to be false on such statement of financial disclosure filed\n   22  pursuant to section seventy-three-a of the public officers law shall  be\n   23  subject  to  a  civil  penalty in an amount not to exceed forty thousand\n   24  dollars and the value of any gift, compensation or benefit received as a\n   25  result of such violation. An individual who knowingly and  intentionally\n   26  violates the provisions of paragraph b, c, d [or], i OR J of subdivision\n   27  three  of  section  seventy-four  of  the  public  officers law shall be\n   28  subject to a civil penalty in an  amount  not  to  exceed  ten  thousand\n   29  dollars and the value of any gift, compensation or benefit received as a\n   30  result  of such violation. An individual who knowingly and intentionally\n   31  violates the provisions of paragraph a, e or g of subdivision  three  of\n   32  section  seventy-four  of  the public officers law shall be subject to a\n   33  civil penalty in an amount not to exceed the value of any gift,  compen-\n   34  sation  or benefit received as a result of such violation. An individual\n   35  subject to the jurisdiction of the commission who knowingly and willful-\n   36  ly violates article one-A of the legislative law  shall  be  subject  to\n   37  civil  penalty  as  provided for in that article.  Assessment of a civil\n   38  penalty hereunder shall be  made  by  the  commission  with  respect  to\n   39  persons  subject  to  its  jurisdiction.  In assessing the amount of the\n   40  civil penalties to be imposed, the commission shall consider  the  seri-\n   41  ousness  of  the  violation,  the  amount  of gain to the individual and\n   42  whether the individual previously had any civil  or  criminal  penalties\n   43  imposed  pursuant  to this section, and any other factors the commission\n   44  deems appropriate. For a violation of this subdivision, other  than  for\n   45  conduct  which  constitutes  a violation of section one hundred seven of\n   46  the civil service law, subdivisions twelve or fourteen through seventeen\n   47  of section seventy-three or section seventy-four of the public  officers\n   48  law or article one-A of the legislative law, the commission may, in lieu\n   49  of  a civil penalty, refer a violation to the appropriate prosecutor and\n   50  upon such conviction, such violation shall be punishable as  a  class  A\n   51  misdemeanor.  A  civil penalty for false filing may not be imposed here-\n   52  under in the event a category of \"value\" or \"amount\" reported  hereunder\n   53  is  incorrect  unless  such reported information is falsely understated.\n   54  Notwithstanding any other provision of law to  the  contrary,  no  other\n   55  penalty,  civil or criminal may be imposed for a failure to file, or for\n   56  a false filing, of such statement, or a violation  of  section  seventy-\n\n       S. 887                              5\n\n    1  three  of  the public officers law, except that the appointing authority\n    2  may impose disciplinary action as otherwise provided by law. The commis-\n    3  sion may refer violations of this subdivision to the appointing authori-\n    4  ty  for disciplinary action as otherwise provided by law. The commission\n    5  shall be deemed to be an agency within the meaning of article  three  of\n    6  the  state  administrative procedure act and shall adopt rules governing\n    7  the conduct of adjudicatory proceedings and appeals taken pursuant to  a\n    8  proceeding  commenced  under article seventy-eight of the civil practice\n    9  law and rules relating to the assessment of the civil  penalties  herein\n   10  authorized  and  commission denials of requests for certain deletions or\n   11  exemptions to be made from a financial disclosure statement  as  author-\n   12  ized  in  paragraph  (h)  or  paragraph  (i) of subdivision nine of this\n   13  section. Such rules, which shall not be subject to the approval require-\n   14  ments of the state administrative procedure act, shall provide  for  due\n   15  process  procedural  mechanisms substantially similar to those set forth\n   16  in article three of the state  administrative  procedure  act  but  such\n   17  mechanisms  need  not  be  identical  in terms or scope. Assessment of a\n   18  civil penalty or commission denial of such  a  request  shall  be  final\n   19  unless  modified, suspended or vacated within thirty days of imposition,\n   20  with respect to the assessment of such penalty, or unless such denial of\n   21  request is reversed within such time period,  and  upon  becoming  final\n   22  shall  be  subject  to  review at the instance of the affected reporting\n   23  individuals in a proceeding commenced against the  commission,  pursuant\n   24  to article seventy-eight of the civil practice law and rules.\n   25    S  10. Subdivision 11 of section 80 of the legislative law, as amended\n   26  by chapter 14 of the laws of 2007, is amended to read as follows:\n   27    11. An individual subject to the jurisdiction of  the  commission  who\n   28  knowingly  and intentionally violates the provisions of subdivisions two\n   29  through five, seven, eight,  twelve,  fourteen  or  fifteen  of  section\n   30  seventy-three  of  the public officers law or a reporting individual who\n   31  knowingly and wilfully fails to file an annual  statement  of  financial\n   32  disclosure  or who knowingly and wilfully with intent to deceive makes a\n   33  false statement or gives information which such individual knows  to  be\n   34  false  on  such  statement  of  financial  disclosure  filed pursuant to\n   35  section seventy-three-a of the public officers law shall be subject to a\n   36  civil penalty in an amount not to exceed forty thousand dollars and  the\n   37  value  of any gift, compensation or benefit received as a result of such\n   38  violation. Any such individual who knowingly and intentionally  violates\n   39  the provisions of paragraph b, c, d, [or] i OR J of subdivision three of\n   40  section  seventy-four  of  the public officers law shall be subject to a\n   41  civil penalty in an amount not to exceed ten thousand  dollars  and  the\n   42  value  of any gift, compensation or benefit received as a result of such\n   43  violation. Any such individual who knowingly and intentionally  violates\n   44  the  provisions  of  paragraph a, e or g of subdivision three of section\n   45  seventy-four of the public officers law shall  be  subject  to  a  civil\n   46  penalty  in  an  amount  equal to the value of any gift, compensation or\n   47  benefit received as a result of such violation. Assessment  of  a  civil\n   48  penalty  hereunder  shall  be  made  by  the  commission with respect to\n   49  persons subject to its jurisdiction. In  assessing  the  amount  of  the\n   50  civil  penalties  to be imposed, the commission shall consider the seri-\n   51  ousness of the violation, the amount  of  gain  to  the  individual  and\n   52  whether  the  individual  previously had any civil or criminal penalties\n   53  imposed pursuant to this section, and any other factors  the  commission\n   54  deems  appropriate.  For  a  violation  of  this section, other than for\n   55  conduct which constitutes a violation of subdivision twelve, fourteen or\n   56  fifteen of section seventy-three or section seventy-four of  the  public\n\n       S. 887                              6\n\n    1  officers  law, the legislative ethics commission may, in lieu of a civil\n    2  penalty, refer a violation to the appropriate prosecutor and  upon  such\n    3  conviction,  but  only  after  such  referral,  such  violation shall be\n    4  punishable  as  a  class A misdemeanor. A civil penalty for false filing\n    5  may not be imposed hereunder in the  event  a  category  of  \"value\"  or\n    6  \"amount\"  reported  hereunder is incorrect unless such reported informa-\n    7  tion is falsely understated. Notwithstanding any other provision of  law\n    8  to  the contrary, no other penalty, civil or criminal may be imposed for\n    9  a failure to file, or for a  false  filing,  of  such  statement,  or  a\n   10  violation  of  section  seventy-three of the public officers law, except\n   11  that the appointing authority may impose disciplinary action  as  other-\n   12  wise  provided by law. The legislative ethics commission shall be deemed\n   13  to be an agency within the meaning of article three of the state  admin-\n   14  istrative  procedure  act and shall adopt rules governing the conduct of\n   15  adjudicatory proceedings and appeals  taken  pursuant  to  a  proceeding\n   16  commenced  under  article  seventy-eight  of  the civil practice law and\n   17  rules relating to the assessment of the civil penalties  herein  author-\n   18  ized  and  commission  denials  of  requests  for  certain  deletions or\n   19  exemptions to be made from a financial disclosure statement  as  author-\n   20  ized in paragraph i or paragraph j of subdivision seven of this section.\n   21  Such  rules,  which shall not be subject to the promulgation and hearing\n   22  requirements of the state administrative procedure  act,  shall  provide\n   23  for due process procedural mechanisms substantially similar to those set\n   24  forth in such article three but such mechanisms need not be identical in\n   25  terms  or  scope.  Assessment of a civil penalty or commission denial of\n   26  such a deletion or exemption request shall  be  final  unless  modified,\n   27  suspended  or  vacated within thirty days of imposition, with respect to\n   28  the assessment of such penalty, or unless  such  denial  of  request  is\n   29  reversed  within  such  time  period,  and  upon becoming final shall be\n   30  subject to review at the instance of the affected reporting  individuals\n   31  in  a  proceeding  commenced  against the legislative ethics commission,\n   32  pursuant to article seventy-eight of the civil practice law and rules.\n   33    S 11. Section 1-c of the legislative law is amended by  adding  a  new\n   34  subdivision (w) to read as follows:\n   35    (W) THE TERM \"REPORTABLE BUSINESS RELATIONSHIP\" SHALL MEAN A RELATION-\n   36  SHIP  IN  WHICH  COMPENSATION  IS PAID BY A LOBBYIST OR BY A CLIENT OF A\n   37  LOBBYIST, IN EXCHANGE FOR ANY GOODS, SERVICES OR ANYTHING OF VALUE TO BE\n   38  PERFORMED OR PROVIDED BY OR INTENDED TO BE PERFORMED OR PROVIDED BY  (I)\n   39  ANY STATEWIDE ELECTED OFFICIAL, STATE OFFICER, STATE EMPLOYEE, MEMBER OF\n   40  THE  LEGISLATURE OR LEGISLATIVE EMPLOYEE OR (II) ANY ENTITY IN WHICH THE\n   41  LOBBYIST OR THE CLIENT OF A LOBBYIST KNOWS OR HAS  REASON  TO  KNOW  THE\n   42  STATEWIDE ELECTED OFFICIAL, STATE OFFICER, STATE EMPLOYEE, MEMBER OF THE\n   43  LEGISLATURE  OR LEGISLATIVE EMPLOYEE IS A PROPRIETOR, PARTNER, DIRECTOR,\n   44  OFFICER OR MANAGER WHO RECEIVES TEN PERCENT OR MORE OF THE PROFITS  FROM\n   45  SUCH  ENTITY,  OR  OWNS  OR CONTROLS TEN PERCENT OR MORE OF THE STOCK OF\n   46  SUCH ENTITY (OR ONE PERCENT IN THE CASE OF A CORPORATION WHOSE STOCK  IS\n   47  REGULARLY TRADED ON AN ESTABLISHED SECURITIES EXCHANGE).\n   48    S 12. Subdivision (c) of section 1-e of the legislative law is amended\n   49  by adding a new paragraph 8 to read as follows:\n   50    (8)  (I)  THE  NAME AND PUBLIC OFFICE ADDRESS OF ANY STATEWIDE ELECTED\n   51  OFFICIAL, STATE OFFICER OR EMPLOYEE, MEMBER OF THE LEGISLATURE OR LEGIS-\n   52  LATIVE EMPLOYEE AND ENTITY WITH WHOM THE LOBBYIST HAS A REPORTABLE BUSI-\n   53  NESS RELATIONSHIP IN EXCESS OF ONE THOUSAND DOLLARS DURING THE REPORTING\n   54  PERIOD;\n   55    (II) A DESCRIPTION OF THE GENERAL SUBJECT OR SUBJECTS  OF  THE  TRANS-\n   56  ACTIONS  BETWEEN  THE  LOBBYIST  OR  LOBBYISTS AND THE STATEWIDE ELECTED\n\n       S. 887                              7\n\n    1  OFFICIAL, STATE OFFICER OR EMPLOYEE, MEMBER OF THE LEGISLATURE OR LEGIS-\n    2  LATIVE EMPLOYEE AND ENTITY; AND\n    3    (III)  THE  COMPENSATION,  INCLUDING EXPENSES, TO BE PAID BY VIRTUE OF\n    4  THE BUSINESS RELATIONSHIP.\n    5    S 13. Subdivision (b) of section 1-j of the legislative law is amended\n    6  by adding a new paragraph 6 to read as follows:\n    7    (6) (I) THE NAME AND PUBLIC OFFICE ADDRESS OF  ANY  STATEWIDE  ELECTED\n    8  OFFICIAL, STATE OFFICER OR EMPLOYEE, MEMBER OF THE LEGISLATURE OR LEGIS-\n    9  LATIVE  EMPLOYEE  AND  ENTITY  WITH  WHOM THE CLIENT OF A LOBBYIST HAS A\n   10  REPORTABLE BUSINESS RELATIONSHIP  IN  EXCESS  OF  FIVE  HUNDRED  DOLLARS\n   11  DURING THE REPORTING PERIOD;\n   12    (II)  A  DESCRIPTION  OF THE GENERAL SUBJECT OR SUBJECTS OF THE TRANS-\n   13  ACTIONS BETWEEN THE CLIENT OF THE LOBBYIST OR LOBBYISTS AND  THE  STATE-\n   14  WIDE ELECTED OFFICIAL, STATE OFFICER OR EMPLOYEE, MEMBER OF THE LEGISLA-\n   15  TURE OR LEGISLATIVE EMPLOYEE AND ENTITY; AND\n   16    (III)  THE  COMPENSATION,  INCLUDING EXPENSES, TO BE PAID BY VIRTUE OF\n   17  THE BUSINESS RELATIONSHIP.\n   18    S 14. This act shall take effect immediately, provided  that  sections\n   19  eleven, twelve and thirteen of this act shall take effect on the nineti-\n   20  eth day after it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, the public officers law, the executive law and the legislative law, in relation to the crimes of scheme to defraud the government in the first and second degrees and the provision of faithful public services; and to amend the legislative law, in relation to reportable business relationships for legislative ethics purposes ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110103.T105353.TXT", "SOBI.D110103.T114901.TXT", "SOBI.D110103.T132908.TXT", "SOBI.D110103.T124905.TXT", "SOBI.D110103.T125405.TXT", "SOBI.D110106.T111204.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294330324705
}