{
  "year" : 2011,
  "senateBillNo" : "S889-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO CHILDREN AND FAMILIES",
    "billEventId" : "S889-2011-1294203600000-REFERRED+TO+CHILDREN+AND+FAMILIES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUEGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to notification to victims of service of orders of protection",
  "summary" : "Requires courts to notify victims upon service of orders of protection. ",
  "currentCommittee" : "CHILDREN AND FAMILIES",
  "sameAs" : "A571",
  "lawSection" : "Criminal Procedure Law",
  "previousVersions" : [ "S4509-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          889\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen. KRUEGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Children and Families\n\n       AN ACT to amend the criminal procedure law and the family court act,  in\n         relation to notification to victims of orders of protection\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 530.12 of the criminal procedure law is amended  by\n    2  adding a new subdivision 16 to read as follows:\n    3    16. THE CLERK OF THE COURT SHALL BE RESPONSIBLE FOR PROVIDING INFORMA-\n    4  TION  TO  INDIVIDUALS  PETITIONING  FOR  EX  PARTE  ORDERS OF PROTECTION\n    5  REGARDING NOTIFICATION OF  SERVICE  OF  AN  ORDER  OF  PROTECTION.  SUCH\n    6  NOTIFICATION  TO THE PETITIONER IS REQUIRED IF THE PETITIONER HAS REGIS-\n    7  TERED A TELEPHONE NUMBER WITH THE STATE VICTIM NOTIFICATION SYSTEM.  THE\n    8  PETITIONER SHALL BE INFORMED OF HIS OR HER OPTION TO  RECEIVE  NOTIFICA-\n    9  TION  OF  SERVICE  OF  AN EX PARTE ORDER OF PROTECTION OR SUMMONS ON THE\n   10  RESPONDENT BY THE COURT CLERK AND SHALL BE PROVIDED INFORMATION  ON  HOW\n   11  TO  RECEIVE  NOTIFICATION OF SERVICE OF EX PARTE ORDERS OF PROTECTION OR\n   12  SUMMONS TO COURT. THE LOCAL LAW ENFORCEMENT AGENCY OR ANY OTHER  GOVERN-\n   13  MENT  AGENCY  RESPONSIBLE  FOR  SERVING EX PARTE ORDERS OF PROTECTION OR\n   14  SUMMONS TO COURT SHALL RECORD THE SERVICE OF ORDERS OF PROTECTION ON THE\n   15  COMPUTERIZED REGISTRY ESTABLISHED PURSUANT TO SECTION TWO HUNDRED  TWEN-\n   16  TY-ONE-A  OF  THE  EXECUTIVE  LAW  AT  THE TIME WHEN SERVICE OCCURS. THE\n   17  PROVISIONS OF THIS SUBDIVISION SHALL ONLY APPLY TO  THOSE  COURT  CLERKS\n   18  ABLE TO ACCESS A STATEWIDE VICTIM NOTIFICATION SYSTEM.\n   19    S 2. Section 530.13 of the criminal procedure law is amended by adding\n   20  a new subdivision 6-a to read as follows:\n   21    6-A.  THE CLERK OF THE COURT SHALL BE RESPONSIBLE FOR PROVIDING INFOR-\n   22  MATION TO INDIVIDUALS PETITIONING FOR  EX  PARTE  ORDERS  OF  PROTECTION\n   23  REGARDING  NOTIFICATION  OF  SERVICE  OF  AN  ORDER  OF PROTECTION. SUCH\n   24  NOTIFICATION TO THE PETITIONER IS REQUIRED IF THE PETITIONER HAS  REGIS-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02319-02-1\n\n       S. 889                              2\n\n    1  TERED A TELEPHONE NUMBER WITH THE STATE VICTIM NOTIFICATION SYSTEM.  THE\n    2  PETITIONER  SHALL  BE INFORMED OF HIS OR HER OPTION TO RECEIVE NOTIFICA-\n    3  TION OF SERVICE OF AN EX PARTE ORDER OF PROTECTION  OR  SUMMONS  ON  THE\n    4  RESPONDENT  BY  THE COURT CLERK AND SHALL BE PROVIDED INFORMATION ON HOW\n    5  TO RECEIVE NOTIFICATION OF SERVICE OF EX PARTE ORDERS OF  PROTECTION  OR\n    6  SUMMONS  TO COURT. THE LOCAL LAW ENFORCEMENT AGENCY OR ANY OTHER GOVERN-\n    7  MENT AGENCY RESPONSIBLE FOR SERVING EX PARTE  ORDERS  OF  PROTECTION  OR\n    8  SUMMONS TO COURT SHALL RECORD THE SERVICE OF ORDERS OF PROTECTION ON THE\n    9  COMPUTERIZED  REGISTRY ESTABLISHED PURSUANT TO SECTION TWO HUNDRED TWEN-\n   10  TY-ONE-A OF THE EXECUTIVE LAW AT  THE  TIME  WHEN  SERVICE  OCCURS.  THE\n   11  PROVISIONS  OF  THIS  SUBDIVISION SHALL ONLY APPLY TO THOSE COURT CLERKS\n   12  ABLE TO ACCESS A STATEWIDE VICTIM NOTIFICATION SYSTEM.\n   13    S 3. Section 446 of the family court act, as amended by chapter 948 of\n   14  the laws of 1984, the opening paragraph as amended by chapter 706 of the\n   15  laws of 1988, subdivisions (a), (b), (c), (d) and  (e)  as  amended  and\n   16  subdivision (i) as added by chapter 483 of the laws of 1995, subdivision\n   17  (h)  as  added  and  subdivision (i) as relettered by chapter 253 of the\n   18  laws of 2006, paragraph 1 of subdivision (h) as amended by  chapter  532\n   19  of  the  laws  of  2008, the second undesignated paragraph as amended by\n   20  chapter 326 of the laws of 2008, the  third  undesignated  paragraph  as\n   21  added  by  chapter  73  of the laws of 2007 and the closing paragraph as\n   22  added by chapter 341 of the laws of 2010, is amended to read as follows:\n   23    S 446. Order of  protection.  1.  The  court  may  make  an  order  of\n   24  protection in assistance or as a condition of any other order made under\n   25  this  part.  The order of protection may set forth reasonable conditions\n   26  of behavior to be observed for a specified time  by  the  petitioner  or\n   27  respondent  or  both.  No  order  of  protection may direct any party to\n   28  observe conditions of behavior unless the party requesting the order  of\n   29  protection  has  served and filed a petition or counter-claim in accord-\n   30  ance with section one hundred fifty-four-b of this act.  Such  an  order\n   31  may require the petitioner or the respondent:\n   32    (a)  to  stay away from the home, school, business or place of employ-\n   33  ment of any other party, the other  spouse,  the  other  parent  or  the\n   34  child,  and  to stay away from any other specific location designated by\n   35  the court;\n   36    (b) to permit a parent, or a person entitled to visitation by a  court\n   37  order or a separation agreement, to visit the child at stated periods;\n   38    (c)  to refrain from committing a family offense, as defined in subdi-\n   39  vision one of section eight hundred twelve of this act, or any  criminal\n   40  offense  against  the  child  or against the other parent or against any\n   41  person to whom custody of the  child  is  awarded,  or  from  harassing,\n   42  intimidating or threatening such persons;\n   43    (d) to permit a designated party to enter the residence during a spec-\n   44  ified period of time in order to remove personal belongings not in issue\n   45  in  this  proceeding or in any other proceeding or action under this act\n   46  or the domestic relations law;\n   47    (e) to refrain from acts of commission  or  omission  that  create  an\n   48  unreasonable risk to the health, safety or welfare of a child;\n   49    (f)  to  participate  in  an  educational program and to pay the costs\n   50  thereof if the person has the means to  do  so,  provided  however  that\n   51  nothing contained herein shall be deemed to require payment of the costs\n   52  of any such program by the state or any political subdivision thereof;\n   53    (g)  to  provide,  either  directly  or by means of medical and health\n   54  insurance, for expenses incurred for medical care and treatment  arising\n   55  from the incident or incidents forming the basis for the issuance of the\n   56  order.\n\n       S. 889                              3\n\n    1    (h)  [1.] (1) to refrain from intentionally injuring or killing, with-\n    2  out justification, any companion  animal  the  respondent  knows  to  be\n    3  owned,  possessed,  leased,  kept or held by the person protected by the\n    4  order or a minor child residing in such person's household.\n    5    [2.]  (2)  \"Companion animal\", as used in this section, shall have the\n    6  same meaning as in subdivision five of section three  hundred  fifty  of\n    7  the agriculture and markets law.\n    8    (i)  to  observe such other conditions as are necessary to further the\n    9  purposes of protection.\n   10    2. The court may also award custody of the child, during the  term  of\n   11  the  order of protection to either parent, or to an appropriate relative\n   12  within the second degree. Nothing in this section gives the court  power\n   13  to  place  or board out any child or to commit a child to an institution\n   14  or agency. In making orders of protection, the court shall so act as  to\n   15  insure  that in the care, protection, discipline and guardianship of the\n   16  child his religious faith shall be preserved and protected.\n   17    3. Notwithstanding the foregoing provisions, an order  of  protection,\n   18  or  temporary  order  of  protection  where  applicable,  may be entered\n   19  against a former spouse and persons who have a child in common,  regard-\n   20  less of whether such persons have been married or have lived together at\n   21  any time, or against a member of the same family or household as defined\n   22  in subdivision one of section eight hundred twelve of this act.\n   23    4.  In  addition  to  the foregoing provisions, the court may issue an\n   24  order, pursuant to section two hundred twenty-seven-c of the real  prop-\n   25  erty  law,  authorizing  the  party  for  whose  benefit  any  order  of\n   26  protection has been issued to terminate  a  lease  or  rental  agreement\n   27  pursuant to section two hundred twenty-seven-c of the real property law.\n   28    5.  In any proceeding pursuant to this article, a court shall not deny\n   29  an order of protection, or dismiss an application  for  such  an  order,\n   30  solely  on  the basis that the acts or events alleged are not relatively\n   31  contemporaneous with the date of the application or  the  conclusion  of\n   32  the action. The duration of any temporary order shall not by itself be a\n   33  factor in determining the length or issuance of any final order.\n   34    6.  THE CLERK OF THE COURT SHALL BE RESPONSIBLE FOR PROVIDING INFORMA-\n   35  TION  TO  INDIVIDUALS  PETITIONING  FOR  EX  PARTE  ORDERS OF PROTECTION\n   36  REGARDING NOTIFICATION OF  SERVICE  OF  AN  ORDER  OF  PROTECTION.  SUCH\n   37  NOTIFICATION  TO THE PETITIONER IS REQUIRED IF THE PETITIONER HAS REGIS-\n   38  TERED A TELEPHONE NUMBER WITH THE STATE VICTIM NOTIFICATION SYSTEM.  THE\n   39  PETITIONER SHALL BE INFORMED OF HIS OR HER OPTION TO  RECEIVE  NOTIFICA-\n   40  TION  OF  SERVICE  OF  AN EX PARTE ORDER OF PROTECTION OR SUMMONS ON THE\n   41  RESPONDENT BY THE COURT CLERK AND SHALL BE PROVIDED INFORMATION  ON  HOW\n   42  TO  RECEIVE  NOTIFICATION OF SERVICE OF EX PARTE ORDERS OF PROTECTION OR\n   43  SUMMONS TO COURT. THE LOCAL LAW ENFORCEMENT AGENCY OR ANY OTHER  GOVERN-\n   44  MENT  AGENCY  RESPONSIBLE  FOR  SERVING EX PARTE ORDERS OF PROTECTION OR\n   45  SUMMONS TO COURT SHALL RECORD THE SERVICE OF ORDERS OF PROTECTION ON THE\n   46  COMPUTERIZED REGISTRY ESTABLISHED PURSUANT TO SECTION TWO HUNDRED  TWEN-\n   47  TY-ONE-A  OF  THE  EXECUTIVE  LAW  AT  THE TIME WHEN SERVICE OCCURS. THE\n   48  PROVISIONS OF THIS SUBDIVISION SHALL ONLY APPLY TO  THOSE  COURT  CLERKS\n   49  ABLE TO ACCESS A STATEWIDE VICTIM NOTIFICATION SYSTEM.\n   50    S 4. Section 551 of the family court act, as amended by chapter 948 of\n   51  the laws of 1984, the opening paragraph as amended by chapter 706 of the\n   52  laws  of  1988,  subdivisions  (a), (b), (c), (d) and (e) as amended and\n   53  subdivision (j) as added by chapter 483 of the laws of 1995, subdivision\n   54  (i) as added and subdivision (j) as relettered by  chapter  253  of  the\n   55  laws  of  2006, paragraph 1 of subdivision (i) as amended by chapter 532\n   56  of the laws of 2008, the third  undesignated  paragraph  as  amended  by\n\n       S. 889                              4\n\n    1  chapter  326  of  the laws of 2008 and the closing paragraph as added by\n    2  chapter 341 of the laws of 2010, is amended to read as follows:\n    3    S  551.  Order  of  protection.  1.  The  court  may  make an order of\n    4  protection in assistance or as a condition of any other order made under\n    5  this article.  The order of protection may set forth  reasonable  condi-\n    6  tions  of behavior to be observed for a specified time by the petitioner\n    7  or respondent or both. No order of protection may direct  any  party  to\n    8  observe  conditions of behavior unless the party requesting the order of\n    9  protection has served and filed a petition or counter-claim  in  accord-\n   10  ance  with  section  one hundred fifty-four-b of this act. Such an order\n   11  may require the petitioner or the respondent:\n   12    (a) to stay away from the home, school, business or place  of  employ-\n   13  ment  of  any  other  party, the other parent, or the child, and to stay\n   14  away from any other specific location designated by the court;\n   15    (b) to permit a parent, or a person entitled to visitation by a  court\n   16  order or a separation agreement to visit the child at stated periods;\n   17    (c)  to refrain from committing a family offense, as defined in subdi-\n   18  vision one of section eight hundred twelve of this act, or any  criminal\n   19  offense  against  the  child  or against the other parent or against any\n   20  person to whom custody of the  child  is  awarded,  or  from  harassing,\n   21  intimidating or threatening such persons;\n   22    (d) to permit a designated party to enter the residence during a spec-\n   23  ified period of time in order to remove personal belongings not in issue\n   24  in  this  proceeding or in any other proceeding or action under this act\n   25  or the domestic relations law;\n   26    (e) to refrain from acts of commission  or  omission  that  create  an\n   27  unreasonable risk to the health, safety or welfare of a child;\n   28    (f)  to  participate  in  an  educational program and to pay the costs\n   29  thereof if the person has the means to do so,  provided,  however,  that\n   30  nothing contained herein shall be deemed to require payment of the costs\n   31  of any such program by the state or any political subdivision thereof;\n   32    (g)  to  provide,  either  directly  or by means of medical and health\n   33  insurance, for expenses incurred for medical care and treatment  arising\n   34  from the incident or incidents forming the basis for the issuance of the\n   35  order;\n   36    (h)  to  pay the reasonable counsel fees and disbursements involved in\n   37  obtaining or enforcing the order of the person who is protected by  such\n   38  order  if  such  order is issued or enforced, whether or not an order of\n   39  filiation is made.\n   40    (i) [1.] (1) to refrain from intentionally injuring or killing,  with-\n   41  out  justification,  any  companion  animal  the  respondent knows to be\n   42  owned, possessed, leased, kept or held by the person  protected  by  the\n   43  order or a minor child residing in such person's household.\n   44    [2.]  (2)  \"Companion animal\", as used in this section, shall have the\n   45  same meaning as in subdivision five of section three  hundred  fifty  of\n   46  the agriculture and markets law.\n   47    (j)  to  observe such other conditions as are necessary to further the\n   48  purposes of protection.\n   49    2. The court may also award custody of the child, during the  term  of\n   50  the  order of protection to either parent, or to an appropriate relative\n   51  within the second degree. Nothing in this section gives the court  power\n   52  to  place  or board out any child or to commit a child to an institution\n   53  or agency. In making orders of protection, the court shall so act as  to\n   54  insure  that in the care, protection, discipline and guardianship of the\n   55  child his religious faith shall be preserved and protected.\n\n       S. 889                              5\n\n    1    3. Notwithstanding the foregoing provisions, an order  of  protection,\n    2  or  temporary  order  of  protection  where  applicable,  may be entered\n    3  against a former spouse and persons who have a child in common,  regard-\n    4  less of whether such persons have been married or have lived together at\n    5  any time, or against a member of the same family or household as defined\n    6  in subdivision one of section eight hundred twelve of this act.\n    7    4.  In any proceeding pursuant to this article, a court shall not deny\n    8  an order of protection, or dismiss an application  for  such  an  order,\n    9  solely  on  the basis that the acts or events alleged are not relatively\n   10  contemporaneous with the date of the application or  the  conclusion  of\n   11  the action. The duration of any temporary order shall not by itself be a\n   12  factor in determining the length or issuance of any final order.\n   13    5.  THE CLERK OF THE COURT SHALL BE RESPONSIBLE FOR PROVIDING INFORMA-\n   14  TION  TO  INDIVIDUALS  PETITIONING  FOR  EX  PARTE  ORDERS OF PROTECTION\n   15  REGARDING NOTIFICATION OF  SERVICE  OF  AN  ORDER  OF  PROTECTION.  SUCH\n   16  NOTIFICATION  TO THE PETITIONER IS REQUIRED IF THE PETITIONER HAS REGIS-\n   17  TERED A TELEPHONE NUMBER WITH THE STATE VICTIM NOTIFICATION SYSTEM.  THE\n   18  PETITIONER SHALL BE INFORMED OF HIS OR HER OPTION TO  RECEIVE  NOTIFICA-\n   19  TION  OF  SERVICE  OF  AN EX PARTE ORDER OF PROTECTION OR SUMMONS ON THE\n   20  RESPONDENT BY THE COURT CLERK AND SHALL BE PROVIDED INFORMATION  ON  HOW\n   21  TO  RECEIVE  NOTIFICATION OF SERVICE OF EX PARTE ORDERS OF PROTECTION OR\n   22  SUMMONS TO COURT. THE LOCAL LAW ENFORCEMENT AGENCY OR ANY OTHER  GOVERN-\n   23  MENT  AGENCY  RESPONSIBLE  FOR  SERVING EX PARTE ORDERS OF PROTECTION OR\n   24  SUMMONS TO COURT SHALL RECORD THE SERVICE OF ORDERS OF PROTECTION ON THE\n   25  COMPUTERIZED REGISTRY ESTABLISHED PURSUANT TO SECTION TWO HUNDRED  TWEN-\n   26  TY-ONE-A  OF  THE  EXECUTIVE  LAW  AT  THE TIME WHEN SERVICE OCCURS. THE\n   27  PROVISIONS OF THIS SUBDIVISION SHALL ONLY APPLY TO  THOSE  COURT  CLERKS\n   28  ABLE TO ACCESS A STATEWIDE VICTIM NOTIFICATION SYSTEM.\n   29    S 5. Section 656 of the family court act, as amended by chapter 948 of\n   30  the laws of 1984, the opening paragraph as amended by chapter 706 of the\n   31  laws  of  1988,  subdivisions  (a), (b), (c), (d) and (e) as amended and\n   32  subdivision (j) as added by chapter 483 of the laws of 1995, subdivision\n   33  (i) as added and subdivision (j) as relettered by  chapter  253  of  the\n   34  laws  of  2006,  the second undesignated paragraph as amended by chapter\n   35  326 of the laws of 2008, the third undesignated paragraph  as  added  by\n   36  chapter  73  of  the  laws of 2007 and the closing paragraph as added by\n   37  chapter 341 of the laws of 2010, is amended to read as follows:\n   38    S 656. Order of  protection.  1.  The  court  may  make  an  order  of\n   39  protection  and an order of probation in assistance or as a condition of\n   40  any other order made under this part. The order of  protection  may  set\n   41  forth  reasonable  conditions  of behavior to be observed for a specific\n   42  time by any petitioner or any respondent, and shall specify if an  order\n   43  of  probation  is in effect. No order of protection may direct any party\n   44  to observe conditions of behavior unless the party requesting the  order\n   45  of  protection  has  served  and  filed  a  petition or counter-claim in\n   46  accordance with section one hundred fifty-four-b of this  act.  Such  an\n   47  order may require the petitioner or the respondent:\n   48    (a)  to  stay away from the home, school, business or place of employ-\n   49  ment of any other party, the other spouse or parent, or the  child,  and\n   50  to stay away from any other specific location designated by the court;\n   51    (b)  to permit a parent, or a person entitled to visitation by a court\n   52  order or a separation agreement, to visit the child at stated periods;\n   53    (c) to refrain from committing a family offense, as defined in  subdi-\n   54  vision  one of section eight hundred twelve of this act, or any criminal\n   55  offense against the child or against the other  parent  or  against  any\n\n       S. 889                              6\n\n    1  person  to  whom  custody  of  the  child is awarded, or from harassing,\n    2  intimidating or threatening such persons;\n    3    (d) to permit a designated party to enter the residence during a spec-\n    4  ified period of time in order to remove personal belongings not in issue\n    5  in  this  proceeding or in any other proceeding or action under this act\n    6  or the domestic relations law;\n    7    (e) to refrain from acts of commission  or  omission  that  create  an\n    8  unreasonable risk to the health, safety or welfare of a child;\n    9    (f)  to  participate  in  an  educational program and to pay the costs\n   10  thereof if the person has the means to  do  so,  provided  however  that\n   11  nothing contained herein shall be deemed to require payment of the costs\n   12  of any such program by the state or any political subdivision thereof;\n   13    (g)  to  provide,  either  directly  or by means of medical and health\n   14  insurance, for expenses incurred for medical care and treatment  arising\n   15  from the incident or incidents forming the basis for the issuance of the\n   16  order;\n   17    (h)  to  pay the reasonable counsel fees and disbursements involved in\n   18  obtaining or enforcing the order of the person who is protected by  such\n   19  order if such order is issued or enforced.\n   20    (i)  [1.] (1) to refrain from intentionally injuring or killing, with-\n   21  out justification, any companion  animal  the  respondent  knows  to  be\n   22  owned,  possessed,  leased,  kept  or  held by the petitioner or a minor\n   23  child residing in the household.\n   24    [2.] (2) \"Companion animal\", as used in this section, shall  have  the\n   25  same  meaning  as  in subdivision five of section three hundred fifty of\n   26  the agriculture and markets law.\n   27    (j) to observe such other conditions as are necessary to  further  the\n   28  purposes of protection.\n   29    2.  The  court shall not require anyone seeking an order of protection\n   30  under this section to  first  request  that  child  protective  services\n   31  investigate  the  allegations  or  to first request permission to file a\n   32  petition under article ten of this act.\n   33    3. Notwithstanding the foregoing provisions, an order  of  protection,\n   34  or  temporary  order  of  protection  where  applicable,  may be entered\n   35  against a former spouse and persons who have a child in common,  regard-\n   36  less of whether such persons have been married or have lived together at\n   37  any time, or against a member of the same family or household as defined\n   38  in subdivision one of section eight hundred twelve of this act.\n   39    4.  In  addition  to  the foregoing provisions, the court may issue an\n   40  order, pursuant to section two hundred twenty-seven-c of the real  prop-\n   41  erty  law,  authorizing  the  party  for  whose  benefit  any  order  of\n   42  protection has been issued to terminate  a  lease  or  rental  agreement\n   43  pursuant to section two hundred twenty-seven-c of the real property law.\n   44    5.  In any proceeding pursuant to this article, a court shall not deny\n   45  an order of protection, or dismiss an application  for  such  an  order,\n   46  solely  on  the basis that the acts or events alleged are not relatively\n   47  contemporaneous with the date of the application or  the  conclusion  of\n   48  the action. The duration of any temporary order shall not by itself be a\n   49  factor in determining the length or issuance of any final order.\n   50    6.  THE CLERK OF THE COURT SHALL BE RESPONSIBLE FOR PROVIDING INFORMA-\n   51  TION TO INDIVIDUALS  PETITIONING  FOR  EX  PARTE  ORDERS  OF  PROTECTION\n   52  REGARDING  NOTIFICATION  OF  SERVICE  OF  AN  ORDER  OF PROTECTION. SUCH\n   53  NOTIFICATION TO THE PETITIONER IS REQUIRED IF THE PETITIONER HAS  REGIS-\n   54  TERED A TELEPHONE NUMBER WITH THE STATE VICTIM NOTIFICATION SYSTEM.  THE\n   55  PETITIONER  SHALL  BE INFORMED OF HIS OR HER OPTION TO RECEIVE NOTIFICA-\n   56  TION OF SERVICE OF AN EX PARTE ORDER OF PROTECTION  OR  SUMMONS  ON  THE\n\n       S. 889                              7\n\n    1  RESPONDENT  BY  THE COURT CLERK AND SHALL BE PROVIDED INFORMATION ON HOW\n    2  TO RECEIVE NOTIFICATION OF SERVICE OF EX PARTE ORDERS OF  PROTECTION  OR\n    3  SUMMONS  TO COURT. THE LOCAL LAW ENFORCEMENT AGENCY OR ANY OTHER GOVERN-\n    4  MENT  AGENCY  RESPONSIBLE  FOR  SERVING EX PARTE ORDERS OF PROTECTION OR\n    5  SUMMONS TO COURT SHALL RECORD THE SERVICE OF ORDERS OF PROTECTION ON THE\n    6  COMPUTERIZED REGISTRY ESTABLISHED PURSUANT TO SECTION TWO HUNDRED  TWEN-\n    7  TY-ONE-A  OF  THE  EXECUTIVE  LAW  AT  THE TIME WHEN SERVICE OCCURS. THE\n    8  PROVISIONS OF THIS SUBDIVISION SHALL ONLY APPLY TO  THOSE  COURT  CLERKS\n    9  ABLE TO ACCESS A STATEWIDE VICTIM NOTIFICATION SYSTEM.\n   10    S 6. Section 842 of the family court act, as amended by chapter 222 of\n   11  the  laws  of 1994, the opening paragraph as separately amended by chap-\n   12  ters 325 and 341 of the laws of 2010, subdivisions (a),  (b),  (c),  (d)\n   13  and  (e)  as  amended and subdivision (j) as added by chapter 483 of the\n   14  laws of 1995, subdivision (i) as added and subdivision (j) as relettered\n   15  by chapter 253 of the laws of 2006, the second undesignated paragraph as\n   16  amended by chapter 325 of the laws of 2010, the third undesignated para-\n   17  graph as amended by chapter 224 of the laws of 1994, the sixth  undesig-\n   18  nated  paragraph  as  added  by section 8 of part D of chapter 56 of the\n   19  laws of 2008, the seventh undesignated paragraph as amended  by  chapter\n   20  326 of the laws of 2008 and the closing paragraph as added by chapter 73\n   21  of the laws of 2007, is amended to read as follows:\n   22    S  842.  Order  of protection. 1. An order of protection under section\n   23  eight hundred forty-one of this part shall set forth  reasonable  condi-\n   24  tions of behavior to be observed for a period not in excess of two years\n   25  by  the  petitioner  or respondent or for a period not in excess of five\n   26  years upon (i) a finding by the court on the record of the existence  of\n   27  aggravating  circumstances  as defined in paragraph (vii) of subdivision\n   28  (a) of section eight hundred twenty-seven of this  article;  or  (ii)  a\n   29  finding by the court on the record that the conduct alleged in the peti-\n   30  tion  is  in  violation  of  a valid order of protection. Any finding of\n   31  aggravating circumstances pursuant to this section shall  be  stated  on\n   32  the  record  and  upon the order of protection. The court may also, upon\n   33  motion, extend the order of protection for a reasonable period  of  time\n   34  upon  a  showing  of good cause or consent of the parties. The fact that\n   35  abuse has not occurred during the pendency of an  order  shall  not,  in\n   36  itself,  constitute  sufficient  ground for denying or failing to extend\n   37  the order. The court must articulate a basis for  its  decision  on  the\n   38  record.  The  duration  of  any temporary order shall not by itself be a\n   39  factor in determining the length or issuance of any final  order.    Any\n   40  order  of protection issued pursuant to this section shall specify if an\n   41  order of probation is in effect. Any order of protection issued pursuant\n   42  to this section may require the petitioner or the respondent:\n   43    (a) to stay away from the home, school, business or place  of  employ-\n   44  ment  of  any  other  party,  the other spouse, the other parent, or the\n   45  child, and to stay away from any other specific location  designated  by\n   46  the court, provided that the court shall make a determination, and shall\n   47  state such determination in a written decision or on the record, whether\n   48  to impose a condition pursuant to this [subdivision] PARAGRAPH, provided\n   49  further,  however,  that  failure to make such a determination shall not\n   50  affect the validity of such order of protection. In making such determi-\n   51  nation, the court shall consider, but shall not be limited to  consider-\n   52  ation  of,  whether  the  order  of  protection is likely to achieve its\n   53  purpose in the absence of such a condition,  conduct  subject  to  prior\n   54  orders  of protection, prior incidents of abuse, extent of past or pres-\n   55  ent injury, threats, drug or alcohol abuse, and access to weapons;\n\n       S. 889                              8\n\n    1    (b) to permit a parent, or a person entitled to visitation by a  court\n    2  order or a separation agreement, to visit the child at stated periods;\n    3    (c)  to refrain from committing a family offense, as defined in subdi-\n    4  vision one of section eight hundred twelve of this [act] ARTICLE, or any\n    5  criminal offense against the  child  or  against  the  other  parent  or\n    6  against  any  person  to  whom  custody of the child is awarded, or from\n    7  harassing, intimidating or threatening such persons;\n    8    (d) to permit a designated party to enter the residence during a spec-\n    9  ified period of time in order to remove personal belongings not in issue\n   10  in this proceeding or in any other proceeding or action under  this  act\n   11  or the domestic relations law;\n   12    (e)  to  refrain  from  acts  of commission or omission that create an\n   13  unreasonable risk to the health, safety or welfare of a child;\n   14    (f) to pay the reasonable counsel fees and disbursements  involved  in\n   15  obtaining  or enforcing the order of the person who is protected by such\n   16  order if such order is issued or enforced;\n   17    (g) to require the respondent to participate in a batterer's education\n   18  program designed to help end violent behavior, which may include  refer-\n   19  ral to drug and alcohol counselling, and to pay the costs thereof if the\n   20  person  has  the means to do so, provided however that nothing contained\n   21  herein shall be deemed to require payment  of  the  costs  of  any  such\n   22  program by the petitioner, the state or any political subdivision there-\n   23  of; and\n   24    (h)  to  provide,  either  directly  or by means of medical and health\n   25  insurance, for expenses incurred for medical care and treatment  arising\n   26  from the incident or incidents forming the basis for the issuance of the\n   27  order.\n   28    (i)  [1.] (1) to refrain from intentionally injuring or killing, with-\n   29  out justification, any companion  animal  the  respondent  knows  to  be\n   30  owned,  possessed,  leased,  kept  or  held by the petitioner or a minor\n   31  child residing in the household.\n   32    [2.] (2) \"Companion animal\", as used in this section, shall  have  the\n   33  same  meaning  as  in subdivision five of section three hundred fifty of\n   34  the agriculture and markets law.\n   35    (j) to observe such other conditions as are necessary to  further  the\n   36  purposes of protection.\n   37    2.  The  court may also award custody of the child, during the term of\n   38  the order of protection to either parent, or to an appropriate  relative\n   39  within  the second degree. Nothing in this section gives the court power\n   40  to place or board out any child or to commit a child to  an  institution\n   41  or agency.\n   42    3.  Notwithstanding  the provisions of section eight hundred seventeen\n   43  of this article, where a  temporary  order  of  child  support  has  not\n   44  already  been  issued,  the  court may in addition to the issuance of an\n   45  order of protection pursuant to this section, issue an order for  tempo-\n   46  rary  child  support  in  an  amount sufficient to meet the needs of the\n   47  child, without a showing of immediate or emergency need. The court shall\n   48  make an order for temporary child support notwithstanding that  informa-\n   49  tion with respect to income and assets of the respondent may be unavail-\n   50  able.  Where  such information is available, the court may make an award\n   51  for temporary child support pursuant to the formula set forth in  subdi-\n   52  vision  one  of  section  four  hundred  thirteen of this act. Temporary\n   53  orders of support issued pursuant to this article  shall  be  deemed  to\n   54  have been issued pursuant to section four hundred thirteen of this act.\n   55    4.  Upon  making an order for temporary child support pursuant to this\n   56  subdivision, the court shall advise the petitioner of  the  availability\n\n       S. 889                              9\n\n    1  of  child support enforcement services by the support collection unit of\n    2  the local department of social services, to enforce the temporary  order\n    3  and  to  assist  in  securing continued child support, and shall set the\n    4  support  matter  down for further proceedings in accordance with article\n    5  four of this act.\n    6    5. Where the court determines that the respondent has employer-provid-\n    7  ed medical insurance, the court may further direct, as part of an  order\n    8  of  temporary  support  under  this  subdivision, that a medical support\n    9  execution be  issued  and  served  upon  the  respondent's  employer  as\n   10  provided  for  in section fifty-two hundred forty-one of the civil prac-\n   11  tice law and rules.\n   12    6. In any proceeding in which an  order  of  protection  or  temporary\n   13  order of protection or a warrant has been issued under this section, the\n   14  clerk  of the court shall issue to the petitioner and respondent and his\n   15  counsel and to any other person affected by the  order  a  copy  of  the\n   16  order  of  protection or temporary order of protection and ensure that a\n   17  copy of the order of protection or  temporary  order  of  protection  be\n   18  transmitted  to  the local correctional facility where the individual is\n   19  or will be detained, the state or local correctional facility where  the\n   20  individual  is  or  will  be  imprisoned,  and the supervising probation\n   21  department or division of parole where the individual is under probation\n   22  or parole supervision.\n   23    7. Notwithstanding the foregoing provisions, an order  of  protection,\n   24  or  temporary  order  of  protection  where  applicable,  may be entered\n   25  against a former spouse and persons who have a child in common,  regard-\n   26  less of whether such persons have been married or have lived together at\n   27  any time, or against a member of the same family or household as defined\n   28  in subdivision one of section eight hundred twelve of this article.\n   29    8.  In  addition  to  the foregoing provisions, the court may issue an\n   30  order, pursuant to section two hundred twenty-seven-c of the real  prop-\n   31  erty  law,  authorizing  the  party  for  whose  benefit  any  order  of\n   32  protection has been issued to terminate  a  lease  or  rental  agreement\n   33  pursuant to section two hundred twenty-seven-c of the real property law.\n   34    9.  THE CLERK OF THE COURT SHALL BE RESPONSIBLE FOR PROVIDING INFORMA-\n   35  TION  TO  INDIVIDUALS  PETITIONING  FOR  EX  PARTE  ORDERS OF PROTECTION\n   36  REGARDING NOTIFICATION OF  SERVICE  OF  AN  ORDER  OF  PROTECTION.  SUCH\n   37  NOTIFICATION  TO THE PETITIONER IS REQUIRED IF THE PETITIONER HAS REGIS-\n   38  TERED A TELEPHONE NUMBER WITH THE STATE VICTIM NOTIFICATION SYSTEM.  THE\n   39  PETITIONER SHALL BE INFORMED OF HIS OR HER OPTION TO  RECEIVE  NOTIFICA-\n   40  TION  OF  SERVICE  OF  AN EX PARTE ORDER OF PROTECTION OR SUMMONS ON THE\n   41  RESPONDENT BY THE COURT CLERK AND SHALL BE PROVIDED INFORMATION  ON  HOW\n   42  TO  RECEIVE  NOTIFICATION OF SERVICE OF EX PARTE ORDERS OF PROTECTION OR\n   43  SUMMONS TO COURT. THE LOCAL LAW ENFORCEMENT AGENCY OR ANY OTHER  GOVERN-\n   44  MENT  AGENCY  RESPONSIBLE  FOR  SERVING EX PARTE ORDERS OF PROTECTION OR\n   45  SUMMONS TO COURT SHALL RECORD THE SERVICE OF ORDERS OF PROTECTION ON THE\n   46  COMPUTERIZED REGISTRY ESTABLISHED PURSUANT TO SECTION TWO HUNDRED  TWEN-\n   47  TY-ONE-A  OF  THE  EXECUTIVE  LAW  AT  THE TIME WHEN SERVICE OCCURS. THE\n   48  PROVISIONS OF THIS SUBDIVISION SHALL ONLY APPLY TO  THOSE  COURT  CLERKS\n   49  ABLE TO ACCESS A STATEWIDE VICTIM NOTIFICATION SYSTEM.\n   50    S 7. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the criminal procedure law and the family court act, in relation to notification to victims of orders of protection ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110103.T105353.TXT", "SOBI.D110103.T115401.TXT", "SOBI.D110106.T115714.TXT", "SOBI.D110103.T124905.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294333034046
}