{
  "year" : 2011,
  "senateBillNo" : "S89-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO ELECTIONS",
    "billEventId" : "S89-2011-1294203600000-REFERRED+TO+ELECTIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SQUADRON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes new contribution limits, expands the types of organizations prohibited from making contributions and aggregates certain contributions",
  "summary" : "Establishes new contribution limits, expands the types of organizations prohibited from making contributions and aggregates certain contributions. ",
  "currentCommittee" : "ELECTIONS",
  "sameAs" : null,
  "lawSection" : "Election Law",
  "previousVersions" : [ "SC5282-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "KRUEGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SERRANO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "STAVISKY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          89\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sens. SQUADRON, KRUEGER, SERRANO, STAVISKY -- read twice\n         and ordered printed, and when printed to be committed to the Committee\n         on Elections\n\n       AN ACT to amend the  election  law,  in  relation  to  establishing  new\n         contribution  limits,  expanding the types of organizations prohibited\n         from making contributions and aggregating certain contributions\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.    Section 14-100 of the election law is amended by adding\n    2  three new subdivisions 12, 13 and 14 to read as follows:\n    3    12. \"RELATED LIMITED LIABILITY  COMPANY\"  MEANS  A  LIMITED  LIABILITY\n    4  COMPANY  THAT  IS  AN  AFFILIATE  OF A CORPORATION WITHIN THE MEANING OF\n    5  PARAGRAPH (A) OF SECTION NINE HUNDRED TWELVE OF THE BUSINESS CORPORATION\n    6  LAW. AS USED IN THIS ARTICLE, CORPORATION MEANS BOTH A FOR-PROFIT CORPO-\n    7  RATION WITHIN THE MEANING OF  SUBPARAGRAPH  FOUR  OF  PARAGRAPH  (A)  OF\n    8  SECTION  ONE  HUNDRED  TWO  OF THE BUSINESS CORPORATION LAW AS WELL AS A\n    9  NONPROFIT CORPORATION WITHIN THE MEANING OF SUBPARAGRAPH FIVE  OF  PARA-\n   10  GRAPH  (A)  OF SECTION ONE HUNDRED TWO OF THE NOT-FOR-PROFIT CORPORATION\n   11  LAW.\n   12    13. (1)  \"RELATED  LIMITED  LIABILITY  PARTNERSHIP,\"  CONSISTENT  WITH\n   13  SECTION  TEN OF THE PARTNERSHIP LAW, MEANS, UNLESS THE CONTEXT OTHERWISE\n   14  REQUIRES, A PARTNERSHIP (I) FORMED BY TWO OR MORE  PERSONS  PURSUANT  TO\n   15  THE  PARTNERSHIP  LAW  OR WHICH COMPLIES WITH SUBDIVISION (A) OF SECTION\n   16  121-1202 OF THE PARTNERSHIP LAW AND (II)  HAVING  ONE  OR  MORE  GENERAL\n   17  PARTNERS  AND  ONE  OR MORE LIMITED PARTNERS, WHICH (A) IS NOT A PROFES-\n   18  SIONAL PARTNERSHIP UNDER THIS SECTION, (B) IS AFFILIATED WITH A  PROFES-\n   19  SIONAL  SERVICE  LIMITED LIABILITY COMPANY, FOREIGN PROFESSIONAL SERVICE\n   20  LIMITED LIABILITY COMPANY,  PROFESSIONAL  SERVICE  CORPORATION,  FOREIGN\n   21  PROFESSIONAL  SERVICE CORPORATION, REGISTERED LIMITED LIABILITY PARTNER-\n   22  SHIP THAT IS A PROFESSIONAL PARTNERSHIP UNDER THIS SECTION OR A  FOREIGN\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00061-01-1\n\n       S. 89                               2\n\n    1  LIMITED  LIABILITY  PARTNERSHIP  UNDER  CLAUSE (I) OR (II) OF THE EIGHTH\n    2  UNDESIGNATED PARAGRAPH OF SECTION TWO OF THE PARTNERSHIP  LAW,  AND  (C)\n    3  RENDERS  SERVICES  RELATED OR COMPLEMENTARY TO THE PROFESSIONAL SERVICES\n    4  RENDERED  BY,  OR  PROVIDES SERVICES OR FACILITIES TO, SUCH PROFESSIONAL\n    5  SERVICE LIMITED LIABILITY COMPANY, FOREIGN PROFESSIONAL SERVICE  LIMITED\n    6  LIABILITY  COMPANY,  PROFESSIONAL  SERVICE  CORPORATION, FOREIGN PROFES-\n    7  SIONAL SERVICE CORPORATION, REGISTERED LIMITED LIABILITY PARTNERSHIP  OR\n    8  FOREIGN LIMITED LIABILITY PARTNERSHIP.\n    9    (2) FOR PURPOSES OF THIS SUBDIVISION, SUCH A PARTNERSHIP IS AFFILIATED\n   10  WITH  A  PROFESSIONAL SERVICE LIMITED LIABILITY COMPANY, FOREIGN PROFES-\n   11  SIONAL SERVICE LIMITED LIABILITY COMPANY,  PROFESSIONAL  SERVICE  CORPO-\n   12  RATION,  FOREIGN  PROFESSIONAL  SERVICE  CORPORATION, REGISTERED LIMITED\n   13  LIABILITY PARTNERSHIP OR FOREIGN LIMITED LIABILITY PARTNERSHIP IF (A) AT\n   14  LEAST A MAJORITY OF PARTNERS IN ONE  PARTNERSHIP  ARE  PARTNERS  IN  THE\n   15  OTHER PARTNERSHIP, (B) AT LEAST A MAJORITY OF THE PARTNERS IN EACH PART-\n   16  NERSHIP  ALSO  ARE  PARTNERS, HOLD INTERESTS OR ARE MEMBERS IN A LIMITED\n   17  LIABILITY COMPANY OR OTHER BUSINESS ENTITY, AND EACH PARTNERSHIP RENDERS\n   18  SERVICES PURSUANT TO AN AGREEMENT WITH SUCH LIMITED LIABILITY COMPANY OR\n   19  OTHER BUSINESS ENTITY, OR (C) THE PARTNERSHIPS OR  THE  PARTNERSHIP  AND\n   20  SUCH  PROFESSIONAL  SERVICE  LIMITED  LIABILITY  COMPANY,  SUCH  FOREIGN\n   21  PROFESSIONAL  SERVICE  LIMITED  LIABILITY  COMPANY,  SUCH   PROFESSIONAL\n   22  SERVICE  CORPORATION,  OR  SUCH FOREIGN PROFESSIONAL SERVICE CORPORATION\n   23  ARE AFFILIATES WITHIN THE MEANING  OF  PARAGRAPH  (A)  OF  SECTION  NINE\n   24  HUNDRED TWELVE OF THE BUSINESS CORPORATION LAW.\n   25    14. \"SINGLE SOURCE\" MEANS ANY PERSON, PERSONS IN COMBINATION, OR ENTI-\n   26  TY  WHO  OR WHICH ESTABLISHES, MAINTAINS, OR CONTROLS ANOTHER ENTITY AND\n   27  EVERY ENTITY SO ESTABLISHED, MAINTAINED, OR CONTROLLED, INCLUDING  EVERY\n   28  POLITICAL  COMMITTEE  ESTABLISHED, MAINTAINED, OR CONTROLLED BY THE SAME\n   29  PERSON, PERSONS IN COMBINATION, OR ENTITY. IF A CANDIDATE  ACCEPTS  MORE\n   30  THAN  ONE  CONTRIBUTION FROM A SINGLE SOURCE, THE CONTRIBUTIONS SHALL BE\n   31  TOTALED TO DETERMINE THE  CANDIDATE'S  COMPLIANCE  WITH  THE  APPLICABLE\n   32  CONTRIBUTION  LIMIT. A GENERAL PARTNER OR GENERAL MANAGER AND EACH PART-\n   33  NERSHIP AND LIMITED LIABILITY COMPANY IT CONTROLS SHALL BE PRESUMED,  IN\n   34  THE  ABSENCE  OF  EVIDENCE  DEMONSTRATING  THE  CONTRARY, TO BE A SINGLE\n   35  SOURCE FOR THE PURPOSE OF COMPLIANCE WITH  THE  APPLICABLE  CONTRIBUTION\n   36  LIMIT.\n   37    S  2.    Subdivisions  1  and 2 of section 14-116 of the election law,\n   38  subdivision 1 as redesignated by chapter 9  of  the  laws  of  1978  and\n   39  subdivision 2 as amended by chapter 260 of the laws of 1981, are amended\n   40  and a new subdivision 3 is added to read as follows:\n   41    1.  No  corporation  [or],  joint-stock association, LIMITED LIABILITY\n   42  COMPANY, PROFESSIONAL LIMITED LIABILITY COMPANY, PARTNERSHIP OR  LIMITED\n   43  LIABILITY  PARTNERSHIP  doing  business  in this state, except [a corpo-\n   44  ration or association] AN ENTITY organized or maintained  for  political\n   45  purposes only, shall directly or indirectly pay or use or offer, consent\n   46  or  agree to pay or use any money or property for or in aid of any poli-\n   47  tical party, committee or organization,  or  for,  or  in  aid  of,  any\n   48  [corporation,  joint-stock  or  other  association]  ENTITY organized or\n   49  maintained for political purposes, or for, or in aid of,  any  candidate\n   50  for political office or for nomination for such office, or for any poli-\n   51  tical  purpose  whatever, or for the reimbursement or indemnification of\n   52  any person for moneys or property so used. Any officer, director, stock-\n   53  holder, MEMBER, PARTNER, attorney or  agent  of  any  corporation  [or],\n   54  joint-stock association, LIMITED LIABILITY COMPANY, PROFESSIONAL LIMITED\n   55  LIABILITY  COMPANY,  PARTNERSHIP  OR LIMITED LIABILITY PARTNERSHIP which\n   56  violates any of the provisions of this  section,  who  participates  in,\n\n       S. 89                               3\n\n    1  aids,  abets  or  advises  or  consents  to any such violations, and any\n    2  person who solicits or knowingly  receives  any  money  or  property  in\n    3  violation of this section, shall be guilty of a misdemeanor.\n    4    2.  Notwithstanding the provisions of subdivision one of this section,\n    5  any corporation or an organization financially supported in whole or  in\n    6  part,  by  such  corporation,  OR ANY LIMITED LIABILITY COMPANY, PROFES-\n    7  SIONAL LIMITED LIABILITY COMPANY, PARTNERSHIP OR LIMITED LIABILITY PART-\n    8  NERSHIP may make expenditures, including  contributions,  not  otherwise\n    9  prohibited  by  law,  for political purposes, in an amount not to exceed\n   10  five thousand dollars in the aggregate in any  calendar  year;  provided\n   11  that no public utility shall use revenues received from the rendition of\n   12  public service within the state for contributions for political purposes\n   13  unless such cost is charged to the shareholders of such a public service\n   14  corporation.\n   15    3.  FOR  THE  PURPOSES  OF SUBDIVISION TWO OF THIS SECTION, ALL OF THE\n   16  COMPONENT MEMBERS OF A CONTROLLED GROUP OF CORPORATIONS WITHIN THE MEAN-\n   17  ING OF SECTION ONE THOUSAND FIVE HUNDRED  SIXTY-THREE  OF  THE  INTERNAL\n   18  REVENUE CODE OF THE UNITED STATES SHALL BE DEEMED TO BE ONE CORPORATION,\n   19  AND  PROVIDED  FURTHER,  CONTRIBUTIONS GIVEN BY A SUBSIDIARY OF A CORPO-\n   20  RATION THAT IS WHOLLY OR  IN  PART  CONTROLLED  BY  THE  CORPORATION,  A\n   21  RELATED  LIMITED  LIABILITY  PARTNERSHIP  THAT  IS  WHOLLY  OR  IN  PART\n   22  CONTROLLED BY THE CORPORATION, OR A RELATED  LIMITED  LIABILITY  COMPANY\n   23  THAT  IS  WHOLLY OR IN PART CONTROLLED BY THE CORPORATION, ARE DEEMED TO\n   24  BE A CONTRIBUTION BY THE CORPORATION. ALL  SINGLE  SOURCES  OF  CONTRIB-\n   25  UTIONS, INCLUDING FROM AFFILIATED CORPORATE ENTITIES, WITHIN THE MEANING\n   26  OF  PARAGRAPH  (A) OF SECTION NINE HUNDRED TWELVE OF THE BUSINESS CORPO-\n   27  RATION LAW, TOGETHER MAY MAKE CONTRIBUTIONS, NOT OTHERWISE PROHIBITED BY\n   28  LAW, FOR POLITICAL PURPOSES, IN AN AMOUNT NOT TO  EXCEED  FIVE  THOUSAND\n   29  DOLLARS IN THE AGGREGATE IN ANY CALENDAR YEAR.\n   30    S  3. Subdivision 2 of section 14-120 of the election law, as added by\n   31  chapter 79 of the laws of 1992, is amended and a new  subdivision  3  is\n   32  added to read as follows:\n   33    2.  Notwithstanding subdivision one of this section, a partnership, as\n   34  defined in section ten of the partnership  law,  [may  be  considered  a\n   35  separate  entity for the purposes of this section, and as such] may make\n   36  contributions in the name of said partnership without  attributing  such\n   37  contributions to the individual members of the partnership provided that\n   38  any such contribution made by a partnership to a candidate or to a poli-\n   39  tical  committee, shall not exceed[, twenty-five hundred dollars. In the\n   40  event that such partnership contribution to any such candidate or  poli-\n   41  tical  committee  exceeds  twenty-five  hundred  dollars,  the aggregate\n   42  amount of such contribution shall be attributed to  each  partner  whose\n   43  share  of  the  contribution  exceeds ninety-nine dollars] FIVE THOUSAND\n   44  DOLLARS.  ANY PARTNERSHIP THAT IS RELATED TO A CORPORATION WILL HAVE ITS\n   45  CONTRIBUTIONS AGGREGATED WITH THAT RELATED CORPORATION FOR THE  PURPOSES\n   46  OF CALCULATING THE CONTRIBUTIONS GIVEN.  INDIVIDUALS MAY NOT ESTABLISH A\n   47  PARTNERSHIP,  AS  DEFINED IN SECTION TEN OF THE PARTNERSHIP LAW, FOR THE\n   48  PURPOSE OF EVADING THE CONTRIBUTION LIMITS THAT WOULD OTHERWISE APPLY TO\n   49  SUCH INDIVIDUAL.\n   50    3. NOTWITHSTANDING SUBDIVISION ONE OF THIS SECTION, EVERY CONTRIBUTION\n   51  MADE BY A LIMITED LIABILITY COMPANY IS CONSIDERED TO BE  A  CONTRIBUTION\n   52  BY THE LIMITED LIABILITY COMPANY AS A WHOLE.  INDIVIDUALS MAY NOT ESTAB-\n   53  LISH A LIMITED LIABILITY COMPANY FOR THE PURPOSE OF EVADING THE CONTRIB-\n   54  UTION LIMITS THAT WOULD OTHERWISE APPLY TO SUCH INDIVIDUAL.\n   55    S 4. Severability. If any clause, sentence, paragraph, section or part\n   56  of  this act shall be adjudged by any court of competent jurisdiction to\n\n       S. 89                               4\n\n    1  be invalid and after exhaustion of  all  further  judicial  review,  the\n    2  judgment  shall  not affect, impair or invalidate the remainder thereof,\n    3  but shall be confined in its operation to the  clause,  sentence,  para-\n    4  graph,  section or part of this act directly involved in the controversy\n    5  in which the judgment shall have been rendered.\n    6    S 5.   This act shall take  effect  January  1,  2012;  provided  that\n    7  contributions  legally  received prior to the effective date of this act\n    8  may be retained and expended for lawful purposes and shall  not  provide\n    9  the  basis for a violation of article 14 of the election law, as amended\n   10  by this act; and provided, further, that the state  board  of  elections\n   11  shall  notify  all candidates and political committees of the applicable\n   12  provisions of this act within thirty days  after  this  act  shall  have\n   13  become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the election law, in relation to establishing new contribution limits, expanding the types of organizations prohibited from making contributions and aggregating certain contributions ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101203.T091937.TXT", "SOBI.D101202.T165102.TXT", "SOBI.D101202.T163101.TXT", "SOBI.D101202.T162601.TXT", "SOBI.D101203.T115947.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1291395587554
}