{
  "year" : 2011,
  "senateBillNo" : "S890-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO ELECTIONS",
    "billEventId" : "S890-2011-1294203600000-REFERRED+TO+ELECTIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUEGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to increasing fines and penalties for certain violations; requires refund of certain illegal contributions",
  "summary" : "Relates to increasing fines and penalties for certain violations; requires refund of certain illegal contributions. ",
  "currentCommittee" : "ELECTIONS",
  "sameAs" : null,
  "lawSection" : "Election Law",
  "previousVersions" : [ "SB4061-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          890\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen. KRUEGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Elections\n\n       AN ACT to amend the election law, in relation  to  increasing  penalties\n         for certain violations\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1.  Section 14-126 of the election law, as amended by  chapter\n    2  8  of  the  laws of 1978, subdivision 1 as amended by chapter 128 of the\n    3  laws of 1994 and subdivisions 2, 3 and 4 as redesignated by chapter 9 of\n    4  the laws of 1978, is amended to read as follows:\n    5    S 14-126. Violations; penalties. 1. Any person who  fails  to  file  a\n    6  statement  required  to  be  filed by this article shall be subject to a\n    7  civil penalty, not in excess of [five hundred] ONE THOUSAND dollars,  to\n    8  be  recoverable in a special proceeding or civil action to be brought by\n    9  the state board of elections [or other board of elections]  PURSUANT  TO\n   10  SECTION 16-114 OF THIS CHAPTER.\n   11    2.  ANY PERSON WHO, ACTING AS OR ON BEHALF OF A CANDIDATE OR POLITICAL\n   12  COMMITTEE, UNDER CIRCUMSTANCES EVINCING AN INTENT TO VIOLATE  SUCH  LAW,\n   13  UNLAWFULLY  ACCEPTS  A MONETARY CONTRIBUTION IN EXCESS OF A CONTRIBUTION\n   14  LIMITATION ESTABLISHED IN THIS ARTICLE, SHALL BE REQUIRED TO REFUND SUCH\n   15  EXCESS AMOUNT AND SHALL BE SUBJECT TO A CIVIL PENALTY EQUAL TO TWO TIMES\n   16  THE EXCESS AMOUNT PLUS A FINE OF UP  TO  TEN  THOUSAND  DOLLARS,  TO  BE\n   17  RECOVERABLE IN A SPECIAL PROCEEDING OR CIVIL ACTION TO BE BROUGHT BY THE\n   18  STATE BOARD OF ELECTIONS.\n   19    3.  ANY PERSON WHO, ACTING AS OR ON BEHALF OF A CANDIDATE OR POLITICAL\n   20  COMMITTEE, UNDER CIRCUMSTANCES EVINCING AN INTENT TO VIOLATE  SUCH  LAW,\n   21  UNLAWFULLY (A) EXPENDS CAMPAIGN FUNDS FOR A PERSONAL USE IN VIOLATION OF\n   22  THIS  ARTICLE,  OR  (B)  CONDUCTS ACTIVITIES PROHIBITED BY THIS ARTICLE,\n   23  SHALL BE SUBJECT TO A CIVIL PENALTY,  NOT  IN  EXCESS  OF  TEN  THOUSAND\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00713-02-1\n\n       S. 890                              2\n\n    1  DOLLARS, TO BE RECOVERABLE IN A SPECIAL PROCEEDING OR CIVIL ACTION TO BE\n    2  BROUGHT BY THE STATE BOARD OF ELECTIONS.\n    3    4.  Any  person  who knowingly and willfully fails to file a statement\n    4  required to be filed by this article within  ten  days  after  the  date\n    5  provided for filing such statement or any person who knowingly and will-\n    6  fully  violates any other provision of this article shall be guilty of a\n    7  misdemeanor.\n    8    [3.] 5. Any person who knowingly and willfully contributes, accepts or\n    9  aids or participates in the acceptance of a contribution  in  an  amount\n   10  exceeding an applicable maximum specified in this article shall be guil-\n   11  ty of a misdemeanor.\n   12    [4.] 6. Any person who shall, acting on behalf of a candidate or poli-\n   13  tical committee, knowingly and willfully solicit, organize or coordinate\n   14  the formation of activities of one or more unauthorized committees, make\n   15  expenditures  in connection with the nomination for election or election\n   16  of any candidate, or solicit any person to make any  such  expenditures,\n   17  for the purpose of evading the contribution limitations of this article,\n   18  shall be guilty of a class E felony.\n   19    7.  ANY  PERSON WHO, UNDER CIRCUMSTANCES EVINCING AN INTENT TO VIOLATE\n   20  THIS ARTICLE, ESTABLISHES A PARTNERSHIP FOR THE SOLE PURPOSE OF  EVADING\n   21  THE CONTRIBUTION LIMITS THAT WOULD OTHERWISE APPLY TO THAT INDIVIDUAL IN\n   22  VIOLATION  OF SUBDIVISION TWO OF SECTION 14-120 OF THIS ARTICLE SHALL BE\n   23  SUBJECT TO A CIVIL PENALTY EQUAL TO TWO TIMES THE AMOUNT CONTRIBUTED  BY\n   24  THE  PARTNERSHIP  IN EXCESS OF THE CONTRIBUTION LIMITS THAT WOULD OTHER-\n   25  WISE APPLY TO THAT INDIVIDUAL PLUS A FINE OF UP TO TEN THOUSAND DOLLARS,\n   26  TO BE RECOVERABLE IN A SPECIAL PROCEEDING OR CIVIL ACTION TO BE  BROUGHT\n   27  BY THE STATE BOARD OF ELECTIONS.\n   28    8.  ANY  PERSON WHO, UNDER CIRCUMSTANCES EVINCING AN INTENT TO VIOLATE\n   29  THIS ARTICLE, ESTABLISHES A  LIMITED  LIABILITY  COMPANY  FOR  THE  SOLE\n   30  PURPOSE OF EVADING THE CONTRIBUTION LIMITS THAT WOULD OTHERWISE APPLY TO\n   31  THAT  INDIVIDUAL IN VIOLATION OF SECTION 14-120 OF THIS ARTICLE SHALL BE\n   32  SUBJECT TO A CIVIL PENALTY EQUAL TO TWO TIMES THE AMOUNT CONTRIBUTED  BY\n   33  THE  LIMITED LIABILITY COMPANY IN EXCESS OF THE CONTRIBUTION LIMITS THAT\n   34  WOULD OTHERWISE APPLY TO THAT INDIVIDUAL PLUS A FINE OF UP TO TEN  THOU-\n   35  SAND  DOLLARS, TO BE RECOVERABLE IN A SPECIAL PROCEEDING OR CIVIL ACTION\n   36  TO BE BROUGHT BY THE STATE BOARD OF ELECTIONS.\n   37    S 2. This act shall take effect on the sixtieth  day  after  it  shall\n   38  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the election law, in relation to increasing penalties for certain violations ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110103.T105353.TXT", "SOBI.D110103.T114901.TXT", "SOBI.D110106.T115714.TXT", "SOBI.D110103.T124905.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294333034043
}