{
  "year" : 2011,
  "senateBillNo" : "S891-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO ENVIRONMENTAL CONSERVATION",
    "billEventId" : "S891-2011-1294203600000-REFERRED+TO+ENVIRONMENTAL+CONSERVATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUEGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to enforcement actions for violations of the environmental conservation law",
  "summary" : "Relates to enforcement actions for violations of the environmental conservation law. ",
  "currentCommittee" : "ENVIRONMENTAL CONSERVATION",
  "sameAs" : null,
  "lawSection" : "Environmental Conservation Law",
  "previousVersions" : [ "SB1730-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          891\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen. KRUEGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Environmental Conservation\n\n       AN ACT to amend the  environmental  conservation  law,  in  relation  to\n         enforcement actions for violations of such law\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Article 71 of the environmental conservation law is amended\n    2  by adding a new title 45 to read as follows:\n    3                                   TITLE 45\n    4                                ENVIRONMENTAL\n    5                             LAW ENFORCEMENT ACT\n    6  SECTION 71-4501. ENFORCEMENT ACTIONS.\n    7          71-4503. NOTICE OF ACTION.\n    8          71-4505. INTERVENTION.\n    9          71-4507. APPROVAL OF SETTLEMENTS.\n   10          71-4509. COSTS, FEES AND PENALTIES.\n   11          71-4511. APPLICABILITY IN THE ADIRONDACK PARK.\n   12          71-4513. SAVINGS CLAUSE.\n   13  S 71-4501. ENFORCEMENT ACTIONS.\n   14    1. EXCEPT AS OTHERWISE PROVIDED IN SECTION 71-4503 OF THIS TITLE,  ANY\n   15  PERSON WHO HAS OR MAY SUFFER AN INJURY IN FACT, STEMMING FROM AN ALLEGED\n   16  VIOLATION,  AND  REDRESSABLE  FROM  THE ABATEMENT OF THAT VIOLATION, MAY\n   17  COMMENCE A CIVIL ACTION IN A COURT OF COMPETENT JURISDICTION FOR INJUNC-\n   18  TIVE AND DECLARATORY RELIEF PURSUANT TO SUBDIVISION TWO OF THIS  SECTION\n   19  AGAINST  ANY PERSON WHO IS ALLEGED TO BE IN VIOLATION OF ANY RULE, REGU-\n   20  LATION, PERMIT, CERTIFICATE OR ORDER PROMULGATED OR ISSUED  PURSUANT  TO\n   21  THE FOLLOWING PROVISIONS OF THIS CHAPTER:\n   22    A. SECTION 15-0501, 15-0503 OR 15-0505; OR\n   23    B. TITLE 27 OF ARTICLE 15; OR\n   24    C. TITLE 5, 7, 8, 10 OR 17 OF ARTICLE 17; OR\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01289-01-1\n\n       S. 891                              2\n\n    1    D. ARTICLE 23; OR\n    2    E. ARTICLE 24; OR\n    3    F. ARTICLE 25; OR\n    4    G. TITLE 3, 7, 9 OR 13 OF ARTICLE 27; OR\n    5    H. ARTICLE 40.\n    6    2.  IN  ANY  ACTION  COMMENCED  PURSUANT  TO  SUBDIVISION  ONE OF THIS\n    7  SECTION, THE COURT MAY ISSUE DECLARATORY AND/OR  INJUNCTIVE  RELIEF  FOR\n    8  EACH  VIOLATION  FOUND.  THE JUDGMENT IN ANY SUCH ACTION MAY ALSO IMPOSE\n    9  SUCH CONDITIONS ON THE DEFENDANT AS ARE NECESSARY TO  ASSURE  COMPLIANCE\n   10  WITH  SUCH  LAW, RULE, REGULATION, PERMIT, CERTIFICATE OR ORDER WITHIN A\n   11  REASONABLE TIME PERIOD.\n   12    3. NO PERSON SHALL COMMENCE A CIVIL ACTION PURSUANT TO SUBDIVISION ONE\n   13  OF THIS SECTION UNLESS THE ALLEGED VIOLATION COULD BE SUBJECT TO A JUDI-\n   14  CIAL ENFORCEMENT ACTION OR ADMINISTRATIVE ENFORCEMENT PROCEEDING BROUGHT\n   15  BY OR ON BEHALF OF THE DEPARTMENT, THE STATE OF NEW  YORK,  THE  COMMIS-\n   16  SIONER, OR THE COMMISSIONER'S DESIGNEE.\n   17    4.  NO  ACTION  MAY BE BROUGHT AGAINST THE STATE OR ANY OF ITS DEPART-\n   18  MENTS, AGENCIES OR BUREAUS OR ANY OF ITS POLITICAL SUBDIVISIONS  OR  ANY\n   19  PUBLIC  AUTHORITY  PURSUANT  TO  THIS  TITLE EXCEPT IN THEIR CAPACITY AS\n   20  OWNER OR OPERATOR OF A POLLUTION SOURCE OR AS A PERSON  RESPONSIBLE  FOR\n   21  THE INVESTIGATION OR REMEDIATION OF AN INACTIVE HAZARDOUS WASTE DISPOSAL\n   22  SITE PURSUANT TO TITLE 13 OF ARTICLE 27 OF THIS CHAPTER.\n   23  S 71-4503. NOTICE OF ACTION.\n   24    1.  EXCEPT  AS  PROVIDED IN SUBDIVISION TWO OF THIS SECTION, NO ACTION\n   25  MAY BE COMMENCED UNDER SUBDIVISION 1 OF SECTION 71-4501 OF THIS TITLE:\n   26    A. PRIOR TO SIXTY DAYS AFTER WRITTEN NOTICE BY CERTIFIED MAIL,  RETURN\n   27  RECEIPT  REQUESTED, HAS BEEN GIVEN BY THE PLAINTIFF TO THE COMMISSIONER,\n   28  THE ATTORNEY GENERAL, AND ANY PERSON ALLEGED TO BE IN VIOLATION  OF  ANY\n   29  LAW, RULE, REGULATION, PERMIT, CERTIFICATE OR ORDER. SUCH WRITTEN NOTICE\n   30  SHALL  BE  GIVEN  IN  SUCH A MANNER AS THE COMMISSIONER MAY PRESCRIBE BY\n   31  REGULATION, AND SHALL IDENTIFY ANY PERSON ALLEGED TO BE IN VIOLATION  OF\n   32  ANY  SUCH  LAW,  RULE,  REGULATION,  PERMIT, CERTIFICATE OR ORDER AS SET\n   33  FORTH IN SUBDIVISION 1 OF  SECTION  71-4501  OF  THIS  TITLE  AND  SHALL\n   34  DESCRIBE   WITH  REASONABLE  PARTICULARITY  THE  ACTIVITY  OR  CONDITION\n   35  COMPLAINED OF INCLUDING, WHERE APPROPRIATE, DATA OR TEST RESULTS IN  THE\n   36  POSSESSION OF THE PLAINTIFF WHICH DESCRIBE SUCH ALLEGED VIOLATION; OR\n   37    B.  IF  THE  COMMISSIONER  OR THE COMMISSIONER'S DESIGNEE, AT ANY TIME\n   38  PRIOR TO THE END OF THE SIXTY DAY NOTICE PERIOD PRESCRIBED IN  PARAGRAPH\n   39  A OF THIS SUBDIVISION OR PRIOR TO COMMENCEMENT OF SUCH ACTION, WHICHEVER\n   40  IS  LATER  AND UPON WRITTEN NOTICE TO THE PERSON WHO PROVIDED THE NOTICE\n   41  PRESCRIBED IN PARAGRAPH A OF THIS SUBDIVISION,   HAS  COMMENCED  AND  IS\n   42  DILIGENTLY PROSECUTING AN ADMINISTRATIVE ENFORCEMENT PROCEEDING PURSUANT\n   43  TO THIS CHAPTER TO ABATE THE ALLEGED VIOLATION; OR\n   44    C.  IF THE ATTORNEY GENERAL, AT ANY TIME PRIOR TO THE END OF THE SIXTY\n   45  DAY NOTICE PERIOD PRESCRIBED IN PARAGRAPH A OF THIS SUBDIVISION OR PRIOR\n   46  TO COMMENCEMENT OF SUCH ACTION, WHICHEVER IS  LATER,  AND  UPON  WRITTEN\n   47  NOTICE  TO  THE PERSON WHO PROVIDED THE NOTICE PRESCRIBED IN PARAGRAPH A\n   48  OF THIS SUBDIVISION, HAS COMMENCED AND IS DILIGENTLY PROSECUTING A CIVIL\n   49  ACTION IN A COURT OF THE UNITED STATES OR NEW YORK STATE WHICH SEEKS  AN\n   50  ORDER OR INJUNCTION TO ABATE THE ALLEGED VIOLATION; OR\n   51    D.  IF  THE  ALLEGED  VIOLATION   IS THE SUBJECT OF A CONSENT ORDER, A\n   52  COURT ORDER OR ANY OTHER WRITTEN AGREEMENT SIGNED BY THE COMMISSIONER OR\n   53  THE COMMISSIONER'S DESIGNEE AND THE ALLEGED  VIOLATOR  SETTING  FORTH  A\n   54  COMPLIANCE  SCHEDULE  TO ELIMINATE THE ALLEGED VIOLATION IN A REASONABLE\n   55  TIME PERIOD, OR OF A SETTLEMENT  OR  DISPOSITION  OF  AN  ADMINISTRATIVE\n   56  ENFORCEMENT  PROCEEDING  OR  A  CIVIL  ACTION COMMENCED PURSUANT TO THIS\n\n       S. 891                              3\n\n    1  CHAPTER, PROVIDED THAT THE ALLEGED VIOLATOR IS IN  COMPLIANCE  WITH  THE\n    2  TERMS  OF  SUCH  CONSENT  ORDER,  COURT  ORDER, AGREEMENT, SETTLEMENT OR\n    3  DISPOSITION.\n    4    2. THE PLAINTIFF MAY COMMENCE AN ACTION UNDER SUBDIVISION 1 OF SECTION\n    5  71-4501  OF  THIS  TITLE  PRIOR TO SIXTY DAYS AFTER THE GIVING OF NOTICE\n    6  REQUIRED BY PARAGRAPH A OF SUBDIVISION ONE OF THIS SECTION UPON A  SHOW-\n    7  ING  TO  THE COURT THAT THE MATTER IN CONTROVERSY INVOLVES A SUBSTANTIAL\n    8  AND IMMINENT HAZARD TO HEALTH OR THE ENVIRONMENT.\n    9    3. A COPY OF THE SUMMONS AND  COMPLAINT  AND  ANY  AMENDMENT  THERETO,\n   10  SHALL BE SERVED UPON THE COMMISSIONER AND THE  ATTORNEY GENERAL.\n   11  S 71-4505. INTERVENTION.\n   12    1. THE STATE AS REPRESENTED BY THE ATTORNEY GENERAL MAY INTERVENE AS A\n   13  MATTER OF RIGHT IN ANY ACTION BROUGHT PURSUANT TO THIS TITLE.\n   14    2.  ANY  PERSON  WHO  IS  AUTHORIZED TO COMMENCE AN ACTION PURSUANT TO\n   15  SECTION 71-4501 OF THIS TITLE AND  WHO  HAS  GIVEN  NOTICE  PURSUANT  TO\n   16  SECTION  71-4503  OF  THIS  TITLE  MAY INTERVENE UPON TIMELY MOTION AS A\n   17  MATTER OF RIGHT IN ANY ACTION OR PROCEEDING  SUBSEQUENTLY  COMMENCED  BY\n   18  THE DEPARTMENT OR THE ATTORNEY GENERAL RELATING TO ANY VIOLATION ALLEGED\n   19  IN SUCH NOTICE.\n   20  S 71-4507. APPROVAL OF SETTLEMENTS.\n   21    1.  NO  ACTION COMMENCED UNDER THIS TITLE SHALL BE SETTLED EXCEPT UPON\n   22  APPROVAL BY THE COURT UPON SIXTY DAYS NOTICE TO ALL PARTIES, THE COMMIS-\n   23  SIONER AND THE ATTORNEY GENERAL. NOTICE OF THE PROPOSED SETTLEMENT SHALL\n   24  BE PUBLISHED IN THE ENVIRONMENTAL NOTICE BULLETIN BY  THE  COMMISSIONER.\n   25  UPON  THE MOTION OF THE COMMISSIONER, THE ATTORNEY GENERAL, OR ANY OTHER\n   26  PARTY OR UPON ITS OWN MOTION, THE COURT MAY REQUIRE SUCH FURTHER  NOTICE\n   27  AS  MAY  BE REQUIRED TO PROTECT THE ENVIRONMENT OR PERSONS WHO ARE NOT A\n   28  PARTY TO THE ACTION. THE COURT SHALL NOT  APPROVE  A  SETTLEMENT  IN  AN\n   29  ACTION  COMMENCED  UNDER THIS TITLE IF THE COURT DETERMINES THAT A MONE-\n   30  TARY SETTLEMENT IN EXCESS OF COSTS, DISBURSEMENTS AND REASONABLE  EXPERT\n   31  WITNESS  AND  ATTORNEY  FEES  HAS BEEN OFFERED OR PAID BY A DEFENDANT AS\n   32  CONSIDERATION FOR SUCH SETTLEMENT TO A PLAINTIFF WHO HAS STANDING TO SUE\n   33  ONLY BY VIRTUE OF THIS TITLE.\n   34    2. IF, SUBSEQUENT TO THE COMMENCEMENT OF AN ACTION UNDER SUBDIVISION 1\n   35  OF SECTION 71-4501 OF THIS TITLE WHICH ACTION HAS NOT BEEN FINALLY ADJU-\n   36  DICATED, THE PERSON ALLEGED TO BE IN VIOLATION OF ANY LAW,  RULE,  REGU-\n   37  LATION,  PERMIT, CERTIFICATE OR ORDER ENTERS INTO A CONSENT ORDER, OR IS\n   38  SUBJECT TO A COURT ORDER  OR  OTHER  WRITTEN  AGREEMENT  SIGNED  BY  THE\n   39  COMMISSIONER  OR  THE COMMISSIONER'S DESIGNEE WHICH SETS FORTH A REASON-\n   40  ABLE SETTLEMENT AND DISPOSITION OF THE ALLEGED VIOLATION, THE  COURT  IN\n   41  WHICH SUCH ACTION IS PENDING, ON MOTION OF ANY PARTY, MAY MAKE AN APPRO-\n   42  PRIATE  COURT ORDER DISPOSING OF THE CASE, INCLUDING THE AWARD OF COSTS,\n   43  DISBURSEMENTS, REASONABLE EXPERT WITNESS AND ATTORNEY FEES TO ANY  PARTY\n   44  IF APPROPRIATE PURSUANT TO SECTION 71-4509 OF THIS TITLE.\n   45  S 71-4509. COSTS, FEES AND PENALTIES.\n   46    1.  THE COURT, IN ISSUING ANY FINAL ORDER IN ANY ACTION BROUGHT PURSU-\n   47  ANT TO SUBDIVISIONS 1 AND 2 OF SECTION 71-4503 OF THIS TITLE MAY IN  ITS\n   48  DISCRETION  AWARD COSTS, DISBURSEMENTS AND REASONABLE EXPERT WITNESS AND\n   49  ATTORNEY FEES TO  ANY  PREVAILING  OR  SUBSTANTIALLY  PREVAILING  PARTY;\n   50  PROVIDED,   HOWEVER,  THAT  A  PREVAILING  OR  SUBSTANTIALLY  PREVAILING\n   51  RESPONDENT OR DEFENDANT MUST SHOW THAT THE ACTION OR CLAIM  BROUGHT  WAS\n   52  FRIVOLOUS  IN  ORDER  TO  RECOVER  SUCH COSTS, DISBURSEMENTS, REASONABLE\n   53  EXPERT WITNESS AND ATTORNEY FEES.  IN ORDER TO FIND THE ACTION OR  CLAIM\n   54  TO  BE  FRIVOLOUS,  THE  COURT  MUST  FIND IN WRITING ONE OR MORE OF THE\n   55  FOLLOWING:\n\n       S. 891                              4\n\n    1    A. THE ACTION OR CLAIM WAS COMMENCED, USED OR CONTINUED IN BAD  FAITH,\n    2  SOLELY TO DELAY OR PROLONG THE RESOLUTION OF THE LITIGATION OR TO HARASS\n    3  OR MALICIOUSLY INJURE ANOTHER;\n    4    B. THE ACTION OR CLAIM WAS COMMENCED OR CONTINUED IN BAD FAITH WITHOUT\n    5  ANY REASONABLE BASIS IN LAW OR FACT AND COULD NOT BE SUPPORTED BY A GOOD\n    6  FAITH  ARGUMENT  FOR  AN EXTENSION, MODIFICATION OR REVERSAL OF EXISTING\n    7  LAW. IF THE ACTION OR CLAIM WAS PROMPTLY DISCONTINUED WHEN THE PARTY  OR\n    8  THE  ATTORNEY  LEARNED  OR  SHOULD HAVE LEARNED THAT THE ACTION OR CLAIM\n    9  LACKED SUCH A REASONABLE BASIS, THE COURT MAY FIND THAT THE PARTY OR THE\n   10  ATTORNEY DID NOT ACT IN BAD FAITH.\n   11    2. NOTWITHSTANDING THE PROVISIONS OF SUBDIVISION ONE OF THIS  SECTION,\n   12  NO  COSTS, DISBURSEMENTS, OR REASONABLE EXPERT WITNESS AND ATTORNEY FEES\n   13  MAY BE AWARDED AGAINST THE STATE, OR ANY OF ITS  DEPARTMENTS,  AGENCIES,\n   14  BUREAUS OR ANY OF ITS POLITICAL SUBDIVISIONS, OR ANY PUBLIC AUTHORITY IN\n   15  ANY ACTION BROUGHT UNDER THIS TITLE.\n   16    3.  IN ADDITION TO THE STATE'S RIGHT TO INTERVENE PURSUANT TO SUBDIVI-\n   17  SION 1 OF SECTION 71-4505 OF THIS TITLE OR ANY OTHER LAW, THE STATE,  AS\n   18  REPRESENTED BY THE ATTORNEY GENERAL, MAY APPEAR UPON TIMELY MOTION IN AN\n   19  ACTION  BROUGHT  UNDER  THIS  TITLE FOR THE SOLE PURPOSE OF OBTAINING AN\n   20  AWARD OF PENALTIES AGAINST ANY  PERSON  FOUND  LIABLE  IN  SUCH  ACTION;\n   21  PROVIDED,  HOWEVER, THAT THE PLAINTIFF AND DEFENDANT MUST BE NOTIFIED OF\n   22  THE STATE'S INTENT TO MOVE FOR PENALTIES WITHIN THIRTY DAYS OF COMMENCE-\n   23  MENT OF SUCH ACTION. ANY CLAIM FOR  PENALTIES  BASED  UPON  A  VIOLATION\n   24  WHICH  IS  THE  SUBJECT  OF  AN  ACTION BROUGHT UNDER THIS TITLE MUST BE\n   25  BROUGHT IN SUCH ACTION.\n   26  S 71-4511. APPLICABILITY IN THE ADIRONDACK PARK.\n   27    WITH RESPECT TO THOSE PARTS OF TITLE 27 OF ARTICLE 15 OF THIS  CHAPTER\n   28  AND  THOSE  PARTS  OF  ARTICLE  24  OF  THIS CHAPTER ADMINISTERED BY THE\n   29  ADIRONDACK PARK AGENCY CREATED PURSUANT TO ARTICLE 27 OF  THE  EXECUTIVE\n   30  LAW, ANY REFERENCE IN THIS TITLE TO THE DEPARTMENT, THE COMMISSIONER, OR\n   31  THE  COMMISSIONER'S  DESIGNEE  SHALL BE CONSTRUED TO MEAN THE ADIRONDACK\n   32  PARK AGENCY.\n   33  S 71-4513. SAVINGS CLAUSE.\n   34    NOTHING IN THIS TITLE SHALL RESTRICT ANY RIGHT  WHICH  ANY  PERSON  OR\n   35  CLASS  OF  PERSONS  MAY  HAVE  UNDER  ANY  STATUTE OR COMMON LAW TO SEEK\n   36  ENFORCEMENT OF ANY STATUTE, RULE,  REGULATION,  PERMIT,  CERTIFICATE  OR\n   37  ORDER, OR TO SEEK ANY OTHER RELIEF.\n   38    S  2.  Section 71-1311 of the environmental conservation law, subdivi-\n   39  sion 1 as amended by chapter 846 of the laws of 1981, is amended to read\n   40  as follows:\n   41  S 71-1311. Injunction against violations.\n   42    [1.] Whenever it appears that any person is violating  or  threatening\n   43  to  violate any provision of article 23 of this chapter or is committing\n   44  any offense described in section 71-1305 of this title, the  department,\n   45  acting  by  the  Attorney General, may bring suit against such person in\n   46  any court of competent jurisdiction to restrain such person from contin-\n   47  uing such violation or from carrying out the threat of violation. In any\n   48  such suit, the court shall have jurisdiction to grant to the  department\n   49  without bond or other undertaking, such prohibitory or mandatory injunc-\n   50  tions  as  the facts may warrant, including temporary restraining orders\n   51  and preliminary injunctions.\n   52    [2. If the department, acting by the Attorney General, shall  fail  to\n   53  bring  suit  to  enjoin  a  violation  or  threatened  violation  of any\n   54  provision of article 23, or  any  rule,  regulation,  or  order  of  the\n   55  department  made pursuant hereto, within ten days after receipt of writ-\n   56  ten request to do so by any person who is or will be adversely  affected\n\n       S. 891                              5\n\n    1  by  such violation, the person making such request may bring suit in his\n    2  own behalf to restrain such violation or  threatened  violation  in  any\n    3  court  in  which  the department might have brought suit. The department\n    4  shall  be  made a party in such suit in addition to the person violating\n    5  or threatening to violate a provision of article 23, or  a  rule,  regu-\n    6  lation,  or  order  of  the department, and the action shall proceed and\n    7  injunctive relief may be granted to  the  department  without  bond,  or\n    8  other  undertaking in the same manner as if suit had been brought by the\n    9  department.]\n   10    S 3. This act shall take effect immediately; provided however, that no\n   11  action authorized by section 71-4501 of the  environmental  conservation\n   12  law,  as  added by section one of this act, may be commenced against any\n   13  city, village, town or county prior to September 1, 2014 and nothing  in\n   14  this  act  shall affect any action commenced pursuant to section 71-1311\n   15  of the environmental conservation law prior to such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the environmental conservation law, in relation to enforcement actions for violations of such law ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110103.T123404.TXT", "SOBI.D110103.T105353.TXT", "SOBI.D110103.T114901.TXT", "SOBI.D110103.T122403.TXT", "SOBI.D110106.T115714.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294333034038
}