{
  "year" : 2011,
  "senateBillNo" : "S892-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO HIGHER EDUCATION",
    "billEventId" : "S892-2011-1294203600000-REFERRED+TO+HIGHER+EDUCATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUEGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for the dispensing of emergency contraception under certain circumstances and conditions",
  "summary" : "Provides for the dispensing of emergency contraception under certain circumstances and conditions. ",
  "currentCommittee" : "HIGHER EDUCATION",
  "sameAs" : "A85",
  "lawSection" : "Education Law",
  "previousVersions" : [ "SA1410-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "MONTGOMERY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          892\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen. KRUEGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Higher Education\n\n       AN ACT to amend the education law, the  insurance  law  and  the  public\n         health  law, in relation to providing for dispensing emergency contra-\n         ception under certain conditions\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Short  title. This act shall be known and may be cited as\n    2  the \"unintended pregnancy prevention act\".\n    3    S 2. Legislative findings. The United States Food  and  Drug  Adminis-\n    4  tration  (FDA) has declared emergency contraceptive pills to be safe and\n    5  effective in preventing pregnancy when used within 72 hours after unpro-\n    6  tected intercourse. The American College of Obstetricians and  Gynecolo-\n    7  gists  and  the  American College of Nurse-Midwives state that emergency\n    8  contraception (EC) is so safe, and using it  quickly  is  so  important,\n    9  that  it  should  be available over the counter, without a prescription.\n   10  They also emphasize the need for unimpeded access to EC for all women of\n   11  reproductive age. However, although there  are  no  medical  reasons  to\n   12  limit provision of EC, the FDA only approved non-prescription access for\n   13  women 18 years and older. Additionally, the FDA imposed requirements for\n   14  proving  the  patient's  identity  with government-issued identification\n   15  documents. The need remains, however, to provide  access  to  women  who\n   16  have  difficulty  obtaining the required identification documents and to\n   17  women under the age of 17 years. Minors in New York State have long been\n   18  legally entitled to full access, without parental consent, to all repro-\n   19  ductive health care and services, including EC. Providing direct  access\n   20  to  EC  for  younger  women will also make it more likely that they will\n   21  receive appropriate  and  timely  professional  attention,  support  and\n   22  assistance.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00900-01-1\n\n       S. 892                              2\n\n    1    The legislature deems it necessary to create a structure for simplify-\n    2  ing  access  to  EC for these women, while respecting and preserving the\n    3  prescribing scopes of practice of physicians, nurse  practitioners,  and\n    4  midwives,  the treating and case-finding scope of practice of registered\n    5  professional  nurses,  and  the  dispensing scope of practice of pharma-\n    6  cists. This act does not alter the scopes of such professions, nor  does\n    7  this  legislation  interfere with non-prescription access to EC where it\n    8  is otherwise lawful.\n    9    The legislature also finds  that  this  legislation  is  necessary  to\n   10  ensure  that  women do not lose insurance coverage for EC solely because\n   11  it has become available without a prescription. Losing coverage would be\n   12  a major obstacle to access, which would undermine the  important  health\n   13  objectives of the FDA and the legislature.\n   14    S  3.  Subdivision 6 of section 6527 of the education law, as added by\n   15  chapter 573 of the laws of 1999, paragraph (c) as added by  chapter  221\n   16  of  the  laws  of  2002 and paragraph (d) as added by chapter 429 of the\n   17  laws of 2005, is amended to read as follows:\n   18    6. A licensed physician may prescribe and order a non-patient specific\n   19  regimen [to a registered professional nurse],  pursuant  to  regulations\n   20  promulgated  by  the commissioner, and consistent with the public health\n   21  law, [for] TO:\n   22    (a) A REGISTERED PROFESSIONAL NURSE FOR:\n   23    (I) administering immunizations[.];\n   24    [(b)] (II) the emergency treatment of anaphylaxis[.];\n   25    [(c)] (III) administering purified protein derivative (PPD) tests[.];\n   26    [(d)] (IV) administering tests to determine the presence of the  human\n   27  immunodeficiency virus[.];\n   28    (V)  EMERGENCY CONTRACEPTION, TO BE ADMINISTERED TO OR DISPENSED TO BE\n   29  SELF-ADMINISTERED BY THE  PATIENT,  UNDER  SECTION  SIXTY-EIGHT  HUNDRED\n   30  TWENTY-NINE OF THIS TITLE; OR\n   31    (B)  A LICENSED PHARMACIST, FOR DISPENSING EMERGENCY CONTRACEPTION, TO\n   32  BE SELF-ADMINISTERED BY THE PATIENT, UNDER SECTION  SIXTY-EIGHT  HUNDRED\n   33  TWENTY-NINE OF THIS TITLE.\n   34    S  4.  Subdivision 3 of section 6807 of the education law, as added by\n   35  chapter 573 of the laws of 1999, is amended and a new subdivision  4  is\n   36  added to read as follows:\n   37    3. A pharmacist may dispense drugs and devices to a registered profes-\n   38  sional nurse, and a registered professional nurse may possess and admin-\n   39  ister,  drugs  and  devices,  pursuant to a non-patient specific regimen\n   40  prescribed or ordered by a  licensed  physician,  LICENSED  MIDWIFE,  or\n   41  certified nurse practitioner, pursuant to regulations promulgated by the\n   42  commissioner and the public health law.\n   43    4.  A  LICENSED PHARMACIST MAY DISPENSE A NON-PATIENT SPECIFIC REGIMEN\n   44  OF EMERGENCY CONTRACEPTION, TO  BE  SELF-ADMINISTERED  BY  THE  PATIENT,\n   45  PRESCRIBED  OR  ORDERED BY A LICENSED PHYSICIAN, CERTIFIED NURSE PRACTI-\n   46  TIONER,  OR  LICENSED  MIDWIFE,  UNDER   SECTION   SIXTY-EIGHT   HUNDRED\n   47  TWENTY-NINE OF THIS ARTICLE.\n   48    S 5. The education law is amended by adding a new section 6829 to read\n   49  as follows:\n   50    S  6829. EMERGENCY CONTRACEPTION; NON-PATIENT SPECIFIC PRESCRIPTION OR\n   51  ORDER. 1. AS USED IN THIS SECTION, THE FOLLOWING TERMS  SHALL  HAVE  THE\n   52  FOLLOWING MEANINGS, UNLESS THE CONTEXT REQUIRES OTHERWISE:\n   53    (A)  \"EMERGENCY  CONTRACEPTION\"  MEANS  ONE  OR  MORE  PRESCRIPTION OR\n   54  NON-PRESCRIPTION DRUGS, USED SEPARATELY OR IN COMBINATION, IN  A  DOSAGE\n   55  AND  MANNER  FOR PREVENTING PREGNANCY WHEN USED AFTER INTERCOURSE, FOUND\n\n       S. 892                              3\n\n    1  SAFE AND EFFECTIVE FOR THAT USE BY  THE  UNITED  STATES  FOOD  AND  DRUG\n    2  ADMINISTRATION, AND DISPENSED OR ADMINISTERED FOR THAT PURPOSE.\n    3    (B)  \"PRESCRIBER\"  MEANS A LICENSED PHYSICIAN, CERTIFIED NURSE PRACTI-\n    4  TIONER OR LICENSED MIDWIFE.\n    5    2. THIS SECTION APPLIES TO THE ADMINISTERING OR DISPENSING OF EMERGEN-\n    6  CY CONTRACEPTION BY A REGISTERED PROFESSIONAL NURSE OR LICENSED  PHARMA-\n    7  CIST  PURSUANT  TO  A  PRESCRIPTION  OR ORDER FOR A NON-PATIENT SPECIFIC\n    8  REGIMEN  MADE  BY  A  PRESCRIBER  UNDER   SECTION   SIXTY-FIVE   HUNDRED\n    9  TWENTY-SEVEN, SIXTY-NINE HUNDRED NINE OR SIXTY-NINE HUNDRED FIFTY-ONE OF\n   10  THIS  TITLE.  THIS SECTION DOES NOT APPLY TO ADMINISTERING OR DISPENSING\n   11  EMERGENCY CONTRACEPTION WHEN LAWFULLY DONE WITHOUT SUCH  A  PRESCRIPTION\n   12  OR ORDER.\n   13    3.  THE  ADMINISTERING  OR  DISPENSING OF EMERGENCY CONTRACEPTION BY A\n   14  REGISTERED PROFESSIONAL NURSE OR LICENSED PHARMACIST SHALL  BE  DONE  IN\n   15  ACCORDANCE  WITH  PROFESSIONAL  STANDARDS  OF PRACTICE AND IN ACCORDANCE\n   16  WITH WRITTEN PROCEDURES  AND  PROTOCOLS  AGREED  TO  BY  THE  REGISTERED\n   17  PROFESSIONAL NURSE OR LICENSED PHARMACIST AND THE PRESCRIBER OR A HOSPI-\n   18  TAL  (LICENSED UNDER ARTICLE TWENTY-EIGHT OF THE PUBLIC HEALTH LAW) THAT\n   19  PROVIDES GYNECOLOGICAL OR FAMILY PLANNING SERVICES.\n   20    4. (A) WHEN EMERGENCY CONTRACEPTION IS ADMINISTERED OR DISPENSED,  THE\n   21  REGISTERED  PROFESSIONAL  NURSE  OR LICENSED PHARMACIST SHALL PROVIDE TO\n   22  THE PATIENT WRITTEN MATERIAL THAT INCLUDES: (I) THE  CLINICAL  CONSIDER-\n   23  ATIONS  AND  RECOMMENDATIONS  FOR  USE OF THE DRUG; (II) THE APPROPRIATE\n   24  METHOD FOR USING THE  DRUG;  (III)  INFORMATION  ON  THE  IMPORTANCE  OF\n   25  FOLLOW-UP  HEALTH  CARE;  (IV) INFORMATION ON THE HEALTH RISKS AND OTHER\n   26  DANGERS OF UNPROTECTED INTERCOURSE; AND (V) REFERRAL INFORMATION  RELAT-\n   27  ING  TO  HEALTH  CARE AND SERVICES RELATING TO SEXUAL ABUSE AND DOMESTIC\n   28  VIOLENCE.\n   29    (B) SUCH WRITTEN MATERIAL  SHALL  BE  DEVELOPED  OR  APPROVED  BY  THE\n   30  COMMISSIONER IN CONSULTATION WITH THE DEPARTMENT OF HEALTH AND THE AMER-\n   31  ICAN COLLEGE OF OBSTETRICIANS AND GYNECOLOGISTS.\n   32    S  6.  Subdivision 4 of section 6909 of the education law, as added by\n   33  chapter 573 of the laws of 1999, paragraph (a) as amended and  paragraph\n   34  (c)  as  added  by  chapter 221 of the laws of 2002 and paragraph (d) as\n   35  added by chapter 429 of the laws of 2005, is amended to read as follows:\n   36    4. A certified nurse practitioner may prescribe and  order  a  non-pa-\n   37  tient specific regimen [to a registered professional nurse], pursuant to\n   38  regulations promulgated by the commissioner, consistent with subdivision\n   39  three  of  section  [six  thousand  nine] SIXTY-NINE hundred two of this\n   40  article, and consistent with the public health law, [for] TO:\n   41    (a) A REGISTERED PROFESSIONAL NURSE FOR:\n   42    (I) administering immunizations[.];\n   43    [(b)] (II) the emergency treatment of anaphylaxis[.];\n   44    [(c)] (III) administering purified protein derivative (PPD) tests[.];\n   45    [(d)] (IV) administering tests to determine the presence of the  human\n   46  immunodeficiency virus[.];\n   47    (V)  EMERGENCY CONTRACEPTION, TO BE ADMINISTERED TO OR DISPENSED TO BE\n   48  SELF-ADMINISTERED BY THE  PATIENT,  UNDER  SECTION  SIXTY-EIGHT  HUNDRED\n   49  TWENTY-NINE OF THIS TITLE; OR\n   50    (B)  A LICENSED PHARMACIST, FOR DISPENSING EMERGENCY CONTRACEPTION, TO\n   51  BE SELF-ADMINISTERED BY THE PATIENT, UNDER SECTION  SIXTY-EIGHT  HUNDRED\n   52  TWENTY-NINE OF THIS TITLE.\n   53    S  7.  Subdivision 5 of section 6909 of the education law, as added by\n   54  chapter 573 of the laws of 1999, is amended to read as follows:\n   55    5. A registered professional nurse may execute a non-patient  specific\n   56  regimen prescribed or ordered by a licensed physician, LICENSED MIDWIFE,\n\n       S. 892                              4\n\n    1  or  certified nurse practitioner, pursuant to regulations promulgated by\n    2  the commissioner.\n    3    S  8.  Section  6951  of  the education law is amended by adding a new\n    4  subdivision 4 to read as follows:\n    5    4. A LICENSED MIDWIFE MAY PRESCRIBE AND ORDER A  NON-PATIENT  SPECIFIC\n    6  REGIMEN  PURSUANT  TO  REGULATIONS  OF THE COMMISSIONER, CONSISTENT WITH\n    7  THIS SECTION AND THE PUBLIC HEALTH LAW, TO:\n    8    (A) A REGISTERED PROFESSIONAL NURSE FOR EMERGENCY CONTRACEPTION, TO BE\n    9  ADMINISTERED TO OR DISPENSED TO BE  SELF-ADMINISTERED  BY  THE  PATIENT,\n   10  UNDER SECTION SIXTY-EIGHT HUNDRED TWENTY-NINE OF THIS TITLE; OR\n   11    (B)  A LICENSED PHARMACIST, FOR DISPENSING EMERGENCY CONTRACEPTION, TO\n   12  BE SELF-ADMINISTERED BY THE PATIENT, UNDER SECTION  SIXTY-EIGHT  HUNDRED\n   13  TWENTY-NINE OF THIS TITLE.\n   14    S  9.  Section  3216  of  the insurance law is amended by adding a new\n   15  subsection (m) to read as follows:\n   16    (M) ANY POLICY UNDER  THIS  ARTICLE  THAT  COVERS  CONTRACEPTION  WHEN\n   17  PROVIDED  PURSUANT TO A PRESCRIPTION SHALL COVER EMERGENCY CONTRACEPTION\n   18  AS DEFINED IN PARAGRAPH (A) OF SUBDIVISION ONE  OF  SECTION  SIXTY-EIGHT\n   19  HUNDRED  TWENTY-NINE  OF THE EDUCATION LAW, WHEN PROVIDED PURSUANT TO AN\n   20  ORDINARY PRESCRIPTION OR ORDER UNDER SECTION SIXTY-EIGHT  HUNDRED  TWEN-\n   21  TY-NINE  OF  THE  EDUCATION  LAW  AND  WHEN LAWFULLY PROVIDED OTHER THAN\n   22  THROUGH A PRESCRIPTION OR ORDER.\n   23    S 10. Section 3221 of the insurance law is amended  by  adding  a  new\n   24  subsection (s) to read as follows:\n   25    (S)  ANY  POLICY  UNDER  THIS  ARTICLE  THAT COVERS CONTRACEPTION WHEN\n   26  PROVIDED PURSUANT TO A PRESCRIPTION, SHALL COVER EMERGENCY CONTRACEPTION\n   27  AS DEFINED IN PARAGRAPH (A) OF SUBDIVISION ONE  OF  SECTION  SIXTY-EIGHT\n   28  HUNDRED  TWENTY-NINE  OF THE EDUCATION LAW, WHEN PROVIDED PURSUANT TO AN\n   29  ORDINARY PRESCRIPTION OR ORDER UNDER SECTION SIXTY-EIGHT  HUNDRED  TWEN-\n   30  TY-NINE  OF  THE  EDUCATION  LAW  AND  WHEN LAWFULLY PROVIDED OTHER THAN\n   31  THROUGH A PRESCRIPTION OR ORDER.\n   32    S 11. Section 4304 of the insurance law is amended  by  adding  a  new\n   33  subsection (n) to read as follows:\n   34    (N)  ANY  POLICY  UNDER  THIS  ARTICLE  THAT COVERS CONTRACEPTION WHEN\n   35  PROVIDED PURSUANT TO A PRESCRIPTION, SHALL COVER EMERGENCY CONTRACEPTION\n   36  AS DEFINED IN PARAGRAPH (A) OF SUBDIVISION ONE  OF  SECTION  SIXTY-EIGHT\n   37  HUNDRED  TWENTY-NINE  OF THE EDUCATION LAW, WHEN PROVIDED PURSUANT TO AN\n   38  ORDINARY PRESCRIPTION OR ORDER UNDER SECTION SIXTY-EIGHT  HUNDRED  TWEN-\n   39  TY-NINE  OF  THE  EDUCATION  LAW  AND  WHEN LAWFULLY PROVIDED OTHER THAN\n   40  THROUGH A PRESCRIPTION OR ORDER.\n   41    S 12. Subdivision 1 of section 207 of the public health law is amended\n   42  by adding a new paragraph (i) to read as follows:\n   43    (I) EMERGENCY CONTRACEPTION, INCLUDING INFORMATION ABOUT  ITS  SAFETY,\n   44  EFFICACY, APPROPRIATE USE AND AVAILABILITY.\n   45    S  13.  This  act  shall  take effect on the one hundred eightieth day\n   46  after it shall have become a law; and sections nine, ten and  eleven  of\n   47  this  act  shall  apply to policies and contracts issued, renewed, modi-\n   48  fied, altered or amended on  or after such effective date.  The  commis-\n   49  sioner  of  education  is authorized to promulgate any and all rules and\n   50  regulations and take any other measures necessary to implement this  act\n   51  on its effective date on or before such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, the insurance law and the public health law, in relation to providing for dispensing emergency contraception under certain conditions ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110103.T123905.TXT", "SOBI.D110103.T105353.TXT", "SOBI.D110103.T114901.TXT", "SOBI.D110121.T105016.TXT", "SOBI.D110103.T122403.TXT", "SOBI.D110106.T115714.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295625016966
}