{
  "year" : 2011,
  "senateBillNo" : "S893-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO ENVIRONMENTAL CONSERVATION",
    "billEventId" : "S893-2011-1294203600000-REFERRED+TO+ENVIRONMENTAL+CONSERVATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUEGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes the natural gas exploration and extraction liability act of 2011",
  "summary" : "Establishes the natural gas exploration and extraction liability act of 2011. ",
  "currentCommittee" : "ENVIRONMENTAL CONSERVATION",
  "sameAs" : "A2108",
  "lawSection" : "Environmental Conservation Law",
  "previousVersions" : [ "S7377-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          893\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen. KRUEGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Environmental Conservation\n\n       AN ACT to amend the environmental conservation law, in relation  to  the\n         natural gas exploration and extraction liability act of 2011\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Short title. This act shall be known and may  be  cited  as\n    2  the natural gas exploration and extraction liability act of 2011.\n    3    S  2.  Legislative findings. 1. The legislature finds that the process\n    4  used to stimulate natural gas extraction  referred  to  as  high  volume\n    5  hydraulic  fracturing,  also known as \"hydro fracturing\" and \"fracking,\"\n    6  utilizes components that are often toxic,  that  are  non-biodegradable,\n    7  and  that are virtually impossible to remove once they enter the natural\n    8  environment. Among the chemicals used  are  volatile  organic  compounds\n    9  such  as benzene, toluene, ethyl benzene, and xylene. Many of the chemi-\n   10  cals used in this process are federally listed hazardous substances, and\n   11  there is only minimal data about the rest. Many of these hazardous chem-\n   12  icals are known carcinogens and others can cause other life  threatening\n   13  illnesses.  As  a  result  of the air and water pollution caused by such\n   14  exploration and extraction operations people are  exposed  to  endocrine\n   15  disrupting  agents that can cause kidney, liver, heart, blood, and brain\n   16  damage.\n   17    2. High volume hydraulic fracturing requires the construction of large\n   18  well pads (up to five acres) to  support  the  large  number  of  trucks\n   19  delivering  the  fracking chemicals, water trucks, pump trucks and other\n   20  equipment. Such  massive  scale  industrial  activity  causes  excessive\n   21  noise,  disturbs  underground  water  formations,  vibrates  surrounding\n   22  structures, and can result in earthquakes. Millions of gallons  of  this\n   23  chemically-laced  water  returns  to  the surface laden with salt, heavy\n   24  metals and radioactive elements. This wastewater is often stored in open\n   25  pits until transported for ultimate disposal. Wildlife and farm  animals\n   26  that  have  mistaken  these  pits for freshwater ponds have been killed.\n   27  Chemicals may evaporate from these pits, contributing to air  pollution.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n       S                                                          LBD03870-01-1\n\n       S. 893                              2\n\n    1  Leaks  and  spills  of fracking chemicals from the trucks and waste pits\n    2  cause contamination of surface waters. The  remainder  of  the  fracking\n    3  fluid  remains  underground with the possibility of migrating or seeping\n    4  through fractures in the underground formations, cracks in the well-bore\n    5  casing, and through abandoned wells to pollute groundwater.\n    6    3.  Widespread  use  of high volume hydraulic fracturing diminishes or\n    7  destroys the natural beauty of the land, depletes or interferes with the\n    8  natural sources of water used for domestic  and  agricultural  purposes,\n    9  disrupts  the natural habitat of wildlife, imposes unaffordable costs on\n   10  municipalities and reduces property values thereby harming both homeown-\n   11  ers and the municipalities in which such activities are located.\n   12    4. Tourism is a major industry for much of the Marcellus  Shale  area.\n   13  The  construction  and  operation of natural gas wells in such area will\n   14  have a long term negative effect upon such industry that will result  in\n   15  lost profits and diminished business value and lost revenue to the muni-\n   16  cipalities where such tourism ventures are located.\n   17    5.  The  natural  gas  industry  has  embarked upon the procurement in\n   18  unprecedented numbers of mineral leases from private landowners across a\n   19  broad section of New York state  that  overlays  the  \"Marcellus  Shale\"\n   20  geological  structure for the purpose of utilizing high volume hydraulic\n   21  fracturing to extract and mine natural gas from the  shale.  It  is  not\n   22  unusual  for 40% or more of the land in such areas to be currently under\n   23  lease (although such land is owned by a small minority of landowners  in\n   24  the  region) and, accordingly, the industry is poised to secure billions\n   25  of dollars in profits from such extraction while potentially causing  an\n   26  even  greater  amount  of  damage  to  non-participating land owners and\n   27  renters, as well as to municipalities and even visitors to the area.\n   28    6. The legislature further finds that the use of high volume hydraulic\n   29  fracturing techniques constitutes a hazardous practice that will  result\n   30  in large scale damages to innocent parties.\n   31    7.  The  legislature  further finds that landowners who, subsequent to\n   32  the effective date of this act, enter into or extend leases with natural\n   33  gas exploration, operation, transportation or extraction entities  share\n   34  responsibility  with such entities for all damages shown to be caused by\n   35  such activities and that all responsible parties be held strictly liable\n   36  for damages resulting from such activities.\n   37    S 3. Article 23 of the environmental conservation law  is  amended  by\n   38  adding a new title 29 to read as follows:\n   39                                   TITLE 29\n   40              NATURAL GAS EXPORTATION AND EXTRACTION LIABILITY\n   41  SECTION 23-2901. DEFINITIONS.\n   42          23-2903. STRICT LIABILITY.\n   43          23-2905. JOINT AND SEVERAL LIABILITY.\n   44          23-2907. STANDING OF MUNICIPAL CORPORATIONS.\n   45          23-2909. ELEMENTS OF DAMAGES; TREBLE DAMAGES.\n   46          23-2911. ATTORNEY FEES.\n   47  S 23-2901. DEFINITIONS.\n   48    AS USED IN THIS TITLE, UNLESS THE CONTEXT OTHERWISE REQUIRES:\n   49    1. \"HIGH VOLUME HYDRAULIC FRACTURING\" SHALL MEAN THE USE OF CHEMICALS,\n   50  WATER AND OTHER SUBSTANCES INJECTED OR PUMPED INTO A NATURAL GAS WELL TO\n   51  STIMULATE  PRODUCTION  OF  THE  WELL IN VOLUMES IN EXCESS OF ONE HUNDRED\n   52  THOUSAND GALLONS IN A CONTINUOUS TWENTY-FOUR HOUR PERIOD OR IN EXCESS OF\n   53  TWO HUNDRED FIFTY THOUSAND GALLONS IN ANY CONSECUTIVE THIRTY DAY PERIOD.\n   54    2. \"PERSON\" SHALL MEAN ANY  INDIVIDUAL,  ASSOCIATION,  CORPORATION  OR\n   55  OTHER   ENTITY  THAT  ENGAGES  IN  NATURAL  GAS  EXPLORATION,  DRILLING,\n   56  EXTRACTION OR TRANSPORTATION. THE TERM \"PERSON\" SHALL INCLUDE ANY  INDI-\n\n       S. 893                              3\n\n    1  VIDUAL,  ASSOCIATION,  CORPORATION OR OTHER ENTITY THAT OWNS AN INTEREST\n    2  IN LAND THAT IS SUBJECT TO A LEASE OR OTHER GRANT THAT  PERMITS  SURFACE\n    3  RIGHTS,  SUB-SURFACE  RIGHTS  OR BOTH SURFACE AND SUB-SURFACE RIGHTS FOR\n    4  THE   PURPOSE   OF  NATURAL  GAS  EXPLORATION,  DRILLING,  OPERATION  OR\n    5  EXTRACTION UNLESS SAID LEASE OR GRANT WAS EXECUTED PRIOR TO  THE  EFFEC-\n    6  TIVE DATE OF THIS TITLE.\n    7  S 23-2903. STRICT LIABILITY.\n    8    NATURAL  GAS  EXPLORATION,  DRILLING, EXTRACTION BY USE OF HIGH VOLUME\n    9  HYDRAULIC FRACTURING TECHNIQUES AND  TRANSPORTATION  OF  HYDROFRACTURING\n   10  CHEMICALS AND WASTE PRODUCTS, HAVING BEEN DEEMED HAZARDOUS ACTIVITIES BY\n   11  THE  LEGISLATURE,  ENTAIL STRICT LIABILITY ON THE PART OF ANY PERSON, AS\n   12  DEFINED IN THIS TITLE, THAT UNDERTAKES SUCH  ACTIVITIES  IN  THE  STATE.\n   13  NEITHER  COMPLIANCE WITH THE REQUIREMENTS OF THIS TITLE, THE ISSUANCE OF\n   14  A PERMIT FOR SUCH ACTIVITIES NOR THE EXERCISES OF DUE CARE, SHALL EXCUSE\n   15  ANY SUCH PERSON FROM LIABILITY FOR PERSONAL, PROPERTY OR OTHER  ELEMENTS\n   16  OF DAMAGE PURSUANT TO THIS TITLE DETERMINED TO BE CAUSED BY SUCH HAZARD-\n   17  OUS  ACTIVITIES.  DISTINCTIONS  BETWEEN  DIRECT AND CONSEQUENTIAL DAMAGE\n   18  SHALL NOT RELIEVE SUCH  PERSON  OF  ABSOLUTE  LIABILITY,  SUCH  PERSON'S\n   19  INTENT  OR  NEGLIGENCE  FOR  ANY  PERSONAL, PROPERTY OR OTHER ELEMENT OF\n   20  DAMAGE PURSUANT TO THIS TITLE NOTWITHSTANDING.\n   21  S 23-2905. JOINT AND SEVERAL LIABILITY.\n   22    THE LIABILITY OF ANY PERSON AS DEFINED IN THIS TITLE  SHALL  BE  JOINT\n   23  AND  SEVERAL  WITH  THE  LIABILITY OF ALL OTHER PERSONS FOUND LIABLE FOR\n   24  DAMAGES RESULTING FROM THE SAME INCIDENT, EVENT, NATURAL GAS  OPERATION,\n   25  EXPLORATION OR EXTRACTION OR TRANSPORTATION ACTIVITY.\n   26  S 23-2907. STANDING OF MUNICIPAL CORPORATIONS.\n   27    FOR  THE PURPOSES OF THIS TITLE, ALL MUNICIPAL CORPORATIONS, INCLUDING\n   28  SCHOOL DISTRICTS, SHALL HAVE STANDING TO PURSUE ALL LEGAL  REMEDIES  FOR\n   29  DAMAGES PURSUANT TO THIS TITLE.\n   30  S 23-2909. ELEMENTS OF DAMAGES; TREBLE DAMAGES.\n   31    1.  IN ALL ACTIONS ARISING FROM THE PROVISIONS OF THIS TITLE, EVIDENCE\n   32  TENDING TO PROVE THE FOLLOWING ELEMENTS OF DAMAGES SHALL BE ADMISSIBLE:\n   33    A. PERSONAL INJURY AND WRONGFUL DEATH;\n   34    B. PROPERTY DAMAGE;\n   35    C. REDUCTION IN PROPERTY VALUE;\n   36    D. REDUCTION IN BUSINESS VALUE, LOSS OF PROFITS;\n   37    E. ALL OTHER DAMAGES CAUSED BY SUCH ACTIVITIES; AND\n   38    F. IN THE CASE OF MUNICIPAL CORPORATIONS:\n   39    (1) DAMAGE TO AND MAINTENANCE OF INFRASTRUCTURE;\n   40    (2) LOSS OF REVENUE DUE TO REAL PROPERTY TAX REDUCTIONS RESULTING FROM\n   41  SUCH EXPLORATION, DRILLING, EXTRACTION AND TRANSPORTATION ACTIVITIES;\n   42    (3) COSTS INCURRED BY EMERGENCY OPERATIONS NECESSITATED BY SUCH ACTIV-\n   43  ITIES; AND\n   44    (4) ALL OTHER DAMAGES CAUSED BY SUCH ACTIVITIES.\n   45    2. IN ANY ACTION ARISING PURSUANT TO THIS TITLE, IF THE TRIER OF  FACT\n   46  DETERMINES THAT ANY DEFENDANT ACTED WILLFULLY, MALICIOUSLY OR WITH GROSS\n   47  NEGLIGENCE,  THE  COURT  SHALL  AWARD  THREE TIMES THE AMOUNT OF DAMAGES\n   48  ESTABLISHED BY THE TRIER OF FACT.\n   49  S 23-2911. ATTORNEY FEES.\n   50    IN ANY ACTION ARISING PURSUANT TO THIS TITLE, A PLAINTIFF WHO HAS BEEN\n   51  AWARDED DAMAGES SHALL ALSO RECOVER REASONABLE ATTORNEY FEES AND EXPENSES\n   52  OF LITIGATION FROM THE DEFENDANTS, JOINTLY AND SEVERALLY.\n   53    S 4. This act shall take effect on the ninetieth day  after  it  shall\n   54  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the environmental conservation law, in relation to the natural gas exploration and extraction liability act of 2011 ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110103.T123905.TXT", "SOBI.D110103.T105353.TXT", "SOBI.D110103.T105854.TXT", "SOBI.D110113.T151417.TXT", "SOBI.D110103.T114901.TXT", "SOBI.D110106.T101659.TXT", "SOBI.D110103.T122403.TXT", "SOBI.D110103.T115401.TXT", "SOBI.D110103.T121403.TXT", "SOBI.D110114.T103413.TXT", "SOBI.D110114.T103913.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295019553143
}