{
  "year" : 2011,
  "senateBillNo" : "S895-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S895-2011-1294203600000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUEGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Enacts the \"children's weapon accident prevention act\"",
  "summary" : "Enacts the \"children's weapon accident prevention act\"; creates crimes of failure to store a weapon safely in the first and second degrees, aggravated failure to store a weapon, and criminally negligent storage of a weapon in the first and second degrees; provides affirmative defenses; directs the commissioner of education to develop a weapons safety program. ",
  "currentCommittee" : "CODES",
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : [ "SA3098-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          895\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen. KRUEGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Codes\n\n       AN ACT to amend the penal law, the general business law and  the  educa-\n         tion  law, in relation to criminally negligent storage of a weapon and\n         weapons safety programs for children\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Short title; construction. 1. This act shall be known and\n    2  may be cited as the \"children's weapon accident prevention act.\"\n    3    2. The provisions of this act shall not be  construed  to  preempt  or\n    4  supersede any local law the provisions of which are no less stringent or\n    5  restrictive than the provisions of this act.\n    6    S  2.  Legislative  findings  and intent. The legislature finds that a\n    7  tragically large number of children have  been  accidentally  killed  or\n    8  seriously  injured  by  negligently stored weapons; that placing weapons\n    9  within reach or easy access of  children  is  irresponsible,  encourages\n   10  such accidents, and should be prohibited, and that legislative action is\n   11  necessary to protect the safety of our children.\n   12    S  3.  Section  265.00  of the penal law is amended by adding five new\n   13  subdivisions 24, 25, 26, 27 and 28 to read as follows:\n   14    24. \"WEAPON\" MEANS A \"RIFLE\", \"SHOTGUN\",  OR  \"FIREARM\"  AS  OTHERWISE\n   15  DEFINED IN SUBDIVISION THREE OF THIS SECTION.\n   16    25.  \"LOCKED  BOX\" MEANS A SAFE, CASE OR CONTAINER WHICH, WHEN LOCKED,\n   17  IS INCAPABLE OF BEING OPENED WITHOUT  THE  KEY,  COMBINATION,  OR  OTHER\n   18  UNLOCKING  MECHANISM  AND  IS  RESISTANT TO TAMPERING BY AN UNAUTHORIZED\n   19  PERSON ATTEMPTING TO OBTAIN ACCESS TO AND POSSESSION OF  THE  WEAPON  OR\n   20  AMMUNITION CONTAINED THEREIN. THE DIVISION OF STATE POLICE SHALL DEVELOP\n   21  AND  PROMULGATE RULES AND REGULATIONS SETTING FORTH THE SPECIFIC DEVICES\n   22  OR THE MINIMUM STANDARDS  AND  CRITERIA  THEREFOR  WHICH  CONSTITUTE  AN\n   23  EFFECTIVE LOCKED BOX.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03875-01-1\n\n       S. 895                              2\n\n    1    26.  \"GUN  LOCKING  DEVICE\"  MEANS  AN INTEGRATED DESIGN FEATURE OR AN\n    2  ATTACHABLE ACCESSORY THAT IS RESISTANT TO TAMPERING AND IS EFFECTIVE  IN\n    3  PREVENTING  THE  DISCHARGE  OF  A  WEAPON  BY A PERSON WHO DOES NOT HAVE\n    4  ACCESS TO THE KEY, COMBINATION OR OTHER MECHANISM USED TO DISENGAGE  THE\n    5  DEVICE.\n    6    27. \"LOADED RIFLE\" MEANS ANY RIFLE LOADED WITH AMMUNITION OR ANY RIFLE\n    7  WHICH IS POSSESSED BY ONE WHO, AT THE SAME TIME, POSSESSES A QUANTITY OF\n    8  AMMUNITION WHICH MAY BE USED TO DISCHARGE SUCH RIFLE.\n    9    28.  \"LOADED  SHOTGUN\" MEANS ANY SHOTGUN LOADED WITH AMMUNITION OR ANY\n   10  SHOTGUN WHICH IS POSSESSED BY ONE WHO, AT THE  SAME  TIME,  POSSESSES  A\n   11  QUANTITY OF AMMUNITION WHICH MAY BE USED TO DISCHARGE SUCH SHOTGUN.\n   12    S  4.  The  penal  law  is  amended by adding six new sections 265.45,\n   13  265.50, 265.55, 265.60, 265.65 and 265.70 to read as follows:\n   14  S 265.45 FAILURE TO STORE A WEAPON SAFELY IN THE SECOND DEGREE.\n   15    A PERSON IS GUILTY OF FAILURE TO STORE A WEAPON SAFELY IN  THE  SECOND\n   16  DEGREE  WHEN HE OR SHE STORES OR OTHERWISE LEAVES A WEAPON OUT OF HIS OR\n   17  HER IMMEDIATE POSSESSION OR CONTROL WITHOUT HAVING FIRST SECURELY LOCKED\n   18  SUCH WEAPON IN AN APPROPRIATE LOCKED BOX OR  RENDERED  IT  INCAPABLE  OF\n   19  BEING FIRED BY THE USE OF A GUN LOCKING DEVICE APPROPRIATE TO THAT WEAP-\n   20  ON.\n   21    FAILURE TO STORE A WEAPON SAFELY IN THE SECOND DEGREE IS A VIOLATION.\n   22  S 265.50 FAILURE TO STORE A WEAPON SAFELY IN THE FIRST DEGREE.\n   23    A  PERSON  IS  GUILTY OF FAILURE TO STORE A WEAPON SAFELY IN THE FIRST\n   24  DEGREE WHEN HE OR SHE COMMITS THE OFFENSE OF FAILURE TO STORE  A  WEAPON\n   25  SAFELY IN THE SECOND DEGREE AS DEFINED IN SECTION 265.45 OF THIS ARTICLE\n   26  AND  HAS  BEEN PREVIOUSLY CONVICTED OF THE OFFENSE OF FAILURE TO STORE A\n   27  WEAPON SAFELY IN THE SECOND DEGREE AS DEFINED IN SECTION 265.45 OF  THIS\n   28  ARTICLE WITHIN THE PRECEDING FIVE YEARS.\n   29    FAILURE  TO  STORE  A  WEAPON  SAFELY IN THE FIRST DEGREE IS A CLASS B\n   30  MISDEMEANOR.\n   31  S 265.55 AGGRAVATED FAILURE TO STORE A WEAPON SAFELY.\n   32    A PERSON IS GUILTY OF AGGRAVATED FAILURE TO STORE A WEAPON SAFELY WHEN\n   33  HE OR SHE COMMITS THE OFFENSE OF FAILURE TO STORE A WEAPON SAFELY IN THE\n   34  SECOND DEGREE AS DEFINED IN SECTION 265.45  OF  THIS  ARTICLE  AND  SUCH\n   35  WEAPON  IS  REMOVED  FROM  THE  PREMISES OR DISCHARGED BY ANOTHER PERSON\n   36  UNDER THE AGE OF EIGHTEEN.\n   37    AGGRAVATED FAILURE TO STORE A WEAPON SAFELY IS A CLASS A MISDEMEANOR.\n   38  S 265.60 CRIMINALLY NEGLIGENT STORAGE OF A WEAPON IN THE SECOND DEGREE.\n   39    1. A PERSON IS GUILTY OF CRIMINALLY NEGLIGENT STORAGE OF A  WEAPON  IN\n   40  THE  SECOND  DEGREE  WHEN  WITH CRIMINAL NEGLIGENCE, HE OR SHE STORES OR\n   41  LEAVES A LOADED RIFLE, LOADED SHOTGUN OR LOADED FIREARM IN ANY  LOCATION\n   42  WHERE  SUCH  WEAPON  IS ACCESSIBLE TO A PERSON UNDER THE AGE OF EIGHTEEN\n   43  AND SUCH WEAPON IS DISCHARGED BY SUCH PERSON UNDER THE AGE OF  EIGHTEEN,\n   44  WHICH  CAUSES  SERIOUS  PHYSICAL  INJURY TO SUCH PERSON UNDER THE AGE OF\n   45  EIGHTEEN OR ANY OTHER PERSON.\n   46    2. IN ANY PROSECUTION UNDER THIS SECTION IT SHALL  BE  AN  AFFIRMATIVE\n   47  DEFENSE  THAT  THE  DEFENDANT ACTIVELY PURSUED ALL REASONABLE EFFORTS TO\n   48  RETRIEVE OR OTHERWISE REGAIN POSSESSION OF  SUCH  WEAPON  PRIOR  TO  ITS\n   49  DISCHARGE.\n   50    3. THE PROVISIONS OF THIS SECTION SHALL NOT APPLY IF:\n   51    (A)  SUCH PERSON UNDER THE AGE OF EIGHTEEN GAINS ACCESS TO SUCH WEAPON\n   52  AS A RESULT OF AN UNLAWFUL ENTRY TO ANY PREMISES BY ANY PERSON;\n   53    (B) SUCH WEAPON IS STORED IN A  SECURELY  LOCKED  BOX  WHICH  PREVENTS\n   54  ACCESS  TO  THE WEAPON AND ANY AMMUNITION WHICH MAY BE USED TO DISCHARGE\n   55  SUCH WEAPON IS STORED IN A SEPARATE, SECURELY LOCKED BOX WHICH  PREVENTS\n   56  ACCESS TO SUCH AMMUNITION;\n\n       S. 895                              3\n\n    1    (C)  SUCH  WEAPON  IS SECURED WITH A GUN LOCKING DEVICE WHICH PREVENTS\n    2  THE WEAPON FROM DISCHARGING;\n    3    (D) SUCH PERSON UNDER THE AGE OF EIGHTEEN POSSESSED THE LOADED SHOTGUN\n    4  OR LOADED RIFLE IN COMPLIANCE WITH A VALID HUNTING LICENSE ISSUED PURSU-\n    5  ANT TO ARTICLE ELEVEN OF THE ENVIRONMENTAL CONSERVATION LAW;\n    6    (E)  SUCH  WEAPON  IS IN THE POSSESSION OR CONTROL OF A POLICE OFFICER\n    7  WHILE THE OFFICER IS ENGAGED IN OFFICIAL DUTIES; OR\n    8    (F) SUCH WEAPON IS NEEDED FOR THE LAWFUL PURPOSE OF SELF DEFENSE.\n    9    CRIMINALLY NEGLIGENT STORAGE OF A WEAPON IN THE  SECOND  DEGREE  IS  A\n   10  CLASS E FELONY.\n   11  S 265.65 CRIMINALLY NEGLIGENT STORAGE OF A WEAPON IN THE FIRST DEGREE.\n   12    1.  A  PERSON IS GUILTY OF CRIMINALLY NEGLIGENT STORAGE OF A WEAPON IN\n   13  THE FIRST DEGREE WHEN WITH CRIMINAL NEGLIGENCE,  HE  OR  SHE  STORES  OR\n   14  LEAVES  A LOADED RIFLE, LOADED SHOTGUN OR LOADED FIREARM IN ANY LOCATION\n   15  WHERE SUCH WEAPON IS ACCESSIBLE TO A PERSON UNDER THE  AGE  OF  EIGHTEEN\n   16  AND  SUCH WEAPON IS DISCHARGED BY SUCH PERSON UNDER THE AGE OF EIGHTEEN,\n   17  WHICH CAUSES THE DEATH OF SUCH PERSON UNDER THE AGE OF EIGHTEEN  OR  ANY\n   18  OTHER PERSON.\n   19    2.  IN  ANY  PROSECUTION UNDER THIS SECTION IT SHALL BE AN AFFIRMATIVE\n   20  DEFENSE THAT THE DEFENDANT ACTIVELY PURSUED ALL  REASONABLE  EFFORTS  TO\n   21  RETRIEVE  OR  OTHERWISE  REGAIN  POSSESSION  OF SUCH WEAPON PRIOR TO ITS\n   22  DISCHARGE.\n   23    3. THE PROVISIONS OF THIS SECTION SHALL NOT APPLY IF:\n   24    (A) SUCH PERSON UNDER THE AGE OF EIGHTEEN GAINS ACCESS TO SUCH  WEAPON\n   25  AS A RESULT OF AN UNLAWFUL ENTRY TO ANY PREMISES BY ANY PERSON;\n   26    (B)  SUCH  WEAPON  IS  STORED  IN A SECURELY LOCKED BOX WHICH PREVENTS\n   27  ACCESS TO THE WEAPON AND ANY AMMUNITION WHICH MAY BE USED  TO  DISCHARGE\n   28  SUCH  WEAPON IS STORED IN A SEPARATE, SECURELY LOCKED BOX WHICH PREVENTS\n   29  ACCESS TO THE WEAPON;\n   30    (C) THE WEAPON IS SECURED WITH A GUN LOCKING DEVICE WHICH PREVENTS THE\n   31  WEAPON FROM DISCHARGING;\n   32    (D) SUCH PERSON UNDER THE AGE OF EIGHTEEN POSSESSED THE LOADED SHOTGUN\n   33  OR LOADED RIFLE IN COMPLIANCE WITH A VALID HUNTING LICENSE ISSUED PURSU-\n   34  ANT TO ARTICLE ELEVEN OF THE ENVIRONMENTAL CONSERVATION LAW;\n   35    (E) SUCH WEAPON IS IN THE POSSESSION OR CONTROL OF  A  POLICE  OFFICER\n   36  WHILE THE OFFICER IS ENGAGED IN OFFICIAL DUTIES; OR\n   37    (F) SUCH WEAPON IS NEEDED FOR THE LAWFUL PURPOSE OF SELF DEFENSE.\n   38    CRIMINALLY  NEGLIGENT  STORAGE  OF  A  WEAPON IN THE FIRST DEGREE IS A\n   39  CLASS D FELONY.\n   40  S 265.70 CRIMINALLY NEGLIGENT STORAGE OF  A  WEAPON  IN  THE  FIRST  AND\n   41               SECOND DEGREE; APPLICATION.\n   42    IF  A PERSON WHO IS SUSPECTED OF VIOLATING SECTION 265.60 OR 265.65 OF\n   43  THIS ARTICLE IS THE PARENT OR GUARDIAN OF A CHILD WHO IS INJURED OR  WHO\n   44  DIES  AS  THE  RESULT  OF  SUCH  VIOLATION,  THE DISTRICT ATTORNEY SHALL\n   45  CONSIDER, AMONG OTHER FACTORS, THE IMPACT OF THE INJURY OR DEATH ON  THE\n   46  PERSON  WHO  IS  SUSPECTED OF VIOLATING SECTION 265.60 OR 265.65 OF THIS\n   47  ARTICLE WHEN DECIDING WHETHER OR NOT TO PROSECUTE SUCH PERSON  FOR  SUCH\n   48  CRIME.\n   49    S  5.  The  section heading and subdivision 2 of section 396-ee of the\n   50  general business law, as added by chapter 189 of the laws of  2000,  are\n   51  amended to read as follows:\n   52    Sale of certain weapons; locking devices AND LOCKED BOXES therefor.\n   53    (2)  Every  person, firm or corporation engaged in the retail business\n   54  of selling rifles, shotguns or firearms, as such terms  are  defined  in\n   55  section  265.00 of the penal law, shall, in the place where such rifles,\n   56  shotguns or firearms are displayed or transferred to the purchaser, post\n\n       S. 895                              4\n\n    1  a notice conspicuously stating in bold print that:   \"The use of  a  GUN\n    2  locking  device  or  [safety  lock]  A  LOCKED BOX is only one aspect of\n    3  responsible firearm storage.  For increased safety  firearms  should  be\n    4  stored  unloaded  and  locked  in  a location that is both separate from\n    5  their ammunition and inaccessible to children and any other unauthorized\n    6  person. LEAVING RIFLES, SHOTGUNS, AND FIREARMS ACCESSIBLE  TO  A  PERSON\n    7  UNDER EIGHTEEN IS A CRIME IN NEW YORK STATE.\"\n    8    S  6.  Section  305  of  the  education law is amended by adding a new\n    9  subdivision 42 to read as follows:\n   10    42. THE COMMISSIONER SHALL IN COOPERATION WITH THE DIVISION OF  CRIMI-\n   11  NAL  JUSTICE  SERVICES  DEVELOP  A  WEAPONS  SAFETY  PROGRAM DESIGNED TO\n   12  PROTECT CHILDREN FROM THE RISK OF GUN-RELATED  DEATH  AND  INJURY.  SUCH\n   13  PROGRAM SHALL BE DESIGNED TO TEACH CHILDREN TO FOLLOW AN EFFECTIVE SAFE-\n   14  TY  PROCEDURE  WHEN  THEY  ARE EXPOSED TO A GUN, SHALL SPECIFICALLY WARN\n   15  CHILDREN THAT CONTACT WITH GUNS CAN RESULT IN SERIOUS  INJURY  OR  DEATH\n   16  AND  SHALL  HAVE  BEEN  PROVEN TO BE EFFECTIVE TO PREVENT INJURY THROUGH\n   17  FORMAL EVALUATION BY  OBJECTIVE  PUBLIC  HEALTH  AND  EDUCATION  PROFES-\n   18  SIONALS. SUCH PROGRAM MAY BE USED IN PUBLIC AND NONPUBLIC SCHOOLS AT THE\n   19  DISCRETION  OF THE LOCAL SCHOOL BOARD OF EDUCATION OR BOARD OF TRUSTEES,\n   20  WHICHEVER IS APPLICABLE. THE COMMISSIONER  SHALL  SUBMIT  AN  EVALUATION\n   21  REPORT ON THIS PROGRAM TO THE GOVERNOR, THE SPEAKER OF THE ASSEMBLY, THE\n   22  TEMPORARY  PRESIDENT  OF  THE  SENATE,  THE  CHAIR OF THE ASSEMBLY CODES\n   23  COMMITTEE AND THE CHAIR OF THE SENATE  CODES  COMMITTEE  NO  LATER  THAN\n   24  JANUARY FIRST, TWO THOUSAND FOURTEEN.\n   25    S  7.  If  any  word, phrase, clause, sentence, paragraph, section, or\n   26  part of this act shall be adjudged by any court of  competent  jurisdic-\n   27  tion  to  be invalid, such judgment shall not affect, impair, or invali-\n   28  date the remainder thereof, but shall be confined in  its  operation  to\n   29  the words, phrase, clause, sentence, paragraph, section, or part thereof\n   30  directly  involved  in the controversy in which such judgment shall have\n   31  been rendered.\n   32    S 8. This act shall take effect on the first of November next succeed-\n   33  ing the date on which it shall have become  a  law,  provided,  however,\n   34  that  sections three and four of this act shall take effect May 1, 2013;\n   35  provided, further, that section five of this act shall take effect March\n   36  1, 2013 except that any rule or  regulation  necessary  for  the  timely\n   37  implementation  of  section  five  of  this act may be promulgated on or\n   38  before such date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, the general business law and the education law, in relation to criminally negligent storage of a weapon and weapons safety programs for children ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110103.T105854.TXT", "SOBI.D110103.T122403.TXT", "SOBI.D110103.T115401.TXT", "SOBI.D110106.T102200.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294327320771
}