{
  "year" : 2011,
  "senateBillNo" : "S896-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO ENVIRONMENTAL CONSERVATION",
    "billEventId" : "S896-2011-1294203600000-REFERRED+TO+ENVIRONMENTAL+CONSERVATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUEGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Enacts the climate change solutions program act",
  "summary" : "Enacts the climate change solutions program act; relates to greenhouse gas emissions reduction programs and energy efficiency programs; establishes powers and duties of the commissioner of environmental conservation with respect to the climate change solutions program; establishes the climate change solutions fund. ",
  "currentCommittee" : "ENVIRONMENTAL CONSERVATION",
  "sameAs" : null,
  "lawSection" : "Environmental Conservation Law",
  "previousVersions" : [ "S2347-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          896\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen. KRUEGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Environmental Conservation\n\n       AN ACT to amend the  environmental  conservation  law,  in  relation  to\n         establishing  the  climate  change solutions program act; and to amend\n         the state finance law, in relation to establishing the climate  change\n         solutions fund\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1.   Article 19  of  the  environmental  conservation  law  is\n    2  amended by adding a new title 13 to read as follows:\n    3                                  TITLE 13\n    4                    CLIMATE CHANGE SOLUTIONS PROGRAM ACT\n    5  SECTION 19-1301. SHORT TITLE.\n    6          19-1303. DEFINITIONS.\n    7          19-1305. POWERS AND DUTIES OF THE COMMISSIONER.\n    8          19-1307. GREENHOUSE GAS EMISSIONS REDUCTION PROGRAM.\n    9          19-1309. ENERGY EFFICIENCY PROGRAM.\n   10          19-1311. RENEWABLE ENERGY DEVELOPMENT PROGRAM.\n   11          19-1313. CLEAN AIR TECHNOLOGY PROGRAM.\n   12  S 19-1301. SHORT TITLE.\n   13    THIS  TITLE  SHALL  BE  KNOWN  AND  MAY BE CITED AS THE CLIMATE CHANGE\n   14  SOLUTIONS PROGRAM ACT.\n   15  S 19-1303. DEFINITIONS.\n   16    AS USED IN THIS TITLE:\n   17    1. \"AUTHORITY\" SHALL MEAN THE STATE ENERGY  RESEARCH  AND  DEVELOPMENT\n   18  AUTHORITY, CONTINUED BY SECTION EIGHTEEN HUNDRED FIFTY-TWO OF THE PUBLIC\n   19  AUTHORITIES LAW.\n   20    2.   \"MUNICIPALITY\"  MEANS  A  COUNTY,  CITY,  TOWN,  VILLAGE,  SCHOOL\n   21  DISTRICT, OR INDIAN TRIBE OR NATION RESIDING WITHIN NEW YORK  STATE,  OR\n   22  ANY COMBINATION THEREOF.\n   23    3. \"NOT-FOR-PROFIT CORPORATION\" MEANS A CORPORATION FORMED PURSUANT TO\n   24  THE  NOT-FOR-PROFIT  CORPORATION LAW AND QUALIFIED FOR TAX-EXEMPT STATUS\n   25  UNDER THE FEDERAL INTERNAL REVENUE CODE.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01280-01-1\n\n       S. 896                              2\n\n    1    4. \"STATE ASSISTANCE PAYMENT\" MEANS PAYMENT OF MONIES BY THE STATE FOR\n    2  PROJECTS AUTHORIZED BY THE CLIMATE CHANGE  SOLUTIONS  FUND  PURSUANT  TO\n    3  SECTION NINETY-TWO-T OF THE STATE FINANCE LAW.\n    4  S 19-1305. POWERS AND DUTIES OF THE COMMISSIONER.\n    5    IN ADMINISTERING THE PROVISIONS OF THIS TITLE, THE COMMISSIONER:\n    6    1.  SHALL  MAKE  AN  ITEMIZED  ESTIMATE  OF  FUNDS  OR  APPROPRIATIONS\n    7  REQUESTED ANNUALLY FOR INCLUSION IN THE EXECUTIVE BUDGET;\n    8    2. MAY, IN THE NAME OF THE STATE,  AS  FURTHER  PROVIDED  WITHIN  THIS\n    9  TITLE, CONTRACT TO MAKE, WITHIN THE LIMITATIONS OF APPROPRIATIONS AVAIL-\n   10  ABLE  THEREFOR, STATE ASSISTANCE PAYMENTS TO MUNICIPALITIES AND NOT-FOR-\n   11  PROFIT CORPORATIONS TOWARD THE COST OF ELIGIBLE ACTIVITIES  PURSUANT  TO\n   12  THIS  TITLE.  SUCH  CONTRACTS  SHALL BE SUBJECT TO APPROVAL BY THE STATE\n   13  COMPTROLLER AND, AS TO FORM, BY THE ATTORNEY GENERAL;\n   14    3. SHALL APPROVE  VOUCHERS  FOR  THE  PAYMENTS  PURSUANT  TO  APPROVED\n   15  CONTRACTS.  ALL  SUCH PAYMENTS SHALL BE PAID ON THE AUDIT AND WARRANT OF\n   16  THE STATE COMPTROLLER;\n   17    4. NO LATER THAN THIRTY DAYS AFTER THE END OF EACH CALENDAR YEAR,  THE\n   18  COMMISSIONER  SHALL  REPORT  TO THE GOVERNOR, THE TEMPORARY PRESIDENT OF\n   19  THE SENATE, THE SPEAKER OF THE ASSEMBLY, THE CHAIR OF THE SENATE FINANCE\n   20  COMMITTEE AND THE CHAIR OF THE ASSEMBLY WAYS AND MEANS COMMITTEE ON  THE\n   21  IMPLEMENTATION  OF  THE  CLIMATE CHANGE SOLUTIONS PROGRAM AND SHALL MAKE\n   22  SUCH REPORT AVAILABLE ON THE DEPARTMENT'S WEBSITE.  THE  DEPARTMENT  MAY\n   23  CONSULT  OTHER  STATE  DEPARTMENTS,  AGENCIES AND PUBLIC AUTHORITIES FOR\n   24  INFORMATION AS MAY BE REQUIRED IN THE PREPARATION  OF  SUCH  REPORT  AND\n   25  SUCH  STATE  DEPARTMENTS AND AGENCIES AND AUTHORITIES SHALL PROVIDE DATA\n   26  AND ASSISTANCE AS APPROPRIATE. SUCH REPORT SHALL INCLUDE:\n   27    A. AN ASSESSMENT OF THE EFFECTIVENESS OF THE  PROGRAM,  INCLUDING  THE\n   28  ESTIMATED   GREENHOUSE  GAS  REDUCTION  RESULTING  FROM  THE  ACTIVITIES\n   29  DESCRIBED IN THIS TITLE, THE ESTIMATED IMPACT ON CONSUMER  ELECTRIC  AND\n   30  HEATING BILLS, AND THE PROGRAM'S OVERALL IMPACT ON ENERGY DEMAND;\n   31    B. A DETAILED LISTING OF FUND RECEIPTS INCLUDING:\n   32    (I) ALLOWANCE TRADING PRICES,\n   33    (II) TOTAL QUARTERLY RECEIPTS,\n   34    (III) TOTAL ANNUAL RECEIPTS, AND\n   35    (IV) TOTAL LIFE-TO-DATE RECEIPTS;\n   36    C. A DETAILED DESCRIPTION OF EXPENDITURES INCLUDING:\n   37    (I) TOTAL APPROPRIATIONS,\n   38    (II) TOTAL PROJECT COSTS,\n   39    (III) TOTAL COMMITMENTS,\n   40    (IV) TOTAL OUTSTANDING ENCUMBRANCES,\n   41    (V) TOTAL YEAR-TO-DATE DISBURSEMENTS,\n   42    (VI) TOTAL LIFE-TO-DATE DISBURSEMENTS, AND\n   43    (VII) THE TOTAL REMAINING UNCOMMITTED FUND BALANCE; AND\n   44    5. MAY PERFORM SUCH OTHER AND FURTHER ACTS AS MAY BE NECESSARY, PROPER\n   45  OR DESIRABLE TO CARRY OUT THE PROVISIONS OF THIS TITLE.\n   46  S 19-1307. GREENHOUSE GAS EMISSIONS REDUCTION PROGRAM.\n   47    1. AS USED IN THIS SECTION:\n   48    A.  \"CLEAN-FUELED  VEHICLE\" SHALL MEAN ANY MOTOR VEHICLE AS DEFINED IN\n   49  SECTION ONE HUNDRED TWENTY-FIVE OF THE VEHICLE  AND  TRAFFIC  LAW,  THAT\n   50  USES  ELECTRICITY,  INCLUDING  ELECTRICITY  EITHER  STORED  OR GENERATED\n   51  ON-BOARD, AS ITS PRIMARY MOTIVE FORCE, OR THAT IS FUELED BY NATURAL GAS,\n   52  PROPANE, OR HYDROGEN.\n   53    B. \"COSTS\" MEAN  THE  CAPITAL  COST  OF  A  GREENHOUSE  GAS  EMISSIONS\n   54  REDUCTION PROJECT INCLUDING BUT NOT LIMITED TO ENGINEERING AND ARCHITEC-\n   55  TURAL  SERVICES, SURVEYS, PLANS AND SPECIFICATIONS; CONSULTANT AND LEGAL\n   56  SERVICES.\n\n       S. 896                              3\n\n    1    C. \"GREENHOUSE GAS EMISSION REDUCTION PROJECTS\" MEAN THE PURCHASE  AND\n    2  INSTALLATION OF GREENHOUSE GAS EMISSION REDUCTION TECHNOLOGIES.\n    3    D.  \"GREENHOUSE GAS EMISSION REDUCTION TECHNOLOGIES\" SHALL INCLUDE BUT\n    4  NOT BE LIMITED TO:\n    5    (I) COGENERATION TECHNOLOGIES, WHICH SHALL MEAN ANY ONE OF THE SEVERAL\n    6  TECHNOLOGIES WHEREIN WASTE HEAT FROM ON-SITE ELECTRIC GENERATION PROCESS\n    7  IS RECOVERED TO PROVIDE STEAM OR HOT WATER TO MEET ON-SITE  NEEDS,  SUCH\n    8  AS  HEATING  AND/OR  AIR  CONDITIONING  AND WHICH ATTAINS OVERALL SYSTEM\n    9  EFFICIENCY AS ESTABLISHED BY THE DEPARTMENT,  CONSIDERING  BOTH  THERMAL\n   10  AND ELECTRICAL PROCESSES TOGETHER;\n   11    (II)  FURNACE AND BOILER REPLACEMENTS AND RETROFITS, PROVIDED THAT NEW\n   12  OR RETROFITTED FURNACES AND BOILERS SHALL NOT AT  ANY  TIME  OPERATE  ON\n   13  DIESEL FUEL WITH A SULFUR CONTENT GREATER THAN 0.05 PERCENT BY WEIGHT;\n   14    (III)  THE  PURCHASE  OF  CLEAN  FUELED  VEHICLES OR THE CONVERSION OF\n   15  EXISTING VEHICLES TO CLEAN FUELED VEHICLES; AND\n   16    (IV) OTHER MEASURES  THAT  WILL  REDUCE  THE  DEMAND  FOR  AND/OR  THE\n   17  CONSUMPTION  OF ENERGY, INCLUDING FUELS, AS DETERMINED BY THE DEPARTMENT\n   18  IN CONSULTATION WITH THE AUTHORITY.\n   19    2. THE DEPARTMENT IS AUTHORIZED, WITHIN AMOUNTS APPROPRIATED, TO  MAKE\n   20  STATE ASSISTANCE PAYMENTS ON A COMPETITIVE BASIS FOR APPROVED GREENHOUSE\n   21  GAS  EMISSIONS  REDUCTION  PROJECTS TO MUNICIPALITIES AND NOT-FOR-PROFIT\n   22  CORPORATIONS.\n   23    3. ANY MUNICIPALITY OR NOT-FOR-PROFIT CORPORATION UPON APPROVAL OF ITS\n   24  GOVERNING BODY MAY SUBMIT AN APPLICATION TO THE DEPARTMENT IN SUCH  FORM\n   25  CONTAINING  SUCH  INFORMATION  AS  THE  DEPARTMENT MAY REQUIRE FOR STATE\n   26  ASSISTANCE PAYMENTS FOR THE COSTS OF GREENHOUSE GAS  EMISSION  REDUCTION\n   27  PROJECTS.\n   28    4. TO THE FULLEST EXTENT PRACTICABLE, IT IS THE POLICY OF THE STATE TO\n   29  PROMOTE  AN  EQUITABLE REGIONAL DISTRIBUTION OF GREENHOUSE GAS REDUCTION\n   30  PROJECTS, PROVIDED THAT PRIORITY SHALL BE GIVEN TO PROJECTS THAT  RESULT\n   31  IN THE HIGHEST GREENHOUSE GAS EMISSION REDUCTIONS.\n   32    5.  STATE ASSISTANCE PAYMENTS SHALL NOT EXCEED SEVENTY-FIVE PERCENT OF\n   33  THE COSTS OF THE PROJECT, PROVIDED THAT FOR THE PURPOSES OF THIS SECTION\n   34  ANY OTHER MONIES OF THE AUTHORITY OR THE DEPARTMENT MAY NOT BE USED  FOR\n   35  THE  LOCAL  SHARE.  SUCH  COSTS  ARE SUBJECT TO FINAL COMPUTATION BY THE\n   36  COMMISSIONER UPON COMPLETION OF THE PROJECT AND  SHALL  NOT  EXCEED  THE\n   37  MAXIMUM ELIGIBLE COST SET FORTH IN THE CONTRACT.\n   38    6.  THE  DEPARTMENT  SHALL  REVIEW  SUCH APPLICATIONS AND MAY APPROVE,\n   39  DISAPPROVE OR RECOMMEND MODIFICATIONS THERETO CONSISTENT WITH APPLICABLE\n   40  LAW.\n   41  S 19-1309. ENERGY EFFICIENCY PROGRAM.\n   42    1. AS USED IN THIS SECTION:\n   43    A. \"COST\" SHALL MEAN THE CAPITAL COST OF AN ENERGY EFFICIENCY  PROJECT\n   44  INCLUDING  BUT  NOT  LIMITED  TO ENGINEERING AND ARCHITECTURAL SERVICES,\n   45  PLANS AND SPECIFICATIONS, CONSULTANT AND LEGAL SERVICES.\n   46    B. \"ENERGY EFFICIENCY PROJECTS\" SHALL MEAN THE PURCHASE AND  INSTALLA-\n   47  TION  OF ENERGY EFFICIENCY TECHNOLOGIES THAT WILL REDUCE THE CONSUMPTION\n   48  OF ELECTRICITY AT NEW OR EXISTING BUILDINGS.\n   49    C. \"ENERGY  EFFICIENCY  TECHNOLOGIES\"  SHALL  MEAN  TECHNOLOGIES  THAT\n   50  REDUCE THE CONSUMPTION OF ELECTRICITY INCLUDING BUT NOT LIMITED TO:\n   51    (I) REPLACEMENT OF INEFFICIENT LIGHTING FIXTURES;\n   52    (II)  APPLIANCES AND EQUIPMENT THAT MEET ENERGY EFFICIENCY PERFORMANCE\n   53  STANDARDS AS IDENTIFIED IN ARTICLE 16 OF THE ENERGY LAW; AND\n   54    (III) OTHER SUCH MEASURES THAT WILL REDUCE THE DEMAND FOR  AND/OR  THE\n   55  CONSUMPTION OF ELECTRICITY AS DETERMINED BY THE AUTHORITY.\n\n       S. 896                              4\n\n    1    D.  \"FINANCIAL  ASSISTANCE\"  MEANS  STATE  ASSISTANCE PAYMENTS, LOANS,\n    2  INTEREST SUBSIDIES, ZERO PERCENT INTEREST LOANS, AND/OR ENERGY  PERFORM-\n    3  ANCE  CONTRACTS,  AS DEFINED IN SUBDIVISION FOUR OF SECTION 9-102 OF THE\n    4  ENERGY LAW.\n    5    2.  THE  AUTHORITY  IN  CONSULTATION WITH THE DEPARTMENT IS AUTHORIZED\n    6  WITHIN AMOUNTS  APPROPRIATED,  TO  PROVIDE  FINANCIAL  ASSISTANCE  ON  A\n    7  COMPETITIVE BASIS FOR APPROVED ENERGY EFFICIENCY PROJECTS.\n    8    3. ANY NEW YORK ELECTRIC UTILITY CUSTOMER MAY SUBMIT AN APPLICATION TO\n    9  THE  AUTHORITY  FOR  THE COST OF ENERGY EFFICIENCY PROJECTS IN SUCH FORM\n   10  CONTAINING SUCH INFORMATION AS THE AUTHORITY MAY REQUIRE.\n   11    4. PRIORITY SHALL BE GIVEN TO PROJECTS THAT:\n   12    A. ESTIMATE THE HIGHEST AMOUNT OF ENERGY SAVINGS AS MEASURED AGAINST A\n   13  THREE YEAR BASELINE; OR\n   14    B. ARE CONDUCTED IN (I) AREAS WITH CENSUS TRACTS AND  BLOCK  NUMBERING\n   15  AREAS  WHICH,  AS  OF  THE TWO THOUSAND CENSUS HAVE A POVERTY RATE OF AT\n   16  LEAST TWENTY PERCENT FOR THE YEAR TO WHICH THE DATA RELATE OR (II) AREAS\n   17  WITH AN UNEMPLOYMENT RATE OF AT LEAST  ONE  AND  ONE-QUARTER  TIMES  THE\n   18  STATEWIDE UNEMPLOYMENT RATE FOR THE YEAR TO WHICH THE DATA RELATE.\n   19    THE  AUTHORITY SHALL ESTABLISH ADDITIONAL INCOME AND OTHER ELIGIBILITY\n   20  CRITERIA TO PROMOTE  AN  EQUITABLE  DISTRIBUTION  OF  ENERGY  EFFICIENCY\n   21  PROJECTS  THROUGHOUT  THE STATE. SUCH CRITERIA SHALL SEEK TO ENSURE THAT\n   22  PROJECTS ARE CONDUCTED IN LOW-INCOME COMMUNITIES  THROUGHOUT  THE  STATE\n   23  AND  THAT  LOW  AND MIDDLE CLASS RESIDENTIAL CUSTOMERS RECEIVE ACCESS TO\n   24  SUCH PROJECT FUNDING.\n   25    5. STATE ASSISTANCE PAYMENTS SHALL NOT EXCEED SEVENTY-FIVE PERCENT  OF\n   26  THE COSTS OF THE PROJECT, PROVIDED THAT FOR THE PURPOSES OF THIS SECTION\n   27  ANY  OTHER MONIES OF THE AUTHORITY OR THE DEPARTMENT MAY NOT BE USED FOR\n   28  THE LOCAL SHARE. OTHER FINANCIAL  ASSISTANCE  SHALL  NOT  EXCEED  LIMITS\n   29  ESTABLISHED  IN  RULES  AND  REGULATIONS  DEVELOPED BY THE AUTHORITY AND\n   30  SUBJECT TO THE APPROVAL OF THE DEPARTMENT.\n   31    6. PRIOR TO PROCESSING APPLICATIONS FOR  FINANCIAL  ASSISTANCE  TOWARD\n   32  THE  COST  OF ENERGY EFFICIENCY PROJECTS, THE PRESIDENT OF THE AUTHORITY\n   33  SHALL PROMULGATE, IN CONSULTATION WITH THE COMMISSIONER, RULES AND REGU-\n   34  LATIONS WHICH SHALL INCLUDE CRITERIA FOR DETERMINING  ELIGIBLE  EXPENDI-\n   35  TURES  AND  PROCEDURES  FOR GOVERNING THE COMMITMENT AND DISBURSEMENT OF\n   36  FINANCIAL ASSISTANCE IN ACCORDANCE WITH THIS SECTION.\n   37    7. SUCH COSTS ARE SUBJECT TO FINAL COMPUTATION BY THE PRESIDENT OF THE\n   38  AUTHORITY UPON COMPLETION OF THE PROJECT AND SHALL NOT EXCEED THE  MAXI-\n   39  MUM ELIGIBLE COST SET FORTH IN THE CONTRACT.\n   40    8.  THE  AUTHORITY  SHALL  REVIEW  SUCH  APPLICATIONS AND MAY APPROVE,\n   41  DISAPPROVE OR RECOMMEND MODIFICATIONS THERETO CONSISTENT WITH APPLICABLE\n   42  LAW.\n   43  S 19-1311. RENEWABLE ENERGY DEVELOPMENT PROGRAM.\n   44    1. AS USED IN THIS SECTION:\n   45    A. \"COST\" SHALL MEAN THE CAPITAL COST OF A RENEWABLE  ENERGY  DEVELOP-\n   46  MENT  PROJECT INCLUDING BUT NOT LIMITED TO ENGINEERING AND ARCHITECTURAL\n   47  SERVICES,  SURVEYS,  PLANS  AND  SPECIFICATIONS;  CONSULTANT  AND  LEGAL\n   48  SERVICES.\n   49    B.  \"FINANCIAL ASSISTANCE\" SHALL MEAN STATE ASSISTANCE PAYMENTS AND/OR\n   50  PERFORMANCE BASED INCENTIVES THAT ARE  DIRECTLY  PROPORTIONAL  TO  REAL,\n   51  VERIFIED  KWH PRODUCTION GENERATED BY THE RENEWABLE ELECTRIC POWER TECH-\n   52  NOLOGY.\n   53    C. \"RENEWABLE ENERGY  DEVELOPMENT  PROJECTS\"  MEAN  THE  PURCHASE  AND\n   54  INSTALLATION  OF  TECHNOLOGIES DESIGNED TO CONVERT RENEWABLE ENERGY INTO\n   55  ELECTRICITY OR OTHER END USES, WHERE RENEWABLE  ENERGY  INCLUDES  SOLAR,\n   56  WIND,  TIDAL,  FUEL  CELL, GEOTHERMAL AND HYDROGEN, BUT DOES NOT INCLUDE\n\n       S. 896                              5\n\n    1  COMBUSTION OR PYROLOSIS OF SOLID WASTE AS DEFINED IN SECTION 27-0701  OF\n    2  THIS CHAPTER OR ELECTRICITY GENERATED FROM NUCLEAR POWER PLANTS.\n    3    2.  THE  AUTHORITY  IN CONSULTATION WITH THE DEPARTMENT IS AUTHORIZED,\n    4  WITHIN AMOUNTS  APPROPRIATED,  TO  PROVIDE  FINANCIAL  ASSISTANCE  ON  A\n    5  COMPETITIVE BASIS FOR APPROVED RENEWABLE ENERGY DEVELOPMENT PROJECTS.\n    6    3. ANY NEW YORK ELECTRIC UTILITY CUSTOMER MAY SUBMIT AN APPLICATION TO\n    7  THE  AUTHORITY  FOR THE COST OF RENEWABLE ENERGY DEVELOPMENT PROJECTS OR\n    8  PERFORMANCE BASED INCENTIVES IN SUCH FORM CONTAINING SUCH INFORMATION AS\n    9  THE AUTHORITY MAY REQUIRE.\n   10    4. STATE ASSISTANCE PAYMENTS SHALL NOT EXCEED NINETY  PERCENT  OF  THE\n   11  COSTS OF THE PROJECT, PROVIDED THAT FOR THE PURPOSES OF THIS SECTION ANY\n   12  OTHER  MONIES OF THE AUTHORITY OR THE DEPARTMENT MAY NOT BE USED FOR THE\n   13  LOCAL SHARE. OTHER FINANCIAL ASSISTANCE SHALL NOT EXCEED  LIMITS  ESTAB-\n   14  LISHED  IN  RULES AND REGULATIONS DEVELOPED BY THE AUTHORITY AND SUBJECT\n   15  TO THE APPROVAL OF THE DEPARTMENT.\n   16    5. SUCH COSTS ARE SUBJECT TO FINAL COMPUTATION BY THE PRESIDENT OF THE\n   17  AUTHORITY UPON COMPLETION OF THE PROJECT AND SHALL NOT EXCEED THE  MAXI-\n   18  MUM ELIGIBLE COST SET FORTH IN THE CONTRACT.\n   19    6.  THE  AUTHORITY  SHALL  REVIEW  SUCH  APPLICATIONS AND MAY APPROVE,\n   20  DISAPPROVE OR RECOMMEND MODIFICATIONS THERETO CONSISTENT WITH APPLICABLE\n   21  LAW.\n   22  S 19-1313. CLEAN AIR TECHNOLOGY PROGRAM.\n   23    1. AS USED IN THIS SECTION:\n   24    A. \"BEST AVAILABLE CONTROL TECHNOLOGIES\" SHALL MEAN A VERIFIED  DIESEL\n   25  EMISSION CONTROL DEVICE THAT ACHIEVES A PARTICULATE MATTER (PM) EMISSION\n   26  REDUCTION  OF EIGHTY-FIVE PERCENT OR MORE FROM UNCONTROLLED ENGINE EMIS-\n   27  SION LEVELS, OR THAT REDUCES EMISSIONS TO LESS THAN  OR  EQUAL  TO  0.01\n   28  GRAMS  OF  PM  PER  BRAKE  HORSEPOWER-HOUR.  BEST AVAILABLE CONTROL ALSO\n   29  INCLUDES REPOWERING OR REPLACING THE  EXISTING  DIESEL  ENGINE  WITH  AN\n   30  ENGINE  MEETING  USEPA'S 2007 HEAVY-DUTY HIGHWAY DIESEL STANDARDS, OR IN\n   31  THE CASE OF A NON-ROAD ENGINE, AN ENGINE  MEETING  THE  USEPA'S  TIER  4\n   32  NON-ROAD  DIESEL  STANDARDS;  BEST  AVAILABLE  CONTROL ALSO INCLUDES NEW\n   33  DIESEL ENGINES MEETING SAID EMISSIONS STANDARDS.\n   34    B. \"CARB\" MEANS THE CALIFORNIA AIR RESOURCES BOARD.\n   35    C. \"CLEAN AIR TECHNOLOGY PROJECTS\" SHALL MEAN PROJECTS TO PURCHASE AND\n   36  INSTALL BEST AVAILABLE CONTROL TECHNOLOGIES, PROVIDED THAT THE AUTHORITY\n   37  SHALL ALSO REQUIRE THE APPLICANT TO INSTALL A  CLOSED  CRANKCASE  VENTI-\n   38  LATION SYSTEM ON ALL ENGINES.\n   39    D. \"CLOSED CRANKCASE VENTILATION SYSTEM\" OR \"CCV\" SHALL MEAN EQUIPMENT\n   40  THAT  COMPLETELY  CLOSES  THE CRANKCASE OF A DIESEL ENGINE TO THE ATMOS-\n   41  PHERE AND ROUTES THE CRANKCASE VAPOR TO THE ENGINE INTAKE AIR SYSTEM  OR\n   42  THE EXHAUST SYSTEM.\n   43    E. \"USEPA\" MEANS THE UNITED STATES ENVIRONMENTAL PROTECTION AGENCY.\n   44    F. \"VERIFIED DIESEL EMISSION CONTROL DEVICE\" MEANS AN EMISSION CONTROL\n   45  DEVICE  OR STRATEGY THAT HAS BEEN VERIFIED TO ACHIEVE A SPECIFIED DIESEL\n   46  PM REDUCTION BY USEPA OR CARB; OR  REPLACEMENT  OR  REPOWERING  WITH  AN\n   47  ENGINE  THAT  IS CERTIFIED TO SPECIFIC PM EMISSIONS PERFORMANCE BY USEPA\n   48  OR CARB.\n   49    2. THE AUTHORITY IN CONSULTATION WITH THE  DEPARTMENT  IS  AUTHORIZED,\n   50  WITHIN  AMOUNTS  APPROPRIATED,  TO  MAKE  STATE ASSISTANCE PAYMENTS ON A\n   51  COMPETITIVE BASIS TO APPROVED CLEAN AIR TECHNOLOGY PROJECTS.\n   52    3. ANY MUNICIPALITY UPON APPROVAL OF ITS GOVERNING BODY MAY SUBMIT  AN\n   53  APPLICATION  TO  THE DEPARTMENT IN SUCH FORM CONTAINING SUCH INFORMATION\n   54  AS THE DEPARTMENT MAY REQUIRE FOR  STATE  ASSISTANCE  PAYMENTS  FOR  THE\n   55  COSTS OF CLEAN AIR TECHNOLOGY PROJECTS.\n\n       S. 896                              6\n\n    1    4.  STATE  ASSISTANCE  PAYMENTS SHALL NOT EXCEED NINETY PERCENT OF THE\n    2  COSTS OF THE PROJECT, PROVIDED THAT FOR THE PURPOSES OF THIS SECTION ANY\n    3  OTHER MONIES OF THE AUTHORITY MAY NOT BE USED FOR THE LOCAL SHARE.\n    4    5. SUCH COSTS ARE SUBJECT TO FINAL COMPUTATION BY THE PRESIDENT OF THE\n    5  AUTHORITY  UPON COMPLETION OF THE PROJECT AND SHALL NOT EXCEED THE MAXI-\n    6  MUM ELIGIBLE COST SET FORTH IN THE CONTRACT.\n    7    6. THE AUTHORITY SHALL  REVIEW  SUCH  APPLICATIONS  AND  MAY  APPROVE,\n    8  DISAPPROVE OR RECOMMEND MODIFICATIONS THERETO CONSISTENT WITH APPLICABLE\n    9  LAW.\n   10    S  2.  Subdivision 1 of section 19-0301 of the environmental conserva-\n   11  tion law is amended by adding a new paragraph g to read as follows:\n   12    G. PROVIDE FOR THE DEPOSIT OF REVENUES FROM THE AUCTION OF  ANY  EMIS-\n   13  SIONS  ALLOWANCES  FOR  AIR CONTAMINANTS TO THE CLIMATE CHANGE SOLUTIONS\n   14  FUND ESTABLISHED BY SECTION NINETY-TWO-T OF THE STATE FINANCE LAW.\n   15    S 3. The state finance law is amended by adding a new section 92-t  to\n   16  read as follows:\n   17    S  92-T. CLIMATE CHANGE SOLUTIONS FUND. 1. THERE IS HEREBY ESTABLISHED\n   18  IN THE JOINT CUSTODY OF THE STATE COMPTROLLER AND  THE  COMMISSIONER  OF\n   19  TAXATION  AND  FINANCE A SPECIAL FUND TO BE KNOWN AS THE \"CLIMATE CHANGE\n   20  SOLUTIONS FUND\".\n   21    2. THE CLIMATE CHANGE SOLUTIONS FUND SHALL  CONSIST  OF  THE  PROCEEDS\n   22  COLLECTED  FROM  THE AUCTION OF ANY EMISSIONS ALLOWANCES FOR AIR CONTAM-\n   23  INANTS AS PROVIDED FOR DEPOSIT INTO SUCH FUND UNDER SECTION  19-0301  OF\n   24  THE  ENVIRONMENTAL  CONSERVATION  LAW AND ANY INTEREST GENERATED BY SUCH\n   25  FUND AND ANY OTHER MONIES MADE AVAILABLE FOR SUCH PURPOSES.\n   26    3. ALL MONIES RECEIVED BY THE COMPTROLLER FOR DEPOSIT IN  THE  CLIMATE\n   27  CHANGE  SOLUTIONS  FUND  SHALL  BE  DEPOSITED FIRST TO THE CREDIT OF THE\n   28  CLIMATE CHANGE TRANSFER ACCOUNT. NO MONIES SHALL BE  EXPENDED  FROM  ANY\n   29  SUCH  ACCOUNT  FOR  ANY  PROJECT EXCEPT PURSUANT TO APPROPRIATION BY THE\n   30  LEGISLATURE.\n   31    A. ALL MONEYS HERETOFORE AND HEREAFTER DEPOSITED IN THE CLIMATE CHANGE\n   32  TRANSFER ACCOUNT SHALL BE TRANSFERRED BY THE COMPTROLLER TO  THE  ENERGY\n   33  EFFICIENCY ACCOUNT, THE RENEWABLE ENERGY DEVELOPMENT ACCOUNT, THE GREEN-\n   34  HOUSE GAS EMISSION REDUCTION ACCOUNT OR THE CLEAN AIR ACCOUNT.\n   35    B.  MONEYS FROM THE GREENHOUSE GAS EMISSION REDUCTION ACCOUNT SHALL BE\n   36  AVAILABLE, PURSUANT TO APPROPRIATION, FOR ANY  GREENHOUSE  GAS  EMISSION\n   37  REDUCTION  PROJECT,  AS  DEFINED IN SECTION 19-1307 OF THE ENVIRONMENTAL\n   38  CONSERVATION LAW.\n   39    C. MONEYS FROM THE  ENERGY  EFFICIENCY  ACCOUNT  SHALL  BE  AVAILABLE,\n   40  PURSUANT  TO  APPROPRIATION FOR ANY ENERGY EFFICIENCY PROJECT AS DEFINED\n   41  IN SECTION 19-1309 OF THE ENVIRONMENTAL CONSERVATION LAW.\n   42    D. MONEYS FROM THE  RENEWABLE  ENERGY  DEVELOPMENT  ACCOUNT  SHALL  BE\n   43  AVAILABLE,  PURSUANT TO APPROPRIATION, FOR ANY RENEWABLE ENERGY DEVELOP-\n   44  MENT PROJECT, AS DEFINED IN SECTION 19-1311 OF THE ENVIRONMENTAL CONSER-\n   45  VATION LAW.\n   46    E. MONEYS FROM THE CLEAN AIR ACCOUNT SHALL BE AVAILABLE,  PURSUANT  TO\n   47  APPROPRIATION,  FOR  ANY  CLEAN  AIR  TECHNOLOGY  PROJECT, AS DEFINED IN\n   48  SECTION 19-1313 OF THE ENVIRONMENTAL CONSERVATION LAW.\n   49    4. MONEYS IN THE CLIMATE CHANGE SOLUTIONS FUND SHALL BE KEPT  SEPARATE\n   50  AND  SHALL NOT BE COMMINGLED WITH ANY OTHER MONEYS IN THE CUSTODY OF THE\n   51  COMPTROLLER.\n   52    5. ALL PAYMENTS OF MONEYS FROM THE FUND SHALL BE MADE ON THE AUDIT AND\n   53  THE WARRANT OF THE COMPTROLLER.\n   54    S 4. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the environmental conservation law, in relation to establishing the climate change solutions program act; and to amend the state finance law, in relation to establishing the climate change solutions fund ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110103.T121903.TXT", "SOBI.D110103.T105854.TXT", "SOBI.D110103.T122403.TXT", "SOBI.D110103.T115401.TXT", "SOBI.D110106.T102200.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294327320773
}