{
  "year" : 2011,
  "senateBillNo" : "S897-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO COMMERCE, ECONOMIC DEVELOPMENT AND SMALL BUSINESS",
    "billEventId" : "S897-2011-1294203600000-REFERRED+TO+COMMERCE%2C+ECONOMIC+DEVELOPMENT+AND+SMALL+BUSINESS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUEGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Enacts the wine industry and liquor store revitalization act; repealer",
  "summary" : "Enacts the wine industry and liquor store revitalization act; authorizes grocery and drug stores to sell wine on their premises for consumption off the premises. ",
  "currentCommittee" : "COMMERCE, ECONOMIC DEVELOPMENT AND SMALL BUSINESS",
  "sameAs" : null,
  "lawSection" : "Alcoholic Beverage Control Law",
  "previousVersions" : [ "S5787-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "DILAN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "DUANE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "HUNTLEY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "PARKER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "PERKINS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SAMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          897\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sens.  KRUEGER,  DILAN,  DUANE, HUNTLEY, KRUGER, PARKER,\n         PERKINS, SAMPSON -- read twice and ordered printed, and  when  printed\n         to be committed to the Committee on Commerce, Economic Development and\n         Small Business\n\n       AN  ACT  to  amend  the  alcoholic  beverage control law, in relation to\n         enacting the wine industry and liquor store revitalization act; and to\n         repeal certain provisions of such law relating thereto\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  This  act  shall  be  known and may be cited as the \"wine\n    2  industry and liquor store revitalization act\".\n    3    S 2. Subdivisions 4 and 5 of section  63  of  the  alcoholic  beverage\n    4  control  law,  subdivision  4  as  amended by chapter 603 of the laws of\n    5  1992, are amended and five new subdivisions 7, 8,  9,  10,  and  11  are\n    6  added to read as follows:\n    7    4.  (A)  No  licensee under this section shall be engaged in any other\n    8  business on the licensed premises. The SALE OF PRODUCTS COMPLEMENTARY TO\n    9  THE BUSINESS OF THE LICENSED PREMISES SHALL NOT CONSTITUTE  ENGAGING  IN\n   10  ANOTHER  BUSINESS WITHIN THE MEANING OF THIS SUBDIVISION.  SUCH PRODUCTS\n   11  SHALL INCLUDE BUT NOT BE LIMITED TO THE sale of  lottery  tickets,  when\n   12  duly  authorized  and  lawfully conducted, the sale of corkscrews or the\n   13  sale of ice or the sale of  publications,  including  prerecorded  video\n   14  and/or audio cassette tapes, designed to help educate consumers in their\n   15  knowledge  and  appreciation  of  wine  and wine products, as defined in\n   16  section three of this chapter, or the sale of [non-carbonated,  non-fla-\n   17  vored  mineral  waters, spring waters and drinking waters] NON-ALCOHOLIC\n   18  BEVERAGES FOR CONSUMPTION ON OR OFF PREMISES, INCLUDING BUT NOT  LIMITED\n   19  TO  BOTTLED  WATER,  JUICE  AND  SODA  BEVERAGES, OR THE SALE OF TOBACCO\n   20  PRODUCTS OR HERBAL  CIGARETTES,  PROVIDED  THE  LICENSEE  COMPLIES  WITH\n   21  SECTION THIRTEEN HUNDRED NINETY-NINE-CC OF THE PUBLIC HEALTH LAW, OR THE\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04079-01-1\n\n       S. 897                              2\n\n    1  SALE AT RETAIL OF CIGARS WHICH HAVE BEEN PREPACKAGED BY THE MANUFACTURER\n    2  IN  BOXES  OF  TEN OR MORE, OR THE SALE OF PUBLICATIONS DESIGNED TO HELP\n    3  EDUCATE CONSUMERS IN THEIR KNOWLEDGE AND APPRECIATION OF CIGAR PRODUCTS,\n    4  OR  FOOD  ITEMS,  WHICH SHALL INCLUDE LOCALLY PRODUCED FARM PRODUCTS AND\n    5  ANY FOOD  OR  FOOD  PRODUCT  NOT  SPECIFICALLY  PREPARED  FOR  IMMEDIATE\n    6  CONSUMPTION UPON THE PREMISES, OR THE SALE OF GIFT BAGS AND GIFT BASKETS\n    7  INCLUDING, BUT NOT LIMITED TO, SHOT GLASSES, SINGLE MALT SCOTCH GLASSES,\n    8  GRAPPA  GLASSES,  DECANTERS,  OTHER GLASSWARE, FOOD OR FARM PRODUCTS NOT\n    9  SPECIFICALLY PREPARED FOR IMMEDIATE CONSUMPTION UPON THE  PREMISES,  ALL\n   10  OF WHICH IS RELATED TO THE CONSUMPTION AND ENJOYMENT OF WINE AND SPIRITS\n   11  or  the  sale  of  glasses  designed  for the consumption of wine, racks\n   12  designed for the storage of  wine,  and  devices  designed  to  minimize\n   13  oxidation  in  bottles  of  wine  which  have  been uncorked[, shall not\n   14  constitute engaging in another  business  within  the  meaning  of  this\n   15  subdivision].\n   16    (B)  THE INSTALLATION AND OPERATION OF AUTOMATED TELLER MACHINES SHALL\n   17  NOT CONSTITUTE ENGAGING IN ANOTHER BUSINESS WITHIN THE MEANING  OF  THIS\n   18  SUBDIVISION.   FOR  PURPOSES  OF  THIS  SUBDIVISION,  \"AUTOMATED  TELLER\n   19  MACHINE\" MEANS A DEVICE WHICH IS LINKED TO THE ACCOUNTS AND RECORDS OF A\n   20  BANKING INSTITUTION AND WHICH ENABLES CONSUMERS  TO  CARRY  OUT  BANKING\n   21  TRANSACTIONS,  INCLUDING,  BUT NOT LIMITED TO, ACCOUNT TRANSFERS, DEPOS-\n   22  ITS, CASH WITHDRAWALS, BALANCE INQUIRIES, AND LOAN PAYMENTS.\n   23    5. [Not more than one license shall be] NOTHING IN THIS SECTION  SHALL\n   24  BE  CONSTRUED  TO  PROHIBIT  MULTIPLE LICENSES FROM BEING granted to any\n   25  person under this section.\n   26    7. ANY LICENSE OBTAINED UNDER THIS SECTION INCLUDES  AUTHORIZATION  TO\n   27  SELL ALCOHOLIC BEVERAGES FOR RESALE TO LICENSED PREMISES FOR ON-PREMISES\n   28  CONSUMPTION    AS   LICENSED   BY   SECTIONS   FIFTY-FIVE,   SIXTY-FOUR,\n   29  SIXTY-FOUR-A, SEVENTY-NINE-B, AND EIGHTY-ONE OF THIS CHAPTER AS PROVIDED\n   30  IN SUBDIVISIONS THREE-A AND THREE-B OF SECTION ONE HUNDRED TWO  OF  THIS\n   31  CHAPTER.\n   32    8. COMMENCING ON THE EFFECTIVE DATE OF THIS SUBDIVISION, NO ADDITIONAL\n   33  LICENSES  SHALL BE ISSUED PURSUANT TO THIS SECTION EXCEPT AS OUTLINED IN\n   34  SUBDIVISION NINE OF THIS SECTION. THE  PROVISIONS  OF  THIS  SUBDIVISION\n   35  SHALL NOT APPLY TO (A) THE RENEWAL, TRANSFER OR CONTINUANCE OF A LICENSE\n   36  PURSUANT  TO THIS CHAPTER, (B) AN APPLICATION FOR A LICENSE FILED BEFORE\n   37  THE EFFECTIVE DATE OF THIS SUBDIVISION, (C) THE ISSUANCE OF A LICENSE IN\n   38  ACCORDANCE WITH  THE  PROVISIONS  OF  THIS  CHAPTER,  TO  A  PERSON  WHO\n   39  PURCHASED THE BUSINESS OPERATIONS OF A LICENSEE, PROVIDED, HOWEVER, THAT\n   40  ANY  PERSON LICENSED UNDER THIS SECTION SHALL MAKE AN APPLICATION TO THE\n   41  LIQUOR AUTHORITY PRIOR TO SELLING ITS LICENSE TO ANOTHER PERSON.\n   42    9. ANY EXISTING LICENSE ISSUED UNDER THIS SECTION WHICH IS CANCELED OR\n   43  REVOKED BY THE LIQUOR AUTHORITY MAY BE  AUCTIONED  OFF  TO  THE  HIGHEST\n   44  BIDDER,  PROVIDED THAT THE PERSON MEETS ALL THE APPLICABLE REQUIREMENTS.\n   45  THE AMOUNT OF THE SALE OF THE EXISTING LICENSE  AS  AUTHORIZED  IN  THIS\n   46  SUBDIVISION  SHALL  BE  SUBJECT  TO  SALES  AND  COMPENSATING USE TAX AS\n   47  IMPOSED BY SECTION ELEVEN HUNDRED FIVE OF THE TAX LAW.\n   48    10. EACH EXISTING LICENSEE SHALL BE AUTHORIZED TO APPLY FOR ONE  ADDI-\n   49  TIONAL  LICENSE  FOR RETAIL SALE OF LIQUOR FOR CONSUMPTION OFF THE PREM-\n   50  ISES FOR USE IN THE ESTABLISHMENT OF ANOTHER LICENSED PREMISES, PROVIDED\n   51  HOWEVER,  THE  ADDITIONAL  PREMISES   COMPLIES   WITH   ALL   APPLICABLE\n   52  RESTRICTIONS  AND  REQUIREMENTS.  THE  ADDITIONAL  LICENSE ISSUED BY THE\n   53  AUTHORITY UNDER THIS SUBDIVISION MAY  BE  SOLD  PROVIDED  THE  PURCHASER\n   54  MEETS  ALL APPLICABLE REQUIREMENTS, WHICH SALE SHALL BE SUBJECT TO SALES\n   55  AND COMPENSATING USE TAX AS IMPOSED BY SECTION ELEVEN  HUNDRED  FIVE  OF\n   56  THE  TAX  LAW. THE AUTHORIZATION FOR THE ESTABLISHMENT OF A NEW PREMISES\n\n       S. 897                              3\n\n    1  OR SALE OF THE ADDITIONAL LICENSE UNDER THIS  SUBDIVISION  SHALL  EXPIRE\n    2  THREE YEARS FROM THE EFFECTIVE DATE OF THIS SUBDIVISION.\n    3    11.  THE AUTHORITY IS AUTHORIZED TO AUCTION OFF TO THE HIGHEST BIDDER,\n    4  PROVIDED THAT THE PERSON MEETS ALL THE  APPLICABLE  REQUIREMENTS,  ADDI-\n    5  TIONAL  LICENSES  FOR  THE  SALE OF LIQUOR OR WINE OR BOTH AT RETAIL FOR\n    6  CONSUMPTION OFF THE PREMISES. THE REVENUE FROM THIS SALE SHALL BE  ALLO-\n    7  CATED FOR THE INCREASED LICENSURE AND ENFORCEMENT EFFORTS OF THE AUTHOR-\n    8  ITY.  THE  AUTHORITY  SHALL  BE  AUTHORIZED TO SELL NO MORE THAN FIFTEEN\n    9  ADDITIONAL LICENSES EVERY TWO YEARS, BEGINNING ON APRIL FIRST, TWO THOU-\n   10  SAND THIRTEEN.\n   11    S 3. Subdivision 2 of section 79 of the alcoholic beverage control law\n   12  is amended and four new subdivisions 5, 6, 7, and 8 are added to read as\n   13  follows:\n   14    2. [Not more than one license shall be] NOTHING IN THIS SECTION  SHALL\n   15  BE  CONSTRUED  TO  PROHIBIT  MULTIPLE LICENSES FROM BEING granted to any\n   16  person under this section.\n   17    5. ANY LICENSE OBTAINED UNDER THIS SECTION INCLUDES  AUTHORIZATION  TO\n   18  SELL ALCOHOLIC BEVERAGES FOR RESALE TO LICENSED PREMISES FOR ON-PREMISES\n   19  CONSUMPTION    AS   LICENSED   BY   SECTIONS   FIFTY-FIVE,   SIXTY-FOUR,\n   20  SIXTY-FOUR-A, SEVENTY-NINE-B, AND EIGHTY-ONE OF THIS CHAPTER AS PROVIDED\n   21  IN SUBDIVISIONS THREE-A AND THREE-B OF SECTION ONE HUNDRED TWO  OF  THIS\n   22  CHAPTER.\n   23    6. COMMENCING ON THE EFFECTIVE DATE OF THIS SUBDIVISION, NO ADDITIONAL\n   24  LICENSES  SHALL BE ISSUED PURSUANT TO THIS SECTION EXCEPT AS OUTLINED IN\n   25  SUBDIVISION SEVEN OF THIS SECTION. THE PROVISIONS  OF  THIS  SUBDIVISION\n   26  SHALL NOT APPLY TO (A) THE RENEWAL, TRANSFER OR CONTINUANCE OF A LICENSE\n   27  PURSUANT  TO THIS CHAPTER, (B) AN APPLICATION FOR A LICENSE FILED BEFORE\n   28  THE EFFECTIVE DATE OF THIS SUBDIVISION, (C) THE ISSUANCE OF A LICENSE IN\n   29  ACCORDANCE WITH  THE  PROVISIONS  OF  THIS  CHAPTER,  TO  A  PERSON  WHO\n   30  PURCHASED THE BUSINESS OPERATIONS OF A LICENSEE, PROVIDED, HOWEVER, THAT\n   31  ANY  PERSON LICENSED UNDER THIS SECTION SHALL MAKE AN APPLICATION TO THE\n   32  LIQUOR AUTHORITY PRIOR TO SELLING ITS LICENSE TO ANOTHER PERSON.\n   33    7. ANY EXISTING LICENSE ISSUED UNDER THIS SECTION WHICH IS CANCELED OR\n   34  REVOKED BY THE LIQUOR AUTHORITY MAY BE  AUCTIONED  OFF  TO  THE  HIGHEST\n   35  BIDDER,  PROVIDED THAT THE PERSON MEETS ALL THE APPLICABLE REQUIREMENTS.\n   36  THE AMOUNT OF THE SALE OF THE EXISTING LICENSE  AS  AUTHORIZED  IN  THIS\n   37  SUBDIVISION  SHALL  BE  SUBJECT  TO  SALES  AND  COMPENSATING USE TAX AS\n   38  IMPOSED BY SECTION ELEVEN HUNDRED FIVE OF THE TAX LAW.\n   39    8. EACH EXISTING LICENSEE SHALL BE AUTHORIZED TO APPLY FOR  ONE  ADDI-\n   40  TIONAL  LICENSE  FOR RETAIL SALE OF LIQUOR FOR CONSUMPTION OFF THE PREM-\n   41  ISES FOR USE IN THE ESTABLISHMENT OF ANOTHER LICENSED PREMISES, PROVIDED\n   42  HOWEVER,  THE  ADDITIONAL  PREMISES   COMPLIES   WITH   ALL   APPLICABLE\n   43  RESTRICTIONS  AND  REQUIREMENTS.  THE  ADDITIONAL  LICENSE ISSUED BY THE\n   44  AUTHORITY UNDER THIS SUBDIVISION AS WELL AS ANY EXISTING LICENSE  ISSUED\n   45  UNDER THIS SECTION MAY BE SOLD PROVIDED THE PURCHASER MEETS ALL APPLICA-\n   46  BLE  REQUIREMENTS, WHICH SALE SHALL BE SUBJECT TO SALES AND COMPENSATING\n   47  USE TAX AS IMPOSED BY SECTION ELEVEN HUNDRED FIVE OF THE  TAX  LAW.  THE\n   48  AUTHORIZATION  FOR  THE  ESTABLISHMENT  OF A NEW PREMISES OR SALE OF THE\n   49  ADDITIONAL LICENSE UNDER THIS SUBDIVISION SHALL EXPIRE THREE YEARS  FROM\n   50  THE EFFECTIVE DATE OF THIS SUBDIVISION.\n   51    S  4.  Section  83 of the alcoholic beverage control law is amended by\n   52  adding a new subdivision 8 to read as follows:\n   53    8. THE ANNUAL FEE FOR A GROCERY OR DRUG STORE WINE LICENSE PURSUANT TO\n   54  SECTION SEVENTY-NINE-E OF THIS ARTICLE SHALL BE ONE HUNDRED TEN DOLLARS.\n   55  WHERE, HOWEVER, THE  APPLICANT  IS  THE  HOLDER  OF  TWO  OR  MORE  SUCH\n\n       S. 897                              4\n\n    1  LICENSES, THE ANNUAL FEE FOR EACH ADDITIONAL LICENSE SHALL BE DOUBLE THE\n    2  AMOUNT HEREINABOVE SET FORTH.\n    3    S  5. Subdivision 2-a of section 100 of the alcoholic beverage control\n    4  law, as amended by chapter 249 of the laws of 2002, is amended  to  read\n    5  as follows:\n    6    2-a.  No  retailer  shall  employ,  or permit to be employed, or shall\n    7  suffer to work, on any premises licensed for retail sale hereunder,  any\n    8  person  under the age of eighteen years, as a hostess, waitress, waiter,\n    9  or in any other capacity where the duties  of  such  person  require  or\n   10  permit  such  person  to  sell,  dispense or handle alcoholic beverages;\n   11  except that: (1) any person under the age of eighteen years and employed\n   12  by any person holding a grocery or drug  store  beer  license  shall  be\n   13  permitted  to  handle and deliver beer and wine products for such licen-\n   14  see, (2) any person under the age of eighteen employed as a cashier by a\n   15  person holding a grocery or drug store beer license shall  be  permitted\n   16  to  record  and  receive payment for beer and wine product sales when in\n   17  the presence of and under the direct supervision of  a  person  eighteen\n   18  years  of  age or over, (2-a) any person under the age of eighteen years\n   19  and employed by a person holding a grocery  store  or  drug  store  beer\n   20  license  as  either a cashier or in any other position to which handling\n   21  of containers which may have  held  alcoholic  beverages  is  necessary,\n   22  shall  be permitted to handle the containers if such have been presented\n   23  for redemption in accordance with the provisions of title ten of article\n   24  twenty-seven of the environmental conservation law, [and] (3) any person\n   25  under the age of eighteen years employed as  a  dishwasher,  busboy,  or\n   26  other  such  position  as to which handling of containers which may have\n   27  held alcoholic beverages is necessary shall be permitted to do so  under\n   28  the  direct  supervision  of a person of legal age to purchase alcoholic\n   29  beverages in the state, (4) ANY PERSON UNDER THE AGE OF  EIGHTEEN  YEARS\n   30  AND  EMPLOYED BY ANY PERSON HOLDING A GROCERY OR DRUG STORE WINE LICENSE\n   31  SHALL BE PERMITTED TO HANDLE AND DELIVER WINE FOR SUCH LICENSEE, AND (5)\n   32  ANY PERSON UNDER THE AGE OF EIGHTEEN EMPLOYED AS A CASHIER BY  A  PERSON\n   33  HOLDING  A  GROCERY  OR  DRUG  STORE  WINE LICENSE SHALL BE PERMITTED TO\n   34  RECORD AND RECEIVE PAYMENT FOR WINE WHEN IN THE PRESENCE  OF  AND  UNDER\n   35  THE DIRECT SUPERVISION OF A PERSON EIGHTEEN YEARS OF AGE OR OVER.\n   36    S  6.  Section 100 of the alcoholic beverage control law is amended by\n   37  adding a new subdivision 2-c to read as follows:\n   38    2-C. NO PERSON SHALL SELL, DELIVER OR GIVE AWAY OR CAUSE OR PERMIT  OR\n   39  PROCURE  TO  BE SOLD, DELIVERED OR GIVEN AWAY ANY ALCOHOLIC BEVERAGES TO\n   40  ANY PERSON, ACTUALLY OR APPARENTLY, UNDER THE AGE OF  TWENTY-ONE  YEARS.\n   41  AS  A  PRECONDITION TO THE SALE OF ANY ALCOHOLIC BEVERAGE, THE PURCHASER\n   42  OF ANY ALCOHOLIC BEVERAGE MUST  PROVIDE  WRITTEN  EVIDENCE  OF  AGE.  NO\n   43  LICENSEE,  OR  AGENT OR EMPLOYEE OF A LICENSEE UNDER THIS CHAPTER, SHALL\n   44  ACCEPT AS WRITTEN EVIDENCE OF AGE BY ANY SUCH PERSON FOR THE PURCHASE OF\n   45  ANY ALCOHOLIC BEVERAGE, ANY DOCUMENTATION OTHER THAN: (A) A VALID  DRIV-\n   46  ER'S LICENSE OR NON-DRIVER IDENTIFICATION CARD ISSUED BY THE COMMISSION-\n   47  ER OF MOTOR VEHICLES, THE FEDERAL GOVERNMENT, ANY UNITED STATES TERRITO-\n   48  RY,  COMMONWEALTH  OR  POSSESSION,  THE  DISTRICT  OF  COLUMBIA, A STATE\n   49  GOVERNMENT WITHIN THE UNITED STATES OR A PROVINCIAL  GOVERNMENT  OF  THE\n   50  DOMINION  OF CANADA, OR (B) A VALID PASSPORT ISSUED BY THE UNITED STATES\n   51  GOVERNMENT OR ANY OTHER COUNTRY, OR (C) AN IDENTIFICATION CARD ISSUED BY\n   52  THE ARMED FORCES OF THE UNITED STATES.\n   53    S 7. Paragraph (a) of subdivision 14 of section 105 of  the  alcoholic\n   54  beverage control law, as amended by section 1 of part U of chapter 63 of\n   55  the laws of 2003, is amended to read as follows:\n\n       S. 897                              5\n\n    1    (a)  No  premises licensed to sell liquor and/or wine for off-premises\n    2  consumption shall be permitted to remain open:\n    3    (i)  On  Sunday  before  [twelve  o'clock post meridian] EIGHT O'CLOCK\n    4  ANTEMERIDIAN and after nine o'clock post meridian.\n    5    (ii) On any day between [midnight and] THREE O'CLOCK ANTEMERIDIAN  AND\n    6  eight o'clock antemeridian.\n    7    [(iii) On the twenty-fifth day of December, known as Christmas day.]\n    8    In  any  community  where daylight saving time is in effect, such time\n    9  shall be deemed the standard time for the purpose of this subdivision.\n   10    S 8. Section 105 of the alcoholic beverage control law is  amended  by\n   11  adding a new subdivision 24 to read as follows:\n   12    24. COOPERATIVE AGREEMENTS BY LICENSEES TO SELL AT RETAIL FOR CONSUMP-\n   13  TION  ON THE PREMISES. ANY TWO OR MORE RETAIL LICENSEES FOR OFF-PREMISES\n   14  CONSUMPTION MAY JOIN IN A COOPERATIVE AGREEMENT TO MAKE JOINT  PURCHASES\n   15  OF  ALCOHOLIC  BEVERAGES  IN  LARGER  QUANTITIES THAN MIGHT OTHERWISE BE\n   16  PURCHASED; PROVIDED, HOWEVER, THAT  ALL  ALCOHOLIC  BEVERAGES  PURCHASED\n   17  PURSUANT TO ANY SUCH AGREEMENT SHALL BE DISTRIBUTED TO NONE OTHER THAN A\n   18  LICENSEE WHO IS A PARTY TO SUCH AGREEMENT.\n   19    S 9. Subdivisions 3-a and 3-b of section 102 of the alcoholic beverage\n   20  control  law, as amended by chapter 458 of the laws of 1993, are amended\n   21  to read as follows:\n   22    3-a. No licensee or permittee shall purchase or agree to purchase  any\n   23  alcoholic  beverages  from  any  person within the state who is not duly\n   24  licensed to sell such alcoholic beverage as the case may be, at the time\n   25  of such agreement and sale nor give any order for any alcoholic beverage\n   26  to any individual who is not the holder of a solicitor's permit,  except\n   27  as  provided for in section eighty-five [or], ninety-nine-g, OR SEVENTY-\n   28  NINE-E, OR SUBDIVISION TEN OF SECTION SIXTY-THREE of this chapter.\n   29    3-b. No retail licensee shall purchase, agree to purchase  or  receive\n   30  any  alcoholic  beverage  except  from a person duly licensed within the\n   31  state by the liquor authority to sell such  alcoholic  beverage  at  the\n   32  time  of  such  agreement  and  sale  to such retail licensee, except as\n   33  provided  for   in   section   eighty-five   [or],   ninety-nine-g,   OR\n   34  SEVENTY-NINE-E,  OR SUBDIVISION TEN OF SECTION SIXTY-THREE of this chap-\n   35  ter.\n   36    S 10. Subdivision 2 of section 79 of the  alcoholic  beverage  control\n   37  law is amended to read as follows:\n   38    2.  [Not more than one license shall be] NOTHING IN THIS SECTION SHALL\n   39  BE CONSTRUED TO PROHIBIT MULTIPLE LICENSES FROM  BEING  granted  to  any\n   40  person under this section.\n   41    S  11.  Subdivision 2 of section 105 of the alcoholic beverage control\n   42  law is REPEALED.\n   43    S 12. Subdivision 7 of section 105 of the alcoholic  beverage  control\n   44  law is REPEALED.\n   45    S  13.  The  alcoholic beverage control law is amended by adding a new\n   46  section 79-e to read as follows:\n   47    S 79-E. GROCERY OR DRUG STORE WINE LICENSE. 1. ANY PERSON MAY APPLY TO\n   48  THE AUTHORITY FOR A LICENSE TO SELL FROM THE LICENSED PREMISES  WINE  IN\n   49  SEALED CONTAINERS FOR CONSUMPTION OFF SUCH PREMISES.\n   50    2.  NO  SUCH  LICENSE  SHALL BE ISSUED, HOWEVER, TO ANY PERSON FOR ANY\n   51  PREMISES OTHER THAN A GROCERY STORE, AS DEFINED IN SUBDIVISION  THIRTEEN\n   52  OF  SECTION THREE OF THIS CHAPTER, OR A DRUG STORE, AS DEFINED IN SUBDI-\n   53  VISION TWELVE OF SECTION THREE OF THIS CHAPTER.\n   54    3. (A) NOTWITHSTANDING ANY OTHER PROVISION OF THIS CHAPTER, EXCEPT FOR\n   55  GOOD CAUSE SHOWN, THE AUTHORITY SHALL ISSUE A GROCERY OR DRUG STORE WINE\n   56  LICENSE TO THE HOLDER OF A LICENSE TO SELL BEER AT RETAIL  FOR  CONSUMP-\n\n       S. 897                              6\n\n    1  TION OFF THE PREMISES PURSUANT TO SECTION FIFTY-FOUR OF THIS CHAPTER, OR\n    2  BEER AND WINE PRODUCTS AT RETAIL FOR CONSUMPTION OFF THE PREMISES PURSU-\n    3  ANT  TO  SECTION  FIFTY-FOUR-A  OF  THIS CHAPTER, AT THE REQUEST OF SUCH\n    4  LICENSEE.\n    5    (B)  FOR THE PURPOSES OF THIS SUBDIVISION, THE PREMISES OF THE GROCERY\n    6  OR DRUG STORE WINE LICENSEE SHALL BE THE SAME AS THE  PREMISES  LICENSED\n    7  UNDER SECTION FIFTY-FOUR OR FIFTY-FOUR-A OF THIS CHAPTER.\n    8    (C)  NOTWITHSTANDING ANY OTHER PROVISIONS OF THIS CHAPTER, ANY LICENSE\n    9  ISSUED PURSUANT TO THIS SECTION SHALL RUN CONCURRENTLY WITH THE UNDERLY-\n   10  ING LICENSE UNDER SECTION FIFTY-FOUR OR FIFTY-FOUR-A  OF  THIS  CHAPTER,\n   11  AND  SHALL  BE  DEEMED  EXPIRED  AT  SUCH TIME AS THE UNDERLYING LICENSE\n   12  EXPIRES.\n   13    (D) WINE TASTING. ANY PERSON LICENSED TO SELL WINE  PURSUANT  TO  THIS\n   14  ARTICLE SHALL BE PERMITTED TO CONDUCT WINE TASTINGS. WINE TASTINGS WHICH\n   15  ARE  CONDUCTED UNDER THE AUSPICES OF AN OFFICIAL AGENT OF A FARM WINERY,\n   16  WINERY, WHOLESALER, OR IMPORTER AND WHERE SUCH AGENT IS PHYSICALLY PRES-\n   17  ENT AT ALL TIMES DURING THE CONDUCT OF THE TASTING, THEN, IN THAT EVENT,\n   18  ANY LIABILITY STEMMING FROM A RIGHT OF  ACTION  RESULTING  FROM  A  WINE\n   19  TASTING  AS  AUTHORIZED PURSUANT TO THIS SECTION, AND IN ACCORDANCE WITH\n   20  THE PROVISIONS OF SECTIONS 11-100 AND 11-101 OF THE GENERAL  OBLIGATIONS\n   21  LAW, SHALL ACCRUE TO THE FARM WINERY, WINERY, WHOLESALER, OR IMPORTER.\n   22    4.  NOTWITHSTANDING ANY OTHER PROVISION OF THIS CHAPTER, THE AUTHORITY\n   23  MAY ISSUE A LICENSE UNDER THIS SECTION TO THE HOLDER  OF  A  LICENSE  TO\n   24  SELL WINE AT RETAIL FOR CONSUMPTION OFF THE PREMISES PURSUANT TO SECTION\n   25  SEVENTY-NINE  OF THIS ARTICLE, PROVIDED THAT: (A) THE LICENSEE MEETS THE\n   26  REQUIREMENTS OF SUBDIVISION TWO OF THIS SECTION; AND (B)  UPON  ISSUANCE\n   27  OF  A  LICENSE,  THE  LICENSEE UNDER THIS SECTION SURRENDERS THE LICENSE\n   28  CERTIFICATE ISSUED PURSUANT TO SUCH SECTION SEVENTY-NINE.\n   29    5. SUCH APPLICATION SHALL BE IN  SUCH  FORM  AND  SHALL  CONTAIN  SUCH\n   30  INFORMATION AS SHALL BE REQUIRED BY THE RULES OF THE AUTHORITY AND SHALL\n   31  BE  ACCOMPANIED BY A CHECK OR DRAFT IN THE AMOUNT REQUIRED BY THIS ARTI-\n   32  CLE FOR SUCH LICENSE.\n   33    6. NOTWITHSTANDING ANY OTHER PROVISIONS OF THIS  CHAPTER,  ANY  PERSON\n   34  RECEIVING A LICENSE PURSUANT TO THIS SECTION SHALL NOT BE SUBJECT TO THE\n   35  PROVISIONS  OF SUBDIVISION TWO, THREE OR FOUR OF SECTION SEVENTY-NINE OF\n   36  THIS ARTICLE.\n   37    7. NOTWITHSTANDING ANY OTHER PROVISIONS OF THIS  CHAPTER,  ANY  PERSON\n   38  RECEIVING A LICENSE PURSUANT TO THIS SECTION SHALL NOT BE SUBJECT TO THE\n   39  PROVISIONS  OF PARAGRAPH (A) OF SUBDIVISION THREE OF SECTION ONE HUNDRED\n   40  FIVE OF THIS CHAPTER.\n   41    8. (A) A ONE-TIME FRANCHISE FEE SHALL  BE  PAID  FOR  BY  EACH  RETAIL\n   42  OUTLET  TO  THE  STATE  LIQUOR  AUTHORITY.  THIS FRANCHISE FEE IS HEREBY\n   43  IMPOSED AT A RATE OF 0.46 OF ONE PERCENT OF THE TOTAL GROSS SALES AT THE\n   44  INDIVIDUAL LICENSED PREMISES OF THE LICENSEE IN THE PREVIOUS YEAR.\n   45    (B) IN THE EVENT AN APPLICANT HAS  BEEN  IN  BUSINESS  FOR  LESS  THAN\n   46  TWELVE  MONTHS  PRIOR TO THE FILING OF THE APPLICATION FOR THIS LICENSE,\n   47  SUCH APPLICANT SHALL, IN ACCORDANCE WITH THE  RULES  OF  THE  AUTHORITY,\n   48  REMIT  AN  ESTIMATE  OF  ITS  FRANCHISE FEE BASED ON SQUARE FOOTAGE AT A\n   49  LICENSEE'S LOCATION PURSUANT TO THE FOLLOWING SCHEDULE:\n   50  SQUARE FOOTAGE AT             FRANCHISE FEE\n   51  LICENSEE'S LOCATION           PER LOCATION\n   52          0-999                 $825\n   53    1,000-1,999                 $1,650\n   54    2,000-3,999                 $3,300\n   55    4,000-9,999                 $8,250\n   56  10,000-19,999                 $16,500\n\n       S. 897                              7\n\n    1  20,000-24,999                 $33,000\n    2  25,000-29,999                 $82,500\n    3  30,000-39,999                 $132,000\n    4  40,000 AND GREATER            $495,000\n    5    WITHIN  SIXTY DAYS AFTER SUCH LICENSEE SHALL HAVE BEEN IN BUSINESS FOR\n    6  TWELVE MONTHS, SUCH LICENSEE SHALL SUBMIT TO THE AUTHORITY,  IN  ACCORD-\n    7  ANCE  WITH  THE  RULES  OF THE AUTHORITY, A STATEMENT SHOWING ITS ACTUAL\n    8  TOTAL GROSS SALES FOR THE FIRST TWELVE MONTHS OF OPERATION AND THE FRAN-\n    9  CHISE FEE DUE PURSUANT TO PARAGRAPH (A)  OF  THIS  SUBDIVISION.  IN  THE\n   10  EVENT  THE  FRANCHISE  FEE DETERMINED PURSUANT TO SUCH PARAGRAPH EXCEEDS\n   11  THE AMOUNT PAID PURSUANT TO THIS PARAGRAPH,  THE  LICENSEE  SHALL  REMIT\n   12  PAYMENT  FOR  THE  BALANCE  OF  THE  REQUIRED  FRANCHISE FEE WITHIN SUCH\n   13  SIXTY-DAY PERIOD. FAILURE TO REMIT PAYMENT WITHIN SUCH SIXTY-DAY  PERIOD\n   14  SHALL  BE GROUNDS FOR CANCELLATION OR REVOCATION OF SUCH LICENSE. IN THE\n   15  EVENT THAT THE FRANCHISE FEE DUE  PURSUANT  TO  PARAGRAPH  (A)  OF  THIS\n   16  SUBDIVISION IS LESS THAN THE AMOUNT PAID PURSUANT TO THIS PARAGRAPH, THE\n   17  LICENSEE  SHALL  BE ENTITLED TO A REFUND EQUAL TO THE DIFFERENCE BETWEEN\n   18  THE FRANCHISE FEE PAID PURSUANT TO THIS PARAGRAPH  AND  THE  AMOUNT  DUE\n   19  PURSUANT TO PARAGRAPH (A) OF THIS SUBDIVISION.\n   20    (C)  NO  LICENSE  SHALL  BE  ISSUED PURSUANT TO THIS SECTION UNTIL THE\n   21  FRANCHISE FEE OR ESTIMATED FRANCHISE FEE UNDER THIS SUBDIVISION REQUIRED\n   22  BY EITHER PARAGRAPH (A) OR (B) OF THIS  SUBDIVISION  HAS  BEEN  PAID  IN\n   23  FULL.\n   24    (D)  THE  FRANCHISE FEE SHALL BE DEPOSITED AND DISPOSED OF IN THE SAME\n   25  MANNER AS ANY LICENSE FEE AS PROVIDED IN SECTION ONE HUNDRED TWENTY-FIVE\n   26  OF THIS CHAPTER.\n   27    9. (A) ANY PERSON LICENSED  TO SELL WINE PURSUANT TO THIS ARTICLE THAT\n   28  OPERATES THE PREMISES OF THE GROCERY OR DRUG STORE  WINE  LICENSEE  THAT\n   29  OCCUPIES  LESS  THAN  ONE  THOUSAND  SQUARE  FEET MAY PURCHASE, AGREE TO\n   30  PURCHASE OR RECEIVE ANY ALCOHOLIC BEVERAGE FROM A PERSON LICENSED  UNDER\n   31  SECTION  SIXTY-THREE  OF  THIS  CHAPTER  TO  SELL  LIQUOR  AT RETAIL FOR\n   32  CONSUMPTION OFF THE PREMISES.\n   33    (B) ANY PERSON LICENSED TO SELL WINE AT RETAIL FOR CONSUMPTION OFF THE\n   34  PREMISES UNDER SECTION SEVENTY-NINE OF THIS  ARTICLE  IS  AUTHORIZED  TO\n   35  SELL  WINE  TO PERSONS LICENSED TO SELL WINE UNDER THIS ARTICLE AND THIS\n   36  SECTION WHO OPERATE THE PREMISES OF  THE  GROCERY  OR  DRUG  STORE  WINE\n   37  LICENSEE THAT OCCUPIES LESS THAN ONE THOUSAND SQUARE FEET.\n   38    10.  THE STATE LIQUOR AUTHORITY MAY MAKE SUCH RULES AS IT DEEMS NECES-\n   39  SARY TO CARRY OUT THE PROVISIONS OF THIS SECTION,  HOWEVER,  SUCH  RULES\n   40  SHALL  NOT BE CONSTRUED TO PLACE ADDITIONAL LIMITATIONS UPON THE HOLDERS\n   41  OF LICENSES ISSUED PURSUANT TO  SECTION  SEVENTY-NINE  OF  THIS  ARTICLE\n   42  UNRELATED TO THE SALE OF WINE.\n   43    S  14. Subdivision 10 of section 105 of the alcoholic beverage control\n   44  law, paragraph (a) as amended by chapter 679 of the  laws  of  1950,  is\n   45  amended to read as follows:\n   46    10.  [(a)] Each retail licensee of liquor and/or wine for off-premises\n   47  consumption shall have conspicuously displayed within  the  interior  of\n   48  the  licensed  premises where sales are made and where it can be readily\n   49  inspected by consumers a printed price list of the liquors and/or  wines\n   50  offered for sale therein; and no liquor and/or wine shall be sold except\n   51  at the price set forth in such list[;\n   52    (b)  No  screen,  blind, curtain, partition, article or thing shall be\n   53  permitted in the windows or upon the doors of  such  licensed  premises,\n   54  which  shall  prevent  a  clear  view into the interior of such licensed\n   55  premises from the sidewalk, at all times; and\n\n       S. 897                              8\n\n    1    (c) No booth, screen, partition or other obstruction shall be  permit-\n    2  ted in the interior of said licensed premises].\n    3    S  15.  The  alcoholic beverage control law is amended by adding a new\n    4  section 97-b to read as follows:\n    5    S 97-B. TEMPORARY RETAIL PERMIT FOR NEW APPLICANTS. 1.  THE  AUTHORITY\n    6  IS  HEREBY AUTHORIZED TO ISSUE A TEMPORARY RETAIL PERMIT TO AN APPLICANT\n    7  OF A PREMISES THAT IS NOT LICENSED WHEN THE APPLICANT HAS FILED WITH THE\n    8  AUTHORITY AN APPLICATION FOR A RETAIL LICENSE AT SUCH  PREMISES  OR  HAS\n    9  FILED  RENEWAL OF SUCH LICENSE. SUCH APPLICATION SHALL BE IN WRITING AND\n   10  VERIFIED AND SHALL CONTAIN INFORMATION AS THE AUTHORITY  SHALL  REQUIRE.\n   11  SUCH  APPLICATION  SHALL  BE ACCOMPANIED BY A FILING FEE OF SEVENTY-FIVE\n   12  DOLLARS.\n   13    2. UPON APPLICATION, THE AUTHORITY  SHALL  ISSUE  A  TEMPORARY  RETAIL\n   14  PERMIT  WHEN  THE  APPLICANT HAS FILED WITH THE AUTHORITY AN APPLICATION\n   15  FOR A RETAIL LICENSE AT SUCH PREMISES OR  A  RENEWAL  THEREOF,  TOGETHER\n   16  WITH  ALL REQUIRED FILING AND LICENSE FEES. A TEMPORARY PERMIT ISSUED BY\n   17  THE AUTHORITY PURSUANT TO THIS SECTION SHALL BE  FOR  A  PERIOD  NOT  TO\n   18  EXCEED NINETY DAYS. A TEMPORARY PERMIT MAY BE EXTENDED AT THE DISCRETION\n   19  OF THE AUTHORITY, FOR AN ADDITIONAL THIRTY DAYS.\n   20    3.  PURSUANT  TO  THIS  SECTION  A  TEMPORARY RETAIL PERMIT MAY NOT BE\n   21  ISSUED FOR ANY PREMISES THAT IS IN VIOLATION OF THE PROVISIONS OF SUBDI-\n   22  VISION SEVEN OF SECTION SIXTY-FOUR, SUBDIVISION SEVEN OF SECTION  SIXTY-\n   23  FOUR-A,  SUBDIVISION FIVE OF SECTION SIXTY-FOUR-B, SUBDIVISION ELEVEN OF\n   24  SECTION SIXTY-FOUR-C,  SUBDIVISION  EIGHT  OF  SECTION  SIXTY-FOUR-D  OR\n   25  SUBDIVISION THREE OF SECTION ONE HUNDRED FIVE OF THIS CHAPTER.\n   26    4. A TEMPORARY RETAIL PERMIT IS A CONDITIONAL PERMIT AND SHALL AUTHOR-\n   27  IZE THE HOLDER THEREOF TO, IN THE CASE OF ALL OTHER RETAIL APPLICATIONS,\n   28  PURCHASE  AND  SELL SUCH ALCOHOLIC BEVERAGES AS WOULD BE PERMITTED TO BE\n   29  PURCHASED AND SOLD UNDER THE PRIVILEGES OF THE LICENSE APPLIED  FOR;  TO\n   30  SELL  ALCOHOLIC  BEVERAGES  TO CONSUMERS ONLY AND NOT FOR RESALE; AND TO\n   31  PURCHASE ALCOHOLIC BEVERAGES ONLY BY PAYMENT IN CURRENCY  OR  CHECK  FOR\n   32  SUCH  ALCOHOLIC  BEVERAGES ON OR BEFORE THEY ARE DELIVERED TO SUCH PREM-\n   33  ISES.\n   34    5. NOTWITHSTANDING ANY OTHER PROVISION OF LAW, A TEMPORARY PERMIT  MAY\n   35  BE  SUMMARILY CANCELLED OR SUSPENDED AT ANY TIME IF THE AUTHORITY DETER-\n   36  MINES THAT GOOD CAUSE FOR SUCH CANCELLATION OR  SUSPENSION  EXISTS.  THE\n   37  AUTHORITY  SHALL  PROMPTLY  NOTIFY  THE  HOLDER OF A TEMPORARY PERMIT IN\n   38  WRITING OF SUCH CANCELLATION OR  SUSPENSION  AND  SHALL  SET  FORTH  THE\n   39  REASONS FOR SUCH ACTION.\n   40    6.  APPROVAL OF, OR EXTENSION OF, A TEMPORARY RETAIL LICENSE SHALL NOT\n   41  BE DEEMED AS AN APPROVAL OF THE RETAIL APPLICATION.\n   42    7. NOTWITHSTANDING ANY INCONSISTENT PROVISION OF LAW TO THE  CONTRARY,\n   43  THE AUTHORITY MAY PROMULGATE SUCH RULES AND REGULATIONS AS MAY BE NECES-\n   44  SARY TO CARRY OUT THE PROVISIONS OF THIS SECTION.\n   45    S 16. Paragraph (b) of subdivision 3 of section 101-b of the alcoholic\n   46  beverage control law, as amended by section 1 of part E of chapter 56 of\n   47  the laws of 2006, is amended to read as follows:\n   48    (b)  No  brand  of  liquor  or wine shall be sold to or purchased by a\n   49  retailer unless a schedule, as provided by this section, is  transmitted\n   50  to  and  received  by  the liquor authority, and is then in effect. Such\n   51  schedule shall be transmitted to the authority  in  such  form,  manner,\n   52  medium  and  format  as  the  authority may direct; shall be deemed duly\n   53  verified by the person submitting such schedule upon its transmission to\n   54  the authority; and shall contain, with respect to each item,  the  exact\n   55  brand  or  trade  name, capacity of package, nature of contents, age and\n   56  proof where stated on the label, the number of bottles contained in each\n\n       S. 897                              9\n\n    1  case, the bottle and case price to retailers, the net  bottle  and  case\n    2  price paid by the seller, which prices, in each instance, shall be indi-\n    3  vidual  for  each item and not in \"combination\" with any other item, the\n    4  discounts  for  quantity, if any, and the discounts for time of payment,\n    5  if any. FOR PURPOSES OF THIS PARAGRAPH, IN REGARDS TO PREMISES  LICENSED\n    6  UNDER  SECTION  SIXTY-THREE  OF  THIS  CHAPTER,  \"COMBINATION\" SHALL NOT\n    7  INCLUDE WINES PROVIDED BY THE SAME VINEYARD OR DISTRIBUTOR TO A RETAILER\n    8  AND WHERE SUCH WINES MAY BE DIFFERENT. Such  brand  of  liquor  or  wine\n    9  shall not be sold to retailers except at the price and discounts then in\n   10  effect  unless  prior written permission of the authority is granted for\n   11  good cause shown and for reasons not inconsistent with  the  purpose  of\n   12  this  chapter.  Such  schedule shall be transmitted by each manufacturer\n   13  selling such brand to retailers and  by  each  wholesaler  selling  such\n   14  brand to retailers.\n   15    S  17.  This  act  shall  take effect on the one hundred eightieth day\n   16  after it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the alcoholic beverage control law, in relation to enacting the wine industry and liquor store revitalization act; and to repeal certain provisions of such law relating thereto ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110103.T105854.TXT", "SOBI.D110103.T121903.TXT", "SOBI.D110103.T115401.TXT", "SOBI.D110106.T102200.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294327320775
}