{
  "year" : 2011,
  "senateBillNo" : "S898-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO CITIES",
    "billEventId" : "S898-2011-1294203600000-REFERRED+TO+CITIES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "STAVISKY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires the terms of a motor vehicle sales contract entered into in NYC to be written in the language in which such contracts were negotiated",
  "summary" : "Requires the terms of a motor vehicle sales contract entered into in the city of New York to be written in the language in which such contract was negotiated; requires retail motor vehicle dealers who negotiate primarily in any language other than English to deliver to the consumer a translation of such contract in the language in which such contract was negotiated; provides remedies to aggrieved consumers. ",
  "currentCommittee" : "CITIES",
  "sameAs" : "A2332",
  "lawSection" : "New York City Administrative Code",
  "previousVersions" : [ "S1546-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          898\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by Sen. STAVISKY -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Cities\n\n       AN ACT to amend the administrative code of the  city  of  New  York,  in\n         relation  to requiring certain contracts to be written in the language\n         in which such contracts were negotiated\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. The administrative code of the city of New York is amended\n    2  by adding a new section 20-700.1 to read as follows:\n    3    S 20-700.1 CONTRACTS IN CERTAIN LANGUAGES FOR THE SALE OR LEASE OF NEW\n    4  OR USED MOTOR VEHICLES. ANY RETAIL MOTOR VEHICLE DEALER  WHO  NEGOTIATES\n    5  PRIMARILY IN A LANGUAGE OTHER THAN ENGLISH, ORALLY OR IN WRITING, IN THE\n    6  COURSE  OF  ENTERING  INTO  A CONTRACT FOR THE SALE OR LEASE OF A NEW OR\n    7  USED MOTOR VEHICLE, SHALL DELIVER TO THE CONSUMER WHO IS THE OTHER PARTY\n    8  TO SUCH CONTRACT AND  PRIOR  TO  THE  EXECUTION  OF  SUCH  CONTRACT,  AN\n    9  UNSIGNED  TRANSLATION  OF  SUCH  CONTRACT, IN THE LANGUAGE IN WHICH SUCH\n   10  CONTRACT WAS NEGOTIATED.\n   11    A. IN ADDITION TO THE PENALTIES IMPOSED UNDER THIS SUBCHAPTER, FAILURE\n   12  TO COMPLY  WITH  THE  PROVISIONS  OF  THIS  SECTION  SHALL  ENTITLE  THE\n   13  AGGRIEVED  CONSUMER  TO  CANCEL  SUCH CONTRACT. UPON A FAILURE TO COMPLY\n   14  WITH THE PROVISIONS OF THIS SECTION, THE AGGRIEVED CONSUMER  MAY  CANCEL\n   15  THE CONTRACT. FOR PURPOSES OF THIS SECTION, CANCELLATION SHALL BE DEEMED\n   16  TO  HAVE  OCCURRED  WHEN  WRITTEN NOTICE OF CANCELLATION IS GIVEN TO THE\n   17  RETAIL DEALER. NOTICE OF CANCELLATION, IF MAILED, SHALL BE DEEMED DELIV-\n   18  ERED ON THE DATE OF THE POSTMARK. NOTICE OF CANCELLATION SHALL BE SUFFI-\n   19  CIENT IF SUCH NOTICE INDICATES THE INTENTION OF THE CONSUMER NOT  TO  BE\n   20  BOUND  BY  SUCH  CONTRACT.  IF A CONSUMER CANCELS A CONTRACT PURSUANT TO\n   21  THIS SUBDIVISION, THE RETAIL DEALER SHALL  NOT  IMPOSE  ANY  PENALTY  OR\n   22  OBLIGATION  UPON SUCH CONSUMER. WHEN A CONTRACT, WHICH HAS BEEN SOLD AND\n   23  ASSIGNED TO  A  FINANCIAL  INSTITUTION  IS  CANCELED  PURSUANT  TO  THIS\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00037-01-1\n\n       S. 898                              2\n\n    1  SECTION,  SUCH  CONSUMER  SHALL MAKE RESTITUTION TO AND HAVE RESTITUTION\n    2  MADE BY THE RETAIL DEALER WITH WHOM HE OR SHE  MADE  THE  CONTRACT,  AND\n    3  SHALL  GIVE NOTICE OF CANCELLATION TO THE ASSIGNEE. NOTWITHSTANDING THAT\n    4  THE  CONTRACT  WAS  ASSIGNED  WITHOUT  RECOURSE, THE ASSIGNMENT SHALL BE\n    5  DEEMED CANCELED AND THE ASSIGNOR SHALL PROMPTLY REPURCHASE THE  CONTRACT\n    6  FROM THE ASSIGNEE.\n    7    B. THE TERMS OF THE CONTRACT WHICH IS EXECUTED IN THE ENGLISH LANGUAGE\n    8  SHALL  DETERMINE THE RIGHTS AND OBLIGATIONS OF THE PARTIES. HOWEVER, THE\n    9  TRANSLATION OF THE CONTRACT IN ANY LANGUAGE OTHER THAN ENGLISH IN  WHICH\n   10  THE CONTRACT WAS NEGOTIATED SHALL BE ADMISSIBLE IN EVIDENCE ONLY TO SHOW\n   11  THAT NO CONTRACT WAS ENTERED INTO BECAUSE OF A SUBSTANTIAL DIFFERENCE IN\n   12  THE MATERIAL TERMS AND CONDITIONS OF THE CONTRACT AND THE TRANSLATION.\n   13    C.  THE  PROVISIONS  OF THIS SECTION SHALL BE IN ADDITION TO ANY OTHER\n   14  RIGHTS TO REVOKE AN OFFER.\n   15    S 2. This act shall take effect on the one hundred twentieth day after\n   16  it shall have become a law and shall apply to contracts entered into  on\n   17  or after such date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the administrative code of the city of New York, in relation to requiring certain contracts to be written in the language in which such contracts were negotiated ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110103.T121903.TXT", "SOBI.D110103.T110354.TXT", "SOBI.D110118.T141642.TXT", "SOBI.D110103.T115401.TXT", "SOBI.D110106.T102200.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295378202886
}