{
  "year" : 2011,
  "senateBillNo" : "S90-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO JUDICIARY",
    "billEventId" : "S90-2011-1294203600000-REFERRED+TO+JUDICIARY",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SQUADRON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the composition of boards of elections",
  "summary" : "Relates to the composition of boards of elections. ",
  "currentCommittee" : "JUDICIARY",
  "sameAs" : null,
  "lawSection" : "Constitution, Concurrent Resolutions to Amend",
  "previousVersions" : [ "SA5288-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          90\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by Sen. SQUADRON -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Judiciary\n\n                   CONCURRENT RESOLUTION OF THE SENATE AND ASSEMBLY\n\n       proposing an amendment to section 8 of article 2 of the constitution, in\n         relation to the composition of boards of elections\n\n    1    Section 1. Resolved (if the Assembly concur), That section 8 of  arti-\n    2  cle 2 of the constitution be amended to read as follows:\n    3    S  8.  All  laws  creating, regulating or affecting boards or officers\n    4  charged with the duty of qualifying voters, or of  distributing  ballots\n    5  to  voters,  or  of receiving, recording or counting votes at elections,\n    6  shall secure equal representation of the two political parties which, at\n    7  the general election next preceding that for which such boards or  offi-\n    8  cers  are  to  serve,  cast  the  highest and the next highest number of\n    9  votes. All such boards and officers shall be  appointed  or  elected  in\n   10  such  manner,  and  upon  the nomination of such representatives of said\n   11  parties respectively, as the legislature may direct AND SHALL HAVE  SUCH\n   12  OTHER  QUALIFICATIONS FOR PERFORMING THEIR DUTIES AS THE LEGISLATURE MAY\n   13  DIRECT.  Existing laws on this subject shall continue until the legisla-\n   14  ture shall otherwise provide. This section shall not apply to  town,  or\n   15  village elections.\n   16    S  2.  Resolved (if the Assembly concur), That the foregoing amendment\n   17  be referred to the first regular legislative session convening after the\n   18  next succeeding general election of members of  the  assembly,  and,  in\n   19  conformity  with  section  1  of  article  19  of  the  constitution, be\n   20  published for 3 months previous to the time of such election.\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD89010-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "Concurrent Resolution of the Senate and Assembly proposing an amendment to section 8 of article 2 of the constitution, in relation to the composition of boards of elections ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101203.T120447.TXT", "SOBI.D101202.T165102.TXT", "SOBI.D101202.T163101.TXT", "SOBI.D101203.T092437.TXT", "SOBI.D101203.T115947.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1291395887589
}