{
  "year" : 2011,
  "senateBillNo" : "S900-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO CONSUMER PROTECTION",
    "billEventId" : "S900-2011-1294203600000-REFERRED+TO+CONSUMER+PROTECTION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "STAVISKY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires motor vehicle sales contracts to be written in the language in which such contracts were negotiated",
  "summary" : "Requires motor vehicle sales and lease contract terms be written in the language in which such contracts were negotiated; requires retail motor vehicle dealers who negotiate primarily in languages other than English deliver to consumers a translation of such contracts in the language in which such contracts were negotiated; provides remedies to aggrieved consumers. ",
  "currentCommittee" : "CONSUMER PROTECTION",
  "sameAs" : null,
  "lawSection" : "General Business Law",
  "previousVersions" : [ "S1545-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          900\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by Sen. STAVISKY -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Consumer Protection\n\n       AN ACT to amend the general business law and the personal property  law,\n         in  relation  to  requiring  certain  contracts  to  be written in the\n         language in which such contracts were negotiated\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Section  396-p  of  the general business law, as added by\n    2  chapter 736 of the laws of 1978, is amended by adding a new  subdivision\n    3  2-a to read as follows:\n    4    2-A.  ANY  RETAIL  DEALER WHO NEGOTIATES PRIMARILY IN A LANGUAGE OTHER\n    5  THAN ENGLISH, ORALLY OR IN WRITING, IN THE COURSE  OF  ENTERING  INTO  A\n    6  CONTRACT  PROVIDED  FOR  IN  PARAGRAPH  (B)  OF  SUBDIVISION ONE OF THIS\n    7  SECTION, SHALL DELIVER TO THE CONSUMER WHO IS THE OTHER  PARTY  TO  SUCH\n    8  CONTRACT AND PRIOR TO THE EXECUTION OF SUCH CONTRACT, AN UNSIGNED TRANS-\n    9  LATION  OF  SUCH  CONTRACT,  IN  THE LANGUAGE IN WHICH SUCH CONTRACT WAS\n   10  NEGOTIATED.\n   11    (A) IN ADDITION TO THE PENALTIES IMPOSED UNDER SUBDIVISION SIX OF THIS\n   12  SECTION, FAILURE TO COMPLY WITH THE PROVISIONS OF THIS SUBDIVISION SHALL\n   13  ENTITLE THE AGGRIEVED CONSUMER TO CANCEL SUCH CONTRACT. UPON  A  FAILURE\n   14  TO COMPLY WITH THE PROVISIONS OF THIS SUBDIVISION, THE AGGRIEVED CONSUM-\n   15  ER  MAY CANCEL THE CONTRACT. FOR PURPOSES OF THIS SUBDIVISION, CANCELLA-\n   16  TION SHALL BE DEEMED TO HAVE OCCURRED WHEN WRITTEN NOTICE  OF  CANCELLA-\n   17  TION  IS  GIVEN TO THE RETAIL DEALER. NOTICE OF CANCELLATION, IF MAILED,\n   18  SHALL BE DEEMED DELIVERED ON THE DATE OF THE POSTMARK. NOTICE OF CANCEL-\n   19  LATION SHALL BE SUFFICIENT IF SUCH NOTICE INDICATES THE INTENTION OF THE\n   20  CONSUMER NOT TO BE BOUND BY SUCH  CONTRACT.  IF  A  CONSUMER  CANCELS  A\n   21  CONTRACT  PURSUANT TO THIS PARAGRAPH, THE RETAIL DEALER SHALL NOT IMPOSE\n   22  ANY PENALTY OR OBLIGATION UPON SUCH CONSUMER. WHEN A CONTRACT, WHICH HAS\n   23  BEEN SOLD AND ASSIGNED TO A FINANCIAL INSTITUTION IS  CANCELED  PURSUANT\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00046-01-1\n\n       S. 900                              2\n\n    1  TO  THIS  SUBDIVISION,  SUCH CONSUMER SHALL MAKE RESTITUTION TO AND HAVE\n    2  RESTITUTION MADE BY THE RETAIL DEALER WITH  WHOM  HE  OR  SHE  MADE  THE\n    3  CONTRACT,  AND  SHALL  GIVE  NOTICE  OF  CANCELLATION  TO  THE ASSIGNEE.\n    4  NOTWITHSTANDING  THAT  THE  CONTRACT  WAS ASSIGNED WITHOUT RECOURSE, THE\n    5  ASSIGNMENT SHALL BE DEEMED CANCELED  AND  THE  ASSIGNOR  SHALL  PROMPTLY\n    6  REPURCHASE THE CONTRACT FROM THE ASSIGNEE.\n    7    (B)  THE  TERMS  OF  THE  CONTRACT  WHICH  IS  EXECUTED IN THE ENGLISH\n    8  LANGUAGE SHALL DETERMINE THE RIGHTS  AND  OBLIGATIONS  OF  THE  PARTIES.\n    9  HOWEVER,  THE  TRANSLATION  OF  THE  CONTRACT IN ANY LANGUAGE OTHER THAN\n   10  ENGLISH IN WHICH THE CONTRACT WAS  NEGOTIATED  SHALL  BE  ADMISSIBLE  IN\n   11  EVIDENCE  ONLY  TO  SHOW  THAT NO CONTRACT WAS ENTERED INTO BECAUSE OF A\n   12  SUBSTANTIAL DIFFERENCE IN THE  MATERIAL  TERMS  AND  CONDITIONS  OF  THE\n   13  CONTRACT AND THE TRANSLATION.\n   14    (C)  THE  PROVISIONS  OF  THIS SUBDIVISION SHALL BE IN ADDITION TO ANY\n   15  OTHER RIGHTS TO REVOKE AN OFFER.\n   16    S 2. The general business law is amended by adding a new section 198-d\n   17  to read as follows:\n   18    S 198-D. CONTRACTS IN CERTAIN LANGUAGES FOR THE SALE OR LEASE OF  USED\n   19  MOTOR VEHICLES. ANY RETAIL DEALER WHO NEGOTIATES PRIMARILY IN A LANGUAGE\n   20  OTHER THAN ENGLISH, ORALLY OR IN WRITING, IN THE COURSE OF ENTERING INTO\n   21  A  CONTRACT FOR THE SALE OR LEASE OF A USED MOTOR VEHICLE WITH A CONSUM-\n   22  ER, SHALL DELIVER TO SUCH CONSUMER  WHO  IS  THE  OTHER  PARTY  TO  SUCH\n   23  CONTRACT AND PRIOR TO THE EXECUTION OF SUCH CONTRACT, AN UNSIGNED TRANS-\n   24  LATION  OF  SUCH  CONTRACT,  IN  THE LANGUAGE IN WHICH SUCH CONTRACT WAS\n   25  NEGOTIATED.\n   26    A. IN ADDITION TO THE PENALTIES IMPOSED UNDER SUBDIVISION  D  OF  THIS\n   27  SECTION,  FAILURE  TO  COMPLY  WITH THE PROVISIONS OF THIS SECTION SHALL\n   28  ENTITLE THE AGGRIEVED CONSUMER TO CANCEL SUCH CONTRACT. UPON  A  FAILURE\n   29  TO  COMPLY  WITH  THE PROVISIONS OF THIS SECTION, THE AGGRIEVED CONSUMER\n   30  MAY CANCEL THE CONTRACT. FOR  PURPOSES  OF  THIS  SECTION,  CANCELLATION\n   31  SHALL  BE DEEMED TO HAVE OCCURRED WHEN WRITTEN NOTICE OF CANCELLATION IS\n   32  GIVEN TO THE RETAIL DEALER. NOTICE OF CANCELLATION, IF MAILED, SHALL  BE\n   33  DEEMED  DELIVERED  ON  THE  DATE OF THE POSTMARK. NOTICE OF CANCELLATION\n   34  SHALL BE SUFFICIENT IF  SUCH  NOTICE  INDICATES  THE  INTENTION  OF  THE\n   35  CONSUMER  NOT  TO  BE  BOUND  BY  SUCH CONTRACT. IF A CONSUMER CANCELS A\n   36  CONTRACT PURSUANT TO THIS  SUBDIVISION,  THE  RETAIL  DEALER  SHALL  NOT\n   37  IMPOSE  ANY  PENALTY  OR OBLIGATION UPON SUCH CONSUMER. WHEN A CONTRACT,\n   38  WHICH HAS BEEN SOLD AND ASSIGNED TO A FINANCIAL INSTITUTION IS  CANCELED\n   39  PURSUANT  TO  THIS  SUBDIVISION, SUCH CONSUMER SHALL MAKE RESTITUTION TO\n   40  AND HAVE RESTITUTION MADE BY THE RETAIL DEALER WITH WHOM HE OR SHE  MADE\n   41  THE  CONTRACT,  AND  SHALL  GIVE NOTICE OF CANCELLATION TO THE ASSIGNEE.\n   42  NOTWITHSTANDING THAT THE CONTRACT WAS  ASSIGNED  WITHOUT  RECOURSE,  THE\n   43  ASSIGNMENT  SHALL  BE  DEEMED  CANCELED  AND THE ASSIGNOR SHALL PROMPTLY\n   44  REPURCHASE THE CONTRACT FROM THE ASSIGNEE.\n   45    B. THE TERMS OF THE CONTRACT WHICH IS EXECUTED IN THE ENGLISH LANGUAGE\n   46  SHALL DETERMINE THE RIGHTS AND OBLIGATIONS OF THE PARTIES. HOWEVER,  THE\n   47  TRANSLATION  OF THE CONTRACT IN ANY LANGUAGE OTHER THAN ENGLISH IN WHICH\n   48  THE CONTRACT WAS NEGOTIATED SHALL BE ADMISSIBLE IN EVIDENCE ONLY TO SHOW\n   49  THAT NO CONTRACT WAS ENTERED INTO BECAUSE OF A SUBSTANTIAL DIFFERENCE IN\n   50  THE MATERIAL TERMS AND CONDITIONS OF THE CONTRACT AND THE TRANSLATION.\n   51    C. THE PROVISIONS OF THIS SECTION SHALL BE IN ADDITION  TO  ANY  OTHER\n   52  RIGHTS TO REVOKE AN OFFER.\n   53    D.  ANY  RETAIL DEALER OR EMPLOYEE OF A DEALER WHO VIOLATES ANY OF THE\n   54  PROVISIONS OF THIS SECTION SHALL BE SUBJECT TO A CIVIL  PENALTY  NOT  TO\n   55  EXCEED FIFTY DOLLARS FOR THE FIRST OFFENSE AND TWO HUNDRED FIFTY DOLLARS\n   56  FOR THE SECOND AND EACH SUBSEQUENT OFFENSE.\n\n       S. 900                              3\n\n    1    S  3.  Section 337 of the personal property law is amended by adding a\n    2  new subdivision 5-a to read as follows:\n    3    5-A.  ANY  RETAIL  DEALER WHO NEGOTIATES PRIMARILY IN A LANGUAGE OTHER\n    4  THAN ENGLISH, ORALLY OR IN WRITING, IN THE COURSE  OF  ENTERING  INTO  A\n    5  RETAIL  LEASE  AGREEMENT  PROVIDED FOR IN THIS SECTION, SHALL DELIVER TO\n    6  THE CONSUMER WHO IS THE OTHER PARTY TO SUCH AGREEMENT AND PRIOR  TO  THE\n    7  EXECUTION  OF SUCH AGREEMENT, AN UNSIGNED TRANSLATION OF SUCH AGREEMENT,\n    8  IN THE LANGUAGE IN WHICH SUCH AGREEMENT WAS NEGOTIATED.\n    9    (A) IN ADDITION TO THE PENALTIES IMPOSED UNDER SECTION  THREE  HUNDRED\n   10  FORTY-SIX OF THIS ARTICLE, FAILURE TO COMPLY WITH THE PROVISIONS OF THIS\n   11  SUBDIVISION  SHALL  ENTITLE THE AGGRIEVED CONSUMER TO CANCEL SUCH AGREE-\n   12  MENT. UPON A FAILURE TO COMPLY WITH THE PROVISIONS OF THIS  SUBDIVISION,\n   13  THE  AGGRIEVED  CONSUMER  MAY CANCEL THE AGREEMENT. FOR PURPOSES OF THIS\n   14  SUBDIVISION, CANCELLATION SHALL BE DEEMED TO HAVE OCCURRED WHEN  WRITTEN\n   15  NOTICE  OF CANCELLATION IS GIVEN TO THE RETAIL DEALER. NOTICE OF CANCEL-\n   16  LATION, IF MAILED, SHALL BE DEEMED DELIVERED ON THE DATE  OF  THE  POST-\n   17  MARK.  NOTICE  OF  CANCELLATION SHALL BE SUFFICIENT IF SUCH NOTICE INDI-\n   18  CATES THE INTENTION OF THE CONSUMER NOT TO BE BOUND BY  SUCH  AGREEMENT.\n   19  IF  A  CONSUMER  CANCELS  AN  AGREEMENT  PURSUANT TO THIS PARAGRAPH, THE\n   20  RETAIL DEALER SHALL NOT IMPOSE  ANY  PENALTY  OR  OBLIGATION  UPON  SUCH\n   21  CONSUMER.  WHEN  AN  AGREEMENT,  WHICH  HAS  BEEN SOLD AND ASSIGNED TO A\n   22  FINANCIAL INSTITUTION IS CANCELED PURSUANT  TO  THIS  SUBDIVISION,  SUCH\n   23  CONSUMER  SHALL  MAKE  RESTITUTION  TO  AND HAVE RESTITUTION MADE BY THE\n   24  RETAIL DEALER WITH WHOM HE OR SHE MADE THE  AGREEMENT,  AND  SHALL  GIVE\n   25  NOTICE OF CANCELLATION TO THE ASSIGNEE.  NOTWITHSTANDING THAT THE AGREE-\n   26  MENT  WAS  ASSIGNED  WITHOUT  RECOURSE,  THE  ASSIGNMENT SHALL BE DEEMED\n   27  CANCELED AND THE ASSIGNOR SHALL PROMPTLY REPURCHASE THE  AGREEMENT  FROM\n   28  THE ASSIGNEE.\n   29    (B)  THE  TERMS  OF  THE  AGREEMENT  WHICH  IS EXECUTED IN THE ENGLISH\n   30  LANGUAGE SHALL DETERMINE THE RIGHTS  AND  OBLIGATIONS  OF  THE  PARTIES.\n   31  HOWEVER,  THE  TRANSLATION  OF  THE AGREEMENT IN ANY LANGUAGE OTHER THAN\n   32  ENGLISH IN WHICH THE AGREEMENT WAS NEGOTIATED  SHALL  BE  ADMISSIBLE  IN\n   33  EVIDENCE  ONLY  TO  SHOW  THAT NO CONTRACT WAS ENTERED INTO BECAUSE OF A\n   34  SUBSTANTIAL DIFFERENCE IN THE  MATERIAL  TERMS  AND  CONDITIONS  OF  THE\n   35  AGREEMENT AND THE TRANSLATION.\n   36    (C)  THE  PROVISIONS  OF  THIS SUBDIVISION SHALL BE IN ADDITION TO ANY\n   37  OTHER RIGHTS TO REVOKE AN OFFER.\n   38    S 4. This act shall take effect on the one hundred twentieth day after\n   39  it shall have become a law and shall apply to contracts entered into  on\n   40  or after such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general business law and the personal property law, in relation to requiring certain contracts to be written in the language in which such contracts were negotiated ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110103.T121903.TXT", "SOBI.D110103.T110354.TXT", "SOBI.D110103.T115401.TXT", "SOBI.D110103.T121403.TXT", "SOBI.D110106.T102200.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294327320779
}