{
  "year" : 2011,
  "senateBillNo" : "S903-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO HOUSING, CONSTRUCTION AND COMMUNITY DEVELOPMENT",
    "billEventId" : "S903-2011-1294203600000-REFERRED+TO+HOUSING%2C+CONSTRUCTION+AND+COMMUNITY+DEVELOPMENT",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUEGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Reduces the amount of maximum rent increase collectible in one year",
  "summary" : "Reduces the amount of maximum rent increase collectible in one year. ",
  "currentCommittee" : "HOUSING, CONSTRUCTION AND COMMUNITY DEVELOPMENT",
  "sameAs" : null,
  "lawSection" : "New York City Administrative Code",
  "previousVersions" : [ "S6138-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          903\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen. KRUEGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Housing, Construction  and\n         Community Development\n\n       AN  ACT  to  amend  the  administrative code of the city of New York, in\n         relation to reducing the amount of maximum rent  increase  collectible\n         in one year\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraph 5 of subdivision  a  of  section  26-405  of  the\n    2  administrative  code  of  the  city  of  New  York is amended to read as\n    3  follows:\n    4    (5) Where a maximum rent established pursuant to this  chapter  on  or\n    5  after  January  first,  nineteen hundred seventy-two, is higher than the\n    6  previously existing maximum rent, the landlord may not collect more than\n    7  [seven and one-half percentum] THREE PERCENT increase from a  tenant  in\n    8  occupancy  on  such  date in any one year period, provided however, that\n    9  where the period for which the rent is  established  exceeds  one  year,\n   10  regardless  of  how the collection thereof is averaged over such period,\n   11  the rent the landlord shall be entitled  to  receive  during  the  first\n   12  twelve  months  shall  not be increased by more than [seven and one-half\n   13  percentum] THREE PERCENT over the previous rent  and  additional  annual\n   14  rents  shall  not exceed [seven and one-half percentum] THREE PERCENT of\n   15  the rent paid during the previous year. Notwithstanding any of the fore-\n   16  going  limitations  in  this  paragraph  five,  maximum  rent  shall  be\n   17  increased  if  ordered by the agency pursuant to subparagraphs (d), (e),\n   18  (f), (g), (h), (i), (k), (l), (m) or (n) of paragraph one of subdivision\n   19  g of this section. Commencing January first,  nineteen  hundred  eighty,\n   20  rent adjustments pursuant to subparagraph (n) of paragraph one of subdi-\n   21  vision  g  of  this section shall be excluded from the maximum rent when\n   22  computing the [seven and  one-half  percentum]  THREE  PERCENT  increase\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04044-01-1\n\n       S. 903                              2\n\n    1  authorized  by  this  paragraph  five.  Where a housing accommodation is\n    2  vacant on January first, nineteen hundred seventy-two, or becomes vacant\n    3  thereafter by voluntary surrender of  possession  by  the  tenants,  the\n    4  maximum rent established for such accommodations may be collected.\n    5    S  2. This act shall take effect immediately; provided that the amend-\n    6  ments to section 26-405 of the city rent and rehabilitation law made  by\n    7  section  one  of  this act shall remain in full force and effect only as\n    8  long as the public emergency requiring the  regulation  and  control  of\n    9  residential  rents and evictions continues, as provided in subdivision 3\n   10  of section 1 of the local emergency housing rent control act.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the administrative code of the city of New York, in relation to reducing the amount of maximum rent increase collectible in one year ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110103.T133408.TXT", "SOBI.D110103.T120903.TXT", "SOBI.D110103.T124905.TXT", "SOBI.D110106.T102200.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294327320783
}