{
  "year" : 2011,
  "senateBillNo" : "S904-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO HOUSING, CONSTRUCTION AND COMMUNITY DEVELOPMENT",
    "billEventId" : "S904-2011-1294203600000-REFERRED+TO+HOUSING%2C+CONSTRUCTION+AND+COMMUNITY+DEVELOPMENT",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUEGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Makes warrant execution, not issuance, following judgment for petitioner in summary proceeding to recover possession of real property act which annuls relationship",
  "summary" : "Makes warrant execution (not issuance), following a judgment for the petitioner in summary proceeding to recover possession of real property, the act which cancels the agreement under which the person removed held the premises and annuls the landlord-tenant relationship; provides court not deprived of the power to vacate such warrant at any time (current law provides the court is not deprived of the power to vacate such warrant for good cause shown prior to warrant execution); provides petitioner may recover by action the reasonable value for the use and occupation to the time when the warrant was executed (rather than issued). ",
  "currentCommittee" : "HOUSING, CONSTRUCTION AND COMMUNITY DEVELOPMENT",
  "sameAs" : "A3679",
  "lawSection" : "Real Property Actions and Proceedings Law",
  "previousVersions" : [ "SA3846-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          904\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen. KRUEGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Housing, Construction  and\n         Community Development\n\n       AN  ACT  to  amend  the  real  property  actions and proceedings law, in\n         relation to the effect  of  issuance  and  execution  of  an  eviction\n         warrant\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 3 of section 749 of the real  property  actions\n    2  and  proceedings  law, as amended by chapter 192 of the laws of 1975, is\n    3  amended to read as follows:\n    4    3.  The [issuing] EXECUTION of a warrant for the removal of  a  tenant\n    5  cancels  the agreement under which the person removed held the premises,\n    6  and annuls the relation of landlord and tenant[, but  nothing  contained\n    7  herein  shall  deprive the court of the power to vacate such warrant for\n    8  good cause shown prior to the execution thereof]. HOWEVER, THIS SUBDIVI-\n    9  SION DOES NOT DEPRIVE THE COURT OF THE POWER TO VACATE SUCH  WARRANT  AT\n   10  ANY  TIME.   Petitioner may recover by action any sum of money which was\n   11  payable at the time when the special proceeding was  commenced  and  the\n   12  reasonable  value of the use and occupation to the time when the warrant\n   13  was [issued] EXECUTED, for any period of time with respect to which  the\n   14  agreement does not make any provision for payment of rent.\n   15    S  2.  This  act  shall take effect immediately and shall apply to all\n   16  causes of action occurring on or after such date.\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04083-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the real property actions and proceedings law, in relation to the effect of issuance and execution of an eviction warrant ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T101158.TXT", "SOBI.D110126.T130756.TXT", "SOBI.D110103.T133408.TXT", "SOBI.D110103.T120903.TXT", "SOBI.D110106.T101659.TXT", "SOBI.D110103.T124905.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296065276523
}