{
  "year" : 2011,
  "senateBillNo" : "S905-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO JUDICIARY",
    "billEventId" : "S905-2011-1294203600000-REFERRED+TO+JUDICIARY",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUEGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prohibits landlords from charging potential tenants application fees greater than the actual cost of a credit check or other related services paid by the landlord",
  "summary" : "Allows landlords to charge potential tenants application fees no greater than the actual cost of a credit check or related services paid to a third party by the landlord. ",
  "currentCommittee" : "JUDICIARY",
  "sameAs" : null,
  "lawSection" : "Real Property Law",
  "previousVersions" : [ "SC4259-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          905\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen. KRUEGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Judiciary\n\n       AN ACT to amend the real property law, in relation to fees landlords may\n         charge tenants\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  real property law is amended by adding a new section\n    2  220-a to read as follows:\n    3    S 220-A. APPLICATION FEES. 1. WHEREVER USED IN THIS SECTION:\n    4    A. \"APPLICATION FEE\" MEANS ANY APPLICATION PROCESSING  FEE  OR  CREDIT\n    5  CHECK CHARGE OR SIMILAR CHARGE THAT A POTENTIAL TENANT MUST PAY OR IS IN\n    6  ANY  WAY  REQUESTED  TO  PAY TO A LANDLORD IN ORDER TO BE CONSIDERED FOR\n    7  RENTAL OR LEASE OF ANY REAL PROPERTY OR PORTION THEREOF USED  FOR  RESI-\n    8  DENTIAL PURPOSES.\n    9    B.  \"POTENTIAL  TENANT\" MEANS ANY PERSON WITH AN INTENTION TO LEASE OR\n   10  RENT ANY REAL PROPERTY OR  PORTION  THEREOF  FOR  RESIDENTIAL  PURPOSES,\n   11  EXCLUDING  POTENTIAL  TENANT  SHAREHOLDERS OF COOPERATIVE HOUSING CORPO-\n   12  RATIONS.\n   13    C. \"LANDLORD\" MEANS ANY OWNER, MANAGING AGENT OR PRIME LESSOR OF  REAL\n   14  PROPERTY  OR  ANY  REAL ESTATE BROKER, PROVIDED, THAT THIS SECTION SHALL\n   15  NOT LIMIT THE FEE THAT CAN BE LAWFULLY CHARGED BY  SUCH  BROKER  IF  THE\n   16  POTENTIAL TENANT ENTERS INTO A LEASE OR OCCUPIES REAL PROPERTY FOR RESI-\n   17  DENTIAL PURPOSES AS A RESULT OF THE BROKER'S SERVICES.\n   18    2.  A  LANDLORD MAY CHARGE A POTENTIAL TENANT AN APPLICATION FEE EQUAL\n   19  TO THE ACTUAL COST OF A CREDIT CHECK OR OTHER RELATED SERVICES PAID  FOR\n   20  BY A LANDLORD TO A THIRD PARTY.\n   21    3.  WHERE  A  LANDLORD  CHARGES  APPLICATION FEES IN VIOLATION OF THIS\n   22  SECTION, A POTENTIAL TENANT MAY FILE A COMPLAINT WITH  THE  DIVISION  OF\n   23  HOUSING  AND  COMMUNITY  RENEWAL.  UPON A FINDING BY THE DIVISION THAT A\n   24  LANDLORD HAS VIOLATED THE PROVISIONS OF THIS SECTION, THE DIVISION SHALL\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04048-01-1\n\n       S. 905                              2\n\n    1  IMPOSE A FINE OF ONE HUNDRED DOLLARS FOR A FIRST OR SECOND VIOLATION AND\n    2  A FINE OF TWO HUNDRED FIFTY  DOLLARS  FOR  A  THIRD  OR  ANY  SUBSEQUENT\n    3  VIOLATION.\n    4    S  2.  This  act shall take effect on the ninetieth day after it shall\n    5  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the real property law, in relation to fees landlords may charge tenants ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110103.T133408.TXT", "SOBI.D110103.T120903.TXT", "SOBI.D110106.T101659.TXT", "SOBI.D110103.T124905.TXT", "SOBI.D110103.T121403.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294327019676
}