{
  "year" : 2011,
  "senateBillNo" : "S907-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO HOUSING, CONSTRUCTION AND COMMUNITY DEVELOPMENT",
    "billEventId" : "S907-2011-1294203600000-REFERRED+TO+HOUSING%2C+CONSTRUCTION+AND+COMMUNITY+DEVELOPMENT",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUEGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Permits tenants in certain cities to take a rental offset for repair of hazardous conditions",
  "summary" : "Provides that in cities with a population of one million or more, a tenant or group of tenants, after proper notice to the landlord of the existence of a hazardous violation of housing codes and certification of the existence of such violation by the local agency charged with enforcement of housing codes, may contract for the repair of such condition and offset the price of such repair from his rental payments if the landlord fails to commence work to correct the condition within a certain period after notice is received. ",
  "currentCommittee" : "HOUSING, CONSTRUCTION AND COMMUNITY DEVELOPMENT",
  "sameAs" : null,
  "lawSection" : "Multiple Dwelling Law",
  "previousVersions" : [ "S3864-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "DUANE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "HUNTLEY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SERRANO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "STAVISKY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          907\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sens. KRUEGER, DUANE, HUNTLEY, SERRANO, STAVISKY -- read\n         twice and ordered printed, and when printed to  be  committed  to  the\n         Committee on Housing, Construction and Community Development\n\n       AN  ACT  to amend the multiple dwelling law, in relation to the right of\n         tenants to offset payments for  repairs  of  hazardous  conditions  in\n         certain cases in cities subject to such law\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The multiple dwelling  law  is  amended  by  adding  a  new\n    2  section 302-d to read as follows:\n    3    S  302-D.  RIGHT OF TENANT TO OFFSET PAYMENTS FOR REPAIRS OF HAZARDOUS\n    4  CONDITIONS; CERTAIN CASES. 1. AS USED IN THIS  SECTION,  UNLESS  ANOTHER\n    5  MEANING CLEARLY APPEARS FROM THE CONTEXT:\n    6    A.  \"DEPARTMENT\"  SHALL MEAN THE DEPARTMENT OR AGENCY OF A CITY WITH A\n    7  POPULATION OF ONE MILLION OR MORE THAT IS CHARGED  WITH  ENFORCEMENT  OF\n    8  HOUSING LAWS;\n    9    B.  \"HAZARDOUS  VIOLATION\" SHALL MEAN A VIOLATION OF THIS CHAPTER, THE\n   10  CITY HOUSING MAINTENANCE CODE OR ARTICLE EIGHTEEN OF THE  EXECUTIVE  LAW\n   11  OR  THE RULES AND REGULATIONS PROMULGATED PURSUANT THERETO IDENTIFIED OR\n   12  CLASSIFIED BY THE CITY AS HAZARDOUS TO THE LIFE, HEALTH  AND  SAFETY  OF\n   13  THE OCCUPANTS OF A DWELLING;\n   14    C.  \"IMMEDIATELY  HAZARDOUS  VIOLATION\" SHALL MEAN A VIOLATION OF THIS\n   15  CHAPTER, THE CITY HOUSING MAINTENANCE CODE OR ARTICLE  EIGHTEEN  OF  THE\n   16  EXECUTIVE  LAW OR THE RULES AND REGULATIONS PROMULGATED PURSUANT THERETO\n   17  IDENTIFIED OR CLASSIFIED BY THE CITY AS  IMMEDIATELY  HAZARDOUS  TO  THE\n   18  LIFE, HEALTH AND SAFETY OF THE OCCUPANTS OF A DWELLING;\n   19    D. \"CITY\" SHALL MEAN A CITY TO WHICH THIS CHAPTER APPLIES.\n   20    2.  IN  A CITY, ANY TENANT ACTING ALONE OR TOGETHER WITH OTHER TENANTS\n   21  IN A MULTIPLE DWELLING, WHEREIN THERE EXISTS A CONDITION CONSTITUTING  A\n   22  HAZARDOUS  OR  IMMEDIATELY HAZARDOUS VIOLATION, MAY CONTRACT AND PAY FOR\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04047-01-1\n\n       S. 907                              2\n\n    1  THE REPAIR OF SUCH CONDITION IN ACCORDANCE WITH THE PROVISIONS  OF  THIS\n    2  SECTION.\n    3    3.  ANY  PAYMENT  SO  MADE SHALL BE DEDUCTIBLE FROM RENT PROVIDING THE\n    4  FOLLOWING PROVISIONS HAVE BEEN SUBSTANTIALLY COMPLIED WITH BY THE TENANT\n    5  OR HIS AGENT:\n    6    A. THE LANDLORD OR HIS AGENT HAVE BEEN SENT NOTICE OF  SUCH  HAZARDOUS\n    7  OR  IMMEDIATELY  HAZARDOUS  VIOLATION  POSTED  BY CERTIFIED MAIL, RETURN\n    8  RECEIPT REQUESTED.\n    9    B. IN THE CASE OF AN IMMEDIATELY HAZARDOUS VIOLATION,  SUCH  VIOLATION\n   10  HAS  BEEN  CERTIFIED  BY THE DEPARTMENT AND SEVEN DAYS HAVE PASSED AFTER\n   11  WRITTEN NOTICE WAS FIRST OFFERED FOR DELIVERY BY THE POSTAL  SERVICE  TO\n   12  THE  LANDLORD OR HIS AGENT WITHOUT COMPLETION OF REPAIRS OR COMMENCEMENT\n   13  OF REPAIRS OF SUCH VIOLATION BY THE LANDLORD AND PROVISION IN WRITING TO\n   14  THE TENANT OF A REASONABLE SCHEDULE FOR COMPLETION OF SUCH REPAIRS.\n   15    C. IN THE CASE OF A  HAZARDOUS  VIOLATION,  SUCH  VIOLATION  HAS  BEEN\n   16  CERTIFIED  BY  THE  DEPARTMENT AND THIRTY DAYS HAVE PASSED AFTER WRITTEN\n   17  NOTICE WAS FIRST OFFERED FOR DELIVERY BY THE POSTAL SERVICE TO THE LAND-\n   18  LORD OR HIS AGENT WITHOUT  COMPLETION  OF  REPAIRS  OR  COMMENCEMENT  OF\n   19  REPAIRS  OF  SUCH  VIOLATION BY THE LANDLORD AND PROVISION IN WRITING TO\n   20  THE TENANT OF A REASONABLE SCHEDULE FOR COMPLETION OF SUCH REPAIRS.\n   21    4. WHEN A TENANT OR GROUP OF TENANTS CONTRACTS FOR REPAIR WORK  PURSU-\n   22  ANT TO THE PROVISIONS OF THIS SECTION, THE FOLLOWING CONDITIONS SHALL BE\n   23  MET:\n   24    A.  IF A TENANT OR GROUP OF TENANTS DO NOT HIRE AN OUTSIDE CONTRACTOR,\n   25  THEY MAY DEDUCT COSTS FOR MATERIALS.\n   26    B. IF A TENANT OR GROUP OF  TENANTS  HIRE  AN  OUTSIDE  CONTRACTOR  TO\n   27  PERFORM  REPAIRS  THEY  MAY  DEDUCT  CHARGES  FOR  MATERIALS  AND LABOR,\n   28  PROVIDED THAT REASONABLE EFFORTS ARE MADE TO HAVE THE REPAIR  WORK  DONE\n   29  BY QUALIFIED WORKMEN AT PREVAILING RATES.\n   30    C.  TENANTS  MUST  RECEIVE  AN  ITEMIZED BILL FROM THE PERSON, FIRM OR\n   31  CORPORATION FROM WHOM MATERIALS OR LABOR ARE PURCHASED.\n   32    D. WHERE A LICENSE TO PERFORM SERVICES IS REQUIRED BY LAW, A TENANT OR\n   33  GROUP OF TENANTS SHALL HIRE AN OUTSIDE LICENSED CONTRACTOR.\n   34    E.  ANY  PERSON,  FIRM,  CORPORATION  OR  EMPLOYEE  THEREOF  PROVIDING\n   35  SERVICES  UNDER  THE  PROVISIONS  OF  THIS  SECTION  MUST BE LICENSED TO\n   36  PERFORM THE REPAIRS REQUESTED BY A TENANT OR GROUP OF TENANTS,  WHERE  A\n   37  LICENSE TO PROVIDE SUCH SERVICES IS REQUIRED BY LAW.\n   38    5.  THE  MAXIMUM  AMOUNT  OF MONEY AN INDIVIDUAL TENANT MAY DEDUCT FOR\n   39  REPAIR WORK UNDER THE PROVISIONS OF THIS SECTION SHALL BE  ONE  THOUSAND\n   40  DOLLARS OR THE SUM OF TWO MONTHS RENT, WHICHEVER IS GREATER. THE MAXIMUM\n   41  AMOUNT  OF  MONEY  TWO  OR  MORE  TENANTS ACTING TOGETHER MAY DEDUCT FOR\n   42  REPAIR WORK FROM THEIR COMBINED  RENTS  UNDER  THE  PROVISIONS  OF  THIS\n   43  SECTION SHALL BE THREE THOUSAND DOLLARS; PROVIDED, HOWEVER, SUCH MAXIMUM\n   44  AMOUNT  MAY  BE  TEN  THOUSAND  DOLLARS  IF  IN  ADDITION  TO  THE OTHER\n   45  PROVISIONS OF THIS SECTION, THE TENANTS HAVE POSTED BY  CERTIFIED  MAIL,\n   46  RETURN RECEIPT REQUESTED, TO THE LANDLORD OR HIS AGENT AN ITEMIZED ESTI-\n   47  MATE  FOR  REPAIR  OF  AN  IMMEDIATELY HAZARDOUS VIOLATION PREPARED BY A\n   48  QUALIFIED PERSON, FIRM OR CORPORATION AND, WITHIN EIGHT DAYS, THE  LAND-\n   49  LORD  HAS NEITHER COMMENCED REPAIR WORK NOR PRESENTED A WRITTEN SCHEDULE\n   50  FOR REASONABLE COMPLETION OF THE REPAIR WORK  NECESSARY  TO  REMOVE  THE\n   51  IMMEDIATELY HAZARDOUS VIOLATION.\n   52    6.  THE  INTRODUCTION INTO EVIDENCE IN ANY ACTION OR PROCEEDING OF ANY\n   53  STATEMENT RENDERED IN COMPLIANCE WITH THE PROVISIONS OF PARAGRAPH  B  OF\n   54  SUBDIVISION FOUR OF THIS SECTION SHALL BE PRESUMPTIVE OF THE FACTS STAT-\n   55  ED  THEREIN.  SUFFICIENT  FOUNDATION  FOR THE ALLOWANCE INTO EVIDENCE OF\n   56  SUCH STATEMENT SHALL CONSIST OF THE ORAL TESTIMONY OF ANY  PERSON  NAMED\n\n       S. 907                              3\n\n    1  AS  A  PAYER OF ALL OR PART OF THE AMOUNT INDICATED THEREON RELATING THE\n    2  FACTS AND CIRCUMSTANCES IN WHICH THE STATEMENT WAS RENDERED.\n    3    7.  ANY  TENANT  WHO  HAS  IN GOOD FAITH SECURED AND PAID FOR REPAIRS,\n    4  OTHERWISE IN CONFORMANCE WITH THE PROVISIONS OF THIS SECTION AND AGAINST\n    5  WHOM AN ACTION OR PROCEEDING TO RECOVER POSSESSION OF THE  PREMISES  FOR\n    6  NONPAYMENT  OF  RENT  OR  ANY OTHER ACTION OR PROCEEDING ATTRIBUTABLE AT\n    7  LEAST IN PART TO THE TENANT SEEKING OR TAKING A DEDUCTION FROM  RENT  AS\n    8  ALLOWED  BY  THIS  SECTION  SHALL,  IN ADDITION TO ANY OTHER AMOUNTS, BE\n    9  ENTITLED TO RECOVER REASONABLE COSTS  AND  ATTORNEY'S  FEES  AGAINST  AN\n   10  OWNER BRINGING SUCH ACTION OR PROCEEDING.\n   11    8.  NO  OWNER  OR  AGENT  SHALL  BE ENTITLED TO RECOVER ANY AMOUNTS IN\n   12  DAMAGES FROM ANY TENANT OR GROUP OF TENANTS WHO ATTEMPT  IN  GOOD  FAITH\n   13  AND ACT REASONABLY IN CARRYING OUT THE INTENDMENT OF THIS SECTION.\n   14    9.  THE  REMEDY  PROVIDED IN THIS SECTION SHALL NOT BE EXCLUSIVE AND A\n   15  COURT MAY PROVIDE SUCH OTHER RELIEF AS MAY BE JUST  AND  PROPER  IN  THE\n   16  CIRCUMSTANCES.  NOTHING  IN  THIS SECTION SHALL BE CONSTRUED TO LIMIT OR\n   17  DENY ANY EXISTING CONSTITUTIONAL, STATUTORY,  ADMINISTRATIVE  OR  COMMON\n   18  LAW RIGHT OF A TENANT TO CONTRACT AND PAY FOR ANY GOODS AND SERVICES FOR\n   19  SUCH  MULTIPLE DWELLING. THIS SECTION SHALL NOT BE CONSTRUED TO PRECLUDE\n   20  ANY DEFENSE, COUNTERCLAIM OR CAUSE OF ACTION ASSERTED BY A  TENANT  THAT\n   21  MAY  OTHERWISE  EXIST  WITH RESPECT TO AN OWNER'S FAILURE TO PROVIDE ANY\n   22  SERVICE.\n   23    10. ANY AGREEMENT BY A TENANT OF A DWELLING WAIVING OR  MODIFYING  HIS\n   24  RIGHTS  AS SET FORTH IN THIS SECTION SHALL BE VOID AS CONTRARY TO PUBLIC\n   25  POLICY.\n   26    11. THE PROVISIONS OF THIS SECTION SHALL BE LIBERALLY CONSTRUED SO  AS\n   27  TO GIVE EFFECT TO THE PURPOSE SET FORTH HEREIN.\n   28    S  2.  This act shall take effect immediately; provided, however, that\n   29  in any city which has not heretofore made the  classifications  referred\n   30  to in paragraphs b and c of subdivision 1 of section 302-d of the multi-\n   31  ple  dwelling  law, as added by section one of this act such classifica-\n   32  tions shall be made within six months of the effective date of this  act\n   33  and  this act shall not be deemed to take effect in such city until such\n   34  classifications are made.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the multiple dwelling law, in relation to the right of tenants to offset payments for repairs of hazardous conditions in certain cases in cities subject to such law ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110103.T133408.TXT", "SOBI.D110106.T101659.TXT", "SOBI.D110103.T124905.TXT", "SOBI.D110103.T121403.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294327019681
}