{
  "year" : 2011,
  "senateBillNo" : "S909-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO HEALTH",
    "billEventId" : "S909-2011-1294203600000-REFERRED+TO+HEALTH",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUEGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to a cost analysis of pharmaceutical advertising and promotional expenses",
  "summary" : "Requires the commissioner to conduct a cost/benefit analysis of pharmaceutical advertising and promotional activities associated with the provision of prescription drugs to citizens in this state. ",
  "currentCommittee" : "HEALTH",
  "sameAs" : null,
  "lawSection" : "Public Health Law",
  "previousVersions" : [ "S3592-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "HASSELL-THOMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "HUNTLEY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "PARKER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SERRANO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          909\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by Sens. KRUEGER, HASSELL-THOMPSON, HUNTLEY, PARKER, SERRANO\n         -- read twice and ordered printed, and when printed to be committed to\n         the Committee on Health\n\n       AN ACT to amend the public  health  law,  in  relation  to  requiring  a\n         cost/benefit  analysis  of  pharmaceutical advertising and promotional\n         expenses\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Legislative intent. The legislature finds and declares as\n    2  follows: (1) More than almost all other consumer purchases, the purchase\n    3  of medications has a direct, discernible impact on the health, life  and\n    4  pocketbooks  of  New  York state citizens. (2) A substantial and growing\n    5  portion of the price of prescription drug products  and  their  cost  to\n    6  consumers  and  the  state  is  represented by advertising, particularly\n    7  direct-to-consumer advertising through mass media,  company  advertising\n    8  and  promotional  activities  through  the education of the personnel of\n    9  managed care plans, pharmaceutical benefits management companies, hospi-\n   10  tals and clinics and health care professionals by means of salespersons'\n   11  detailing,  seminars  and  conferences,  and  indirect  advertising  and\n   12  promotion  to health care professionals and their staffs and the person-\n   13  nel of managed care plans, and pharmaceutical benefits management compa-\n   14  nies, hospitals and clinics through entertainment, meals, travel, trips,\n   15  promotional items, free samples and free supplies,  all  of  which  also\n   16  include  the salaries of the growing legions of drug representatives and\n   17  salespersons. (3) There has been marked increase in spending by  pharma-\n   18  ceutical  companies  for direct-to-consumer advertising since the liber-\n   19  alization of federal regulations governing these practices in 1997.  (4)\n   20  Researchers have indicated that assumptions of the amount of advertising\n   21  are  based  on  extrapolation  from data in the public domain since they\n   22  were unable to obtain data directly from the  pharmaceutical  companies.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04078-02-1\n\n       S. 909                              2\n\n    1  (5)  Pharmaceutical  companies  claim  that advertising dollars are well\n    2  spent in that they facilitate  dialogue  between  patients  and  doctors\n    3  about  diseases  and  conditions  that  are widely undertreated, thereby\n    4  leading  to  diagnoses and prescriptions that save lives or even greater\n    5  costs resulting from delays in treatment, while consumer groups point to\n    6  evidence that advertising may be leading consumers to make inappropriate\n    7  demands for newer, costlier medicines, when less expensive drugs may  be\n    8  as  or  more  appropriate.  (6)  Health  insurance  companies claim that\n    9  direct-to-consumer advertising motivates consumers to seek  more  expen-\n   10  sive  drugs  than  necessary  or  unnecessary  drugs  which, in turn, is\n   11  responsible in part for large increases in  health  insurance  premiums.\n   12  (7) There are no accurate reported figures on what pharmaceutical compa-\n   13  nies  spend  on  advertising,  educational and promotional activities to\n   14  influence provider practices, consumer demand or market share.  (8)  New\n   15  York  state  and  local  governments will spend over one billion dollars\n   16  this year on prescription drugs as costs continue to increase.  (9)  The\n   17  legislature  needs  data  that  is reliable and valid regarding industry\n   18  direct-to-consumer advertising and drug detailing practices.   (10)  The\n   19  legislature hereby determines that it must require pharmaceutical compa-\n   20  nies  to  provide  data through the disclosure of their expenditures for\n   21  mass media direct-to-consumer advertising, correspondence  to  consumers\n   22  and direct and indirect advertising through education, entertainment and\n   23  promotional  samples  and  giveaways to health care professionals, their\n   24  offices and staffs, and for the personnel  of  managed  care  plans  and\n   25  pharmaceutical  benefits  management companies and hospitals and clinics\n   26  to determine its impact on provider practices and consumers demand.\n   27    S 2. Subdivision 1 of section 206 of the public health law is  amended\n   28  by adding a new paragraph (s) to read as follows:\n   29    (S)  CONDUCT  A  COST/BENEFIT  ANALYSIS OF ADVERTISING AND PROMOTIONAL\n   30  ACTIVITIES ASSOCIATED WITH THE PROVISION OF PRESCRIPTION DRUGS  TO  THIS\n   31  STATE'S  CITIZENS  BY  PHARMACEUTICAL  COMPANIES. THE COMMISSIONER SHALL\n   32  UTILIZE A METHODOLOGY TO DETERMINE THE IMPACT  UPON  THE  NECESSITY  FOR\n   33  INPATIENT HOSPITAL CARE, MAJOR AMBULATORY SERVICES, INVASIVE PROCEDURES,\n   34  NUMBERS  OF  VISITS  TO  HEALTH  CARE PROFESSIONALS AND HEALTH INSURANCE\n   35  PREMIUM RATES RELATIVE TO THE  COSTS  ASSOCIATED  WITH  ADVERTISING  AND\n   36  PROMOTIONAL  ACTIVITIES DIRECTED TOWARD THIS STATE'S CITIZENS BY PHARMA-\n   37  CEUTICAL COMPANIES.  AT  REASONABLE  INTERVALS,  AS  DETERMINED  BY  THE\n   38  COMMISSIONER,  BUT  IN NO EVENT LESS FREQUENT THAN QUARTERLY, PHARMACEU-\n   39  TICAL COMPANIES WHICH PROVIDE PRESCRIPTION DRUGS  IN  THIS  STATE  SHALL\n   40  PROVIDE  THE  COMMISSIONER  WITH  INFORMATION NECESSARY TO CARRY OUT ITS\n   41  DUTIES UNDER THIS SECTION.  PHARMACEUTICAL COMPANIES OR THEIR  REPRESEN-\n   42  TATIVES  WHO  PROVIDE PRESCRIPTION DRUGS IN THIS STATE SHALL DISCLOSE IN\n   43  THE AGGREGATE ALL ADVERTISING AND PROMOTIONAL COSTS TO THE  COMMISSIONER\n   44  AS FOLLOWS:\n   45    (1)  FOR  EVERY  HEALTH  CARE PROFESSIONAL WHO PRESCRIBES PRESCRIPTION\n   46  DRUGS AND FOR EVERY MANAGED CARE PLAN, PHARMACEUTICAL  BENEFITS  MANAGE-\n   47  MENT COMPANY, HOSPITAL AND CLINIC WHICH PROVIDES PRESCRIPTION DRUGS, THE\n   48  DOLLAR  AMOUNTS SPENT ON THE PROFESSIONAL, THAT PROFESSIONAL'S STAFF AND\n   49  THE PERSONNEL OF THE MANAGED CARE PLAN AND THE  PHARMACEUTICAL  BENEFITS\n   50  MANAGEMENT  COMPANY,  HOSPITAL  AND CLINIC, AND THE DOLLAR AMOUNT OF THE\n   51  PORTION  OF  THE  PHARMACEUTICAL  COMPANIES'  DETAIL  PERSONS'  SALARIES\n   52  ATTRIBUTABLE TO ACTIVITIES LISTED BELOW:\n   53    (I)   EDUCATION  AND  EDUCATIONAL  MATERIALS,  REGARDLESS  OF  WHETHER\n   54  PROVIDED IN THE PLACE OF BUSINESS OF THE HEALTH CARE  PROFESSIONAL,  THE\n   55  MANAGED  CARE  PLAN, THE PHARMACEUTICAL BENEFITS MANAGEMENT COMPANY, THE\n   56  HOSPITAL OR CLINIC OR, IN ANOTHER SETTING, AND REGARDLESS OF WHETHER THE\n\n       S. 909                              3\n\n    1  PHARMACEUTICAL COMPANY DIRECTLY OR INDIRECTLY PROVIDES THE EDUCATION AND\n    2  EDUCATIONAL MATERIALS;\n    3    (II) FOOD AND ENTERTAINMENT;\n    4    (III)  GIFTS,  OR  ANYTHING WHICH IS RECEIVED WITHOUT CONSIDERATION OF\n    5  EQUAL OR GREATER VALUE;\n    6    (IV) TRIPS;\n    7    (V) TRAVEL;\n    8    (VI) FREE SAMPLES;\n    9    (VII) SEMINARS;\n   10    (VIII) REDUCED PRICES ON PRESCRIPTION DRUGS; AND\n   11    (IX) INCOME.\n   12    (2) PHARMACEUTICAL COMPANIES WHICH ADVERTISE IN MEDIA TO REACH  A  NEW\n   13  YORK  AUDIENCE  AND  PHARMACEUTICAL  COMPANIES WHICH CORRESPOND DIRECTLY\n   14  WITH CONSUMERS IN THIS STATE SHALL DISCLOSE THE AGGREGATE  COST  OF  THE\n   15  ADVERTISING  OF PRESCRIPTION DRUGS IN THE MEDIA AND IN CORRESPONDENCE TO\n   16  THE CONSUMER. FOR PURPOSES OF THIS SUBPARAGRAPH,  MEDIA  SHALL  INCLUDE,\n   17  BUT  NOT  BE  LIMITED  TO, RADIO, TELEVISION, THE INTERNET AND DAILY AND\n   18  WEEKLY MAGAZINES AND NEWSPAPERS, BILLBOARDS AND SIGNS. FOR  PURPOSES  OF\n   19  THIS  SUBPARAGRAPH,  CORRESPONDENCE  SHALL  MEAN  DIRECT MAIL, TELEPHONE\n   20  COMMUNICATIONS AND ELECTRONIC MAIL DIRECTED TO SPECIFIC  INDIVIDUALS  OR\n   21  HOUSEHOLDS. PHARMACEUTICAL COMPANIES SHALL DISCLOSE THE AGGREGATE OF THE\n   22  PORTION  OF SALARIES OF THEIR DRUG REPRESENTATIVES AND SALESPERSONS THAT\n   23  HAVE ALL OR PART OF THEIR EMPLOYMENT IN ACTIVITIES ENUMERATED IN SUBPAR-\n   24  AGRAPH ONE OF THIS PARAGRAPH.\n   25    (3) THE COMMISSIONER SHALL COLLECT AND COMPILE  DATA  FROM  PHARMACEU-\n   26  TICAL  COMPANIES  REQUIRED  TO PROVIDE INFORMATION UNDER THIS PARAGRAPH.\n   27  THE COMMISSIONER SHALL USE APPROPRIATE MEASURES TO ANALYZE  AND  COMPARE\n   28  DATA  WITH  DATA ON INPATIENT HOSPITAL STAYS, AMBULATORY SERVICES, INVA-\n   29  SIVE PROCEDURES AND VISITS TO HEALTH CARE PROFESSIONALS TO  CONDUCT  THE\n   30  COST/BENEFIT ANALYSIS REQUIRED UNDER THIS PARAGRAPH.\n   31    (4)  THE  COMMISSIONER  SHALL DISSEMINATE DATA IN ACCORDANCE WITH THIS\n   32  PARAGRAPH AND SHALL, NO LATER THAN TWO YEARS FROM THE EFFECTIVE DATE  OF\n   33  THIS PARAGRAPH, DISCLOSE HIS OR HER FINDINGS AND MAKE RECOMMENDATIONS TO\n   34  THE  GOVERNOR,  THE TEMPORARY PRESIDENT OF THE SENATE AND SPEAKER OF THE\n   35  ASSEMBLY ON THE COSTS ASSOCIATED WITH ADVERTISING AND PROMOTIONAL ACTIV-\n   36  ITIES BY PHARMACEUTICAL COMPANIES, ON  THE  IMPACT  OF  ADVERTISING  AND\n   37  PROMOTIONAL  ACTIVITIES  UPON THE UTILIZATION OF PRESCRIPTION DRUGS, THE\n   38  NECESSITY OF INPATIENT HOSPITAL STAYS, AMBULATORY CARE, INVASIVE  PROCE-\n   39  DURES,  VISITS TO HEALTH CARE PROFESSIONALS AND HEALTH INSURANCE PREMIUM\n   40  RATES.\n   41    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public health law, in relation to requiring a cost/benefit analysis of pharmaceutical advertising and promotional expenses ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110103.T133408.TXT", "SOBI.D110106.T152729.TXT", "SOBI.D110103.T125405.TXT", "SOBI.D110103.T121403.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294345649847
}