{
  "year" : 2011,
  "senateBillNo" : "S91-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO EDUCATION",
    "billEventId" : "S91-2011-1294203600000-REFERRED+TO+EDUCATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SQUADRON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires the administration and the instruction in preparation of the GED examination in the Chinese and Korean languages for pupils who are proficient in these languages",
  "summary" : "Requires the administration and the instruction in preparation of the GED examination in the Chinese and Korean languages for pupils who are proficient in these languages and of limited English proficiency. ",
  "currentCommittee" : "EDUCATION",
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "S4107-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          91\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by Sen. SQUADRON -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Education\n\n       AN ACT to amend the education law, in relation to requiring the adminis-\n         tration of the GED examination in the Chinese and Korean languages for\n         pupils who are proficient in such languages  and  of  limited  English\n         proficiency\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The education law is amended by adding a new section 3204-a\n    2  to read as follows:\n    3    S 3204-A. ADMINISTRATION OF THE GED EXAMINATION  IN  THE  CHINESE  AND\n    4  KOREAN LANGUAGES. 1. STUDENTS WHO ARE PROFICIENT IN THE CHINESE OR KORE-\n    5  AN  LANGUAGE  AND  OF  LIMITED  ENGLISH PROFICIENCY SHALL BE ENTITLED TO\n    6  RECEIVE INSTRUCTION IN PREPARATION  FOR  THE  GED  EXAMINATION  AND  THE\n    7  ADMINISTRATION OF SUCH EXAMINATION IN THE CHINESE OR KOREAN LANGUAGE.\n    8    2.  THE  COMMISSIONER SHALL REQUIRE EACH BOARD OF EDUCATION, INCLUDING\n    9  THE BOARD OF EACH COMMUNITY SCHOOL DISTRICT OF THE  CITY  OF  NEW  YORK,\n   10  MAKE  AVAILABLE  TO  ALL  PUPILS  PROFICIENT  IN  THE  CHINESE OR KOREAN\n   11  LANGUAGE, AND OF LIMITED PROFICIENCY IN ENGLISH, THE OFFICIAL GED  EXAM-\n   12  INATION WRITTEN IN SUCH NATIVE LANGUAGE, AND MAKE AVAILABLE ANY INSTRUC-\n   13  TIONAL  COURSES  OR  PROGRAMS  FOR  THE PREPARATION OF SUCH EXAMINATION,\n   14  WHICH ARE OFFERED BY THE SCHOOL DISTRICT, INCLUDING COURSE MATERIALS, IN\n   15  SUCH NATIVE LANGUAGE. THE COMMISSIONER SHALL  FURTHER  DIRECT  THAT  ANY\n   16  NOTIFICATION OR CORRESPONDENCE RELATING TO THE ADMINISTRATION OF THE GED\n   17  EXAMINATION SHALL BE WRITTEN IN THE CHINESE OR KOREAN LANGUAGE.\n   18    3.  EACH  SCHOOL DISTRICT SHALL OBTAIN AND MAINTAIN A RECORD OF PUPILS\n   19  WHO HAVE THE GED EXAMINATION  ADMINISTERED  IN  THE  CHINESE  OR  KOREAN\n   20  LANGUAGE AND SHALL REPORT SUCH INFORMATION TO THE DEPARTMENT ON AN ANNU-\n   21  AL BASIS.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00701-01-1\n\n       S. 91                               2\n\n    1    S  2. The commissioner of education is hereby authorized to promulgate\n    2  any rules or regulations necessary for the implementation of  this  act,\n    3  including,  but  not  limited  to,  rules  or  regulations directing the\n    4  department to enter into a contract with the American Council on  Educa-\n    5  tion to develop and provide appropriate testing materials.\n    6    S 3. This act shall take effect on the one hundred twentieth day after\n    7  it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to requiring the administration of the GED examination in the Chinese and Korean languages for pupils who are proficient in such languages and of limited English proficiency ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101203.T120447.TXT", "SOBI.D101202.T165102.TXT", "SOBI.D101202.T163101.TXT", "SOBI.D101203.T092437.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1291395887594
}