{
  "year" : 2011,
  "senateBillNo" : "S912A-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO INVESTIGATIONS AND GOVERNMENT OPERATIONS",
    "billEventId" : "S912A-2011-1294203600000-REFERRED+TO+INVESTIGATIONS+AND+GOVERNMENT+OPERATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1296536400000,
    "eventText" : "AMEND AND RECOMMIT TO INVESTIGATIONS AND GOVERNMENT OPERATIONS",
    "billEventId" : "S912A-2011-1296536400000-AMEND+AND+RECOMMIT+TO+INVESTIGATIONS+AND+GOVERNMENT+OPERATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1296536401000,
    "eventText" : "PRINT NUMBER 912A",
    "billEventId" : "S912A-2011-1296536401000-PRINT+NUMBER+912A",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUEGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Creates the middle class circuit breaker tax credit and a tax reform study commission",
  "summary" : "Creates the middle class circuit breaker tax credit and a tax reform study commission. ",
  "currentCommittee" : "INVESTIGATIONS AND GOVERNMENT OPERATIONS",
  "sameAs" : null,
  "lawSection" : "Tax Law",
  "previousVersions" : [ "SA4239-2009" ],
  "coSponsors" : null,
  "pastCommittees" : [ "INVESTIGATIONS AND GOVERNMENT OPERATIONS" ],
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                        912--A\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen. KRUEGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Investigations and Govern-\n         ment  Operations  --  committee  discharged,  bill  amended,   ordered\n         reprinted as amended and recommitted to said committee\n\n       AN  ACT  to  amend the tax law, in relation to creating the middle class\n         circuit breaker tax credit and creating a tax reform study commission\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Section  606  of  the  tax law is amended by adding a new\n    2  subsection (ss) to read as follows:\n    3    (SS) MIDDLE CLASS CIRCUIT BREAKER CREDIT.  (1)  DEFINITIONS.  FOR  THE\n    4  PURPOSES OF THIS SUBSECTION:\n    5    (A)  \"QUALIFIED TAXPAYER\" MEANS A RESIDENT INDIVIDUAL OF THE STATE WHO\n    6  OWNS OR RENTS THE RESIDENTIAL REAL PROPERTY IN WHICH HE OR SHE  RESIDES,\n    7  AND HAS RESIDED IN SUCH RESIDENTIAL REAL PROPERTY FOR NOT LESS THAN FIVE\n    8  YEARS.\n    9    (B)  \"HOUSEHOLD\"  OR  \"MEMBERS  OF  THE  HOUSEHOLD\"  MEANS A QUALIFIED\n   10  TAXPAYER OR QUALIFIED TAXPAYERS AND ALL OTHER PERSONS,  NOT  NECESSARILY\n   11  RELATED,  WHO  ALL  RESIDE IN THE RESIDENTIAL REAL PROPERTY OWNED BY THE\n   12  TAXPAYER OR TAXPAYERS, AND SHARE ITS FURNISHINGS, FACILITIES AND  ACCOM-\n   13  MODATIONS;  PROVIDED  THAT  NO  PERSON  MAY BE A MEMBER OF MORE THAN ONE\n   14  HOUSEHOLD AT ONE TIME.\n   15    (C) \"HOUSEHOLD GROSS INCOME\" MEANS THE AGGREGATE ADJUSTED GROSS INCOME\n   16  OF ALL MEMBERS OF THE HOUSEHOLD FOR THE TAXABLE  YEAR  AS  REPORTED  FOR\n   17  FEDERAL  INCOME  TAX  PURPOSES,  OR  WHICH WOULD BE REPORTED AS ADJUSTED\n   18  GROSS INCOME IF A FEDERAL INCOME TAX RETURN WERE REQUIRED TO  BE  FILED,\n   19  WITH  THE  MODIFICATIONS IN SUBSECTION (B) OF SECTION SIX HUNDRED TWELVE\n   20  OF THIS ARTICLE BUT WITHOUT THE MODIFICATIONS IN SUBSECTION (C) OF  SUCH\n   21  SECTION, PLUS ANY PORTION OF THE GAIN FROM THE SALE OR EXCHANGE OF PROP-\n   22  ERTY  OTHERWISE  EXCLUDED  FROM  SUCH AMOUNT; EARNED INCOME FROM SOURCES\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03920-02-1\n\n       S. 912--A                           2\n\n    1  WITHOUT THE UNITED  STATES  EXCLUDABLE  FROM  FEDERAL  GROSS  INCOME  BY\n    2  SECTION  NINE HUNDRED ELEVEN OF THE INTERNAL REVENUE CODE; SUPPORT MONEY\n    3  NOT INCLUDED IN  ADJUSTED  GROSS  INCOME;  NONTAXABLE  STRIKE  BENEFITS;\n    4  SUPPLEMENTAL  SECURITY  INCOME PAYMENTS; THE GROSS AMOUNT OF ANY PENSION\n    5  OR ANNUITY BENEFITS TO THE EXTENT NOT INCLUDED IN  SUCH  ADJUSTED  GROSS\n    6  INCOME  (INCLUDING, BUT NOT LIMITED TO, RAILROAD RETIREMENT BENEFITS AND\n    7  ALL PAYMENTS RECEIVED UNDER THE FEDERAL SOCIAL SECURITY ACT  AND  VETER-\n    8  ANS'  DISABILITY  PENSIONS); NONTAXABLE INTEREST RECEIVED FROM THE STATE\n    9  OF NEW YORK, ITS AGENCIES, INSTRUMENTALITIES,  PUBLIC  CORPORATIONS,  OR\n   10  POLITICAL  SUBDIVISIONS (INCLUDING A PUBLIC CORPORATION CREATED PURSUANT\n   11  TO AGREEMENT OR COMPACT WITH ANOTHER STATE OR CANADA); WORKERS'  COMPEN-\n   12  SATION;  THE GROSS AMOUNT OF \"LOSS-OF-TIME\" INSURANCE; AND THE AMOUNT OF\n   13  CASH PUBLIC ASSISTANCE AND RELIEF, OTHER THAN MEDICAL ASSISTANCE FOR THE\n   14  NEEDY, PAID TO OR FOR THE BENEFIT OF THE QUALIFIED TAXPAYER  OR  MEMBERS\n   15  OF  HIS  OR  HER  HOUSEHOLD.  HOUSEHOLD GROSS INCOME SHALL   NOT INCLUDE\n   16  SURPLUS FOODS OR OTHER RELIEF IN KIND OR PAYMENTS  MADE  TO  INDIVIDUALS\n   17  BECAUSE  OF  THEIR  STATUS  AS VICTIMS OF NAZI PERSECUTION AS DEFINED IN\n   18  PUBLIC LAW 103-286 OR ANY DISABILITY COMPENSATION RECEIVED  BY  VETERANS\n   19  ON  ACCOUNT  OF INJURY OR ILLNESS INCURRED OR AGGRAVATED DURING MILITARY\n   20  SERVICE IN THE WARS IN AFGHANISTAN AND IRAQ  SINCE  SEPTEMBER  ELEVENTH,\n   21  TWO  THOUSAND ONE.  PROVIDED, FURTHER, HOUSEHOLD GROSS INCOME SHALL ONLY\n   22  INCLUDE ALL SUCH INCOME RECEIVED BY ALL MEMBERS OF THE  HOUSEHOLD  WHILE\n   23  MEMBERS OF SUCH HOUSEHOLD.\n   24    (D)  \"ADJUSTED  RENT\"  MEANS RENT PAID FOR THE RIGHT OF OCCUPANCY OF A\n   25  RESIDENCE.\n   26    (E) \"REAL PROPERTY TAX EQUIVALENT\" MEANS (1) FOR TAXABLE YEARS  BEGIN-\n   27  NING  IN  TWO  THOUSAND  FOURTEEN,  FIFTEEN PERCENT OF THE ADJUSTED RENT\n   28  ACTUALLY PAID IN THE TAXABLE YEAR BY A HOUSEHOLD SOLELY FOR THE RIGHT OF\n   29  OCCUPANCY OF ITS NEW YORK RESIDENCE FOR THE TAXABLE YEAR. IF (I) A RESI-\n   30  DENCE IS RENTED TO TWO OR MORE INDIVIDUALS AS COTENANTS, OR  SUCH  INDI-\n   31  VIDUALS SHARE IN THE PAYMENT OF A SINGLE RENT FOR THE RIGHT OF OCCUPANCY\n   32  OF  SUCH RESIDENCE, AND (II) EACH OF SUCH INDIVIDUALS  IS A MEMBER OF  A\n   33  DIFFERENT HOUSEHOLD, ONE OR MORE OF WHICH INDIVIDUALS SHARES SUCH  RESI-\n   34  DENCE,  REAL  PROPERTY TAX EQUIVALENT IS THAT PORTION OF FIFTEEN PERCENT\n   35  OF THE ADJUSTED RENT PAID  IN  THE  TAXABLE  YEAR  WHICH  REFLECTS  THAT\n   36  PORTION  OF  THE  RENT  ATTRIBUTABLE  TO  THE QUALIFIED TAXPAYER AND THE\n   37  MEMBERS OF HIS OR HER HOUSEHOLD; AND (2) FOR TAXABLE YEARS BEGINNING  IN\n   38  TWO THOUSAND FIFTEEN AND THEREAFTER, TWENTY PERCENT OF THE ADJUSTED RENT\n   39  ACTUALLY  PAID  IN THE TAXABLE YEAR  BY A HOUSEHOLD SOLELY FOR THE RIGHT\n   40  OF OCCUPANCY OF ITS NEW YORK RESIDENCE FOR THE TAXABLE YEAR.  IF  (I)  A\n   41  RESIDENCE  IS  RENTED  TO  TWO OR MORE INDIVIDUALS AS COTENANTS, OR SUCH\n   42  INDIVIDUALS SHARE IN THE PAYMENT OF A SINGLE RENT FOR THE RIGHT OF OCCU-\n   43  PANCY OF SUCH RESIDENCE, AND (II) EACH OF SUCH INDIVIDUALS IS  A  MEMBER\n   44  OF  A  DIFFERENT HOUSEHOLD, ONE OR MORE OF WHICH INDIVIDUALS SHARES SUCH\n   45  RESIDENCE, REAL PROPERTY  TAX  EQUIVALENT  IS  THAT  PORTION  OF  TWENTY\n   46  PERCENT  OF  THE  ADJUSTED  RENT PAID IN THE TAXABLE YEAR WHICH REFLECTS\n   47  THAT PORTION OF THE RENT ATTRIBUTABLE TO THE QUALIFIED TAXPAYER AND  THE\n   48  MEMBERS OF HIS OR HER HOUSEHOLD.\n   49    (F)  \"NET REAL PROPERTY TAX\" MEANS THE REAL PROPERTY TAXES ASSESSED ON\n   50  THE RESIDENTIAL REAL PROPERTY OWNED AND  OCCUPIED  BY  THE  TAXPAYER  OR\n   51  TAXPAYERS AFTER ANY EXEMPTION OR ABATEMENT RECEIVED PURSUANT TO THE REAL\n   52  PROPERTY TAX LAW.\n   53    (2) CREDIT. A QUALIFIED TAXPAYER SHALL BE ALLOWED A CREDIT AGAINST THE\n   54  TAXES IMPOSED BY THIS ARTICLE, EQUAL TO SEVENTY PERCENT OF THE AMOUNT BY\n   55  WHICH  THE TAXPAYER'S NET REAL PROPERTY TAX OR THE TAXPAYER'S REAL PROP-\n   56  ERTY TAX EQUIVALENT EXCEEDS THE TAXPAYER'S MAXIMUM REAL PROPERTY TAX, AS\n\n       S. 912--A                           3\n\n    1  DETERMINED BY PARAGRAPH THREE OF THIS SUBSECTION. IF SUCH CREDIT EXCEEDS\n    2  THE TAX FOR SUCH TAXABLE YEAR, AS REDUCED BY THE OTHER CREDITS PERMITTED\n    3  BY THIS ARTICLE, THE QUALIFIED  TAXPAYER  MAY  RECEIVE,  AND  THE  COMP-\n    4  TROLLER,  SUBJECT  TO  A  CERTIFICATE OF THE DEPARTMENT, SHALL PAY AS AN\n    5  OVERPAYMENT, WITHOUT INTEREST, ANY EXCESS BETWEEN SUCH TAX AS SO REDUCED\n    6  AND THE AMOUNT OF THE CREDIT. IF A QUALIFIED TAXPAYER IS NOT REQUIRED TO\n    7  FILE A RETURN PURSUANT TO SECTION SIX HUNDRED FIFTY-ONE OF THIS ARTICLE,\n    8  A QUALIFIED TAXPAYER  MAY  NEVERTHELESS  RECEIVE  AND  THE  COMPTROLLER,\n    9  SUBJECT  TO A CERTIFICATE OF THE DEPARTMENT, SHALL PAY AS AN OVERPAYMENT\n   10  THE FULL AMOUNT OF THE CREDIT, WITHOUT INTEREST.\n   11    (3) MAXIMUM REAL PROPERTY TAX. (A) A QUALIFIED TAXPAYER'S MAXIMUM REAL\n   12  PROPERTY TAX SHALL BE DETERMINED AS FOLLOWS:\n   13    (I) FOR TAX YEARS BEGINNING IN TWO THOUSAND THIRTEEN:\n   14  HOUSEHOLD GROSS INCOME               MAXIMUM REAL PROPERTY TAX\n   15  ONE HUNDRED THOUSAND                 NINE PERCENT OF THE\n   16  DOLLARS OR LESS                      HOUSEHOLD GROSS INCOME\n   17  MORE THAN ONE HUNDRED                NO LIMITATION.\n   18  THOUSAND DOLLARS\n\n   19    (II) FOR TAX YEARS BEGINNING IN TWO THOUSAND FOURTEEN:\n   20  HOUSEHOLD GROSS INCOME               MAXIMUM REAL PROPERTY TAX\n   21  ONE HUNDRED THOUSAND                 EIGHT AND ONE-HALF PERCENT OF THE\n   22  DOLLARS OR LESS                      HOUSEHOLD GROSS INCOME\n   23  MORE THAN ONE HUNDRED                NO LIMITATION.\n   24  THOUSAND DOLLARS\n\n   25    (III) FOR TAX YEARS BEGINNING IN TWO THOUSAND FIFTEEN:\n   26  HOUSEHOLD GROSS INCOME               MAXIMUM REAL PROPERTY TAX\n   27  ONE HUNDRED THOUSAND DOLLARS         SEVEN AND ONE-HALF PERCENT OF\n   28  OR LESS                              HOUSEHOLD GROSS INCOME\n   29  MORE THAN ONE HUNDRED THOUSAND       SEVEN AND ONE-HALF PERCENT OF\n   30  DOLLARS, BUT LESS THAN OR EQUAL TO   ONE HUNDRED THOUSAND DOLLARS\n   31  ONE HUNDRED FIFTY THOUSAND DOLLARS   PLUS EIGHT AND ONE-HALF PERCENT OF\n   32                                       HOUSEHOLD GROSS INCOME ABOVE\n   33                                       ONE HUNDRED THOUSAND DOLLARS\n   34  MORE THAN ONE HUNDRED FIFTY          NO LIMITATION.\n   35  THOUSAND DOLLARS\n\n   36    (IV) FOR TAX YEARS BEGINNING IN TWO THOUSAND SIXTEEN AND THEREAFTER:\n   37  HOUSEHOLD GROSS INCOME               MAXIMUM REAL PROPERTY TAX\n   38  ONE HUNDRED THOUSAND                 SIX PERCENT OF HOUSEHOLD GROSS\n   39  DOLLARS OR LESS                      INCOME\n   40  MORE THAN ONE HUNDRED THOUSAND       SIX PERCENT OF ONE HUNDRED\n   41  DOLLARS, BUT LESS THAN OR EQUAL TO   THOUSAND DOLLARS PLUS SEVEN\n   42  ONE HUNDRED FIFTY THOUSAND DOLLARS   PERCENT OF HOUSEHOLD GROSS INCOME\n   43                                       ABOVE ONE HUNDRED THOUSAND DOLLARS\n   44  MORE THAN ONE HUNDRED FIFTY          SIX PERCENT OF ONE HUNDRED THOUSAND\n   45  THOUSAND DOLLARS, BUT LESS THAN      DOLLARS PLUS SEVEN\n   46  OR EQUAL TO TWO HUNDRED FIFTY        PERCENT OF FIFTY THOUSAND DOLLARS\n   47  THOUSAND DOLLARS                     PLUS EIGHT AND ONE-HALF PERCENT OF\n   48                                       HOUSEHOLD GROSS INCOME ABOVE ONE\n   49                                       HUNDRED FIFTY THOUSAND DOLLARS\n   50  MORE THAN TWO HUNDRED FIFTY          NO LIMITATION.\n   51  THOUSAND DOLLARS\n   52    (B) THE THRESHOLDS OF HOUSEHOLD GROSS  INCOME  ESTABLISHED  BY  CLAUSE\n   53  (IV)  OF  SUBPARAGRAPH  (A)  OF  THIS  PARAGRAPH  SHALL  BE  INDEXED FOR\n\n       S. 912--A                           4\n\n    1  INFLATION FOR TAX YEARS BEGINNING IN TWO THOUSAND SEVENTEEN  AND  THERE-\n    2  AFTER.\n    3    (4) EXCLUSIONS FROM ELIGIBILITY. NO CREDIT SHALL BE GRANTED UNDER THIS\n    4  SUBSECTION  IF  THE  QUALIFIED  TAXPAYER  CLAIMS  THE  REAL PROPERTY TAX\n    5  CIRCUIT BREAKER CREDIT, PURSUANT TO  SUBSECTION  (E)  OF  THIS  SECTION,\n    6  DURING THE TAXABLE YEAR.\n    7    S  2.  There  is  hereby  established a tax reform study commission to\n    8  provide the governor and the  legislature  with  a  long  run  plan  for\n    9  reforming  the state and local tax systems. The tax reform study commis-\n   10  sion shall consist of five  members  appointed  by  the  governor,  four\n   11  members  each appointed by the speaker of the assembly and the temporary\n   12  president of the senate, and one member each appointed by  the  minority\n   13  leader  of  the senate and the minority leader of the assembly. In addi-\n   14  tion, on or before January 1, 2015,  the  tax  reform  study  commission\n   15  shall  provide  the governor and the legislature with recommendations on\n   16  any changes that should be made in the definitions of income used in the\n   17  various property tax relief programs authorized by the laws of the state\n   18  of New York. Such recommendations shall be based on  an  examination  of\n   19  such  laws and of such laws in other states. In preparing such recommen-\n   20  dations, the tax reform study commission shall review the distributional\n   21  impact of the items of income included in the  definition  of  household\n   22  income for purposes of the circuit breaker and other property tax relief\n   23  programs established by state law and make recommendations to the gover-\n   24  nor and the legislature for any changes in any of these definitions that\n   25  the  tax  reform study commission deems appropriate. The commissioner of\n   26  taxation and finance and the director of the  office  of  real  property\n   27  services  shall  provide  the tax reform study commission with such data\n   28  and analysis as it may require.\n   29    S 3. This act shall take effect immediately.\n",
  "memo" : "BILL NUMBER:S912A\n\nTITLE OF BILL:\nAn act\nto amend the tax law, in relation to creating the middle class circuit\nbreaker tax credit\nand creating a tax reform study commission\n\nPURPOSE OR GENERAL IDEA OF BILL:\nTo provide a personal income tax credit for certain property taxpayers\nwho pay a disproportionate share of their income to property taxes.\n\nSUMMARY OF SPECIFIC PROVISIONS:\nSECTION 1: Adds a new subsection (qq) to section 606 of the tax law to\nprovide for a real property tax credit. The credit will be based on\nthe income of the household and the percentage that said household\npays for real property taxes.\n\nFOR HOMEOWNERS\n\nFor taxable years starting in 2013:\nHousehold Adjusted Gross Income Tax    Maximum Real Property Tax\n\n$100,000 or less                       Real Property taxes paid in\n                                       excess of 9% of said income\n                                       can receive a personal income\n                                       tax credit of 70% of the overage.\n\n$100,001 +                             No credit.\n\nFor taxable years starting in 2014:\nHousehold Adjusted Gross\nIncome Tax                             Maximum Real Property Tax\n\n$100,000 or less                       Real Property taxes paid\n                                       in excess of 8.5% of said\n                                       income can receive\n                                       a personal income tax credit\n                                       of 70% of the overage.\n\n$100,001 +                             No credit.\n\nFor taxable years starting in 2015:\nHousehold Adjusted Gross Income Tax    Maximum Real Property Tax\n\n$100,000 or less                       Real Property taxes paid in\n                                       excess of 7.5% of said income\n                                       can receive a personal income\n                                       tax credit of 70% of the overage.\n\n$100,001 - $150,000                    Real Property taxes paid in\n\n                                       excess of 7.5% of the first\n                                       $100,000 of said income PLUS\n                                       8.5% of said income above\n                                       $100,000 can receive a personal\n                                       income tax credit of 70% of the\n                                       overage.\n\n$150,001 +                             No credit.\nFor taxable years starting in 2016:\nHousehold Adjusted Gross\nIncome Tax                             Maximum Real Property Tax\n\n$100,000 or less                       Real Property taxes paid\n                                       in excess of 6% of said\n                                       income can receive a\n                                       personal income tax credit\n                                       of 70% of the overage.\n\n$100,001 - $150,000                    Real Property taxes paid in\n                                       excess of 6% if the first\n                                       $100,000 of said income\n                                       PLUS 7% of said income above\n                                       $100,000 can receive a personal\n                                       income tax credit of 70% of\n                                       of the overage.\n\n$150,001 - $250,000                    Real Property taxes paid in\n                                       excess of 6% of the first\n                                       $100,000 of said income\n                                       PLUS 7% of the next $50,000\n                                       of said income PLUS 8.5%\n                                       of said income above\n                                       $150,000 can receive a\n                                       personal income tax credit\n                                       of 70% of the overage.\n\n$250,000 +                             No credit.\n\nTo qualify, the taxpayer must have resided in the home for not less than\nfive  years.  Also,  the  taxpayer may still benefit from the Basic STAR\nexemption or the Enhanced STAR exemption for senior citizens.  The cred-\nit will equal seventy  percent  of  the  taxes  paid  over  the  allowed\npercentage cap as provided in the bill.\n\nThe  act  would also provide for a \"real property tax equivalent\" in the\ncase of taxpayers who rent real property as their primary New York State\nresidence.\n\nFor taxable years starting in 2014 the \"real  property  tax  equivalent\"\nequal  to  15%  of  the adjusted rent actually paid in the taxable year.\ntaxable years starting in 2015, the amount is increased to  20%  of  the\nadjusted rent actually paid in the taxable year.\n\nSECTION  2: Creates a tax reform study commission with appointments from\nthe Senate, Assembly and the Executive. The commission will  review  the\nstate's  existing  property  tax  reform  programs  as  well as programs\nenacted in other states.\n\nSECTION 3: Contains the effective date.\n\nJUSTIFICATION:\nThe  middle class property tax circuit breaker program is a concept that\nhas successfully been used in several states to Provide  relief  from  a\nresidential  homeowner's  property tax when it exceeds a certain portion\nof their household income. It has been traditionally Used for homeowners\nwith very low incomes and low assessments. New York State currently  has\na  circuit breaker provision that has existed for decades, but the maxi-\nmum eligible household income is $18,000 and the maximum  eligible  home\nvalue is $85,000. This new program would target middle-class New Yorkers\nwho  have  financially  suffered as municipalities have had to rely more\nheavily on real property taxes for local government revenue. Many  home-\nowners  are  facing sky-racking real property tax bills as a result they\nare often faced with the serious threat of defaulting on their  property\ntaxes and/or seriously consider selling their homes.\n\nCritics of the New York's STAR program have claimed that it is inequita-\nble because it does not draw a connection between a taxpayer's household\nincome  and  the  amount  of  his tax bill. The Middle Class STAR Rebate\nChecks program,  which  began  in  1970  and  was  eliminated  in  2009,\ncompounded this effect because it calculated a household's rebate amount\nas  a  percentage  of  the value of its STAR exemption. This legislation\nseeks to resolve these limitations and remain sensitive to  the  State's\ncurrent financial crisis.  Additionally, the bill would add progressivi-\nty  to  property  tax relief and extend the benefits to property renters\nwho are often burdened with property taxes in the cost  of  their  rent.\nThe  bill  is  phased  in  over  four years in order to take the state's\nfiscal situation into consideration while ensuring that the  most  over-\nburdened  property taxpayers, based on the percentage of income they are\npaying in property tax on their home, will get relief quickly.\n\nPRIOR LEGISLATIVE HISTORY:\nNone.\n\nFISCAL IMPLICATIONS:\nThe program is phased in over four years and will cost the State nothing\nin the first year. For year two the cost  will  be  $1.1  billion;  year\nthree  will  cost  $1.8  billion  and  every  year  after will cost $2.3\nbillion.\n\nEFFECTIVE DATE:\nImmediately after enactment.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the tax law, in relation to creating the middle class circuit breaker tax credit and creating a tax reform study commission ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110201.T152406.TXT", "SOBI.D110202.T121211.TXT", "SOBI.D110201.T142402.TXT", "SOBI.D110201.T143903.TXT", "SOBI.D110201.T150405.TXT", "SOBI.D110201.T151906.TXT", "SOBI.D110201.T194921.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296666731618
}