{
  "year" : 2011,
  "senateBillNo" : "S912-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO INVESTIGATIONS AND GOVERNMENT OPERATIONS",
    "billEventId" : "S912-2011-1294203600000-REFERRED+TO+INVESTIGATIONS+AND+GOVERNMENT+OPERATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUEGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Creates the middle class circuit breaker tax credit and a tax reform study commission",
  "summary" : "Creates the middle class circuit breaker tax credit and a tax reform study commission. ",
  "currentCommittee" : "INVESTIGATIONS AND GOVERNMENT OPERATIONS",
  "sameAs" : null,
  "lawSection" : "Tax Law",
  "previousVersions" : [ "SA4239-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          912\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen. KRUEGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Investigations and Govern-\n         ment Operations\n\n       AN ACT to amend the tax law, in relation to creating  the  middle  class\n         circuit breaker tax credit and creating a tax reform study commission\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 606 of the tax law  is  amended  by  adding  a  new\n    2  subsection (ss) to read as follows:\n    3    (SS)  MIDDLE  CLASS  CIRCUIT  BREAKER CREDIT. (1) DEFINITIONS. FOR THE\n    4  PURPOSES OF THIS SUBSECTION:\n    5    (A) \"QUALIFIED TAXPAYER\" MEANS A RESIDENT INDIVIDUAL OF THE STATE  WHO\n    6  OWNS  OR RENTS THE RESIDENTIAL REAL PROPERTY IN WHICH HE OR SHE RESIDES,\n    7  AND HAS RESIDED IN SUCH RESIDENTIAL REAL PROPERTY FOR NOT LESS THAN FIVE\n    8  YEARS.\n    9    (B) \"HOUSEHOLD\" OR  \"MEMBERS  OF  THE  HOUSEHOLD\"  MEANS  A  QUALIFIED\n   10  TAXPAYER  OR  QUALIFIED TAXPAYERS AND ALL OTHER PERSONS, NOT NECESSARILY\n   11  RELATED, WHO ALL RESIDE IN THE RESIDENTIAL REAL PROPERTY  OWNED  BY  THE\n   12  TAXPAYER  OR TAXPAYERS, AND SHARE ITS FURNISHINGS, FACILITIES AND ACCOM-\n   13  MODATIONS; PROVIDED THAT NO PERSON MAY BE A  MEMBER  OF  MORE  THAN  ONE\n   14  HOUSEHOLD AT ONE TIME.\n   15    (C) \"HOUSEHOLD GROSS INCOME\" MEANS THE AGGREGATE ADJUSTED GROSS INCOME\n   16  OF  ALL  MEMBERS  OF  THE HOUSEHOLD FOR THE TAXABLE YEAR AS REPORTED FOR\n   17  FEDERAL INCOME TAX PURPOSES, OR WHICH  WOULD  BE  REPORTED  AS  ADJUSTED\n   18  GROSS  INCOME  IF A FEDERAL INCOME TAX RETURN WERE REQUIRED TO BE FILED,\n   19  WITH THE MODIFICATIONS IN SUBSECTION (B) OF SECTION SIX  HUNDRED  TWELVE\n   20  OF  THIS ARTICLE BUT WITHOUT THE MODIFICATIONS IN SUBSECTION (C) OF SUCH\n   21  SECTION, PLUS ANY PORTION OF THE GAIN FROM THE SALE OR EXCHANGE OF PROP-\n   22  ERTY OTHERWISE EXCLUDED FROM SUCH AMOUNT;  EARNED  INCOME  FROM  SOURCES\n   23  WITHOUT  THE  UNITED  STATES  EXCLUDABLE  FROM  FEDERAL  GROSS INCOME BY\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03920-01-1\n\n       S. 912                              2\n\n    1  SECTION NINE HUNDRED ELEVEN OF THE INTERNAL REVENUE CODE; SUPPORT  MONEY\n    2  NOT  INCLUDED  IN  ADJUSTED  GROSS  INCOME;  NONTAXABLE STRIKE BENEFITS;\n    3  SUPPLEMENTAL SECURITY INCOME PAYMENTS; THE GROSS AMOUNT OF  ANY  PENSION\n    4  OR  ANNUITY  BENEFITS  TO THE EXTENT NOT INCLUDED IN SUCH ADJUSTED GROSS\n    5  INCOME (INCLUDING, BUT NOT LIMITED TO, RAILROAD RETIREMENT BENEFITS  AND\n    6  ALL  PAYMENTS  RECEIVED UNDER THE FEDERAL SOCIAL SECURITY ACT AND VETER-\n    7  ANS' DISABILITY PENSIONS); NONTAXABLE INTEREST RECEIVED FROM  THE  STATE\n    8  OF  NEW  YORK,  ITS AGENCIES, INSTRUMENTALITIES, PUBLIC CORPORATIONS, OR\n    9  POLITICAL SUBDIVISIONS (INCLUDING A PUBLIC CORPORATION CREATED  PURSUANT\n   10  TO  AGREEMENT OR COMPACT WITH ANOTHER STATE OR CANADA); WORKERS' COMPEN-\n   11  SATION; THE GROSS AMOUNT OF \"LOSS-OF-TIME\" INSURANCE; AND THE AMOUNT  OF\n   12  CASH PUBLIC ASSISTANCE AND RELIEF, OTHER THAN MEDICAL ASSISTANCE FOR THE\n   13  NEEDY,  PAID  TO OR FOR THE BENEFIT OF THE QUALIFIED TAXPAYER OR MEMBERS\n   14  OF HIS OR HER HOUSEHOLD. HOUSEHOLD  GROSS  INCOME  SHALL    NOT  INCLUDE\n   15  SURPLUS  FOODS  OR  OTHER RELIEF IN KIND OR PAYMENTS MADE TO INDIVIDUALS\n   16  BECAUSE OF THEIR STATUS AS VICTIMS OF NAZI  PERSECUTION  AS  DEFINED  IN\n   17  PUBLIC  LAW  103-286 OR ANY DISABILITY COMPENSATION RECEIVED BY VETERANS\n   18  ON ACCOUNT OF INJURY OR ILLNESS INCURRED OR AGGRAVATED  DURING  MILITARY\n   19  SERVICE  IN  THE  WARS IN AFGHANISTAN AND IRAQ SINCE SEPTEMBER ELEVENTH,\n   20  TWO THOUSAND ONE.  PROVIDED, FURTHER, HOUSEHOLD GROSS INCOME SHALL  ONLY\n   21  INCLUDE  ALL  SUCH INCOME RECEIVED BY ALL MEMBERS OF THE HOUSEHOLD WHILE\n   22  MEMBERS OF SUCH HOUSEHOLD.\n   23    (D) \"ADJUSTED RENT\" MEANS RENT PAID FOR THE RIGHT OF  OCCUPANCY  OF  A\n   24  RESIDENCE.\n   25    (E)  \"REAL PROPERTY TAX EQUIVALENT\" MEANS (1) FOR TAXABLE YEARS BEGIN-\n   26  NING IN TWO THOUSAND TWELVE, FIFTEEN PERCENT OF THE ADJUSTED RENT  ACTU-\n   27  ALLY  PAID  IN  THE  TAXABLE YEAR BY A HOUSEHOLD SOLELY FOR THE RIGHT OF\n   28  OCCUPANCY OF ITS NEW YORK RESIDENCE FOR THE TAXABLE YEAR. IF (I) A RESI-\n   29  DENCE IS RENTED TO TWO OR MORE INDIVIDUALS AS COTENANTS, OR  SUCH  INDI-\n   30  VIDUALS SHARE IN THE PAYMENT OF A SINGLE RENT FOR THE RIGHT OF OCCUPANCY\n   31  OF  SUCH RESIDENCE, AND (II) EACH OF SUCH INDIVIDUALS  IS A MEMBER OF  A\n   32  DIFFERENT HOUSEHOLD, ONE OR MORE OF WHICH INDIVIDUALS SHARES SUCH  RESI-\n   33  DENCE,  REAL  PROPERTY TAX EQUIVALENT IS THAT PORTION OF FIFTEEN PERCENT\n   34  OF THE ADJUSTED RENT PAID  IN  THE  TAXABLE  YEAR  WHICH  REFLECTS  THAT\n   35  PORTION  OF  THE  RENT  ATTRIBUTABLE  TO  THE QUALIFIED TAXPAYER AND THE\n   36  MEMBERS OF HIS OR HER HOUSEHOLD; AND (2) FOR TAXABLE YEARS BEGINNING  IN\n   37  TWO  THOUSAND  THIRTEEN  AND  THEREAFTER, TWENTY PERCENT OF THE ADJUSTED\n   38  RENT ACTUALLY PAID IN THE TAXABLE YEAR  BY A HOUSEHOLD  SOLELY  FOR  THE\n   39  RIGHT  OF  OCCUPANCY  OF ITS NEW YORK RESIDENCE FOR THE TAXABLE YEAR. IF\n   40  (I) A RESIDENCE IS RENTED TO TWO OR MORE INDIVIDUALS  AS  COTENANTS,  OR\n   41  SUCH  INDIVIDUALS SHARE IN THE PAYMENT OF A SINGLE RENT FOR THE RIGHT OF\n   42  OCCUPANCY OF SUCH RESIDENCE, AND (II) EACH  OF  SUCH  INDIVIDUALS  IS  A\n   43  MEMBER OF A DIFFERENT HOUSEHOLD, ONE OR MORE OF WHICH INDIVIDUALS SHARES\n   44  SUCH  RESIDENCE,  REAL PROPERTY TAX EQUIVALENT IS THAT PORTION OF TWENTY\n   45  PERCENT OF THE ADJUSTED RENT PAID IN THE  TAXABLE  YEAR  WHICH  REFLECTS\n   46  THAT  PORTION OF THE RENT ATTRIBUTABLE TO THE QUALIFIED TAXPAYER AND THE\n   47  MEMBERS OF HIS OR HER HOUSEHOLD.\n   48    (F) \"NET REAL PROPERTY TAX\" MEANS THE REAL PROPERTY TAXES ASSESSED  ON\n   49  THE  RESIDENTIAL  REAL  PROPERTY  OWNED  AND OCCUPIED BY THE TAXPAYER OR\n   50  TAXPAYERS AFTER ANY EXEMPTION OR ABATEMENT RECEIVED PURSUANT TO THE REAL\n   51  PROPERTY TAX LAW.\n   52    (2) CREDIT. A QUALIFIED TAXPAYER SHALL BE ALLOWED A CREDIT AGAINST THE\n   53  TAXES IMPOSED BY THIS ARTICLE, EQUAL TO SEVENTY PERCENT OF THE AMOUNT BY\n   54  WHICH THE TAXPAYER'S NET REAL PROPERTY TAX OR THE TAXPAYER'S REAL  PROP-\n   55  ERTY TAX EQUIVALENT EXCEEDS THE TAXPAYER'S MAXIMUM REAL PROPERTY TAX, AS\n   56  DETERMINED BY PARAGRAPH THREE OF THIS SUBSECTION. IF SUCH CREDIT EXCEEDS\n\n       S. 912                              3\n\n    1  THE TAX FOR SUCH TAXABLE YEAR, AS REDUCED BY THE OTHER CREDITS PERMITTED\n    2  BY  THIS  ARTICLE,  THE  QUALIFIED  TAXPAYER  MAY RECEIVE, AND THE COMP-\n    3  TROLLER, SUBJECT TO A CERTIFICATE OF THE DEPARTMENT,  SHALL  PAY  AS  AN\n    4  OVERPAYMENT, WITHOUT INTEREST, ANY EXCESS BETWEEN SUCH TAX AS SO REDUCED\n    5  AND THE AMOUNT OF THE CREDIT. IF A QUALIFIED TAXPAYER IS NOT REQUIRED TO\n    6  FILE A RETURN PURSUANT TO SECTION SIX HUNDRED FIFTY-ONE OF THIS ARTICLE,\n    7  A  QUALIFIED  TAXPAYER  MAY  NEVERTHELESS  RECEIVE  AND THE COMPTROLLER,\n    8  SUBJECT TO A CERTIFICATE OF THE DEPARTMENT, SHALL PAY AS AN  OVERPAYMENT\n    9  THE FULL AMOUNT OF THE CREDIT, WITHOUT INTEREST.\n   10    (3) MAXIMUM REAL PROPERTY TAX. (A) A QUALIFIED TAXPAYER'S MAXIMUM REAL\n   11  PROPERTY TAX SHALL BE DETERMINED AS FOLLOWS:\n   12    (I) FOR TAX YEARS BEGINNING IN TWO THOUSAND ELEVEN:\n   13  HOUSEHOLD GROSS INCOME               MAXIMUM REAL PROPERTY TAX\n   14  ONE HUNDRED THOUSAND                 NINE PERCENT OF THE\n   15  DOLLARS OR LESS                      HOUSEHOLD GROSS INCOME\n   16  MORE THAN ONE HUNDRED                NO LIMITATION.\n   17  THOUSAND DOLLARS\n\n   18    (II) FOR TAX YEARS BEGINNING IN TWO THOUSAND TWELVE:\n   19  HOUSEHOLD GROSS INCOME               MAXIMUM REAL PROPERTY TAX\n   20  ONE HUNDRED THOUSAND                 EIGHT AND ONE-HALF PERCENT OF THE\n   21  DOLLARS OR LESS                      HOUSEHOLD GROSS INCOME\n   22  MORE THAN ONE HUNDRED                NO LIMITATION.\n   23  THOUSAND DOLLARS\n\n   24    (III) FOR TAX YEARS BEGINNING IN TWO THOUSAND THIRTEEN:\n   25  HOUSEHOLD GROSS INCOME               MAXIMUM REAL PROPERTY TAX\n   26  ONE HUNDRED THOUSAND DOLLARS         SEVEN AND ONE-HALF PERCENT OF\n   27  OR LESS                              HOUSEHOLD GROSS INCOME\n   28  MORE THAN ONE HUNDRED THOUSAND       SEVEN AND ONE-HALF PERCENT OF\n   29  DOLLARS, BUT LESS THAN OR EQUAL TO   ONE HUNDRED THOUSAND DOLLARS\n   30  ONE HUNDRED FIFTY THOUSAND DOLLARS   PLUS EIGHT AND ONE-HALF PERCENT OF\n   31                                       HOUSEHOLD GROSS INCOME ABOVE\n   32                                       ONE HUNDRED THOUSAND DOLLARS\n   33  MORE THAN ONE HUNDRED FIFTY          NO LIMITATION.\n   34  THOUSAND DOLLARS\n\n   35    (IV) FOR TAX YEARS BEGINNING IN TWO THOUSAND FOURTEEN AND THEREAFTER:\n   36  HOUSEHOLD GROSS INCOME               MAXIMUM REAL PROPERTY TAX\n   37  ONE HUNDRED THOUSAND                 SIX PERCENT OF HOUSEHOLD GROSS\n   38  DOLLARS OR LESS                      INCOME\n   39  MORE THAN ONE HUNDRED THOUSAND       SIX PERCENT OF ONE HUNDRED\n   40  DOLLARS, BUT LESS THAN OR EQUAL TO   THOUSAND DOLLARS PLUS SEVEN\n   41  ONE HUNDRED FIFTY THOUSAND DOLLARS   PERCENT OF HOUSEHOLD GROSS INCOME\n   42                                       ABOVE ONE HUNDRED THOUSAND DOLLARS\n   43  MORE THAN ONE HUNDRED FIFTY          SIX PERCENT OF ONE HUNDRED THOUSAND\n   44  THOUSAND DOLLARS, BUT LESS THAN      DOLLARS PLUS SEVEN\n   45  OR EQUAL TO TWO HUNDRED FIFTY        PERCENT OF FIFTY THOUSAND DOLLARS\n   46  THOUSAND DOLLARS                     PLUS EIGHT AND ONE-HALF PERCENT OF\n   47                                       HOUSEHOLD GROSS INCOME ABOVE ONE\n   48                                       HUNDRED FIFTY THOUSAND DOLLARS\n   49  MORE THAN TWO HUNDRED FIFTY          NO LIMITATION.\n   50  THOUSAND DOLLARS\n   51    (B)  THE  THRESHOLDS  OF  HOUSEHOLD GROSS INCOME ESTABLISHED BY CLAUSE\n   52  (IV) OF  SUBPARAGRAPH  (A)  OF  THIS  PARAGRAPH  SHALL  BE  INDEXED  FOR\n\n       S. 912                              4\n\n    1  INFLATION  FOR TAX YEARS BEGINNING IN TWO THOUSAND FIFTEEN AND THEREAFT-\n    2  ER.\n    3    (4) EXCLUSIONS FROM ELIGIBILITY. NO CREDIT SHALL BE GRANTED UNDER THIS\n    4  SUBSECTION  IF  THE  QUALIFIED  TAXPAYER  CLAIMS  THE  REAL PROPERTY TAX\n    5  CIRCUIT BREAKER CREDIT, PURSUANT TO  SUBSECTION  (E)  OF  THIS  SECTION,\n    6  DURING THE TAXABLE YEAR.\n    7    S  2.  There  is  hereby  established a tax reform study commission to\n    8  provide the governor and the  legislature  with  a  long  run  plan  for\n    9  reforming  the state and local tax systems. The tax reform study commis-\n   10  sion shall consist of five  members  appointed  by  the  governor,  four\n   11  members  each appointed by the speaker of the assembly and the temporary\n   12  president of the senate, and one member each appointed by  the  minority\n   13  leader  of  the senate and the minority leader of the assembly. In addi-\n   14  tion, on or before January 1, 2013,  the  tax  reform  study  commission\n   15  shall  provide  the governor and the legislature with recommendations on\n   16  any changes that should be made in the definitions of income used in the\n   17  various property tax relief programs authorized by the laws of the state\n   18  of New York. Such recommendations shall be based on  an  examination  of\n   19  such  laws and of such laws in other states. In preparing such recommen-\n   20  dations, the tax reform study commission shall review the distributional\n   21  impact of the items of income included in the  definition  of  household\n   22  income for purposes of the circuit breaker and other property tax relief\n   23  programs established by state law and make recommendations to the gover-\n   24  nor and the legislature for any changes in any of these definitions that\n   25  the  tax  reform study commission deems appropriate. The commissioner of\n   26  taxation and finance and the director of the  office  of  real  property\n   27  services  shall  provide  the tax reform study commission with such data\n   28  and analysis as it may require.\n   29    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the tax law, in relation to creating the middle class circuit breaker tax credit and creating a tax reform study commission ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T115214.TXT", "SOBI.D110103.T133408.TXT", "SOBI.D110103.T124905.TXT", "SOBI.D110103.T121403.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294332734763
}