{
  "year" : 2011,
  "senateBillNo" : "S913-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO CITIES",
    "billEventId" : "S913-2011-1294203600000-REFERRED+TO+CITIES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUEGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides that the domestic partner of a deceased member of the police department and fire department in the city of New York shall be entitled to health insurance",
  "summary" : "Provides that when a retired member of the fire or police department in the city of New York dies and is enrolled in a health insurance plan, the surviving spouse or eligible domestic partner, until he or she dies, shall be afforded the right to such health insurance coverage; such plans include premerger retirees who were police officers employed by the New York city housing authority or the New York city transit authority. ",
  "currentCommittee" : "CITIES",
  "sameAs" : null,
  "lawSection" : "New York City Administrative Code",
  "previousVersions" : [ "S4611-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          913\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen. KRUEGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Cities\n\n       AN ACT to amend the administrative code of the  city  of  New  York,  in\n         relation  to health insurance coverage for surviving domestic partners\n         of members of the police department and the fire  department  who  are\n         enrolled in a health insurance plan\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1.  Subparagraphs (ii) and (iii) of paragraph 2 of subdivision\n    2  b of section 12-126 of the administrative code of the city of New  York,\n    3  as  amended  by  chapter 430 of the laws of 2010, are amended to read as\n    4  follows:\n    5    (ii) Where a retired  member  of  the  fire  department  dies  and  is\n    6  enrolled  in  a  health insurance plan, the surviving spouse OR ELIGIBLE\n    7  DOMESTIC PARTNER shall be afforded the right to  such  health  insurance\n    8  coverage  and  health  insurance  coverage  which  is  predicated on the\n    9  insured's enrollment in the hospital and medical program  for  the  aged\n   10  and  disabled  under the social security act as is provided for retirees\n   11  and their dependents as set forth in subparagraph (i) of this paragraph,\n   12  provided such surviving spouse OR ELIGIBLE  DOMESTIC  PARTNER  pays  one\n   13  hundred  two  percent  of  the  group  rate  for such coverage, with two\n   14  percent intended to cover administrative costs incurred,  provided  such\n   15  spouse  OR PARTNER elects such health insurance coverage within one year\n   16  of the death of his or her spouse OR PARTNER.    For  purposes  of  this\n   17  subparagraph,  \"retired  member  of  the  fire department\" shall include\n   18  persons who, immediately prior to retirement, were employed by the  fire\n   19  department  of the city of New York in a title whose duties are those of\n   20  an emergency medical technician or advanced emergency medical technician\n   21  (as those terms are defined in section three thousand one of the  public\n   22  health  law), or whose duties required the direct supervision of employ-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00790-01-1\n\n       S. 913                              2\n\n    1  ees whose duties  are  those  of  an  emergency  medical  technician  or\n    2  advanced  emergency  medical  technician  (as those terms are defined in\n    3  section three thousand one of the public health law).\n    4    (iii)  Where  a  retired  member  of  the police department, including\n    5  premerger retirees who were police officers employed  by  the  New  York\n    6  city  housing authority or the New York city transit authority, dies and\n    7  is enrolled in a health insurance plan, the surviving spouse OR ELIGIBLE\n    8  DOMESTIC PARTNER shall be afforded the right to  such  health  insurance\n    9  coverage  and  health  insurance  coverage  which  is  predicated on the\n   10  insured's enrollment in the hospital and medical program  for  the  aged\n   11  and  disabled  under the social security act as is provided for retirees\n   12  and their dependents as set forth in subparagraph (i) of this paragraph,\n   13  provided such surviving spouse OR ELIGIBLE  DOMESTIC  PARTNER  pays  one\n   14  hundred  two  percent  of  the  group  rate  for such coverage, with two\n   15  percent intended to cover administrative costs incurred,  provided  such\n   16  spouse  OR PARTNER elects such health insurance coverage within one year\n   17  of the death of his or her spouse OR PARTNER.\n   18    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the administrative code of the city of New York, in relation to health insurance coverage for surviving domestic partners of members of the police department and the fire department who are enrolled in a health insurance plan ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T115214.TXT", "SOBI.D110103.T133408.TXT", "SOBI.D110103.T124905.TXT", "SOBI.D110103.T121403.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294332734783
}