{
  "year" : 2011,
  "senateBillNo" : "S914-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO INVESTIGATIONS AND GOVERNMENT OPERATIONS",
    "billEventId" : "S914-2011-1294203600000-REFERRED+TO+INVESTIGATIONS+AND+GOVERNMENT+OPERATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUEGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for the optional review by the attorney general of requests denied under the Freedom of Information Law",
  "summary" : "Provides for the optional review by the attorney general of requests denied under the Freedom of Information Law; provides that if the attorney general denies the appeal, the requester may proceed under CPLR article 78; and if the attorney general grants the appeal, the attorney general shall order the agency to make the record available; an agency aggrieved by such an order may proceed under CPLR article 78. ",
  "currentCommittee" : "INVESTIGATIONS AND GOVERNMENT OPERATIONS",
  "sameAs" : null,
  "lawSection" : "Public Officers Law",
  "previousVersions" : [ "A5779-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          914\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen. KRUEGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Investigations and Govern-\n         ment Operations\n\n       AN ACT to amend the public  officers  law  and  the  executive  law,  in\n         relation  to  providing  for  the  review  by  the attorney general of\n         requests denied under the Freedom of Information Law\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Subdivision 4 of section 89 of the public officers law, as\n    2  amended by chapter 22 of the laws of 2005, paragraph (c) as  amended  by\n    3  chapter 492 of the laws of 2006, is amended to read as follows:\n    4    4.  (a)  Except  as  provided in subdivision five of this section, any\n    5  person denied access to a record may within thirty days appeal in  writ-\n    6  ing  such  denial  to the head, chief executive or governing body of the\n    7  entity, or the person therefor designated by such head, chief executive,\n    8  or governing body, who shall within ten business days of the receipt  of\n    9  such appeal fully explain in writing to the person requesting the record\n   10  the  reasons for further denial, or provide access to the record sought.\n   11  In addition, each agency shall immediately forward to the  committee  on\n   12  open  government  a  copy of such appeal when received by the agency and\n   13  the ensuing determination thereon. Failure by an agency  to  conform  to\n   14  the  provisions  of subdivision three of this section shall constitute a\n   15  denial.\n   16   UPON RECEIPT OF A COPY OF AN  APPEAL  UNDER  PARAGRAPH  (A-1)  OF  THIS\n   17  SUBDIVISION,  EACH  AGENCY SHALL IMMEDIATELY FORWARD TO THE COMMITTEE ON\n   18  OPEN GOVERNMENT A COPY OF SUCH APPEAL WHEN RECEIVED BY  THE  AGENCY  AND\n   19  THE ENSUING DETERMINATION THEREON.\n   20    (A-1) EXCEPT AS PROVIDED IN SUBDIVISION FIVE OF THIS SECTION, A PERSON\n   21  DENIED  ACCESS TO A RECORD PURSUANT TO PARAGRAPH (A) OF THIS SUBDIVISION\n   22  MAY WITHIN THIRTY DAYS APPEAL IN WRITING SUCH  DENIAL  TO  THE  ATTORNEY\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02398-01-1\n\n       S. 914                              2\n\n    1  GENERAL,  WHO  SHALL  WITHIN TWENTY BUSINESS DAYS OF THE RECEIPT OF SUCH\n    2  APPEAL, ADJUDGE SUCH APPEAL MERITORIOUS OR  NON-MERITORIOUS.  COPIES  OF\n    3  SUCH DETERMINATION SHALL BE PROMPTLY FORWARDED BY CERTIFIED MAIL, RETURN\n    4  RECEIPT  REQUESTED,  TO  THE PERSON REQUESTING THE RECORD AND THE AGENCY\n    5  MAKING FURTHER  DENIAL  THEREOF.  SUCH  DETERMINATION  SHALL  STATE  THE\n    6  OUTCOME OF THE APPEAL AND SHALL BRIEFLY EXPLAIN THE REASONS THEREFOR.\n    7    (1)  IF  AN  APPEAL  IS  DETERMINED  TO BE NON-MERITORIOUS, THE PERSON\n    8  REQUESTING THE RECORD MAY PROCEED PURSUANT  TO  PARAGRAPH  (B)  OF  THIS\n    9  SUBDIVISION.  PROCEEDING  PURSUANT  TO  THE PROVISIONS OF THIS PARAGRAPH\n   10  SHALL NOT BE DEEMED  A  NECESSARY  CONDITION  PRECEDENT  FOR  PROCEEDING\n   11  PURSUANT TO PARAGRAPH (B) OF THIS SUBDIVISION.\n   12    (2) IF AN APPEAL IS DETERMINED TO BE MERITORIOUS, THE ATTORNEY GENERAL\n   13  SHALL ORDER THE AGENCY TO PROVIDE ACCESS TO THE RECORD SOUGHT. AN AGENCY\n   14  AGGRIEVED  BY  SUCH  AN  ORDER MAY BRING A PROCEEDING FOR REVIEW OF SUCH\n   15  DENIAL PURSUANT TO ARTICLE SEVENTY-EIGHT OF THE CIVIL PRACTICE  LAW  AND\n   16  RULES;   PROVIDED   THAT   NO   SUCH   PROCEEDING  PURSUANT  TO  ARTICLE\n   17  SEVENTY-EIGHT OF THE CIVIL PRACTICE LAW AND RULES MAY BE BROUGHT  UNLESS\n   18  SUCH  AGENCY  SHALL  HAVE  NOTIFIED  THE ATTORNEY GENERAL AND THE PERSON\n   19  REQUESTING THE RECORD OF ITS INTENT TO INSTITUTE SUCH A  PROCEEDING,  IN\n   20  THE  MANNER PRESCRIBED FOR THE SERVICE OF A SUMMONS, WITHIN TWENTY BUSI-\n   21  NESS DAYS OF THE MAILING OF THE DETERMINATION BY THE  ATTORNEY  GENERAL.\n   22  THE  COURT MAY EXTEND THIS PERIOD FOR AN ADDITIONAL TWENTY BUSINESS DAYS\n   23  FOR GOOD CAUSE SHOWN.\n   24    (b) Except as provided in subdivision five of this section,  a  person\n   25  denied  access  to  a  record  in  an  appeal  determination  under  the\n   26  provisions of paragraph (a) of this subdivision may bring  a  proceeding\n   27  for review of such denial pursuant to article seventy-eight of the civil\n   28  practice law and rules. In the event that access to any record is denied\n   29  pursuant to the provisions of subdivision two of section eighty-seven of\n   30  this  article, the agency involved shall have the burden of proving that\n   31  such record falls within the provisions of such subdivision two. Failure\n   32  by an agency to conform to the  provisions  of  paragraph  (a)  of  this\n   33  subdivision shall constitute a denial.\n   34    (c)  The  court  in  such a proceeding may assess, against such agency\n   35  involved, reasonable attorney's fees and other litigation costs  reason-\n   36  ably  incurred  by  such person in any case under the provisions of this\n   37  section in which such person has substantially prevailed, when:\n   38    i. the agency had no reasonable basis for denying access; or\n   39    ii. the agency failed to respond to a request  or  appeal  within  the\n   40  statutory time.\n   41    S 2. The executive law is amended by adding a new section 63-e to read\n   42  as follows:\n   43    S  63-E. ADJUDICATION BY ATTORNEY GENERAL OF APPEALS FOR THE DENIAL OF\n   44  ACCESS TO A RECORD UNDER THE FREEDOM OF INFORMATION  LAW.  THE  ATTORNEY\n   45  GENERAL  SHALL REVIEW APPEALS FOR THE DENIAL OF ACCESS TO A RECORD UNDER\n   46  THE FREEDOM OF INFORMATION LAW PURSUANT TO PARAGRAPH (A-1)  OF  SUBDIVI-\n   47  SION FOUR OF SECTION EIGHTY-NINE OF THE PUBLIC OFFICERS LAW.  THE ATTOR-\n   48  NEY  GENERAL SHALL PRESCRIBE SUCH RULES OF PROCEDURE AND FORMS AS MAY BE\n   49  DEEMED NECESSARY OR CONVENIENT TO THE EXECUTION  OF  THE  PROVISIONS  OF\n   50  THIS SECTION.\n   51    S 3. This act shall take effect on the one hundred twentieth day after\n   52  it  shall have become a law. Effective immediately the department of law\n   53  is authorized to promulgate any and all rules and regulations  and  take\n   54  any other measures necessary to implement this act on its effective date\n   55  on or before such date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public officers law and the executive law, in relation to providing for the review by the attorney general of requests denied under the Freedom of Information Law ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T115214.TXT", "SOBI.D110103.T133408.TXT", "SOBI.D110103.T124905.TXT", "SOBI.D110103.T121403.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294332734795
}