{
  "year" : 2011,
  "senateBillNo" : "S915-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO CORPORATIONS, AUTHORITIES AND COMMISSIONS",
    "billEventId" : "S915-2011-1294203600000-REFERRED+TO+CORPORATIONS%2C+AUTHORITIES+AND+COMMISSIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KRUEGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Makes various provisions to reform local development corporations and industrial development agencies: conflicts of interest, standard tax exemption policies, etc.",
  "summary" : "Makes various provisions to reform local development corporations and industrial development agencies: conflicts of interest, standard tax exemption policies, municipal input, more information to be made public, economic impact statements, public hearings, and payment of prevailing wages. ",
  "currentCommittee" : "CORPORATIONS, AUTHORITIES AND COMMISSIONS",
  "sameAs" : null,
  "lawSection" : "Not-for-Profit Corporation Law",
  "previousVersions" : [ "A1647-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          915\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen. KRUEGER -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Corporations,  Authorities\n         and Commissions\n\n       AN  ACT  to  amend  the  not-for-profit  corporation law and the general\n         municipal law, in relation to reforming local development corporations\n         and industrial development agencies\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subparagraphs 2 and 3 of paragraph (d) of section 1411 of\n    2  the not-for-profit corporation law are amended and  a  new  subparagraph\n    3  2-a is added to read as follows:\n    4    (2)   Notwithstanding the provisions of any general, special, or local\n    5  law, charter, or ordinance to the contrary, such  sale  or  lease  [may]\n    6  SHALL  be  made  [without]  WITH AN appraisal, public notice, (except as\n    7  provided in subparagraph (4)) [or] AND SUBJECT  TO  public  bidding  for\n    8  such  price or rental [and upon such terms as may be agreed upon between\n    9  the county, city, town or village  and  said  local  development  corpo-\n   10  ration;  provided,  however,  that in]. IN case of a lease, the term may\n   11  not exceed ninety-nine years; and provided,  further,  that,  in  cities\n   12  having  a population of one million or more, no such sale or lease shall\n   13  be made without the approval  of  a  majority  of  the  members  of  the\n   14  [borough improvement board of the borough] COMMUNITY BOARD OR BOARDS FOR\n   15  THE  COMMUNITY  DISTRICT  OR  DISTRICTS  in  which such real property is\n   16  located AND THE RESPECTIVE BOROUGH  BOARD,  IF  SUCH  REAL  PROPERTY  IS\n   17  LOCATED IN TWO OR MORE COMMUNITY DISTRICTS.\n   18    (2-A)  (I)  THE  CORPORATION SHALL PREPARE OR CAUSE TO BE PREPARED, BY\n   19  CONTRACT OR OTHERWISE, AN ECONOMIC IMPACT STATEMENT ON ANY  ACTION  THAT\n   20  IT  PROPOSES  OR  APPROVES  WHICH  MAY  HAVE A SIGNIFICANT EFFECT ON THE\n   21  AFFECTED LOCAL ECONOMY AND LOCAL COMMUNITY. THE  CORPORATION  SHALL  USE\n   22  ALL  PRACTICABLE  MEANS  TO  REALIZE THE POLICIES AND GOALS SET FORTH IN\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02418-01-1\n\n       S. 915                              2\n\n    1  THIS SECTION, AND SHALL ACT AND CHOOSE  ALTERNATIVES  WHICH,  CONSISTENT\n    2  WITH SOCIAL, ECONOMIC, ENVIRONMENTAL, LABOR, AND OTHER ESSENTIAL CONSID-\n    3  ERATIONS,  TO  THE MAXIMUM EXTENT PRACTICABLE, MINIMIZE OR AVOID ADVERSE\n    4  ECONOMIC  EFFECTS,  INCLUDING  EFFECTS  REVEALED  IN THE ECONOMIC IMPACT\n    5  STATEMENT PROCESS. SUCH A STATEMENT SHALL INCLUDE A  DETAILED  STATEMENT\n    6  SETTING FORTH THE FOLLOWING:\n    7    (A)  A  DESCRIPTION OF THE PROPOSED ACTION AND ITS ECONOMIC AND SOCIAL\n    8  SETTING;\n    9    (B) THE ECONOMIC AND SOCIAL IMPACT OF THE PROPOSED  ACTION,  INCLUDING\n   10  SHORT-TERM AND LONG-TERM EFFECTS, ESPECIALLY TO THE AFFECTED COMMUNITY;\n   11    (C)  ANY  ADVERSE  ECONOMIC EFFECTS WHICH CANNOT BE AVOIDED SHOULD THE\n   12  PROPOSAL BE IMPLEMENTED;\n   13    (D) ALTERNATIVES TO THE PROPOSED ACTION;\n   14    (E)  ANY  IRREVERSIBLE  AND  IRRETRIEVABLE  COMMITMENTS   AND   SOCIAL\n   15  RESOURCES  WHICH  WOULD BE INVOLVED IN THE PROPOSED ACTION, SHOULD IT BE\n   16  IMPLEMENTED;\n   17    (F) MITIGATION MEASURES PROPOSED TO MINIMIZE THE ECONOMIC, SOCIAL,  OR\n   18  OTHER ESSENTIAL IMPACTS; AND\n   19    (G) THE GROWTH-INDUCING ASPECTS OF THE PROPOSED ACTION, WHERE APPLICA-\n   20  BLE  AND  SIGNIFICANT.  SUCH  A STATEMENT SHALL ALSO INCLUDE COPIES OR A\n   21  SUMMARY OF THE SUBSTANTIVE COMMENTS RECEIVED BY THE CORPORATION PURSUANT\n   22  TO CLAUSE (IV) OF THIS SUBPARAGRAPH AND THE  CORPORATION'S  RESPONSE  TO\n   23  SUCH COMMENTS. THE PURPOSE OF AN ECONOMIC IMPACT STATEMENT IS TO PROVIDE\n   24  DETAILED  INFORMATION ABOUT THE EFFECT WHICH A PROPOSED ACTION IS LIKELY\n   25  TO HAVE ON THE ECONOMY, EMPLOYMENT  CONDITIONS,  AND  SOCIAL  CHARACTER-\n   26  ISTICS OF A COMMUNITY, TO LIST WAYS IN WHICH ANY ADVERSE EFFECTS OF SUCH\n   27  AN  ACTION  MIGHT  BE  MINIMIZED, AND TO SUGGEST ALTERNATIVES TO SUCH AN\n   28  ACTION SO AS TO FORM THE BASIS FOR A DECISION AS TO WHETHER  OR  NOT  TO\n   29  UNDERTAKE  OR APPROVE SUCH ACTION. SUCH STATEMENT SHALL BE CLEARLY WRIT-\n   30  TEN IN A CONCISE MANNER CAPABLE OF BEING  READ  AND  UNDERSTOOD  BY  THE\n   31  PUBLIC, SHALL DEAL WITH THE SPECIFIC, SIGNIFICANT ECONOMIC IMPACTS WHICH\n   32  CAN BE REASONABLY ANTICIPATED, AND SHALL NOT CONTAIN MORE DETAIL THAN IS\n   33  APPROPRIATE, CONSIDERING THE NATURE AND MAGNITUDE OF THE PROPOSED ACTION\n   34  AND THE SIGNIFICANCE OF ITS POTENTIAL IMPACTS.\n   35    (II)  THE  CORPORATION  MAY REQUIRE AN APPLICANT TO SUBMIT AN ECONOMIC\n   36  REPORT TO ASSIST THE CORPORATION IN CARRYING OUT  ITS  RESPONSIBILITIES,\n   37  INCLUDING  THE  INITIAL DETERMINATION AND, (WHERE THE APPLICANT DOES NOT\n   38  PREPARE THE ECONOMIC IMPACT STATEMENT), THE PREPARATION OF  AN  ECONOMIC\n   39  IMPACT  STATEMENT  UNDER  THIS SUBPARAGRAPH. THE CORPORATION MAY REQUEST\n   40  SUCH OTHER INFORMATION FROM AN APPLICANT AS IT DEEMS NECESSARY  FOR  THE\n   41  REVIEW  OF  ECONOMIC  AND  SOCIAL  IMPACTS.  NOTWITHSTANDING  ANY USE OF\n   42  OUTSIDE RESOURCES OR WORK, CORPORATIONS SHALL MAKE THEIR OWN INDEPENDENT\n   43  JUDGMENT OF THE SCOPE, CONTENTS, AND  ADEQUACY  OF  AN  ECONOMIC  IMPACT\n   44  STATEMENT.\n   45    (III)(A)  AS EARLY AS POSSIBLE IN THE FORMULATION OF A PROPOSAL FOR AN\n   46  ACTION, THE CORPORATION SHALL MAKE AN INITIAL DETERMINATION AS TO WHETH-\n   47  ER OR NOT AN ECONOMIC IMPACT STATEMENT NEED BE PREPARED FOR THE  ACTION.\n   48  WITH  RESPECT  TO  ACTIONS  INVOLVING  THE ISSUANCE TO AN APPLICANT OF A\n   49  PERMIT OR OTHER ENTITLEMENT, THE CORPORATION SHALL NOTIFY THE  APPLICANT\n   50  IN  WRITING  OF  ITS INITIAL DETERMINATION, SPECIFYING THEREIN THE BASIS\n   51  FOR SUCH DETERMINATION. NOTICE OF THE INITIAL DETERMINATION, ALONG  WITH\n   52  APPROPRIATE SUPPORTING FINDINGS ON CORPORATION ACTIONS, SHALL BE KEPT ON\n   53  FILE IN THE MAIN OFFICE OF THE CORPORATION FOR PUBLIC INSPECTION. IF THE\n   54  CORPORATION  DETERMINES THAT SUCH STATEMENT IS REQUIRED, THE CORPORATION\n   55  OR THE APPLICANT, AT THE APPLICANT'S OPTION, SHALL PREPARE OR  CAUSE  TO\n   56  BE  PREPARED  A  DRAFT ECONOMIC IMPACT STATEMENT.  IF THE APPLICANT DOES\n\n       S. 915                              3\n\n    1  NOT EXERCISE THE OPTION TO PREPARE SUCH STATEMENT, THE CORPORATION SHALL\n    2  PREPARE IT, CAUSE IT TO BE PREPARED, OR  TERMINATE  ITS  REVIEW  OF  THE\n    3  PROPOSED  ACTION.  SUCH STATEMENT SHALL DESCRIBE THE PROPOSED ACTION AND\n    4  REASONABLE ALTERNATIVES TO THE ACTION, AND BRIEFLY DISCUSS, ON THE BASIS\n    5  OF  INFORMATION  THEN  AVAILABLE,  THE  REMAINING  ITEMS  REQUIRED TO BE\n    6  SUBMITTED BY CLAUSE (I) OF THIS SUBPARAGRAPH. THE  PURPOSE  OF  A  DRAFT\n    7  ECONOMIC  STATEMENT  IS  TO RELATE ECONOMIC AND SOCIAL CONSIDERATIONS TO\n    8  THE INCEPTION OF THE PLANNING PROCESS, TO INFORM THE  PUBLIC  AND  OTHER\n    9  PUBLIC  AGENCIES  AS  EARLY  AS POSSIBLE ABOUT PROPOSED ACTIONS THAT MAY\n   10  SIGNIFICANTLY AFFECT THE QUALITY OF THE ECONOMIC AND SOCIAL  CONDITIONS,\n   11  AND  TO  SOLICIT COMMENTS WHICH WILL ASSIST THE CORPORATION IN THE DECI-\n   12  SION MAKING PROCESS IN DETERMINING THE ECONOMIC AND SOCIAL  CONSEQUENCES\n   13  OF  THE  PROPOSED ACTION. THE DRAFT STATEMENT SHALL RESEMBLE IN FORM AND\n   14  CONTENT THE ECONOMIC IMPACT STATEMENT TO BE PREPARED AFTER COMMENTS HAVE\n   15  BEEN RECEIVED AND CONSIDERED PURSUANT TO CLAUSE  (I)  OF  THIS  SUBPARA-\n   16  GRAPH;  PROVIDED,  HOWEVER,  THAT  THE  LENGTH  AND  DETAIL OF THE DRAFT\n   17  ECONOMIC STATEMENT WILL NECESSARILY REFLECT THE  PRELIMINARY  NATURE  OF\n   18  THE PROPOSAL AND THE EARLY STAGE AT WHICH IT IS PREPARED;\n   19    (B)  THE DRAFT STATEMENT SHALL BE FILED WITH THE APPROPRIATE GOVERNING\n   20  BODY OF EACH MUNICIPALITY OR POLITICAL  SUBDIVISION  THEREOF  FOR  WHOSE\n   21  BENEFIT SUCH CORPORATION IS ESTABLISHED.\n   22    (IV)(A)  AFTER  THE  FILING  OF A DRAFT ECONOMIC IMPACT STATEMENT, THE\n   23  CORPORATION SHALL DETERMINE WHETHER OR NOT TO CONDUCT A  PUBLIC  HEARING\n   24  ON THE ECONOMIC IMPACT OF THE PROPOSED ACTION. SUCH PUBLIC HEARING SHALL\n   25  BE  HELD  IN A CITY, TOWN OR VILLAGE WHERE THE PROJECT IS PROPOSED TO BE\n   26  LOCATED OR, IN CITIES HAVING A POPULATION OF ONE MILLION OR MORE, IN THE\n   27  COMMUNITY DISTRICT OR DISTRICTS IN WHICH SUCH PROJECT IS PROPOSED TO  BE\n   28  LOCATED  OR IN THE RESPECTIVE BOROUGH, IF SUCH PROJECT IS PROPOSED TO BE\n   29  LOCATED IN TWO OR MORE COMMUNITY DISTRICTS.  THE CORPORATION  MUST  GIVE\n   30  AT LEAST THIRTY DAYS' PUBLISHED NOTICE OF SUCH PUBLIC HEARING AND SHALL,\n   31  AT  THE SAME TIME, PROVIDE NOTICE OF SUCH HEARING TO THE CHIEF EXECUTIVE\n   32  OFFICER OF EACH AFFECTED TAX JURISDICTION WITHIN WHICH  THE  PROJECT  IS\n   33  PROPOSED  TO  BE  LOCATED. THE NOTICE OF HEARING MUST STATE THE TIME AND\n   34  PLACE OF THE HEARING, CONTAIN A GENERAL, FUNCTIONAL DESCRIPTION  OF  THE\n   35  PROJECT,  DESCRIBE THE PROSPECTIVE LOCATION OF THE PROJECT, IDENTIFY THE\n   36  INITIAL OWNER, OPERATOR, OR MANAGER OF THE PROJECT,  GENERALLY  DESCRIBE\n   37  THE FINANCIAL ASSISTANCE CONTEMPLATED BY THE CORPORATION WITH RESPECT TO\n   38  THE  PROJECT,  AND  PROVIDE  AN OPPORTUNITY FOR THE PUBLIC TO REVIEW THE\n   39  PROJECT APPLICATION, WHICH SHALL INCLUDE AN ANALYSIS OF  THE  COSTS  AND\n   40  BENEFITS  OF  THE  PROPOSED  PROJECT.  THE  NOTICE  OF  HEARING  MUST BE\n   41  PUBLISHED IN THE STATE REGISTER AND THE WEBSITE OF THE CORPORATION.\n   42    (B) IF THE CORPORATION DETERMINES TO HOLD SUCH  A  HEARING,  IT  SHALL\n   43  COMMENCE  THE  HEARING  WITHIN  SIXTY DAYS OF THE FILING AND, UNLESS THE\n   44  PROPOSED ACTION IS  WITHDRAWN  FROM  CONSIDERATION,  SHALL  PREPARE  THE\n   45  ECONOMIC  IMPACT STATEMENT WITHIN FORTY-FIVE DAYS AFTER THE CLOSE OF THE\n   46  HEARING, EXCEPT AS OTHERWISE PROVIDED. THE NEED FOR SUCH A HEARING SHALL\n   47  BE DETERMINED IN ACCORDANCE WITH PROCEDURES ADOPTED BY THE  CORPORATION.\n   48  IF  NO HEARING IS HELD, THE CORPORATION SHALL PREPARE AND MAKE AVAILABLE\n   49  THE ECONOMIC IMPACT STATEMENT WITHIN SIXTY DAYS AFTER THE FILING OF  THE\n   50  DRAFT, EXCEPT AS OTHERWISE PROVIDED.\n   51    (C)  NOTWITHSTANDING  THE  SPECIFIED  TIME PERIODS ESTABLISHED BY THIS\n   52  SUBPARAGRAPH, A CORPORATION SHALL VARY THE TIMES SO ESTABLISHED IN  THIS\n   53  CLAUSE  FOR  PREPARATION,  REVIEW, AND PUBLIC HEARINGS TO COORDINATE THE\n   54  ECONOMIC AND SOCIAL REVIEW PROCESS WITH  OTHER  PROCEDURES  RELATING  TO\n   55  REVIEW  AND  APPROVAL  OR  DISAPPROVAL  OF  AN ACTION. AN APPLICATION OR\n   56  AUTHORIZATION FOR AN ACTION UPON WHICH A DRAFT ECONOMIC IMPACT STATEMENT\n\n       S. 915                              4\n\n    1  IS DETERMINED TO BE REQUIRED SHALL NOT  BE  COMPLETE  UNTIL  SUCH  DRAFT\n    2  STATEMENT HAS BEEN FILED AND ACCEPTED BY THE CORPORATION AS SATISFACTORY\n    3  WITH  RESPECT  TO  SCOPE,  CONTENT,  AND  ADEQUACY  FOR PURPOSES OF THIS\n    4  SUBPARAGRAPH.  COMMENCING  UPON  SUCH  ACCEPTANCE,  THE  ECONOMIC IMPACT\n    5  STATEMENT PROCESS SHALL RUN CONCURRENTLY WITH OTHER PROCEDURES  RELATING\n    6  TO  THE REVIEW AND APPROVAL OF THE ACTION, SO LONG AS REASONABLE TIME IS\n    7  PROVIDED FOR PREPARATION, REVIEW, AND PUBLIC HEARINGS  WITH  RESPECT  TO\n    8  THE DRAFT ECONOMIC IMPACT STATEMENT.\n    9    (V)  TO  THE  EXTENT  POSSIBLE, THE ECONOMIC IMPACT STATEMENT PREPARED\n   10  PURSUANT TO CLAUSE (I) OF THIS SUBPARAGRAPH, TOGETHER WITH THE  COMMENTS\n   11  OF  PUBLIC  AGENCIES  AND MEMBERS OF THE PUBLIC, SHALL BE FILED WITH THE\n   12  GOVERNING BODY OF EACH MUNICIPALITY OR POLITICAL SUBDIVISION THEREOF FOR\n   13  WHOSE BENEFIT SUCH CORPORATION IS ESTABLISHED AND MADE AVAILABLE TO  THE\n   14  PUBLIC  PRIOR  TO  ACTING  ON  THE  PROPOSAL WHICH IS THE SUBJECT OF THE\n   15  ECONOMIC IMPACT STATEMENT.\n   16    (VI) A CORPORATION MAY CHARGE A FEE TO AN  APPLICANT  TO  RECOVER  THE\n   17  COSTS  INCURRED  IN  PREPARING  OR CAUSING TO BE PREPARED OR REVIEWING A\n   18  DRAFT ECONOMIC IMPACT STATEMENT OR AN ECONOMIC IMPACT STATEMENT  ON  THE\n   19  ACTION  WHICH  THE  APPLICANT  REQUESTS  FROM THE CORPORATION; PROVIDED,\n   20  HOWEVER, THAT AN APPLICANT MAY NOT BE CHARGED A SEPARATE  FEE  FOR  BOTH\n   21  THE PREPARATION AND REVIEW OF SUCH STATEMENTS. THE TECHNICAL SERVICES OF\n   22  THE  CORPORATION  MAY  BE  MADE  AVAILABLE ON A FEE BASIS REFLECTING THE\n   23  COSTS THEREOF TO A REQUESTING APPLICANT, WHICH FEE OR FEES MAY APPROPRI-\n   24  ATELY BE CHARGED BY THE CORPORATION TO THE  APPLICANT  UNDER  RULES  AND\n   25  REGULATIONS, WHICH THE CORPORATION SHALL ISSUE FOR SUCH PURPOSE.\n   26    (VII)  WHEN  A  CORPORATION  DECIDES TO CARRY OUT OR APPROVE AN ACTION\n   27  WHICH HAS BEEN THE SUBJECT OF AN ECONOMIC  IMPACT  STATEMENT,  IT  SHALL\n   28  MAKE AN EXPLICIT FINDING THAT THE REQUIREMENTS OF THIS SUBPARAGRAPH HAVE\n   29  BEEN MET AND THAT, CONSISTENT WITH SOCIAL, ECONOMIC, AND OTHER ESSENTIAL\n   30  CONSIDERATION,  TO  THE  MAXIMUM  EXTENT  PRACTICABLE, ADVERSE ECONOMIC,\n   31  SOCIAL, AND COMMUNITY EFFECTS REVEALED IN THE ECONOMIC IMPACT  STATEMENT\n   32  PROCESS WILL BE MINIMIZED OR AVOIDED.\n   33    (3) Before any sale or lease to a local development corporation incor-\n   34  porated  or  reincorporated  under  this  article shall be authorized, a\n   35  public hearing shall be held by the local legislative body, or  [by  the\n   36  board  of  estimate],  IN  CITIES  HAVING A POPULATION OF ONE MILLION OR\n   37  MORE, BY THE COMMUNITY BOARD OR BOARDS OR THE RESPECTIVE BOROUGH  BOARD,\n   38  as  the  case  may be, to consider the proposed sale or lease ONLY AFTER\n   39  THE COMPLETION OF THE ECONOMIC IMPACT STATEMENT REQUIRED BY SUBPARAGRAPH\n   40  TWO-A OF THIS PARAGRAPH. A  PUBLIC  HEARING  MAY  ONLY  BE  CONVENED  IF\n   41  TWO-THIRDS OF THE BOARD MEMBERS ARE PRESENT. IF NOT, SUCH PUBLIC HEARING\n   42  SHALL  NOT  BE  CONVENED  AND  SHALL BE RESCHEDULED, SUBJECT TO THE SAME\n   43  QUORUM REQUIREMENTS.\n   44    S 2. Paragraph (i) of section 1411 of the  not-for-profit  corporation\n   45  law is renumbered paragraph (j) and a new paragraph (i) is added to read\n   46  as follows:\n   47    (I) MUNICIPAL INPUT.\n   48    (1) BOARD MEMBERS OR EMPLOYEES OF A LOCAL DEVELOPMENT CORPORATION MUST\n   49  NOT  BE OR HAVE, WITHIN THE PAST FIVE YEARS, BEEN: (A) AN EMPLOYEE OR AN\n   50  OWNER OF A FIRM THAT IS A PAID ADVISOR OR CONSULTANT OF THE LOCAL DEVEL-\n   51  OPMENT CORPORATION, INCLUDING A PRESENT OR FORMER INDEPENDENT AUDITOR OF\n   52  THE LOCAL DEVELOPMENT CORPORATION; (B) EMPLOYED BY A SIGNIFICANT SUPPLI-\n   53  ER OF THE LOCAL DEVELOPMENT CORPORATION; (C) EMPLOYED BY AND HAD A  FIVE\n   54  PERCENT  OR  GREATER OWNERSHIP INTEREST IN A SUPPLIER WHERE SALES TO THE\n   55  LOCAL DEVELOPMENT CORPORATION REPRESENT MORE THAN  ONE  PERCENT  OF  THE\n   56  SALES  OF  THE SUPPLIER OR MORE THAN ONE PERCENT OF THE PURCHASES OF THE\n\n       S. 915                              5\n\n    1  LOCAL DEVELOPMENT CORPORATION; (D) A \"POLITICAL PARTY CHAIRMAN\" AS  SUCH\n    2  TERM  IS DEFINED IN PARAGRAPH (K) OF SUBDIVISION ONE OF SECTION SEVENTY-\n    3  THREE OF THE PUBLIC OFFICERS LAW; OR (E) A LOBBYIST REGISTERED  UNDER  A\n    4  STATE  OR LOCAL LAW COVERING ANY JURISDICTION SERVED IN WHOLE OR IN PART\n    5  BY THE LOCAL DEVELOPMENT CORPORATION.  IN ADDITION, AT  LEAST  ONE-THIRD\n    6  OF  ALL  MEMBERS  SHALL BE REPRESENTATIVE OF LOCAL GOVERNMENT, ORGANIZED\n    7  LABOR, OR THE ENGINEERING, BUSINESS, OR ENVIRONMENTAL COMMUNITIES.\n    8    (2) THE LOCAL DEVELOPMENT CORPORATION SHALL FILE AN ANNUAL REPORT WITH\n    9  THE ATTORNEY GENERAL NOTING THE LOCAL DEVELOPMENT  CORPORATION'S  FINAN-\n   10  CIAL  ACTIVITY  DURING  EACH  YEAR,  INCLUDING,  BUT NOT LIMITED TO, THE\n   11  AMOUNT AND THE REASON FOR THE AMOUNT AND KINDS OF  FINANCIAL  INCENTIVES\n   12  PROVIDED  TO ANY ENTITY AND ANY OTHER DATA THAT THE ATTORNEY GENERAL MAY\n   13  REQUIRE.  THE REPORT SHALL BE SUBMITTED BEFORE FEBRUARY  FIRST  OF  EACH\n   14  YEAR.  EACH  REPORT  SHALL  BE MADE AVAILABLE TO THE PUBLIC IN AN EASILY\n   15  ACCESSIBLE FORMAT, INCLUDING BUT NOT LIMITED TO  AN  ELECTRONIC  VERSION\n   16  VIA THE WORLD WIDE WEB.\n   17    (3)  ANY  LEASE,  SALE, OR OTHER REVENUES COLLECTED BY THE CORPORATION\n   18  SHALL BE PAID TO THE LOCAL GOVERNING BODY  IN  WHICH  REAL  PROPERTY  OR\n   19  OTHER  SOURCE  OF  REVENUE  IS  LOCATED,  AND  PROPORTIONALLY DIVIDED IF\n   20  LOCATED IN MORE THAN ONE MUNICIPALITY.\n   21    (4) THE GOVERNING BODY OF EACH MUNICIPALITY FOR WHOSE BENEFIT A CORPO-\n   22  RATION IS ESTABLISHED SHALL HAVE THE AUTHORITY TO APPROVE OR  DISAPPROVE\n   23  ANY  AGENCY  USE  OF  EMINENT DOMAIN, DISPOSITION OF CORPORATE PROPERTY,\n   24  ISSUANCE OF BONDS,  ENTRANCE  INTO  AGREEMENTS  REQUIRING  PAYMENTS,  OR\n   25  ENTERING  INTO  AGREEMENTS  FOR  PAYMENTS  IN  LIEU  OF TAXES. EACH SUCH\n   26  GOVERNING BODY SHALL APPROVE OR DISAPPROVE ANY OF  THE  ABOVE  CORPORATE\n   27  DECISIONS  BY  MAJORITY VOTE. WHERE APPLICABLE IN THE ENACTMENT OF LOCAL\n   28  LAWS, THE CHIEF EXECUTIVE  OFFICER  SHALL  APPROVE  OR  DISAPPROVE  SUCH\n   29  GOVERNING  BODY'S DECISION, SUBJECT TO ANY APPLICABLE RIGHT TO OVERRIDE.\n   30  BOARDS SHALL NOT VIOLATE ANY LOCAL ZONING  LAWS,  ORDINANCES,  OR  REGU-\n   31  LATIONS  OR LOCAL DEVELOPMENT PLANS. WHERE APPLICABLE, THE PROVISIONS OF\n   32  THIS SUBPARAGRAPH SHALL APPLY TO MORE THAN ONE LOCAL GOVERNING BODY  AND\n   33  THE NEW YORK JOB DEVELOPMENT AUTHORITY.\n   34    S  3.  Subdivision  2  of section 856 of the general municipal law, as\n   35  amended by chapter 356 of the laws  of  1993,  is  amended  to  read  as\n   36  follows:\n   37    2.  An agency shall be a corporate governmental agency, constituting a\n   38  public benefit corporation. Except as otherwise provided by special  act\n   39  of  the  legislature, an agency shall consist of not less than three nor\n   40  more than seven members who shall be appointed by  the  CHIEF  EXECUTIVE\n   41  OFFICER,  WITH  THE  ADVICE  AND CONSENT OF THE LOCAL governing body, of\n   42  each municipality and who shall serve at the pleasure of the  appointing\n   43  authority.  [Such  members  may include representatives of local govern-\n   44  ment, school boards, organized labor and business.] AT  LEAST  ONE-THIRD\n   45  OF  ALL  MEMBERS  SHALL BE REPRESENTATIVE OF LOCAL GOVERNMENT, ORGANIZED\n   46  LABOR, OR THE ENGINEERING, BUSINESS,  OR  ENVIRONMENTAL  COMMUNITIES.  A\n   47  member  shall  continue  to  hold  office  until his OR HER successor is\n   48  appointed and has qualified. The governing  body  of  each  municipality\n   49  shall  designate  the  first  [chairman]  CHAIRPERSON  and file with the\n   50  secretary of state a certificate of appointment or reappointment of  any\n   51  member.  Such  members  shall receive no compensation for their services\n   52  but shall be entitled to the  necessary  expenses,  including  traveling\n   53  expenses,  incurred  in the discharge of their duties.  MEMBERS MUST NOT\n   54  BE OR HAVE, WITHIN THE PAST FIVE YEARS, BEEN:\n\n       S. 915                              6\n\n    1    (A) AN EMPLOYEE OR AN OWNER OF A  FIRM  THAT  IS  A  PAID  ADVISOR  OR\n    2  CONSULTANT  OF  THE  AGENCY,  INCLUDING  A PRESENT OR FORMER INDEPENDENT\n    3  AUDITOR OF THE AGENCY;\n    4    (B) EMPLOYED BY A SIGNIFICANT SUPPLIER OF THE AGENCY;\n    5    (C)  EMPLOYED  BY AND HAD A FIVE PERCENT OR GREATER OWNERSHIP INTEREST\n    6  IN A SUPPLIER WHERE SALES TO THE AGENCY REPRESENT MORE THAN ONE  PERCENT\n    7  OF  THE  SALES OF THE SUPPLIER OR MORE THAN ONE PERCENT OF THE PURCHASES\n    8  OF THE AGENCY;\n    9    (D) A \"POLITICAL PARTY CHAIRMAN\" AS SUCH TERM IS DEFINED IN  PARAGRAPH\n   10  (K)  OF  SUBDIVISION ONE OF SECTION SEVENTY-THREE OF THE PUBLIC OFFICERS\n   11  LAW; OR\n   12    (E) A LOBBYIST REGISTERED UNDER A STATE  OR  LOCAL  LAW  COVERING  ANY\n   13  JURISDICTION SERVED IN WHOLE OR IN PART BY THE AGENCY.\n   14    S  4.  Subdivision  15 of section 858 of the general municipal law, as\n   15  added by chapter 356 of the laws of 1993, is amended to read as follows:\n   16    (15) To enter into agreements requiring payments  in  lieu  of  taxes.\n   17  Such agreements shall be in writing and in addition to other terms shall\n   18  contain:   the amount due annually to each affected tax jurisdiction (or\n   19  a formula by which the amount due  can  be  calculated),  the  name  and\n   20  address of the person, office or agency to which payment shall be deliv-\n   21  ered,  the  date  on  which payment shall be made, and the date on which\n   22  payment shall be considered delinquent if  not  paid.  Unless  otherwise\n   23  agreed  by  the  affected  tax  jurisdictions,  any such agreement shall\n   24  provide that payments in lieu of taxes shall be allocated among affected\n   25  tax jurisdictions in proportion to the amount of real property  tax  and\n   26  other  taxes  which would have been received by each affected tax juris-\n   27  diction had the project not been tax exempt due to  the  status  of  the\n   28  agency  involved  in  the project. A copy of any such agreement shall be\n   29  delivered to each affected tax jurisdiction within fifteen days of sign-\n   30  ing the agreement.  In  the  absence  of  any  such  written  agreement,\n   31  payments  in  lieu  of taxes made by an agency shall be allocated in the\n   32  same proportions as they had  been  prior  to  January  first,  nineteen\n   33  hundred  ninety-three  for  so  long as the agency's activities render a\n   34  project  non-taxable  by  affected  tax  jurisdictions.   STANDARD   TAX\n   35  EXEMPTION POLICIES ESTABLISHED IN LAW OR BY AGENCIES SHALL BE SENT ANNU-\n   36  ALLY  TO  CHIEF  EXECUTIVES  AND  ALL MEMBERS OF GOVERNING BOARDS OF ALL\n   37  AFFECTED TAX JURISDICTIONS. ANY CHANGES TO THE  STANDARD  TAX  EXEMPTION\n   38  POLICIES  SHALL  ALSO  BE  SENT  TO  CHIEF EXECUTIVES AND ALL MEMBERS OF\n   39  GOVERNING BOARDS OF AFFECTED TAX JURISDICTIONS. STANDARD  TAX  EXEMPTION\n   40  POLICIES  SHALL  ALSO  BE MADE AVAILABLE TO THE PUBLIC AND POSTED ON THE\n   41  AGENCY'S WEBSITE.  EVERY AGENCY SHALL BE REQUIRED TO MAINTAIN, AND  MAKE\n   42  AVAILABLE TO ALL LOCAL ELECTED OFFICIALS AND THE PUBLIC, A CURRENT SCHE-\n   43  DULE  OF ALL PILOT PAYMENTS DUE EACH YEAR AND THE AMOUNT OF EACH PAYMENT\n   44  ALLOCABLE TO EACH AFFECTED TAX JURISDICTION ON WHOSE BEHALF THE PILOT IS\n   45  BEING COLLECTED.  ALL AGENCIES SHALL MAINTAIN, AND MAKE  READILY  AVAIL-\n   46  ABLE TO ALL LOCAL ELECTED OFFICIALS AND THE PUBLIC, CURRENT SCHEDULES OF\n   47  PROJECT  OWNERS  WHO  ARE  IN  ARREARS  IN  THE MAKING OF REQUIRED PILOT\n   48  PAYMENTS, THE AMOUNTS INVOLVED, AND THE  TIME  PERIODS  INVOLVED.  EVERY\n   49  AGENCY  MUST  ENSURE  THAT  ALL PILOT PAYMENTS ARE PROMPTLY RECEIVED AND\n   50  FULLY TRANSMITTED TO THE TREASURIES OF THE AFFECTED TAX JURISDICTIONS ON\n   51  WHOSE BEHALF THOSE PILOT PAYMENTS WERE COLLECTED;\n   52    S 5. The general municipal law is amended  by  adding  a  new  section\n   53  858-c to read as follows:\n   54    S  858-C.  MUNICIPAL INPUT. 1. THE GOVERNING BODY OF EACH MUNICIPALITY\n   55  FOR WHOSE BENEFIT AN AGENCY IS ESTABLISHED SHALL HAVE THE  AUTHORITY  TO\n   56  APPROVE  OR  DISAPPROVE ANY AGENCY USE OF EMINENT DOMAIN, DISPOSITION OF\n\n       S. 915                              7\n\n    1  AGENCY PROPERTY, ISSUANCE OF BONDS, ENTRANCE INTO  AGREEMENTS  REQUIRING\n    2  PAYMENTS,  OR  ENTERING  INTO  AGREEMENTS FOR PAYMENTS IN LIEU OF TAXES.\n    3  EACH SUCH GOVERNING BODY SHALL APPROVE OR DISAPPROVE ANY  OF  THE  ABOVE\n    4  AGENCY  DECISIONS BY MAJORITY VOTE. WHERE APPLICABLE IN THE ENACTMENT OF\n    5  LOCAL LAWS, THE CHIEF EXECUTIVE OFFICER SHALL APPROVE OR DISAPPROVE SUCH\n    6  GOVERNING BODY'S DECISION, SUBJECT TO ANY APPLICABLE RIGHT TO OVERRIDE.\n    7    2. AGENCY BOARDS SHALL NOT VIOLATE ANY LOCAL ZONING LAWS,  ORDINANCES,\n    8  OR REGULATIONS OR LOCAL DEVELOPMENT PLANS.\n    9    S  6.  Paragraphs  (a)  and (b) of subdivision 1 of section 859 of the\n   10  general municipal law, paragraph (a) as added by chapter 692 of the laws\n   11  of 1989 and paragraph (b) as amended by chapter 357 of the laws of 1993,\n   12  are amended to read as follows:\n   13    (a) Each agency shall maintain books and records in such form  as  may\n   14  be prescribed by the state comptroller.  THE COMPTROLLER SHALL PRESCRIBE\n   15  RULES ON STANDARDIZING THE CALCULATION OF TAX BENEFITS.\n   16    (b)  Within  ninety  days following the close of its fiscal year, each\n   17  agency or authority shall prepare a financial statement for that  fiscal\n   18  year  in  such  form as may be prescribed by the state comptroller. Such\n   19  statement shall be audited within such ninety day period by an independ-\n   20  ent certified public accountant in accordance with government accounting\n   21  standards established by the United States  general  accounting  office.\n   22  The  audited  financial  statement  shall include supplemental schedules\n   23  listing all straight-lease transactions  and  bonds  and  notes  issued,\n   24  outstanding  or  retired during the applicable accounting period whether\n   25  or not such bonds, notes or transactions are considered  obligations  of\n   26  the agency, AND INFORMATION ON PILOTS.  For each issue of bonds or notes\n   27  such  schedules  shall  provide  the  name of each project financed with\n   28  proceeds of each issue, and whether the project occupant is  a  not-for-\n   29  profit  corporation, the name and address of each owner of each project,\n   30  THE ADDRESS OF EACH PROJECT, the  estimated  amount  of  tax  exemptions\n   31  authorized for each project, the purpose for which each bond or note was\n   32  issued,  date  of  issue,  interest rate at issuance and if variable the\n   33  range of interest rates applicable, maturity date, federal tax status of\n   34  each issue, and an estimate of the number of jobs created  and  retained\n   35  by  each  project.  For  each straight-lease transaction, such schedules\n   36  shall provide the name of each project, and whether the project occupant\n   37  is a not-for-profit corporation, the name and address of each  owner  of\n   38  each project, the estimated amount of tax exemptions authorized for each\n   39  project,  the purpose for which each transaction was made, the method of\n   40  financial assistance  utilized  by  the  project,  other  than  the  tax\n   41  exemptions  claimed by the project and an estimate of the number of jobs\n   42  created and retained by each project.\n   43    S 7. Section 859-a of the general municipal law, as added  by  chapter\n   44  356 of the laws of 1993, is amended to read as follows:\n   45    S  859-a.  Additional  prerequisites  to  the  provisions of financial\n   46  assistance, ECONOMIC IMPACT STATEMENTS AND  PUBLIC  HEARINGS.  Prior  to\n   47  providing  any  financial  assistance  of more than one hundred thousand\n   48  dollars to any project,  the  agency  must  comply  with  the  following\n   49  prerequisites:\n   50    1.  The  agency must adopt a resolution describing the project and the\n   51  financial assistance that the agency is contemplating  with  respect  to\n   52  such  project.  AGENCIES  MUST  MAINTAIN  A LIST OF ALL PENDING PROJECTS\n   53  ABOUT WHICH THEY HAVE BEEN CONTACTED, AND MAKE SUCH LISTS AVAILABLE  FOR\n   54  PUBLIC  INSPECTION, INCLUDING BUT NOT LIMITED TO PUBLISHING THE LISTS ON\n   55  THE AGENCY'S WEBSITE. IF ANY PERSON REQUESTS MORE  INFORMATION  ABOUT  A\n   56  PARTICULAR  PROJECT,  THE AGENCY SHALL PROVIDE SUCH INFORMATION AS EXPE-\n\n       S. 915                              8\n\n    1  DITIOUSLY AS POSSIBLE. Such assistance  shall  be  consistent  with  the\n    2  uniform  tax exemption policy adopted by the agency pursuant to subdivi-\n    3  sion four of section eight hundred seventy-four of this [chapter] TITLE,\n    4  unless  the  agency  has followed the procedures for deviation from such\n    5  policy specified in paragraph (b) of such subdivision.  SUCH  ASSISTANCE\n    6  SHALL  ALSO  BE  CONSISTENT  WITH ENVIRONMENTAL PROTECTION, SUCH AS OPEN\n    7  SPACE PROTECTION, THAT WILL PROMOTE NEW DEVELOPMENT PATTERNS IN ORDER TO\n    8  TAKE ADVANTAGE OF RESOURCES AND OPPORTUNITIES, SUCH AS  EXISTING  PUBLIC\n    9  SEWER AND WATER INFRASTRUCTURE, WITHOUT COMPROMISING THE NEEDS OF FUTURE\n   10  GENERATIONS;  AND  LABOR  PROTECTION,  INCLUDING ALL FEDERAL, STATE, AND\n   11  LOCAL LABOR LAWS, RULES, OR REGULATIONS. THE AGENCY SHALL NOT  GRANT  OR\n   12  APPROPRIATE  ASSISTANCE  TO  ANY ENTITY THAT HAS COMMITTED VIOLATIONS OF\n   13  ANY FEDERAL, STATE, OR LOCAL LAWS.\n   14    2. THE AGENCY SHALL PREPARE (WHERE THE APPLICANT DOES NOT PREPARE  THE\n   15  ECONOMIC  IMPACT  STATEMENT),  OR  CAUSE  TO  BE PREPARED BY CONTRACT OR\n   16  OTHERWISE, AN ECONOMIC IMPACT STATEMENT ON ANY ACTION THAT  IT  PROPOSES\n   17  OR  APPROVES  WHICH  MAY HAVE A SIGNIFICANT EFFECT ON THE AFFECTED LOCAL\n   18  ECONOMY AND LOCAL COMMUNITY.  THE AGENCY SHALL USE ALL PRACTICABLE MEANS\n   19  TO REALIZE THE POLICIES AND GOALS SET FORTH IN THIS ARTICLE,  AND  SHALL\n   20  ACT AND CHOOSE ALTERNATIVES WHICH, CONSISTENT WITH SOCIAL, ECONOMIC, AND\n   21  OTHER ESSENTIAL CONSIDERATIONS, TO THE MAXIMUM EXTENT PRACTICABLE, MINI-\n   22  MIZE  OR  AVOID  ADVERSE ECONOMIC EFFECTS, INCLUDING EFFECTS REVEALED IN\n   23  THE ECONOMIC IMPACT STATEMENT PROCESS. SUCH A STATEMENT SHALL INCLUDE  A\n   24  DETAILED STATEMENT SETTING FORTH THE FOLLOWING:\n   25    (A)  A  DESCRIPTION OF THE PROPOSED ACTION AND ITS ECONOMIC AND SOCIAL\n   26  SETTING;\n   27    (B) THE ECONOMIC AND SOCIAL IMPACT OF THE PROPOSED  ACTION,  INCLUDING\n   28  SHORT-TERM AND LONG-TERM EFFECTS, ESPECIALLY TO THE AFFECTED COMMUNITY;\n   29    (C)  ANY  ADVERSE  ECONOMIC EFFECTS WHICH CANNOT BE AVOIDED SHOULD THE\n   30  PROPOSAL BE IMPLEMENTED;\n   31    (D) ALTERNATIVES TO THE PROPOSED ACTION;\n   32    (E)  ANY  IRREVERSIBLE  AND  IRRETRIEVABLE  COMMITMENTS   AND   SOCIAL\n   33  RESOURCES  WHICH  WOULD BE INVOLVED IN THE PROPOSED ACTION, SHOULD IT BE\n   34  IMPLEMENTED;\n   35    (F) MITIGATION MEASURES PROPOSED TO MINIMIZE THE ECONOMIC,  SOCIAL  OR\n   36  OTHER ESSENTIAL IMPACTS; AND\n   37    (G) THE GROWTH-INDUCING ASPECTS OF THE PROPOSED ACTION, WHERE APPLICA-\n   38  BLE AND SIGNIFICANT.\n   39    SUCH  A  STATEMENT  SHALL  ALSO  INCLUDE  COPIES  OR  A SUMMARY OF THE\n   40  SUBSTANTIVE COMMENTS RECEIVED BY THE AGENCY PURSUANT TO SUBDIVISION  SIX\n   41  OF  THIS  SECTION, AND THE AGENCY RESPONSE TO SUCH COMMENTS. THE PURPOSE\n   42  OF AN ECONOMIC IMPACT STATEMENT IS TO PROVIDE DETAILED INFORMATION ABOUT\n   43  THE EFFECT WHICH A PROPOSED ACTION IS LIKELY TO  HAVE  ON  THE  ECONOMY,\n   44  EMPLOYMENT  CONDITIONS,  AND  SOCIAL  CHARACTERISTICS OF A COMMUNITY, TO\n   45  LIST WAYS IN WHICH ANY ADVERSE EFFECTS OF SUCH AN ACTION MIGHT BE  MINI-\n   46  MIZED,  AND  TO SUGGEST ALTERNATIVES TO SUCH AN ACTION SO AS TO FORM THE\n   47  BASIS FOR A DECISION AS TO WHETHER OR NOT TO UNDERTAKE OR  APPROVE  SUCH\n   48  ACTION.    SUCH  STATEMENT  SHALL BE CLEARLY WRITTEN IN A CONCISE MANNER\n   49  CAPABLE OF BEING READ AND UNDERSTOOD BY THE PUBLIC, SHALL DEAL WITH  THE\n   50  SPECIFIC  SIGNIFICANT  ECONOMIC  IMPACTS  WHICH CAN BE REASONABLY ANTIC-\n   51  IPATED, AND SHALL NOT CONTAIN MORE DETAIL THAN IS APPROPRIATE, CONSIDER-\n   52  ING THE NATURE AND MAGNITUDE OF THE PROPOSED ACTION AND THE SIGNIFICANCE\n   53  OF ITS POTENTIAL IMPACTS.\n   54    3. THE AGENCY MAY REQUIRE AN APPLICANT TO SUBMIT AN ECONOMIC REPORT TO\n   55  ASSIST THE AGENCY IN CARRYING OUT ITS  RESPONSIBILITIES,  INCLUDING  THE\n   56  INITIAL  DETERMINATION  AND,  (WHERE  THE APPLICANT DOES NOT PREPARE THE\n\n       S. 915                              9\n\n    1  ECONOMIC IMPACT STATEMENT), THE PREPARATION OF AN ECONOMIC IMPACT STATE-\n    2  MENT UNDER THIS ARTICLE. THE AGENCY MAY REQUEST SUCH  OTHER  INFORMATION\n    3  FROM  AN  APPLICANT  NECESSARY  FOR  THE  REVIEW  OF ECONOMIC AND SOCIAL\n    4  IMPACTS.  NOTWITHSTANDING ANY USE OF OUTSIDE RESOURCES OR WORK, AGENCIES\n    5  SHALL MAKE THEIR OWN INDEPENDENT JUDGMENT OF THE  SCOPE,  CONTENTS,  AND\n    6  ADEQUACY OF AN ECONOMIC IMPACT STATEMENT.\n    7    4.  (A)  AS  EARLY AS POSSIBLE IN THE FORMULATION OF A PROPOSAL FOR AN\n    8  ACTION, THE AGENCY SHALL MAKE AN INITIAL DETERMINATION AS TO WHETHER  OR\n    9  NOT  AN ECONOMIC IMPACT STATEMENT NEED BE PREPARED FOR THE ACTION.  WITH\n   10  RESPECT TO ACTIONS INVOLVING THE ISSUANCE TO AN APPLICANT OF A PERMIT OR\n   11  OTHER ENTITLEMENT, THE AGENCY SHALL NOTIFY THE APPLICANT IN  WRITING  OF\n   12  ITS  INITIAL DETERMINATION, SPECIFYING THEREIN THE BASIS FOR SUCH DETER-\n   13  MINATION.  NOTICE OF THE INITIAL DETERMINATION, ALONG  WITH  APPROPRIATE\n   14  SUPPORTING FINDINGS ON AGENCY ACTIONS, SHALL BE KEPT ON FILE IN THE MAIN\n   15  OFFICE  OF  THE  AGENCY FOR PUBLIC INSPECTION.  IF THE AGENCY DETERMINES\n   16  THAT SUCH STATEMENT IS REQUIRED, THE AGENCY OR  THE  APPLICANT,  AT  THE\n   17  APPLICANT'S  OPTION,  SHALL  PREPARE  OR  CAUSE  TO  BE PREPARED A DRAFT\n   18  ECONOMIC IMPACT STATEMENT.   IF THE  APPLICANT  DOES  NOT  EXERCISE  THE\n   19  OPTION  TO PREPARE SUCH STATEMENT, THE AGENCY SHALL PREPARE IT, CAUSE IT\n   20  TO BE PREPARED, OR TERMINATE ITS REVIEW OF  THE  PROPOSED  ACTION.  SUCH\n   21  STATEMENT SHALL DESCRIBE THE PROPOSED ACTION AND REASONABLE ALTERNATIVES\n   22  TO  THE  ACTION,  AND  BRIEFLY DISCUSS, ON THE BASIS OF INFORMATION THEN\n   23  AVAILABLE, THE REMAINING ITEMS REQUIRED TO BE SUBMITTED  BY  SUBDIVISION\n   24  TWO  OF  THIS  SECTION.  THE PURPOSE OF A DRAFT ECONOMIC STATEMENT IS TO\n   25  RELATE ECONOMIC AND SOCIAL CONSIDERATIONS TO THE INCEPTION OF THE  PLAN-\n   26  NING PROCESS, TO INFORM THE PUBLIC AND OTHER PUBLIC AGENCIES AS EARLY AS\n   27  POSSIBLE ABOUT PROPOSED ACTIONS THAT MAY SIGNIFICANTLY AFFECT THE QUALI-\n   28  TY  OF THE ECONOMIC AND SOCIAL CONDITIONS, AND TO SOLICIT COMMENTS WHICH\n   29  WILL ASSIST THE AGENCY IN THE DECISION MAKING PROCESS IN DETERMINING THE\n   30  ECONOMIC AND SOCIAL CONSEQUENCES  OF  THE  PROPOSED  ACTION.  THE  DRAFT\n   31  STATEMENT  SHALL RESEMBLE IN FORM AND CONTENT THE ECONOMIC IMPACT STATE-\n   32  MENT TO BE PREPARED AFTER COMMENTS HAVE  BEEN  RECEIVED  AND  CONSIDERED\n   33  PURSUANT  TO  SUBDIVISION  TWO OF THIS SECTION; HOWEVER, THAT THE LENGTH\n   34  AND DETAIL OF THE DRAFT ECONOMIC STATEMENT WILL NECESSARILY REFLECT  THE\n   35  PRELIMINARY  NATURE  OF  THE PROPOSAL AND THE EARLY STAGE AT WHICH IT IS\n   36  PREPARED;\n   37    (B) THE DRAFT STATEMENT SHALL BE FILED WITH THE APPROPRIATE  GOVERNING\n   38  BODY OF EACH MUNICIPALITY FOR WHOSE BENEFIT SUCH AGENCY IS ESTABLISHED.\n   39    5.  (A)  AFTER  THE  FILING  OF A DRAFT ECONOMIC IMPACT STATEMENT, THE\n   40  AGENCY SHALL DETERMINE WHETHER OR NOT TO CONDUCT A PUBLIC HEARING ON THE\n   41  ECONOMIC IMPACT OF THE PROPOSED ACTION. SUCH  PUBLIC  HEARING  SHALL  BE\n   42  HELD  IN  A  CITY,  TOWN, OR VILLAGE WHERE THE PROJECT IS PROPOSED TO BE\n   43  LOCATED.  THE AGENCY MUST GIVE AT LEAST THIRTY DAYS' PUBLISHED NOTICE OF\n   44  SUCH PUBLIC HEARING AND SHALL, AT THE SAME TIME, PROVIDE NOTICE OF  SUCH\n   45  HEARING TO THE CHIEF EXECUTIVE OFFICER OF EACH AFFECTED TAX JURISDICTION\n   46  WITHIN  WHICH THE PROJECT IS PROPOSED TO BE LOCATED. THE NOTICE OF HEAR-\n   47  ING MUST STATE THE TIME AND PLACE OF THE  HEARING,  CONTAIN  A  GENERAL,\n   48  FUNCTIONAL DESCRIPTION OF THE PROJECT, DESCRIBE THE PROSPECTIVE LOCATION\n   49  OF  THE PROJECT, IDENTIFY THE INITIAL OWNER, OPERATOR, OR MANAGER OF THE\n   50  PROJECT, GENERALLY DESCRIBE THE FINANCIAL ASSISTANCE CONTEMPLATED BY THE\n   51  AGENCY WITH RESPECT TO THE PROJECT, AND PROVIDE AN OPPORTUNITY  FOR  THE\n   52  PUBLIC  TO REVIEW THE PROJECT APPLICATION, WHICH SHALL INCLUDE AN ANALY-\n   53  SIS OF THE COSTS AND BENEFITS OF THE PROPOSED  PROJECT.  THE  NOTICE  OF\n   54  HEARING  MUST  BE PUBLISHED IN THE STATE REGISTER AND THE WEBSITE OF THE\n   55  AGENCY.\n\n       S. 915                             10\n\n    1    (B) IF THE AGENCY DETERMINES TO HOLD SUCH A HEARING, IT SHALL COMMENCE\n    2  THE HEARING WITHIN SIXTY DAYS OF THE FILING  AND,  UNLESS  THE  PROPOSED\n    3  ACTION  IS  WITHDRAWN  FROM  CONSIDERATION,  SHALL  PREPARE THE ECONOMIC\n    4  IMPACT STATEMENT WITHIN FORTY-FIVE DAYS AFTER THE CLOSE OF THE  HEARING,\n    5  EXCEPT  AS  OTHERWISE  PROVIDED.  THE  NEED  FOR SUCH A HEARING SHALL BE\n    6  DETERMINED IN ACCORDANCE WITH PROCEDURES ADOPTED BY THE AGENCY  PURSUANT\n    7  TO  SECTION  EIGHT  HUNDRED  FIFTY-EIGHT OF THIS TITLE. IF NO HEARING IS\n    8  HELD, THE AGENCY SHALL PREPARE AND MAKE AVAILABLE  THE  ECONOMIC  IMPACT\n    9  STATEMENT  WITHIN  SIXTY  DAYS  AFTER THE FILING OF THE DRAFT, EXCEPT AS\n   10  OTHERWISE PROVIDED.\n   11    (C) NOTWITHSTANDING THE SPECIFIED TIME  PERIODS  ESTABLISHED  BY  THIS\n   12  ARTICLE, AN AGENCY SHALL VARY THE TIMES SO ESTABLISHED HEREIN FOR PREPA-\n   13  RATION, REVIEW AND PUBLIC HEARINGS TO COORDINATE THE ECONOMIC AND SOCIAL\n   14  REVIEW  PROCESS WITH OTHER PROCEDURES RELATING TO REVIEW AND APPROVAL OF\n   15  AN ACTION. AN APPLICATION OR AUTHORIZATION FOR AN ACTION  UPON  WHICH  A\n   16  DRAFT  ECONOMIC  IMPACT STATEMENT IS DETERMINED TO BE REQUIRED SHALL NOT\n   17  BE COMPLETE UNTIL SUCH DRAFT STATEMENT HAS BEEN FILED  AND  ACCEPTED  BY\n   18  THE  AGENCY AS SATISFACTORY WITH RESPECT TO SCOPE, CONTENT, AND ADEQUACY\n   19  FOR PURPOSES OF SUBDIVISION FOUR OF THIS SECTION.  COMMENCING UPON  SUCH\n   20  ACCEPTANCE, THE ECONOMIC IMPACT STATEMENT PROCESS SHALL RUN CONCURRENTLY\n   21  WITH OTHER PROCEDURES RELATING TO THE REVIEW AND APPROVAL OF THE ACTION,\n   22  SO  LONG  AS  REASONABLE  TIME  IS PROVIDED FOR PREPARATION, REVIEW, AND\n   23  PUBLIC HEARINGS WITH RESPECT TO THE DRAFT ECONOMIC IMPACT STATEMENT.\n   24    6. TO THE EXTENT POSSIBLE,  THE  ECONOMIC  IMPACT  STATEMENT  PREPARED\n   25  PURSUANT  TO SUBDIVISION TWO OF THIS SECTION, TOGETHER WITH THE COMMENTS\n   26  OF PUBLIC AGENCIES AND MEMBERS OF THE PUBLIC, SHALL BE  FILED  WITH  THE\n   27  GOVERNING  BODY  OF  EACH  MUNICIPALITY FOR WHOSE BENEFIT SUCH AGENCY IS\n   28  ESTABLISHED AND MADE AVAILABLE TO THE PUBLIC  PRIOR  TO  ACTING  ON  THE\n   29  PROPOSAL WHICH IS THE SUBJECT OF THE ECONOMIC IMPACT STATEMENT.\n   30    7.  AN  AGENCY  MAY  CHARGE A FEE TO AN APPLICANT TO RECOVER THE COSTS\n   31  INCURRED IN PREPARING OR CAUSING TO BE PREPARED  OR  REVIEWING  A  DRAFT\n   32  ECONOMIC  IMPACT STATEMENT OR AN ECONOMIC IMPACT STATEMENT ON THE ACTION\n   33  WHICH THE APPLICANT REQUESTS FROM THE AGENCY; PROVIDED, HOWEVER, THAT AN\n   34  APPLICANT MAY NOT BE CHARGED A SEPARATE FEE FOR BOTH THE PREPARATION AND\n   35  REVIEW OF SUCH STATEMENTS. THE TECHNICAL SERVICES OF THE AGENCY  MAY  BE\n   36  MADE AVAILABLE ON A FEE BASIS REFLECTING THE COSTS THEREOF TO A REQUEST-\n   37  ING AGENCY, WHICH FEE OR FEES MAY APPROPRIATELY BE CHARGED BY THE AGENCY\n   38  TO  THE APPLICANT UNDER RULES AND REGULATIONS TO BE ISSUED BY THE AGENCY\n   39  FOR SUCH PURPOSE UNDER SECTION EIGHT HUNDRED FIFTY-EIGHT OF THIS TITLE.\n   40    8. WHEN AN AGENCY DECIDES TO CARRY OUT OR APPROVE AN ACTION WHICH  HAS\n   41  BEEN  THE  SUBJECT  OF  AN  ECONOMIC  IMPACT STATEMENT, IT SHALL MAKE AN\n   42  EXPLICIT FINDING THAT THE REQUIREMENTS OF THIS SECTION HAVE BEEN MET AND\n   43  THAT, CONSISTENT WITH SOCIAL, ECONOMIC, AND  OTHER  ESSENTIAL  CONSIDER-\n   44  ATIONS, TO THE MAXIMUM EXTENT PRACTICABLE, ADVERSE ECONOMIC, SOCIAL, AND\n   45  COMMUNITY EFFECTS REVEALED IN THE ECONOMIC IMPACT STATEMENT PROCESS WILL\n   46  BE MINIMIZED OR AVOIDED.\n   47    9.  The  agency [must] SHALL hold a public hearing with respect to the\n   48  project and the proposed financial assistance being contemplated by  the\n   49  agency  AFTER  THE  COMPLETION  OF  THE FINAL ECONOMIC IMPACT STATEMENT.\n   50  [Said] SUCH public hearing shall be held in a  city,  town,  or  village\n   51  where  the  project  [proposes]  IS PROPOSED to [locate] BE LOCATED.  At\n   52  [said] SUCH public hearing, interested parties shall be provided reason-\n   53  able opportunity, both orally and in writing,  to  present  their  views\n   54  with  respect  to the project AND THE FINAL ECONOMIC IMPACT STATEMENT. A\n   55  PUBLIC HEARING MAY ONLY BE CONVENED IF TWO-THIRDS OF THE  BOARD  MEMBERS\n\n       S. 915                             11\n\n    1  ARE PRESENT. IF NOT, SUCH PUBLIC HEARING SHALL NOT BE CONVENED AND SHALL\n    2  BE RESCHEDULED, SUBJECT TO THE SAME QUORUM REQUIREMENTS.\n    3    [3]  10.  The  agency  must give at least ten days published notice of\n    4  [said] SUCH public hearing and shall, at the same time,  provide  notice\n    5  of  such  hearing  to  the  chief executive officer of each affected tax\n    6  jurisdiction within which the project is located. The notice of  hearing\n    7  must  state  the time and place of the hearing, contain a general, func-\n    8  tional description of the project, describe the prospective location  of\n    9  the  project,  identify  the  initial owner, operator, or manager of the\n   10  project, and generally describe the financial assistance contemplated by\n   11  the agency with respect to the project.  THE NOTICE OF HEARING  MUST  BE\n   12  PUBLISHED  IN  THE  STATE  REGISTER  AND THE WEBSITE OF THE AGENCY. SUCH\n   13  ASSISTANCE SHALL ALSO BE CONSISTENT WITH ENVIRONMENTAL PROTECTION,  SUCH\n   14  AS  OPEN SPACE PROTECTION, THAT WILL PROMOTE NEW DEVELOPMENT PATTERNS IN\n   15  ORDER TO TAKE ADVANTAGE OF RESOURCES AND OPPORTUNITIES, SUCH AS EXISTING\n   16  PUBLIC SEWER AND WATER INFRASTRUCTURE, WITHOUT COMPROMISING THE NEEDS OF\n   17  FUTURE GENERATIONS; AND LABOR PROTECTION, INCLUDING ALL FEDERAL,  STATE,\n   18  AND  LOCAL  LABOR LAWS, RULES OR REGULATIONS. THE AGENCY SHALL NOT GRANT\n   19  OR APPROPRIATE ASSISTANCE TO ANY ENTITY THAT HAS COMMITTED VIOLATIONS OF\n   20  ANY FEDERAL, STATE, OR LOCAL LAWS.\n   21    S 9. Section 860 of the general municipal law,  as  added  by  chapter\n   22  1030 of the laws of 1969, is amended to read as follows:\n   23    S  860.  Moneys of the agency. The agency shall have power to contract\n   24  with the holders of any of  its  bonds  or  notes  as  to  the  custody,\n   25  collection, securing, investment and payment of any moneys of the agency\n   26  or  any  moneys  held  in trust or otherwise for the payment of bonds or\n   27  notes or in any way to secure bonds or notes and to carry out  any  such\n   28  contract.  Moneys held in trust or otherwise for the payment of bonds or\n   29  notes or in any way to secure bonds or notes and deposits of such moneys\n   30  may be secured in the same manner as moneys of the agency, and all banks\n   31  and trust companies are authorized to give such security for such depos-\n   32  its.  ANY LEASE PAYMENTS, REVENUES, OR  OTHER  EARNINGS  OF  THE  AGENCY\n   33  SHALL  BE PAID TO THE LOCAL GOVERNING BODY OF THE MUNICIPALITY FOR WHOSE\n   34  BENEFIT SUCH AGENCY IS ESTABLISHED.\n   35    S 10. Section 882 of the general municipal law, as  added  by  chapter\n   36  1030 of the laws of 1969, is amended and a new section 882-a is added to\n   37  read as follows:\n   38    S  882.  Termination of the agency. Whenever all of the bonds or notes\n   39  issued by the agency shall have been redeemed or cancelled,  the  agency\n   40  shall  cease to exist and all rights, titles, and interest and all obli-\n   41  gations and liabilities thereof vested in or  possessed  by  the  agency\n   42  shall  thereupon  vest  in  and be possessed by the municipality.  AFTER\n   43  OCTOBER FIRST, TWO THOUSAND TWELVE,  NON-COUNTY  INDUSTRIAL  DEVELOPMENT\n   44  AGENCIES  CREATED  UNDER  TITLE TWO OF THIS ARTICLE SHALL NOT BE ABLE TO\n   45  ISSUE ANY FURTHER BONDS OR NOTES.\n   46    S 882-A. PROHIBITION OF LOCAL INDUSTRIAL  DEVELOPMENT  AGENCIES.    NO\n   47  FURTHER INDUSTRIAL DEVELOPMENT AGENCIES MAY BE CREATED UNLESS THEY ARE A\n   48  COUNTY-WIDE INDUSTRIAL DEVELOPMENT AGENCY.\n   49    S  11. The general municipal law is amended by adding two new sections\n   50  885 and 885-a to read as follows:\n   51    S 885. PREVAILING WAGE.  WHENEVER A RECIPIENT OF  INDUSTRIAL  DEVELOP-\n   52  MENT  AGENCY  FUNDS,  FINANCIAL ASSISTANCE, OR OTHER BENEFIT ENTERS INTO\n   53  ANY CONTRACT, SUBCONTRACT, LEASE, GRANT, BOND, COVENANT OR OTHER  AGREE-\n   54  MENT  FOR  OR  IN  CONNECTION  WITH ANY CONSTRUCTION, DEMOLITION, RECON-\n   55  STRUCTION, EXCAVATION, REHABILITATION, REPAIR,  RENOVATION,  ALTERATION,\n   56  OR  IMPROVEMENT  PROJECT,  SUCH  PROJECT  SHALL BE DEEMED TO BE A PUBLIC\n\n       S. 915                             12\n\n    1  WORKS PROJECT FOR THE PURPOSES OF ARTICLE EIGHT OF THE  LABOR  LAW,  AND\n    2  ALL  OF THE PROVISIONS OF ARTICLE EIGHT OF THE LABOR LAW SHALL BE APPLI-\n    3  CABLE TO ALL THE WORK INVOLVED IN THE CONSTRUCTION,  DEMOLITION,  RECON-\n    4  STRUCTION,  EXCAVATION,  REHABILITATION, REPAIR, RENOVATION, ALTERATION,\n    5  OR IMPROVEMENT OF SUCH PROJECT.  FUNDS,  FINANCIAL  ASSISTANCE,  OR  ANY\n    6  OTHER  BENEFITS  PROVIDED PURSUANT TO THIS ARTICLE SHALL NOT BE UTILIZED\n    7  FOR OR IN CONNECTION WITH THE CONSTRUCTION, DEMOLITION,  RECONSTRUCTION,\n    8  EXCAVATION,  REHABILITATION, REPAIR, RENOVATION, ALTERATION, OR IMPROVE-\n    9  MENT OF ANY PROJECT TO WHICH THE PROVISIONS  OF  ARTICLE  EIGHT  OF  THE\n   10  LABOR LAW ARE NOT APPLICABLE.\n   11    S  885-A.   RECAPTURE. IF A RECIPIENT ENTITY OF AGENCY ASSISTANCE DOES\n   12  NOT ABIDE BY ANY PROVISION OF THIS ARTICLE OR REQUIREMENT MADE  APPLICA-\n   13  BLE  PURSUANT TO THE AUTHORITY OF THIS ARTICLE, IT SHALL PAY BACK TO THE\n   14  AGENCY THAT FRACTION OF DEVELOPMENTAL ASSISTANCE  THAT  ACCRUED  TO  ITS\n   15  BENEFIT FOR THE CALENDAR YEAR IN WHICH THE BENEFIT OCCURRED, PLUS INTER-\n   16  EST  AT  A RATE DETERMINED BY THE GRANTING AGENCY. FOR ONE-TIME FORMS OF\n   17  ASSISTANCE SUCH AS GRANTS OR LAND PRICE DISCOUNTS, A  DEFAULTING  ENTITY\n   18  SHALL  PAY BACK TO THE GRANTING AGENCY ONE-FIFTH OF THE VALUE OF ASSIST-\n   19  ANCE. REMITTANCE OF THE PAYBACK BY A  RECIPIENT  ENTITY  TO  A  GRANTING\n   20  AGENCY  SHALL  TAKE  PLACE WITHIN SIXTY CALENDAR DAYS OF THE DELIVERY OF\n   21  THE DEFAULT NOTICE TO THE RECIPIENT ENTITY.\n   22    S 12. This act shall take effect on the sixtieth day  after  it  shall\n   23  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the not-for-profit corporation law and the general municipal law, in relation to reforming local development corporations and industrial development agencies ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T115214.TXT", "SOBI.D110103.T133408.TXT", "SOBI.D110103.T124905.TXT", "SOBI.D110103.T121403.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294332734804
}