{
  "year" : 2011,
  "senateBillNo" : "S919-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO LOCAL GOVERNMENT",
    "billEventId" : "S919-2011-1294203600000-REFERRED+TO+LOCAL+GOVERNMENT",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MARCELLINO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides that leases of state park lands require the lessee to make payments in lieu of taxes to school districts within which the lands to be leased are located",
  "summary" : "Provides that leases of state park lands require the lessee to make payments in lieu of taxes to school districts within which the lands to be leased are located. ",
  "currentCommittee" : "LOCAL GOVERNMENT",
  "sameAs" : null,
  "lawSection" : "Real Property Tax Law",
  "previousVersions" : [ "S578-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          919\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  MARCELLINO  -- read twice and ordered printed, and\n         when printed to be committed to the Committee on Local Government\n\n       AN ACT to amend the real property tax law, in relation  to  payments  in\n         lieu of taxes for the lease of state park lands\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The real property tax  law  is  amended  by  adding  a  new\n    2  section 405 to read as follows:\n    3    S  405.  LEASE  OF  STATE  PARK  LANDS;  PAYMENTS IN LIEU OF TAXES. NO\n    4  PERSON, FIRM, PARTNERSHIP, CORPORATION  OR  ANY  OTHER  BUSINESS  ENTITY\n    5  OPERATED  ON  A FOR PROFIT BASIS SHALL ENTER INTO A LEASE AGREEMENT WITH\n    6  THE STATE OF NEW YORK FOR THE LEASE OF LANDS USED  BY  THE  STATE  AS  A\n    7  STATE  PARK, UNLESS SUCH LEASE AGREEMENT SHALL PROVIDE THAT SUCH PERSON,\n    8  FIRM, PARTNERSHIP, CORPORATION OR OTHER BUSINESS ENTITY  OPERATED  ON  A\n    9  FOR  PROFIT BASIS MAKE PAYMENTS IN LIEU OF TAXES TO EACH SCHOOL DISTRICT\n   10  WITHIN WHICH THE LANDS TO BE LEASED ARE LOCATED. SUCH PAYMENTS  IN  LIEU\n   11  OF  TAXES  SHALL  BE IN AN AMOUNT EQUAL TO OR GREATER THAN THE AMOUNT OF\n   12  REAL PROPERTY TAXES THAT SHALL HAVE BEEN PAID ON SUCH PROPERTY HAD  SUCH\n   13  PROPERTY  NOT  BEEN  EXEMPT FROM REAL PROPERTY TAXES PURSUANT TO SECTION\n   14  FOUR HUNDRED FOUR OF THIS ARTICLE OR ANY OTHER PROVISION  OF  LAW.    IF\n   15  SUCH  LEASED  PROPERTY  LIES  WITHIN MORE THAN ONE SCHOOL DISTRICT, SUCH\n   16  PAYMENTS IN LIEU OF TAXES  SHALL  BE  DISTRIBUTED  BETWEEN  SUCH  SCHOOL\n   17  DISTRICTS  ON  A  PRO  RATA BASIS WITH RESPECT TO THE PERCENTAGE OF LAND\n   18  THAT LIES WITHIN EACH SUCH SCHOOL DISTRICT.\n   19    S 2. This act shall take effect immediately and  shall  apply  to  all\n   20  leases of state park lands entered into on or after such date.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04394-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the real property tax law, in relation to payments in lieu of taxes for the lease of state park lands ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T115214.TXT", "SOBI.D110103.T160933.TXT", "SOBI.D110103.T150447.TXT", "SOBI.D110103.T140411.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294332734877
}