{
  "year" : 2011,
  "senateBillNo" : "S92-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO EDUCATION",
    "billEventId" : "S92-2011-1294203600000-REFERRED+TO+EDUCATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "SQUADRON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to safety training and regulations for the recognition and management of head injuries occurring during school athletic activities",
  "summary" : "Relates to safety training and regulations for the recognition and management of head injuries occurring during school athletic activities. ",
  "currentCommittee" : "EDUCATION",
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "SC6297-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          92\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by Sen. SQUADRON -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Education\n\n       AN ACT to amend the education law, in relation  to  training  of  school\n         athletic coaches in the recognition and management of head injuries\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Legislative intent. Concussions are one of the most common-\n    2  ly reported injuries in children  and  adolescents  who  participate  in\n    3  sports and recreational activities.  The centers for disease control and\n    4  prevention estimates that as many as three million nine hundred thousand\n    5  sports-related  and  recreation-related  concussions occur in the United\n    6  States each year.\n    7    A concussion is a type of brain injury that can  range  from  mild  to\n    8  severe and can disrupt the way the brain normally works. It is caused by\n    9  a  blow  or  motion  to  the  head or body that causes the brain to move\n   10  rapidly inside the skull. The risk of catastrophic injuries or death  is\n   11  significant  when  a concussion or head injury is not properly evaluated\n   12  and managed.\n   13    Concussions can occur in any organized or unorganized sport or  recre-\n   14  ational  activity  and  can result from a fall or from players colliding\n   15  with each other, the ground, or with obstacles. Concussions  occur  with\n   16  or  without  loss of consciousness, but the vast majority occurs without\n   17  loss of consciousness.\n   18    Continuing to play with a concussion or symptoms of head injury leaves\n   19  the young athlete especially  vulnerable  to  greater  injury  and  even\n   20  death.  Despite some increased recognition about the importance of diag-\n   21  nosing and treating concussions, some affected youth athletes are prema-\n   22  turely  returned  to  play,  which can have harmful and potentially even\n   23  deadly results.   It is therefore  imperative  that  adults  supervising\n   24  young  athletes  in school settings receive proper training to recognize\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01468-01-1\n\n       S. 92                               2\n\n    1  and evaluate concussions and other traumatic sport-related  injuries  in\n    2  order to ensure the safety of New York's children who compete in school-\n    3  related sports activities.\n    4    S  2.  The  education law is amended by adding a new section 3001-e to\n    5  read as follows:\n    6    S 3001-E. HEAD INJURY RECOGNITION TRAINING FOR COACHES OF  EXTRA-CLASS\n    7  PUBLIC  SCHOOL  ATHLETIC ACTIVITIES AND COACHES OF EXTRA-CLASS NONPUBLIC\n    8  SCHOOL ATHLETIC ACTIVITIES. 1. (A) COACHES OF EXTRA-CLASS PUBLIC  SCHOOL\n    9  ATHLETIC ACTIVITIES AND COACHES OF EXTRA-CLASS NONPUBLIC SCHOOL ATHLETIC\n   10  ACTIVITIES SHALL RECEIVE TRAINING TO LEARN HOW TO RECOGNIZE THE SYMPTOMS\n   11  OF  A  CONCUSSION  AND HOW TO SEEK PROPER MEDICAL TREATMENT FOR A PERSON\n   12  SUSPECTED OF HAVING A CONCUSSION.\n   13    (B) THE COMMISSIONER SHALL ESTABLISH BY  REGULATION,  IN  CONSULTATION\n   14  WITH  A  REPRESENTATIVE FROM THE GOVERNING AUTHORITY FOR INTERSCHOLASTIC\n   15  ACTIVITIES, A REPRESENTATIVE FROM THE  STATE  ORGANIZATION  REPRESENTING\n   16  LICENSED  ATHLETIC  TRAINERS,  A  REPRESENTATIVE  FROM THE DEPARTMENT OF\n   17  HEALTH KNOWLEDGEABLE IN THE SUBJECT MATTER  OF  CONCUSSIONS,  AND  OTHER\n   18  INTERESTED  PARTIES  KNOWLEDGEABLE IN THE SUBJECT MATTER OF CONCUSSIONS,\n   19  THE FOLLOWING PROVISIONS:\n   20    (I) THE MINIMUM STANDARDS AND REQUIREMENTS OF THE  TRAINING  DESCRIBED\n   21  IN  THIS  SECTION, INCLUDING A LIST OF APPROVED PROVIDERS OF SUCH TRAIN-\n   22  ING; AND\n   23    (II) TIMELINES AND PROCEDURES TO ENSURE THAT, TO THE EXTENT  PRACTICA-\n   24  BLE, EVERY COACH RECEIVES THE TRAINING DESCRIBED IN THIS SECTION; AND\n   25    (III) QUALIFICATIONS REQUIRED OF LICENSED HEALTH CARE PROFESSIONALS TO\n   26  BE PERMITTED TO PROVIDE MEDICAL RELEASES AS OUTLINED IN PARAGRAPH (B) OF\n   27  SUBDIVISION TWO OF THIS SECTION.\n   28    (C) IMPLEMENTATION OF REGULATIONS ENACTED PURSUANT TO THIS SUBDIVISION\n   29  SHALL NOT BE MADE THE RESPONSIBILITY OF THE EMPLOYING SCHOOL DISTRICT OR\n   30  NONPUBLIC  SCHOOL  UNLESS STATE FUNDING OR REIMBURSEMENT IS PROVIDED FOR\n   31  ASSOCIATED COSTS.\n   32    2. (A) A COACH MAY NOT ALLOW A MEMBER OF A  SCHOOL  ATHLETIC  TEAM  TO\n   33  PARTICIPATE  IN  ANY ATHLETIC EVENT OR TRAINING ON THE SAME DAY THAT THE\n   34  MEMBER:\n   35    (I) EXHIBITS SIGNS, SYMPTOMS OR BEHAVIORS CONSISTENT WITH A CONCUSSION\n   36  FOLLOWING AN OBSERVED OR SUSPECTED INJURY TO THE HEAD OR BODY; OR\n   37    (II) HAS BEEN DIAGNOSED WITH A CONCUSSION.\n   38    (B) A COACH MAY ALLOW A MEMBER  OF  A  SCHOOL  ATHLETIC  TEAM  WHO  IS\n   39  PROHIBITED  FROM  PARTICIPATING  IN  AN  ATHLETIC  EVENT OR TRAINING, AS\n   40  DESCRIBED IN PARAGRAPH (A) OF THIS SUBDIVISION,  TO  PARTICIPATE  IN  AN\n   41  ATHLETIC EVENT OR TRAINING NO SOONER THAN THE DAY AFTER THE MEMBER EXPE-\n   42  RIENCED AN INJURY TO THE HEAD OR BODY AND ONLY AFTER THE MEMBER RECEIVES\n   43  A  MEDICAL  RELEASE FROM A LICENSED HEALTH CARE PROFESSIONAL WITH QUALI-\n   44  FICATIONS AS DEFINED PURSUANT TO SUBPARAGRAPH (III) OF PARAGRAPH (B)  OF\n   45  SUBDIVISION ONE OF THIS SECTION.\n   46    S  3.  This  act shall take effect July 1, 2013 and shall apply to all\n   47  school years commencing on or after such date; provided  that  effective\n   48  immediately, the commissioner of education is authorized and directed to\n   49  promulgate  all  rules and regulations and take all actions necessary to\n   50  implement the provisions of this act on or before its effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to training of school athletic coaches in the recognition and management of head injuries ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101203.T120447.TXT", "SOBI.D101202.T165102.TXT", "SOBI.D101202.T163101.TXT", "SOBI.D101203.T092437.TXT", "SOBI.D101202.T164602.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1291395887599
}