{
  "year" : 2011,
  "senateBillNo" : "S920-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO LOCAL GOVERNMENT",
    "billEventId" : "S920-2011-1294203600000-REFERRED+TO+LOCAL+GOVERNMENT",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MARCELLINO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prohibits the construction of wireless communications facilities on or within fifteen hundred feet of school property",
  "summary" : "Prohibits the construction of wireless communications facilities on or within fifteen hundred feet of school property. ",
  "currentCommittee" : "LOCAL GOVERNMENT",
  "sameAs" : null,
  "lawSection" : "General Municipal Law",
  "previousVersions" : [ "S581-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          920\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  MARCELLINO  -- read twice and ordered printed, and\n         when printed to be committed to the Committee on Local Government\n\n       AN ACT to amend the general municipal law, in  relation  to  prohibiting\n         the  construction  of wireless communication facilities within fifteen\n         hundred feet of school property\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  general  municipal  law  is  amended by adding a new\n    2  section 99-v to read as follows:\n    3    S 99-V. CONSTRUCTION OF WIRELESS COMMUNICATION FACILITIES ON  OR  NEAR\n    4  SCHOOL  PROPERTY;  PROHIBITION.  1.  FOR  PURPOSES  OF THIS SECTION, THE\n    5  FOLLOWING TERMS SHALL HAVE THE FOLLOWING MEANINGS:\n    6    (A) \"SCHOOL PROPERTY\" SHALL MEAN ALL BUILDINGS,  STRUCTURES  AND  LAND\n    7  CONTAINED  WITHIN THE REAL PROPERTY BOUNDARY LINE OF A PUBLIC OR PRIVATE\n    8  ELEMENTARY OR SECONDARY SCHOOL.\n    9    (B) \"WIRELESS COMMUNICATION FACILITY\" SHALL MEAN AN UNSTAFFED FACILITY\n   10  USED IN THE RECEIPT AND  TRANSMISSION  OF  WIRELESS  TELEPHONE  SERVICE,\n   11  INCLUDING,  BUT  NOT  LIMITED TO, ANTENNAS, ANCILLARY TELECOMMUNICATIONS\n   12  EQUIPMENT AND TELECOMMUNICATIONS TOWERS AND POLES.\n   13    2. A MUNICIPAL CORPORATION OR OTHER ENTITY  HAVING  THE  AUTHORITY  TO\n   14  ISSUE  A  PERMIT  OR  LICENSE  TO  AUTHORIZE  THE PLACEMENT, ERECTION OR\n   15  CONSTRUCTION OF A WIRELESS COMMUNICATION FACILITY  SHALL  PROHIBIT  SUCH\n   16  PLACEMENT,  ERECTION OR CONSTRUCTION OF SUCH FACILITY ON SCHOOL PROPERTY\n   17  OR WITHIN FIFTEEN HUNDRED FEET OF SCHOOL PROPERTY.\n   18    S 2. This act shall take effect on the one hundred eightieth day after\n   19  it shall have become a law.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04396-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general municipal law, in relation to prohibiting the construction of wireless communication facilities within fifteen hundred feet of school property ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T115214.TXT", "SOBI.D110103.T150447.TXT", "SOBI.D110103.T140411.TXT", "SOBI.D110103.T160427.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294332734892
}