{
  "year" : 2011,
  "senateBillNo" : "S924-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S924-2011-1294203600000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MARCELLINO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to increasing penalties for first, second, third and fourth degree stalking",
  "summary" : "Relates to increasing penalties for first degree stalking to a class C felony, second degree stalking to a class D felony, third degree stalking to a class E felony, and fourth degree stalking to a class A misdemeanor. ",
  "currentCommittee" : "CODES",
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : [ "S576-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "LARKIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "MAZIARZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "RANZENHOFER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          924\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sens.  MARCELLINO,  LARKIN, MAZIARZ, RANZENHOFER -- read\n         twice and ordered printed, and when printed to  be  committed  to  the\n         Committee on Codes\n\n       AN  ACT  to amend the penal law, in relation to increasing penalties for\n         first, second, third and fourth degree stalking\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The closing paragraph of section 120.45 of the penal law,\n    2  as added by chapter 635 of the laws of  1999,  is  amended  to  read  as\n    3  follows:\n    4    Stalking in the fourth degree is a class [B] A misdemeanor.\n    5    S  2.  The  closing  paragraph  of section 120.50 of the penal law, as\n    6  added by chapter 635 of the laws of 1999, is amended to read as follows:\n    7    Stalking in the third degree is a class [A misdemeanor] E FELONY.\n    8    S 3. The closing paragraph of section 120.55  of  the  penal  law,  as\n    9  added by chapter 635 of the laws of 1999, is amended to read as follows:\n   10    Stalking in the second degree is a class [E] D felony.\n   11    S  4.  The  closing  paragraph  of section 120.60 of the penal law, as\n   12  amended by chapter 434 of the laws  of  2000,  is  amended  to  read  as\n   13  follows:\n   14    Stalking in the first degree is a class [D] C felony.\n   15    S  5. Paragraphs (b), (c) and (d) of subdivision 1 of section 70.02 of\n   16  the penal law, paragraphs (b) and (c) as amended by chapter 405  of  the\n   17  laws  of  2010  and paragraph (d) as amended by chapter 7 of the laws of\n   18  2007, are amended to read as follows:\n   19    (b) Class C violent felony offenses: an attempt to commit any  of  the\n   20  class  B felonies set forth in paragraph (a) of this subdivision; aggra-\n   21  vated criminally negligent homicide as defined in section 125.11, aggra-\n   22  vated manslaughter in the second degree as defined  in  section  125.21,\n   23  aggravated  sexual  abuse  in  the  second  degree as defined in section\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04392-01-1\n\n       S. 924                              2\n\n    1  130.67, assault on a peace officer, police officer, fireman or emergency\n    2  medical services professional as defined in section 120.08, gang assault\n    3  in the second degree as defined in section 120.06, STALKING IN THE FIRST\n    4  DEGREE AS DEFINED IN SUBDIVISION ONE OF SECTION 120.60, strangulation in\n    5  the  first  degree  as defined in section 121.13, burglary in the second\n    6  degree as defined in section 140.25, robbery in  the  second  degree  as\n    7  defined in section 160.10, criminal possession of a weapon in the second\n    8  degree  as  defined  in section 265.03, criminal use of a firearm in the\n    9  second degree as defined in section 265.08, criminal sale of  a  firearm\n   10  in  the  second  degree as defined in section 265.12, criminal sale of a\n   11  firearm with the aid of a minor as defined in section 265.14, soliciting\n   12  or providing support for an act of terrorism  in  the  first  degree  as\n   13  defined  in  section  490.15,  hindering prosecution of terrorism in the\n   14  second degree as defined in section 490.30, and criminal possession of a\n   15  chemical weapon or biological weapon in the third degree as  defined  in\n   16  section 490.37.\n   17    (c)  Class  D violent felony offenses: an attempt to commit any of the\n   18  class C felonies set forth in paragraph (b); reckless assault of a child\n   19  as defined in section 120.02, assault in the second degree as defined in\n   20  section 120.05, menacing a police officer or peace officer as defined in\n   21  section 120.18, stalking in the [first] SECOND  degree,  as  defined  in\n   22  subdivision  one of section [120.60] 120.55, strangulation in the second\n   23  degree as defined in section  121.12,  rape  in  the  second  degree  as\n   24  defined  in  section 130.30, criminal sexual act in the second degree as\n   25  defined in section 130.45, sexual abuse in the first degree  as  defined\n   26  in  section  130.65,  course  of  sexual  conduct against a child in the\n   27  second degree as defined in section 130.80, aggravated sexual  abuse  in\n   28  the  third  degree  as  defined  in  section  130.66, facilitating a sex\n   29  offense with a controlled substance as defined in section 130.90, crimi-\n   30  nal possession of a weapon in the third degree as defined in subdivision\n   31  five, six, seven or eight of section 265.02, criminal sale of a  firearm\n   32  in  the third degree as defined in section 265.11, intimidating a victim\n   33  or witness in the second degree as defined in section 215.16, soliciting\n   34  or providing support for an act of terrorism in  the  second  degree  as\n   35  defined in section 490.10, and making a terroristic threat as defined in\n   36  section  490.20,  falsely  reporting  an incident in the first degree as\n   37  defined in section 240.60, placing a false bomb or  hazardous  substance\n   38  in  the  first degree as defined in section 240.62, placing a false bomb\n   39  or hazardous substance in a sports stadium or arena, mass transportation\n   40  facility or enclosed shopping mall as defined  in  section  240.63,  and\n   41  aggravated unpermitted use of indoor pyrotechnics in the first degree as\n   42  defined in section 405.18.\n   43    (d)  Class  E violent felony offenses: STALKING IN THE THIRD DEGREE AS\n   44  DEFINED IN SECTION 120.50, an attempt to commit any of the  felonies  of\n   45  criminal possession of a weapon in the third degree as defined in subdi-\n   46  vision  five, six, seven or eight of section 265.02 as a lesser included\n   47  offense of that section as defined in section  220.20  of  the  criminal\n   48  procedure  law,  persistent  sexual  abuse as defined in section 130.53,\n   49  aggravated sexual abuse in the  fourth  degree  as  defined  in  section\n   50  130.65-a,  falsely reporting an incident in the second degree as defined\n   51  in section 240.55 and placing a false bomb or hazardous substance in the\n   52  second degree as defined in section 240.61.\n   53    S 6. This act shall take effect on the first of November next succeed-\n   54  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, in relation to increasing penalties for first, second, third and fourth degree stalking ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T115214.TXT", "SOBI.D110103.T150447.TXT", "SOBI.D110103.T140411.TXT", "SOBI.D110103.T160427.TXT", "SOBI.D110103.T140911.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294332734860
}