{
  "year" : 2011,
  "senateBillNo" : "S931-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO JUDICIARY",
    "billEventId" : "S931-2011-1294203600000-REFERRED+TO+JUDICIARY",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MARCELLINO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides that the power of eminent domain shall only be exercised for economic development purposes when the area for economic development is a blighted area",
  "summary" : "Provides that the power of eminent domain shall only be exercised for economic development purposes when the area for economic development is a blighted area. ",
  "currentCommittee" : "JUDICIARY",
  "sameAs" : null,
  "lawSection" : "Eminent Domain Procedure Law",
  "previousVersions" : [ "S591-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          931\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  MARCELLINO  -- read twice and ordered printed, and\n         when printed to be committed to the Committee on Judiciary\n\n       AN ACT to amend the eminent domain procedure law,  in  relation  to  the\n         exercise  of  the power of eminent domain to develop blighted areas of\n         the state\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision (G) of section 103 of the eminent domain proce-\n    2  dure  law  is  amended  and  a  new  subdivision (H) is added to read as\n    3  follows:\n    4    (G) \"Public project\" means any program or project for  which  acquisi-\n    5  tion  of  property may be required for a public use, benefit or purpose,\n    6  PROVIDED THAT WHERE THE PURPOSE OF SUCH PROGRAM OR PROJECT IS TO PROVIDE\n    7  ECONOMIC DEVELOPMENT IN AN AREA OF THE STATE, THE TERM \"PUBLIC  PROJECT\"\n    8  SHALL  BE  LIMITED  TO  ANY  PROGRAM OR PROJECT FOR WHICH ACQUISITION OF\n    9  PROPERTY MAY BE REQUIRED TO PROVIDE ECONOMIC DEVELOPMENT IN  A  BLIGHTED\n   10  AREA OF THE STATE.\n   11    (H)  \"BLIGHTED AREA\" MEANS AN AREA IN WHICH ONE OR BOTH OF THE FOLLOW-\n   12  ING CONDITIONS EXIST: (I) A PREDOMINANCE  OF  BUILDINGS  AND  STRUCTURES\n   13  WHICH  ARE DETERIORATED OR UNFIT OR UNSAFE FOR USE OR OCCUPANCY; OR (II)\n   14  A PREDOMINANCE OF ECONOMICALLY UNPRODUCTIVE LANDS, BUILDINGS  OR  STRUC-\n   15  TURES,  THE  REDEVELOPMENT OF WHICH IS NEEDED TO PREVENT FURTHER DETERI-\n   16  ORATION WHICH WOULD JEOPARDIZE THE ECONOMIC WELL-BEING OF THE PEOPLE.\n   17    S 2. This act shall take effect on the first of January next  succeed-\n   18  ing the date on which it shall have become a law.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04401-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the eminent domain procedure law, in relation to the exercise of the power of eminent domain to develop blighted areas of the state ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110103.T150447.TXT", "SOBI.D110103.T155925.TXT", "SOBI.D110106.T114713.TXT", "SOBI.D110103.T141911.TXT", "SOBI.D110103.T140911.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294332433662
}