{
  "year" : 2011,
  "senateBillNo" : "S933-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO LOCAL GOVERNMENT",
    "billEventId" : "S933-2011-1294203600000-REFERRED+TO+LOCAL+GOVERNMENT",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MARCELLINO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Limits increases in real property taxes due to a revaluation, reassessment or update to five percent",
  "summary" : "Limits increases in real property taxes due to a revaluation, reassessment or update to five percent of the real property tax liability for such property prior to such revaluation, reassessment or update. ",
  "currentCommittee" : "LOCAL GOVERNMENT",
  "sameAs" : null,
  "lawSection" : "Real Property Tax Law",
  "previousVersions" : [ "S593-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          933\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  MARCELLINO  -- read twice and ordered printed, and\n         when printed to be committed to the Committee on Local Government\n\n       AN ACT to amend the real property tax law, in relation to  limiting  the\n         increase in real property taxes resulting from a reassessment\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The real property tax  law  is  amended  by  adding  a  new\n    2  section 306 to read as follows:\n    3    S  306.  REASSESSMENT  TAX INCREASES; LIMITS. ANY INCREASE IN THE REAL\n    4  PROPERTY TAX LIABILITY OF ANY PARCEL OF REAL PROPERTY RESULTING  FROM  A\n    5  REVALUATION,  REASSESSMENT OR UPDATE, AS DEFINED PURSUANT TO SUBDIVISION\n    6  TWELVE-A OF SECTION ONE HUNDRED TWO OF THIS CHAPTER, SHALL BE LIMITED TO\n    7  FIVE PERCENT OF THE REAL PROPERTY TAX LIABILITY OF  SUCH  PARCEL  ESTAB-\n    8  LISHED  BY  THE  ASSESSMENT  ROLL  PREPARED  ON THE BASIS OF THE TAXABLE\n    9  STATUS DATE OCCURRING IMMEDIATELY PRIOR TO SUCH  REVALUATION,  REASSESS-\n   10  MENT OR UPDATE. NO PROVISION OF THIS SECTION SHALL BE CONSTRUED TO LIMIT\n   11  OR  PROHIBIT  ANY MUNICIPAL CORPORATION, AS DEFINED PURSUANT TO SUBDIVI-\n   12  SION TEN OF SECTION ONE HUNDRED TWO OF THIS CHAPTER, FROM INCREASING THE\n   13  RATE OF REAL PROPERTY TAXES ASSESSED ON REAL PROPERTY LOCATED WITHIN ITS\n   14  JURISDICTION AS IS OTHERWISE AUTHORIZED AND PROVIDED BY LAW.\n   15    S 2. This act shall take effect immediately.\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04403-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the real property tax law, in relation to limiting the increase in real property taxes resulting from a reassessment ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T115214.TXT", "SOBI.D110103.T150921.TXT", "SOBI.D110103.T155925.TXT", "SOBI.D110103.T141911.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294332734774
}