{
  "year" : 2011,
  "senateBillNo" : "S935-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO TRANSPORTATION",
    "billEventId" : "S935-2011-1294203600000-REFERRED+TO+TRANSPORTATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MARCELLINO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for doubling the fine for a moving violation occurring within a quarter mile radius of a primary or secondary school or 200 yards of a school in N.Y. city",
  "summary" : "Provides for doubling the fine for certain moving violations occurring within school safety zones: a quarter mile radius of a primary or secondary school or 200 yards of a school in NYC; doubles the fines during school hours; requires local governments to post signs prescribed by the commissioner of transportation; requires establishment of maximum speed limits in school safety zones to be done in consultation with local governments and police. ",
  "currentCommittee" : "TRANSPORTATION",
  "sameAs" : null,
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "S596-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          935\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  MARCELLINO  -- read twice and ordered printed, and\n         when printed to be committed to the Committee on Transportation\n\n       AN ACT to amend the vehicle and traffic law, in relation to establishing\n         the school safety zone act\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  This  act  shall be known and may be cited as the \"school\n    2  safety zone act\".\n    3    S 2. The vehicle and traffic law is amended by adding  a  new  section\n    4  142-a to read as follows:\n    5    S  142-A. SCHOOL SAFETY ZONE. THE AREA OR SPACE INCLUDED WITHIN A ONE-\n    6  QUARTER MILE RADIUS OF A PRIMARY OR SECONDARY  SCHOOL;  EXCEPT  THAT  IN\n    7  CITIES COMPRISING MORE THAN ONE COUNTY, SUCH RADIUS SHALL BE TWO HUNDRED\n    8  YARDS.\n    9    S 3. The vehicle and traffic law is amended by adding two new sections\n   10  1229-e and 1229-f to read as follows:\n   11    S  1229-E.  FINES  DOUBLED WITHIN SCHOOL SAFETY ZONE. 1. THE OTHERWISE\n   12  APPLICABLE FINE OR RANGE OF FINES FOR THE COMMISSION OF A MOVING TRAFFIC\n   13  VIOLATION PROHIBITED UNDER ANY PROVISION OF THIS TITLE WITHIN  A  SCHOOL\n   14  SAFETY ZONE, AS DEFINED IN SECTION ONE HUNDRED FORTY-TWO-A OF THIS CHAP-\n   15  TER, DURING POSTED SCHOOL HOURS SHALL BE DOUBLED.\n   16    2.  THE  (A) GOVERNING BODY OF THE CITY, TOWN, OR VILLAGE IN WHICH ANY\n   17  SCHOOL SAFETY ZONE IS LOCATED IN EVERY COUNTY NOT WHOLLY CONTAINED WITH-\n   18  IN A CITY AND (B) LOCAL COMMUNITY BOARD OF ANY CITY COMPRISING MORE THAN\n   19  ONE COUNTY SHALL OBTAIN FROM THE  SCHOOL  AUTHORITIES  OF  EVERY  SCHOOL\n   20  BUILDING  IN  A SCHOOL SAFETY ZONE WITHIN THEIR RESPECTIVE JURISDICTIONS\n   21  THE SCHOOL HOURS OF EACH SUCH  SCHOOL  BUILDING.  SUCH  HOURS  SHALL  BE\n   22  INCORPORATED  INTO  THE SIGNS POSTED AS REQUIRED BY LAW AND PRESCRIPTION\n   23  OF THE COMMISSIONER OF TRANSPORTATION TO DESIGNATE SCHOOL SAFETY ZONES.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04928-01-1\n\n       S. 935                              2\n\n    1    S 1229-F. SCHOOL SAFETY ZONES; ESTABLISHMENT OF MAXIMUM  SCHOOL  SPEED\n    2  LIMITS.  THE BODY OR OFFICER AUTHORIZED BY THIS TITLE TO ESTABLISH MAXI-\n    3  MUM SCHOOL SPEED LIMITS SHALL ESTABLISH SUCH MAXIMUM SCHOOL SPEED LIMITS\n    4  WITHIN ALL SCHOOL SAFETY ZONES AND SHALL DO SO IN CONSULTATION WITH THE:\n    5  (1)  (A)  GOVERNING  BODY  OF  THE  CITY, TOWN, OR VILLAGE IN WHICH SUCH\n    6  SCHOOL SAFETY ZONE IS LOCATED IN EVERY COUNTY NOT WHOLLY CONTAINED WITH-\n    7  IN A CITY, UNLESS SUCH BODY OR OFFICER SO AUTHORIZED BE  SUCH  GOVERNING\n    8  BODY,  OR (B) LOCAL COMMUNITY BOARD OF ANY CITY COMPRISING MORE THAN ONE\n    9  COUNTY; AND (2) THE POLICE DEPARTMENT, FORCE, OR AGENCY HAVING JURISDIC-\n   10  TION OVER SUCH SCHOOL SAFETY ZONE, IN THE FOLLOWING ORDER OF PREFERENCE:\n   11  (A) CITY, TOWN, OR VILLAGE POLICE, (B) COUNTY SHERIFF OR POLICE, AND (C)\n   12  STATE POLICE; PROVIDED THAT IF ANY SCHOOL SAFETY ZONE IS SUBJECT TO  THE\n   13  JURISDICTION  OF  ANY  BODY  OR  OFFICER AUTHORIZED TO ESTABLISH MAXIMUM\n   14  SCHOOL SPEED LIMITS PURSUANT TO SECTION SIXTEEN HUNDRED THIRTY  OF  THIS\n   15  CHAPTER  AND  SUCH BODY OR OFFICER HAS ITS OWN POLICE DEPARTMENT, FORCE,\n   16  OR AGENCY, SUCH POLICE DEPARTMENT, FORCE, OR AGENCY SHALL  BE  FIRST  IN\n   17  ORDER OF PREFERENCE FOR CONSULTATION WITH RESPECT TO SCHOOL SAFETY ZONES\n   18  SUBJECT TO THE JURISDICTION OF SUCH BODY OR OFFICER.\n   19    S 4. The commissioner of transportation, or his or her designee, shall\n   20  prescribe  the  appropriate  type  of  signage,  which shall include the\n   21  language, \"school safety zone fines doubled during school hours\",  state\n   22  the  applicable school hours, and be conspicuously posted and maintained\n   23  by the city, town, or village wherein the school safety zone is located.\n   24    S 5. This act shall take effect on the first of November next succeed-\n   25  ing the date on which it shall have become a law; provided that any  and\n   26  all  rules and regulations and any other measures necessary to implement\n   27  any provision of this act on its effective date may be  promulgated  and\n   28  taken, respectively, on or before the effective date of such provision.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to establishing the school safety zone act ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T115214.TXT", "SOBI.D110103.T150921.TXT", "SOBI.D110103.T160427.TXT", "SOBI.D110103.T141911.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294332734790
}