{
  "year" : 2011,
  "senateBillNo" : "S936-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO HEALTH",
    "billEventId" : "S936-2011-1294203600000-REFERRED+TO+HEALTH",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MARCELLINO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires health department to promulgate rules regarding staffing standards for certain health care facilities and monitor compliance therewith",
  "summary" : "Requires the department of health to promulgate rules necessary to establish staffing standards for certain health care facilities; directs such facilities to file reports and post daily staffing levels to demonstrate compliance with such rules; provides that failure of a hospital to comply with the requirements of this section shall be deemed a violation and subjects such hospital to possible penalties and injunctions. ",
  "currentCommittee" : "HEALTH",
  "sameAs" : null,
  "lawSection" : "Public Health Law",
  "previousVersions" : [ "S565-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          936\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  MARCELLINO  -- read twice and ordered printed, and\n         when printed to be committed to the Committee on Health\n\n       AN ACT to amend the public health law,  in  relation  to  directing  the\n         department  of health to promulgate rules establishing staffing stand-\n         ards for certain health care facilities,  and  providing  methods  for\n         demonstrating compliance with such rules\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The public health law is amended by adding  a  new  section\n    2  2806-a to read as follows:\n    3    S  2806-A.  STAFFING  STANDARDS.  1. AS USED IN THIS SECTION, THE TERM\n    4  \"HOSPITAL\" SHALL HAVE THE SAME MEANING AS DEFINED IN SUBDIVISION ONE  OF\n    5  SECTION TWENTY-EIGHT HUNDRED ONE OF THIS ARTICLE.\n    6    2.  THE DEPARTMENT SHALL PROMULGATE NECESSARY RULES AND REGULATIONS TO\n    7  ESTABLISH STAFFING STANDARDS FOR HOSPITALS. SUCH RULES  AND  REGULATIONS\n    8  SHALL BE DESIGNED TO ENSURE THAT THE CLASSIFICATIONS, SKILLS, EXPERIENCE\n    9  AND  NUMBERS  OF HEALTH CARE PROFESSIONALS PROVIDING DIRECT PATIENT CARE\n   10  ARE SUFFICIENT TO MEET THE NEEDS OF HOSPITAL PATIENTS.  SUCH  RULES  AND\n   11  REGULATIONS SHALL REQUIRE THAT EACH HOSPITAL:\n   12    (A)  UTILIZES  A STAFFING SYSTEM WHICH PROVIDES A SUFFICIENT NUMBER OF\n   13  QUALIFIED STAFF TO MEET THE NEEDS OF HOSPITAL PATIENTS AS DETERMINED  BY\n   14  A REGISTERED NURSE OR PHYSICIAN DIRECTLY INVOLVED IN PATIENT CARE.\n   15    (B)  MAINTAINS  AN  INTERNAL  REVIEW MECHANISM THAT ENSURES COMPLIANCE\n   16  WITH THE STAFFING SYSTEM; PROVIDES FOR THE REVIEW OF INCIDENTS AND STAFF\n   17  CONCERNS; AND TRACKS STAFFING PATTERNS, NUMBER  OF  PATIENTS  AND  THEIR\n   18  DETERMINED NEEDS.\n   19    3.  BEGINNING  NO  LATER  THAN TWELVE MONTHS FOLLOWING DISTRIBUTION TO\n   20  HOSPITALS OF THE RULES AND REGULATIONS PROMULGATED PURSUANT TO  SUBDIVI-\n   21  SION  TWO OF THIS SECTION, AS A CONDITION OF CONTINUING OR OBTAINING ITS\n   22  OPERATING CERTIFICATE,  EACH  HOSPITAL  SHALL  ANNUALLY  FILE  WITH  THE\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04373-01-1\n\n       S. 936                              2\n\n    1  DEPARTMENT,  AND MAKE AVAILABLE TO THE PUBLIC, A STATEMENT OF COMPLIANCE\n    2  WITH SUCH RULES AND REGULATIONS. THE STATEMENT SHALL  BE  FILED  IN  THE\n    3  FORM AND MANNER AS DETERMINED BY THE DEPARTMENT.\n    4    4. BEGINNING NO LATER THAN SIX MONTHS FOLLOWING DISTRIBUTION TO HOSPI-\n    5  TALS  OF  THE  RULES AND REGULATIONS PROMULGATED PURSUANT TO SUBDIVISION\n    6  TWO OF THIS SECTION, EACH HOSPITAL SHALL  DAILY  POST,  IN  A  PROMINENT\n    7  PLACE,  A  REPORT  OF  THE STAFFING LEVELS IN EACH PATIENT CARE UNIT FOR\n    8  THAT DAY.\n    9    5. THE FAILURE OF A HOSPITAL TO COMPLY WITH THE REQUIREMENTS  OF  THIS\n   10  SECTION,  OR  ANY RULE OR REGULATION PROMULGATED PURSUANT THERETO, SHALL\n   11  BE DEEMED A VIOLATION AND SHALL SUBJECT SUCH HOSPITAL TO  THE  PENALTIES\n   12  AND  INJUNCTIONS  SET  FORTH  IN  SECTION TWELVE OF THIS CHAPTER.   EACH\n   13  INSTANCE IN WHICH THE STAFFING LEVELS OF ANY SHIFT  OF  ANY  UNIT  OF  A\n   14  HOSPITAL  FAIL  TO  MEET  THE  REQUIREMENTS ESTABLISHED PURSUANT TO THIS\n   15  SECTION SHALL CONSTITUTE A SEPARATE VIOLATION OF THIS SECTION.\n   16    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public health law, in relation to directing the department of health to promulgate rules establishing staffing standards for certain health care facilities, and providing methods for demonstrating compliance with such rules ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T115214.TXT", "SOBI.D110103.T150921.TXT", "SOBI.D110103.T160427.TXT", "SOBI.D110103.T141911.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294332734798
}