{
  "year" : 2011,
  "senateBillNo" : "S937-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO CIVIL SERVICE AND PENSIONS",
    "billEventId" : "S937-2011-1294203600000-REFERRED+TO+CIVIL+SERVICE+AND+PENSIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MARCELLINO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides that retired persons shall not be employed as the superintendent of schools of a school district for more than one year",
  "summary" : "Provides that retired persons shall not be employed as the superintendent of schools of a school district for more than one year; provides for a waiver of such provision if such school district demonstrates undue hardship. ",
  "currentCommittee" : "CIVIL SERVICE AND PENSIONS",
  "sameAs" : null,
  "lawSection" : "Retirement and Social Security Law",
  "previousVersions" : [ "SA566-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "LARKIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          937\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by Sens. MARCELLINO, LARKIN -- read twice and ordered print-\n         ed, and when printed to be committed to the Committee on Civil Service\n         and Pensions\n\n       AN ACT to amend the retirement and social security law, in  relation  to\n         the employment of retired persons as superintendents of schools\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 211 of the retirement and social  security  law  is\n    2  amended by adding a new subdivision 4-a to read as follows:\n    3    4-A.  (A)  EXCEPT  AS PROVIDED IN PARAGRAPH (B) OF THIS SUBDIVISION, A\n    4  RETIRED PERSON EMPLOYED UNDER THIS SECTION BY A SCHOOL DISTRICT TO SERVE\n    5  AS THE SUPERINTENDENT OF SCHOOLS FOR  SUCH  SCHOOL  DISTRICT  SHALL  NOT\n    6  SERVE  AS  SUCH SUPERINTENDENT FOR MORE THAN ONE YEAR.  ON OR BEFORE THE\n    7  CONCLUSION OF SUCH ONE YEAR PERIOD SUCH SCHOOL DISTRICT SHALL  FILL  THE\n    8  POSITION  OF  SUPERINTENDENT  OF  SCHOOLS WITH A NON-RETIRED PERSON ON A\n    9  PERMANENT BASIS.\n   10    (B) THE  COMMISSIONER  OF  EDUCATION  MAY  GRANT  A  WAIVER  FROM  THE\n   11  PROVISIONS  OF  PARAGRAPH (A) OF THIS SUBDIVISION TO ANY SCHOOL DISTRICT\n   12  THAT DEMONSTRATES TO SUCH COMMISSIONER THAT AFTER DUE DILIGENCE A  SUIT-\n   13  ABLE CANDIDATE TO FILL THE POSITION OF SUPERINTENDENT OF SCHOOLS HAS NOT\n   14  BEEN  FOUND  AND  THAT COMPLIANCE WITH PARAGRAPH (A) OF THIS SUBDIVISION\n   15  SHALL CONSTITUTE SUBSTANTIAL  HARDSHIP  TO  SUCH  SCHOOL  DISTRICT.  THE\n   16  COMMISSIONER OF EDUCATION SHALL DETERMINE THE MANNER AND FORM IN WHICH A\n   17  SCHOOL DISTRICT SHALL APPLY FOR A WAIVER PURSUANT TO THIS PARAGRAPH.\n   18    S  2.  This  act shall take effect on the ninetieth day after it shall\n   19  have become a law.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04374-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the retirement and social security law, in relation to the employment of retired persons as superintendents of schools ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T115214.TXT", "SOBI.D110103.T150921.TXT", "SOBI.D110103.T160427.TXT", "SOBI.D110103.T141911.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294332734801
}