{
  "year" : 2011,
  "senateBillNo" : "S939-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO TRANSPORTATION",
    "billEventId" : "S939-2011-1294203600000-REFERRED+TO+TRANSPORTATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1296536400000,
    "eventText" : "1ST REPORT CAL.50",
    "billEventId" : "S939-2011-1296536400000-1ST+REPORT+CAL.50",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MARCELLINO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides that the offense of operating a motor vehicle with a suspended driver's license may be enforceable in a parking lot",
  "summary" : "Provides that the offense of operating a motor vehicle with a suspended driver's license may be enforceable for operating a motor vehicle in a parking lot; defines the term \"parking lot\" as any area or areas of private property, including a driveway, near or contiguous to and provided in connection with premises and used as a means of access to and egress from a public highway to such premises and having a capacity for the parking of four or more motor vehicles; excludes parking areas for one and two family residences. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "S561-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "GOLDEN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "LARKIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : [ "TRANSPORTATION" ],
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          939\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by Sens. MARCELLINO, GOLDEN, LARKIN -- read twice and ordered\n         printed,  and  when printed to be committed to the Committee on Trans-\n         portation\n\n       AN ACT to amend the vehicle and traffic law, in relation to the enforce-\n         ment of the offense of operating a  motor  vehicle  with  a  suspended\n         license when such operation occurs in a parking lot\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraph (a) of subdivision 1 of section 511 of the  vehi-\n    2  cle  and  traffic law, as amended by chapter 173 of the laws of 1990, is\n    3  amended to read as follows:\n    4    (a) A person is guilty of the offense of aggravated unlicensed  opera-\n    5  tion  of a motor vehicle in the third degree when such person operates a\n    6  motor vehicle [upon a public highway] while knowing or having reason  to\n    7  know  that  such  person's  license or privilege of operating such motor\n    8  vehicle in this state or privilege of obtaining  a  license  to  operate\n    9  such  motor  vehicle issued by the commissioner is suspended, revoked or\n   10  otherwise withdrawn by the commissioner.\n   11    S 2. Section 511 of the vehicle and traffic law is amended by adding a\n   12  new subdivision 8 to read as follows:\n   13    8. WHERE APPLICABLE. THE PROVISIONS OF THIS SECTION SHALL  APPLY  UPON\n   14  PUBLIC  HIGHWAYS,  PRIVATE  ROADS  OPEN TO MOTOR VEHICLE TRAFFIC AND ANY\n   15  OTHER PARKING LOT. FOR THE PURPOSES OF THIS SECTION \"PARKING LOT\"  SHALL\n   16  MEAN  ANY  AREA OR AREAS OF PRIVATE PROPERTY, INCLUDING A DRIVEWAY, NEAR\n   17  OR CONTIGUOUS TO AND PROVIDED IN CONNECTION WITH PREMISES AND USED AS  A\n   18  MEANS OF ACCESS TO AND EGRESS FROM A PUBLIC HIGHWAY TO SUCH PREMISES AND\n   19  HAVING  A  CAPACITY  FOR THE PARKING OF FOUR OR MORE MOTOR VEHICLES. THE\n   20  PROVISIONS OF THIS SECTION SHALL NOT APPLY  TO  ANY  AREA  OR  AREAS  OF\n   21  PRIVATE PROPERTY COMPRISING ALL OR PART OF PROPERTY ON WHICH IS SITUATED\n   22  A ONE OR TWO FAMILY RESIDENCE.\n   23    S 3. This act shall take effect on the first of November next succeed-\n   24  ing the date on which it shall have become a law.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04191-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to the enforcement of the offense of operating a motor vehicle with a suspended license when such operation occurs in a parking lot ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T115214.TXT", "SOBI.D110103.T150921.TXT", "SOBI.D110103.T142412.TXT", "SOBI.D110201.T100838.TXT", "SOBI.D110103.T160427.TXT", "SOBI.D110103.T141911.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296572918384
}