{
  "year" : 2011,
  "senateBillNo" : "S94-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO CONSUMER PROTECTION",
    "billEventId" : "S94-2011-1294203600000-REFERRED+TO+CONSUMER+PROTECTION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "DIAZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to implementing the immigrant assistance service enforcement act",
  "summary" : "Relates to implementing the immigrant assistance service enforcement act. ",
  "currentCommittee" : "CONSUMER PROTECTION",
  "sameAs" : null,
  "lawSection" : "General Business Law",
  "previousVersions" : [ "SA7218-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          94\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  DIAZ  --  read twice and ordered printed, and when\n         printed to be committed to the Committee on Consumer Protection\n\n       AN ACT to amend the general business law, in  relation  to  implementing\n         the immigrant assistance service enforcement act\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. This act shall be known and may be cited as the  \"immigrant\n    2  assistance service enforcement act\".\n    3    S  2.  Section  460-h of the general business law, as added by chapter\n    4  463 of the laws of 2004, is amended to read as follows:\n    5    S 460-h. Enforcement. Upon any violation of this article, an  applica-\n    6  tion  may  be  made by the attorney general in the name of the people of\n    7  the state to a court having jurisdiction to  issue  an  injunction,  and\n    8  upon notice to the respondent of not fewer than five days, to enjoin and\n    9  restrain  the  continuance  of  the violation. If it shall appear to the\n   10  satisfaction of the court or justice that the defendant  has,  in  fact,\n   11  violated  this  article,  an  injunction  may be issued by such court or\n   12  justice,  enjoining  and  restraining  any  further  violation,  without\n   13  requiring  proof  that  any person has, in fact, been injured or damaged\n   14  thereby. In any such proceeding, the court may make  allowances  to  the\n   15  attorney  general  as  provided  in  paragraph six of subdivision (a) of\n   16  section eighty-three hundred three of the civil practice law and  rules,\n   17  and  direct  restitution.  Whenever  the  court  shall  determine that a\n   18  violation of this article has occurred, the court  may  impose  a  civil\n   19  penalty  of  not more than [seven thousand five hundred dollars] FIFTEEN\n   20  THOUSAND DOLLARS for each violation.\n   21    S 3. Section 460-i of the general business law, as  added  by  chapter\n   22  463 of the laws of 2004, is amended to read as follows:\n   23    S  460-i.  Violations.  Any violation of any provision of this article\n   24  shall be a class A misdemeanor, and upon conviction the court may  order\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03324-01-1\n\n       S. 94                               2\n\n    1  as  part of the sentence imposed restitution or reparation to the victim\n    2  of the crime pursuant  to  section  60.27  of  the  penal  law.    THREE\n    3  VIOLATIONS  OR  MORE,  OF  THIS ARTICLE BY THE SAME INDIVIDUAL OR ENTITY\n    4  SHALL  BE  A  CLASS E FELONY, AND UPON CONVICTION THE COURT MAY ORDER AS\n    5  PART OF THE SENTENCE IMPOSED RESTITUTION OR REPARATION TO THE VICTIM  OF\n    6  THE CRIME PURSUANT TO SECTION 60.27 OF THE PENAL LAW.\n    7    S  4.  The  general business law is amended by adding two new sections\n    8  460-k and 460-l to read as follows:\n    9    S 460-K. ADDITIONAL CIVIL PENALTY FOR CONSUMER FRAUDS AGAINST USERS OF\n   10  IMMIGRANT ASSISTANCE SERVICES. 1. DEFINITION. AS USED IN  THIS  SECTION,\n   11  USERS  OF IMMIGRANT SERVICES IS DEFINED AS ANY INDIVIDUAL WHO IS SEEKING\n   12  ANY KIND OF ASSISTANCE SERVICE, LEGAL OR OTHERWISE,  FROM  AN  IMMIGRANT\n   13  ASSISTANCE  SERVICE  AS  DEFINED IN SECTION FOUR HUNDRED SIXTY-A OF THIS\n   14  ARTICLE.\n   15    2. SUPPLEMENTAL CIVIL PENALTY. (A) IN ADDITION TO  ANY  LIABILITY  FOR\n   16  DAMAGES  OR  A  CIVIL PENALTY IMPOSED PURSUANT TO SECTIONS THREE HUNDRED\n   17  FORTY-NINE, THREE HUNDRED FIFTY-C AND  THREE  HUNDRED  FIFTY-D  OF  THIS\n   18  CHAPTER, REGARDING DECEPTIVE PRACTICES AND FALSE ADVERTISING, AND SUBDI-\n   19  VISION  TWELVE  OF  SECTION  SIXTY-THREE OF THE EXECUTIVE LAW, REGARDING\n   20  PROCEEDINGS BY THE ATTORNEY GENERAL FOR EQUITABLE RELIEF AGAINST FRAUDU-\n   21  LENT OR ILLEGAL CONSUMER FRAUD, A PERSON OR ENTITY WHO  ENGAGES  IN  ANY\n   22  CONDUCT  PROHIBITED  BY  SAID  PROVISIONS  OF  LAW, AND WHOSE CONDUCT IS\n   23  PERPETRATED AGAINST ONE OR MORE USERS OF IMMIGRANT ASSISTANCE  SERVICES,\n   24  MAY BE LIABLE FOR AN ADDITIONAL CIVIL PENALTY NOT TO EXCEED TEN THOUSAND\n   25  DOLLARS,  IF  THE FACTORS IN PARAGRAPH (B) OF THIS SUBDIVISION ARE PRES-\n   26  ENT.\n   27    (B) IN DETERMINING WHETHER TO  IMPOSE  A  SUPPLEMENTAL  CIVIL  PENALTY\n   28  PURSUANT  TO  PARAGRAPH  (A)  OF THIS SUBDIVISION, AND THE AMOUNT OF ANY\n   29  SUCH PENALTY, THE COURT SHALL CONSIDER, IN ADDITION TO OTHER APPROPRIATE\n   30  FACTORS, THE EXTENT TO WHICH THE FOLLOWING FACTORS ARE PRESENT:\n   31    (1) WHETHER THE  DEFENDANT  KNEW  THAT  THE  DEFENDANT'S  CONDUCT  WAS\n   32  DIRECTED TO ONE OR MORE USERS OF IMMIGRANT ASSISTANCE SERVICES OR WHETH-\n   33  ER  THE  DEFENDANT'S CONDUCT WAS IN WILLFUL DISREGARD OF THE RIGHTS OF A\n   34  USER OF IMMIGRANT ASSISTANCE SERVICES;\n   35    (2) WHETHER THE DEFENDANT'S CONDUCT: (A) CAUSED A  USER  OF  IMMIGRANT\n   36  ASSISTANCE  SERVICES  TO  SUFFER  LOSS OR ENCUMBRANCE OF A PRIMARY RESI-\n   37  DENCE, LOSS OF EMPLOYMENT OR SOURCE OF INCOME, SUBSTANTIAL LOSS OF PROP-\n   38  ERTY OR ASSETS ESSENTIAL TO THE HEALTH OR WELFARE OF THE USER  OF  IMMI-\n   39  GRANT ASSISTANCE SERVICES; OR (B) WHETHER ONE OR MORE USERS OF IMMIGRANT\n   40  ASSISTANCE  SERVICES  WERE  SUBSTANTIALLY MORE VULNERABLE TO THE DEFEND-\n   41  ANT'S CONDUCT BECAUSE OF LANGUAGE BARRIERS, IMPAIRED  UNDERSTANDING,  OR\n   42  ANY  OTHER  PERCEIVED  DISADVANTAGE,  AND  ACTUALLY SUFFERED PHYSICAL OR\n   43  ECONOMIC DAMAGE RESULTING FROM THE DEFENDANT'S CONDUCT.\n   44    3. THERE IS HEREBY ESTABLISHED IN THE STATE TREASURY A SPECIAL FUND TO\n   45  BE KNOWN AS THE IMMIGRANT ASSISTANCE SERVICE STABILITY FUND, WHICH SHALL\n   46  CONSIST OF AND INTO WHICH SHALL BE PAID  FIFTY  PERCENT  OF  ALL  MONEYS\n   47  DERIVED  FROM  SUPPLEMENTAL  CIVIL  PENALTIES  IMPOSED  PURSUANT TO THIS\n   48  SECTION.  THE MONEYS IN SUCH FUND SHALL BE ADMINISTERED BY  THE  DEPART-\n   49  MENT  OF  LAW  AND SHALL BE EXPENDED SOLELY FOR THE INVESTIGATION OF AND\n   50  PROSECUTION OF CONSUMER FRAUDS AGAINST  USERS  OF  IMMIGRANT  ASSISTANCE\n   51  SERVICES.  THE  MONEYS  IN  THE  FUND SHALL BE PAID OUT ON THE AUDIT AND\n   52  WARRANT OF THE COMPTROLLER ON VOUCHERS  CERTIFIED  OR  APPROVED  BY  THE\n   53  ATTORNEY  GENERAL.    NOTWITHSTANDING  ANY OTHER PROVISION OF LAW TO THE\n   54  CONTRARY, ANY BALANCE IN SAID FUND ON MARCH THIRTY-FIRST OF  ANY  FISCAL\n   55  YEAR SHALL NOT REVERT TO THE GENERAL FUND OF THE STATE.\n\n       S. 94                               3\n\n    1    4.  RESTITUTION  ORDERED  PURSUANT  TO THE PROVISIONS OF LAW LISTED IN\n    2  SUBDIVISION TWO OF THIS SECTION SHALL BE GIVEN PRIORITY OVER THE IMPOSI-\n    3  TION OF CIVIL PENALTIES DESIGNATED BY THE COURT UNDER THIS SECTION.\n    4    S 460-L. REQUIREMENTS FOR REGISTRATION OF IMMIGRANT ASSISTANCE SERVICE\n    5  PROVIDERS.   1. ANY PERSON, FIRM OR CORPORATION SEEKING A CERTIFICATE OF\n    6  REGISTRATION AS AN IMMIGRATION ASSISTANCE SERVICE  PROVIDER  SHALL  FILE\n    7  WITH  THE  DEPARTMENT  AN  APPLICATION FOR REGISTRATION IN SUCH FORM AND\n    8  DETAIL AS THE DEPARTMENT SHALL PRESCRIBE, INCLUDING THE FOLLOWING:\n    9    (A) THE NAME AND RESIDENCE ADDRESS OF THE APPLICANT;\n   10    (B) THE BUSINESS NAME, IF OTHER THAN APPLICANT;\n   11    (C) THE PLACE, INCLUDING THE CITY, TOWN OR VILLAGE,  WITH  THE  STREET\n   12  AND NUMBER, WHERE THE BUSINESS IS TO BE LOCATED;\n   13    (D) THE BUSINESS TELEPHONE OF THE APPLICANT;\n   14    (E)  THE  LENGTH  OF  TIME  THAT THE APPLICANT HAS BEEN AN IMMIGRATION\n   15  ASSISTANCE SERVICE PROVIDER;\n   16    (F) A STATEMENT INDICATING WHETHER THE APPLICANT HAS:\n   17    (I) BEEN CONVICTED OF ANY CRIME OR IS A DEBTOR  ON  ANY  UNPAID  CIVIL\n   18  JUDGMENT RELATING TO WORK AS AN IMMIGRATION ASSISTANCE SERVICE PROVIDER;\n   19  AND\n   20    (II)  AT  ANY  TIME IN THE PAST BEEN ISSUED A REGISTRATION PURSUANT TO\n   21  THIS SECTION, AND IF SO, WHETHER SUCH REGISTRATION WAS EVER  REVOKED  OR\n   22  SUSPENDED;\n   23    (G) SATISFACTORY EVIDENCE OF GOOD MORAL CHARACTER; AND\n   24    (H)  A SWORN STATEMENT BY THE APPLICANT THAT THE INFORMATION SET FORTH\n   25  IN THE APPLICATION IS CURRENT AND ACCURATE.\n   26    2. IN DETERMINING WHETHER TO ISSUE OR RENEW A REGISTRATION, THE SECRE-\n   27  TARY OF STATE MAY CONSIDER THE CHARACTER, COMPETENCY  AND  INTEGRITY  OF\n   28  THE APPLICANT.\n   29    3.  THE  SECRETARY  OF STATE MAY REFUSE TO ISSUE A REGISTRATION TO ANY\n   30  PERSON, FIRM OR CORPORATION WHOM HE OR SHE FINDS HAS BEEN  CONVICTED  OF\n   31  ANY  CRIME,  OR FAILED TO PAY ANY FINAL CIVIL JUDGMENT, RELATING TO WORK\n   32  AS AN IMMIGRATION ASSISTANCE SERVICE PROVIDER, IF SUCH REFUSAL WILL,  IN\n   33  THE  JUDGMENT  OF  THE SECRETARY OF STATE, BEST PROMOTE THE INTERESTS OF\n   34  THE PEOPLE OF THIS STATE.\n   35    4. (A) A REGISTRATION ISSUED OR RENEWED UNDER THE PROVISIONS  OF  THIS\n   36  SECTION  SHALL  ENTITLE  A  PERSON  TO  ACT  AS A REGISTERED IMMIGRATION\n   37  ASSISTANCE SERVICE PROVIDER IN THE STATE OF NEW YORK FOR A PERIOD OF TWO\n   38  YEARS FROM THE EFFECTIVE DATE  OF  THE  REGISTRATION.  ANY  REGISTRATION\n   39  GRANTED  UNDER THIS SECTION MAY BE RENEWED BY THE DEPARTMENT UPON APPLI-\n   40  CATION AND PAYMENT OF THE FEE FOR SUCH RENEWAL BY THE HOLDER THEREOF, IN\n   41  SUCH FORM AS THE DEPARTMENT MAY PRESCRIBE.\n   42    (B) THE SECRETARY OF STATE SHALL HAVE THE AUTHORITY  TO  ASSIGN  STAG-\n   43  GERED  EXPIRATION DATES FOR REGISTRATIONS AT THE TIME OF RENEWAL. IF THE\n   44  ASSIGNED DATE RESULTS IN A TERM THAT  EXCEEDS  TWENTY-FOUR  MONTHS,  THE\n   45  APPLICANT SHALL PAY AN ADDITIONAL PRO-RATED ADJUSTMENT TOGETHER WITH THE\n   46  REGULAR RENEWAL FEE.\n   47    (C)  THE  SECRETARY  OF  STATE SHALL ISSUE EACH IMMIGRATION ASSISTANCE\n   48  SERVICE PROVIDER A UNIQUE REGISTRATION NUMBER.\n   49    5. (A) EACH ORIGINAL APPLICATION OR APPLICATION FOR RENEWAL FOR REGIS-\n   50  TRATION AS AN IMMIGRATION ASSISTANCE SERVICE PROVIDER SHALL BE  ACCOMPA-\n   51  NIED BY A FEE OF FIFTY DOLLARS FOR EACH BIENNIAL REGISTRATION PERIOD.\n   52    (B) NOTICE IN WRITING IN THE MANNER AND FORM PRESCRIBED BY THE DEPART-\n   53  MENT  SHALL  BE  GIVEN TO THE DEPARTMENT AT ITS OFFICES IN ALBANY WITHIN\n   54  TEN DAYS OF CHANGES OF NAME OR ADDRESS BY REGISTERED IMMIGRATION ASSIST-\n   55  ANCE SERVICE PROVIDERS.   THE FEE FOR FILING  EACH  CHANGE  OF  NAME  OR\n   56  ADDRESS NOTICE SHALL BE TEN DOLLARS.\n\n       S. 94                               4\n\n    1    (C)  IN  THE  CASE OF LOSS, DESTRUCTION OR DAMAGE, THE DEPARTMENT MAY,\n    2  UPON SUBMISSION OF A REQUEST IN SUCH FORM AND MANNER AS  THE  DEPARTMENT\n    3  MAY  PRESCRIBE,  ISSUE A DUPLICATE REGISTRATION UPON PAYMENT OF A FEE OF\n    4  TEN DOLLARS.\n    5    6. THE FEES ESTABLISHED  BY THIS SECTION SHALL NOT BE REFUNDABLE.\n    6    7.  EACH IMMIGRATION ASSISTANCE SERVICE PROVIDER ENGAGED IN SUCH BUSI-\n    7  NESS SHALL EXHIBIT HIS OR HER CERTIFICATE UPON THE REQUEST OF ANY INTER-\n    8  ESTED PARTY.\n    9    8. NO PERSON, FIRM OR CORPORATION SHALL:\n   10    (A) PRESENT, OR ATTEMPT TO PRESENT, AS HIS, HER OR ITS OWN, THE REGIS-\n   11  TRATION OF ANOTHER;\n   12    (B) KNOWINGLY GIVE FALSE EVIDENCE OF A MATERIAL NATURE TO THE  DEPART-\n   13  MENT FOR THE PURPOSE OF PROCURING A REGISTRATION;\n   14    (C)  FALSELY  REPRESENT  THEMSELVES  TO  BE  A  REGISTERED IMMIGRATION\n   15  ASSISTANCE SERVICE PROVIDER;\n   16    (D) USE OR ATTEMPT TO USE A REGISTRATION WHICH HAS EXPIRED;\n   17    (E) OFFER TO PERFORM OR PERFORM  ANY  IMMIGRATION  ASSISTANCE  SERVICE\n   18  WITHOUT HAVING A CURRENT REGISTRATION AS IS REQUIRED UNDER THIS SECTION;\n   19  OR\n   20    (F)  REPRESENT IN ANY MANNER THAT HIS, HER OR ITS REGISTRATION CONSTI-\n   21  TUTES AN ENDORSEMENT OF THE QUALITY OF  SERVICE  OR  COMPETENCY  OF  THE\n   22  PROVIDER.\n   23    9.  REGISTRATIONS  ISSUED  TO IMMIGRATION ASSISTANCE SERVICE PROVIDERS\n   24  SHALL NOT BE TRANSFERABLE OR ASSIGNABLE.\n   25    10. (A) THE SECRETARY OF STATE SHALL PROMULGATE SUCH RULES  AND  REGU-\n   26  LATIONS AS ARE DEEMED NECESSARY TO EFFECTUATE THE PURPOSES OF THIS ARTI-\n   27  CLE,  AND  SHALL  PROVIDE WRITTEN NOTIFICATION OF THE PROVISIONS OF THIS\n   28  ARTICLE TO  ALL  IMMIGRATION  ASSISTANCE  SERVICE  PROVIDERS  REGISTERED\n   29  PURSUANT TO THIS ARTICLE.\n   30    (B)  THE  SECRETARY  OF  STATE  SHALL  HAVE  THE  POWER TO ENFORCE THE\n   31  PROVISIONS OF THIS ARTICLE AND UPON COMPLAINT OF ANY PERSON, OR UPON THE\n   32  SECRETARY'S INITIATIVE, TO  INVESTIGATE  ANY  VIOLATION  THEREOF  OR  TO\n   33  INVESTIGATE THE BUSINESS, BUSINESS PRACTICES AND BUSINESS METHODS OF ANY\n   34  PERSON,  FIRM,  LIMITED  LIABILITY  COMPANY,  PARTNERSHIP OR CORPORATION\n   35  APPLYING FOR OR HOLDING A  REGISTRATION  AS  AN  IMMIGRATION  ASSISTANCE\n   36  SERVICE  PROVIDER,  IF  IN  THE  OPINION  OF THE SECRETARY OF STATE SUCH\n   37  INVESTIGATION IS WARRANTED. EACH SUCH APPLICANT OR REGISTRANT  SHALL  BE\n   38  OBLIGED,  ON  REQUEST OF THE SECRETARY OF STATE, TO SUPPLY SUCH INFORMA-\n   39  TION, BOOKS, PAPERS OR RECORDS AS MAY BE REQUIRED CONCERNING HIS, HER OR\n   40  ITS BUSINESS, BUSINESS PRACTICES OR BUSINESS METHODS, OR PROPOSED  BUSI-\n   41  NESS  PRACTICES  OR  METHODS. FAILURE TO COMPLY WITH A LAWFUL REQUEST OF\n   42  THE SECRETARY SHALL BE A GROUND FOR DENYING AN APPLICATION FOR A  REGIS-\n   43  TRATION, OR FOR REVOKING, SUSPENDING, OR FAILING TO RENEW A REGISTRATION\n   44  ISSUED UNDER THIS ARTICLE.\n   45    (C)  THE  DEPARTMENT  SHALL  HAVE  THE  POWER TO REVOKE OR SUSPEND ANY\n   46  REGISTRATION, OR IN LIEU THEREOF TO IMPOSE  A  FINE  NOT  EXCEEDING  ONE\n   47  THOUSAND  DOLLARS PAYABLE TO THE DEPARTMENT, OR REPRIMAND ANY REGISTRANT\n   48  OR DENY AN APPLICATION FOR A REGISTRATION OR RENEWAL THEREOF UPON PROOF:\n   49    (I)  THAT  THE  APPLICANT  OR  REGISTRANT  HAS  VIOLATED  ANY  OF  THE\n   50  PROVISIONS  OF  THIS  ARTICLE  OR  THE RULES AND REGULATIONS PROMULGATED\n   51  PURSUANT TO THIS ARTICLE;\n   52    (II) THAT THE APPLICANT OR REGISTRANT HAS PRACTICED FRAUD,  DECEIT  OR\n   53  MISREPRESENTATION;\n   54    (III)  THAT  THE APPLICANT OR REGISTRANT HAS MADE A MATERIAL MISSTATE-\n   55  MENT IN THE APPLICATION FOR OR RENEWAL OF HIS OR HER REGISTRATION;\n\n       S. 94                               5\n\n    1    (IV) THAT THE APPLICANT OR REGISTRANT HAS DEMONSTRATED INCOMPETENCE OR\n    2  UNTRUSTWORTHINESS IN HIS OR HER ACTIONS.\n    3    11.  THE  DEPARTMENT SHALL, BEFORE DENYING AN APPLICATION FOR A REGIS-\n    4  TRATION OR BEFORE REVOKING OR SUSPENDING ANY REGISTRATION,  OR  IMPOSING\n    5  ANY  FINE  OR REPRIMAND, AND AT LEAST FIFTEEN DAYS PRIOR TO THE DATE SET\n    6  FOR THE HEARING, AND UPON DUE NOTICE TO  THE  COMPLAINANT  OR  OBJECTOR,\n    7  NOTIFY  IN WRITING THE APPLICANT FOR, OR THE HOLDER OF SUCH REGISTRATION\n    8  OF ANY CHARGE MADE AND SHALL AFFORD  SUCH  APPLICANT  OR  REGISTRANT  AN\n    9  OPPORTUNITY  TO  BE  HEARD IN PERSON OR BY COUNSEL IN REFERENCE THERETO.\n   10  SUCH WRITTEN NOTICE MAY BE SERVED BY DELIVERY OF SAME PERSONALLY TO  THE\n   11  APPLICANT  OR REGISTRANT, OR BY MAILING SAME BY CERTIFIED OR FIRST CLASS\n   12  MAIL TO THE LAST KNOWN BUSINESS ADDRESS OF SUCH APPLICANT OR REGISTRANT.\n   13  SUCH HEARING SHALL BE SCHEDULED WITHIN SIXTY  DAYS  OF  RECEIPT  OF  THE\n   14  COMPLAINT.\n   15    12. THE HEARING ON SUCH CHARGES SHALL BE AT SUCH TIME AND PLACE AS THE\n   16  DEPARTMENT  SHALL  PRESCRIBE  AND  SHALL BE CONDUCTED BY SUCH OFFICER OR\n   17  PERSON IN THE DEPARTMENT AS THE SECRETARY OF STATE  MAY  DESIGNATE,  WHO\n   18  SHALL  HAVE THE POWER TO SUBPOENA AND BRING BEFORE THE OFFICER OR PERSON\n   19  SO DESIGNATED ANY PERSON IN THIS STATE, AND ADMINISTER AN  OATH  TO  AND\n   20  TAKE TESTIMONY OF ANY PERSON OR CAUSE HIS OR HER DEPOSITION TO BE TAKEN.\n   21  A  SUBPOENA  ISSUED  UNDER  THIS SECTION SHALL BE REGULATED BY THE CIVIL\n   22  PRACTICE LAW AND RULES. SUCH OFFICER OR PERSON IN THE DEPARTMENT  DESIG-\n   23  NATED  TO TAKE SUCH TESTIMONY SHALL NOT BE BOUND BY COMMON LAW OR STATU-\n   24  TORY RULES OF EVIDENCE OR BY TECHNICAL OR FORMAL RULES OF PROCEDURE.\n   25    13. IN THE EVENT THAT THE DEPARTMENT SHALL DENY THE  APPLICATION  FOR,\n   26  OR REVOKE OR SUSPEND ANY SUCH REGISTRATION, OR IMPOSE ANY FINE OR REPRI-\n   27  MAND,  ITS DETERMINATION SHALL BE IN WRITING AND OFFICIALLY SIGNED.  THE\n   28  ORIGINAL OF SUCH DETERMINATIONS, WHEN SO SIGNED, SHALL BE FILED  IN  THE\n   29  OFFICE  OF  THE  DEPARTMENT  AND  COPIES  THEREOF SHALL BE MAILED TO THE\n   30  APPLICANT OR REGISTRANT AND TO THE COMPLAINANT  WITHIN  TWO  DAYS  AFTER\n   31  SUCH FILING.\n   32    14.  THE  DEPARTMENT,  ACTING  BY  THE  OFFICE OR PERSON DESIGNATED TO\n   33  CONDUCT THE HEARING PURSUANT TO SUBDIVISION TWELVE OF THIS SECTION OR BY\n   34  SUCH OTHER OFFICER OR PERSON IN THE DEPARTMENT AS THE SECRETARY OF STATE\n   35  MAY DESIGNATE, SHALL HAVE THE POWER TO SUSPEND THE REGISTRATION  OF  ANY\n   36  REGISTRANT  WHO  HAS  BEEN CONVICTED IN THIS STATE OR ANY OTHER STATE OR\n   37  TERRITORY OF A FELONY OR OF ANY MISDEMEANOR FOR A PERIOD  NOT  EXCEEDING\n   38  THIRTY  DAYS  PENDING  A  HEARING  AND  A  DETERMINATION OF CHARGES MADE\n   39  AGAINST HIM OR HER. IF SUCH HEARING IS ADJOURNED AT THE REQUEST  OF  THE\n   40  REGISTRANT,  OR BY REASON OF ANY ACT OR OMISSION BY HIM OR HER OR ON HIS\n   41  OR HER BEHALF, SUCH SUSPENSION MAY BE CONTINUED FOR THE ADDITIONAL PERI-\n   42  OD OF SUCH ADJOURNMENT.\n   43    15. THE ACTION OF THE DEPARTMENT IN GRANTING OR REFUSING TO  GRANT  OR\n   44  TO  RENEW A REGISTRATION UNDER THIS ARTICLE OR IN REVOKING OR SUSPENDING\n   45  OR REFUSING TO REVOKE OR SUSPEND SUCH A  REGISTRATION  OR  IMPOSING  ANY\n   46  FINE  OR REPRIMAND SHALL BE SUBJECT TO REVIEW BY A PROCEEDING INSTITUTED\n   47  UNDER ARTICLE SEVENTY-EIGHT OF THE CIVIL PRACTICE LAW AND RULES  AT  THE\n   48  INSTANCE  OF THE APPLICANT FOR SUCH REGISTRATION, THE HOLDER OF A REGIS-\n   49  TRATION SO REVOKED,  SUSPENDED,  FINED  OR  REPRIMANDED  OR  THE  PERSON\n   50  AGGRIEVED.\n   51    16.  (A)  ANY  PERSON,  FIRM  OR CORPORATION THAT OPERATES AS AN IMMI-\n   52  GRATION ASSISTANCE SERVICE PROVIDER WITHOUT BEING  REGISTERED  SHALL  BE\n   53  REQUIRED  TO  PAY A CIVIL PENALTY IN THE SUM OF ONE THOUSAND DOLLARS PER\n   54  CONTRACT ENTERED INTO IN VIOLATION OF THIS SECTION.   HOWEVER, ANY  SUCH\n   55  PERSON,  FIRM OR CORPORATION AGAINST WHOM SUCH PENALTY HAS BEEN ASSESSED\n   56  MAY AVOID ALL BUT FIVE HUNDRED DOLLARS OF SUCH PENALTY  BY  OBTAINING  A\n\n       S. 94                               6\n\n    1  REGISTRATION  AS REQUIRED BY THIS SECTION, PROVIDED THAT APPLICATION FOR\n    2  SUCH REGISTRATION IS MADE NOT MORE THAN TEN DAYS AFTER THE IMPOSITION OF\n    3  SUCH PENALTY AND THE IMMIGRATION ASSISTANCE SERVICE PROVIDER  HAS  NEVER\n    4  RECEIVED  A  PRIOR  FINE  FOR  FAILURE TO REGISTER IN NEW YORK OR IN ANY\n    5  OTHER STATE THAT REQUIRES REGISTRATION.\n    6    (B) AN IMMIGRATION ASSISTANCE SERVICE  PROVIDER  MAY  NOT  MAINTAIN  A\n    7  CIVIL  ACTION  TO  RECOVER PAYMENT FOR WORK UNDER IMMIGRATION ASSISTANCE\n    8  SERVICE PROVIDER CONTRACT PERFORMED IF SUCH CONTRACTOR IS NOT REGISTERED\n    9  AS REQUIRED UNDER THIS SECTION.\n   10    17. ALL OF THIS INFORMATION EXCEPT THE  PROVIDER'S  HOME  ADDRESS  AND\n   11  TELEPHONE  NUMBER  SHALL BE AVAILABLE TO THE PUBLIC ON THE DEPARTMENT OF\n   12  STATE'S WEBSITE. THE DEPARTMENT SHALL ENSURE THAT A CONSUMER IS ABLE  TO\n   13  VERIFY  THIS  INFORMATION BY CALLING THE DEPARTMENT OF STATE'S TOLL-FREE\n   14  PHONE NUMBER.\n   15    18. THE DEPARTMENT OF STATE SHALL MAKE PUBLIC ON ITS WEBSITE AND  KEEP\n   16  UPDATED  AT LEAST ANNUALLY, OR MAKE AVAILABLE IN RESPONSE TO THE REQUEST\n   17  OF ANY CUSTOMER, A LIST OF PROVIDERS LICENSED AS  IMMIGRATION  PROVIDERS\n   18  PURSUANT  TO  THIS  ARTICLE.  EACH  IMMIGRATION  PROVIDER SHALL POST ITS\n   19  LICENSE AT ITS PLACE OF BUSINESS.\n   20    S 5. The opening paragraph and subdivision 8 of section 460-b  of  the\n   21  general  business  law, as added by chapter 463 of the laws of 2004, are\n   22  amended to read as follows:\n   23    NO IMMIGRATION SERVICE SHALL BE PROVIDED, UNDER PENALTY OF LAW, UNLESS\n   24  THAT SERVICE PROVIDER HAS REGISTERED EITHER BY MAIL, OR ONLINE, WITH THE\n   25  DEPARTMENT OF STATE. No immigrant assistance service shall  be  provided\n   26  until the customer has executed a written contract with the provider who\n   27  will  provide  such services. The contract shall be in a language under-\n   28  stood by the customer, either alone or with the assistance of an  avail-\n   29  able  interpreter,  and,  if  that  language  is not English, an English\n   30  language version of the contract must also be provided. A  copy  of  the\n   31  contract shall be provided to the customer upon the customer's execution\n   32  of the contract. The customer has the right to cancel the contract with-\n   33  in three business days after his or her execution of the contract, with-\n   34  out  fee  or penalty. The right to cancel the contract within three days\n   35  without payment of any fee may be waived when services must be  provided\n   36  immediately to avoid a forfeiture of eligibility or other loss of rights\n   37  or  privileges,  and the customer furnishes the provider with a separate\n   38  dated and signed statement, by the customer  or  his  or  her  represen-\n   39  tative,  describing  the  need  for services to be provided within three\n   40  days and expressly acknowledging and waiving the  right  to  cancel  the\n   41  contract  within  three  days. The contract may be cancelled at any time\n   42  after execution. If the contract is cancelled after three days, or with-\n   43  in three days if the right to cancel without fee has  been  waived,  the\n   44  provider  may  retain  fees  for  services  rendered, and any additional\n   45  amounts actually expended on behalf of the customer. All  other  amounts\n   46  must be returned to the customer within fifteen days after cancellation.\n   47  The  written  contract  shall  be  in plain language, in at least twelve\n   48  point type and shall include the following:\n   49    8. The statement: \"The individual providing assistance  to  you  under\n   50  this  contract is not an attorney licensed to practice law or accredited\n   51  by the board of immigration appeals to  provide  representation  to  you\n   52  before  the  bureau of citizenship and immigration services, the depart-\n   53  ment of labor[, the department of state] or any immigration  authorities\n   54  and may not give legal advice or accept fees for legal advice\".\n   55    S 6. This act shall take effect on the one hundred eightieth day after\n   56  it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general business law, in relation to implementing the immigrant assistance service enforcement act ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101203.T160004.TXT", "SOBI.D101203.T091937.TXT", "SOBI.D101202.T163101.TXT", "SOBI.D101203.T093938.TXT", "SOBI.D101202.T164602.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1291410004932
}