{
  "year" : 2011,
  "senateBillNo" : "S941-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO EDUCATION",
    "billEventId" : "S941-2011-1294203600000-REFERRED+TO+EDUCATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MARCELLINO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Legalizes actions of the Oyster Bay - East Norwich central school district with respect to certain building aid contracts",
  "summary" : "Legalizes actions of the Oyster Bay - East Norwich central school district with respect to certain building aid contracts. ",
  "currentCommittee" : "EDUCATION",
  "sameAs" : null,
  "lawSection" : "Education",
  "previousVersions" : [ "SB4211-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          941\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  MARCELLINO  -- read twice and ordered printed, and\n         when printed to be committed to the Committee on Education\n\n       AN ACT in relation to legalizing, validating, ratifying  and  confirming\n         actions  of the Oyster Bay - East Norwich central school district with\n         respect to certain building aid contracts\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Legislative intent. The legislature hereby finds that the\n    2  Oyster Bay - East Norwich central school district approved several capi-\n    3  tal improvement projects which were designated by  the  state  education\n    4  department  as  project  numbers  0-001-023, 0-001-025 and 0-003-014. In\n    5  addition,  the projects were eligible for certain state aid. The  legis-\n    6  lature  further  finds  that due to ministerial error, a required filing\n    7  for eligibility for such aid was not made by the district  in  a  timely\n    8  manner  making  the district ineligible for certain aid. The legislature\n    9  further finds that without such aid, the  capital  improvement  projects\n   10  will impose an additional, unanticipated hardship on district taxpayers.\n   11    S  2.  All  the  acts done and proceedings heretofore had and taken or\n   12  caused to be had and taken by the Oyster  Bay  -  East  Norwich  central\n   13  school  district  and  by  all  its officers or agents relating to or in\n   14  connection with certain final cost reports to be filed  with  the  state\n   15  education  department  for  projects 0-001-023, 0-001-025 and 0-003-014,\n   16  and all acts incidental thereto are hereby legalized,  validated,  rati-\n   17  fied  and  confirmed,  notwithstanding  any  failure  to comply with the\n   18  approval and filing provisions of the education law or any other law  or\n   19  any  other  statutory  authority, rule or regulation, in relation to any\n   20  omissions, error, defect, irregularity or illegality in such proceedings\n   21  had and taken, and provided further that any amount due and  payable  to\n   22  the  Oyster Bay - East Norwich  central school district for school years\n   23  prior to the 2011--2012 school year as a result of  this  act  shall  be\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04425-01-1\n\n       S. 941                              2\n\n    1  paid  pursuant  to  the  provisions  of  paragraph c of subdivision 5 of\n    2  section 3604 of the education law.\n    3    S  3.  The  education  department  is  hereby directed to consider the\n    4  approved costs of the aforementioned project as valid and  proper  obli-\n    5  gations of the Oyster Bay - East Norwich central school district.\n    6    S 4. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT in relation to legalizing, validating, ratifying and confirming actions of the Oyster Bay East Norwich central school district with respect to certain building aid contracts ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T115214.TXT", "SOBI.D110103.T151922.TXT", "SOBI.D110103.T142412.TXT", "SOBI.D110103.T155925.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294332734781
}