{
  "year" : 2011,
  "senateBillNo" : "S942-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO CORPORATIONS, AUTHORITIES AND COMMISSIONS",
    "billEventId" : "S942-2011-1294203600000-REFERRED+TO+CORPORATIONS%2C+AUTHORITIES+AND+COMMISSIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MARCELLINO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Creates the metropolitan transportation authority interim finance authority",
  "summary" : "Creates the metropolitan transportation authority interim finance authority. ",
  "currentCommittee" : "CORPORATIONS, AUTHORITIES AND COMMISSIONS",
  "sameAs" : null,
  "lawSection" : "Public Authorities Law",
  "previousVersions" : [ "S6645-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "GOLDEN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "LARKIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "LAVALLE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          942\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sens.  MARCELLINO, GOLDEN, LARKIN, LAVALLE -- read twice\n         and ordered printed, and when printed to be committed to the Committee\n         on Corporations, Authorities and Commissions\n\n       AN ACT to amend the public authorities law, in relation to creating  the\n         metropolitan transportation authority interim finance authority\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Article 10-D of the public authorities law  is  amended  by\n    2  adding a new title 1-A to read as follows:\n    3                                  TITLE 1-A\n    4                METROPOLITAN TRANSPORTATION AUTHORITY INTERIM\n    5                              FINANCE AUTHORITY\n    6  SECTION 3750. SHORT TITLE.\n    7          3751. DEFINITIONS.\n    8          3752. METROPOLITAN   TRANSPORTATION  AUTHORITY  INTERIM  FINANCE\n    9                  AUTHORITY.\n   10          3753. ADMINISTRATION OF THE AUTHORITY.\n   11          3754. GENERAL POWERS OF THE AUTHORITY.\n   12          3755. RESOURCES OF THE AUTHORITY.\n   13          3756. TAX EXEMPTION AND TAX CONTRACT BY THE STATE.\n   14          3757. ACTIONS AGAINST THE AUTHORITY.\n   15          3758. AUDITS.\n   16          3759. ASSISTANCE TO THE AUTHORITY; EMPLOYEES OF THE AUTHORITY.\n   17          3760. MTA FINANCIAL PLANS.\n   18          3761. MONITORING AND REVIEW.\n   19          3762. CONTROL PERIOD.\n   20          3763. MISCELLANEOUS PROVISIONS.\n   21          3764. EFFECT OF INCONSISTENT PROVISIONS.\n   22          3765. SEVERABILITY; CONSTRUCTION.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04428-01-1\n\n       S. 942                              2\n\n    1    S 3750. SHORT TITLE. THIS TITLE SHALL BE KNOWN AND MAY BE CITED AS THE\n    2  \"METROPOLITAN TRANSPORTATION AUTHORITY INTERIM FINANCE AUTHORITY ACT\".\n    3    S  3751.  DEFINITIONS.  FOR  THE  PURPOSES  OF  THIS TITLE, UNLESS THE\n    4  CONTEXT OTHERWISE REQUIRES:\n    5    1. \"AUDITOR\" MEANS THE AUDITOR GENERAL OF THE MTA.\n    6    2.  \"AUTHORITY\"  OR  \"METROPOLITAN  TRANSPORTATION  AUTHORITY  INTERIM\n    7  FINANCE  AUTHORITY\" MEANS THE PUBLIC BENEFIT CORPORATION CREATED BY THIS\n    8  TITLE.\n    9    3. \"BONDS\" MEANS BONDS, NOTES AND  OTHER  EVIDENCES  OF  INDEBTEDNESS,\n   10  ISSUED OR INCURRED BY THE AUTHORITY.\n   11    4.  \"CHIEF FINANCIAL OFFICER\" MEANS THE CHIEF FINANCIAL OFFICER OF THE\n   12  METROPOLITAN TRANSPORTATION AUTHORITY.\n   13    5. \"CONTROL PERIOD\" MEANS A PERIOD  DETERMINED  BY  THE  AUTHORITY  IN\n   14  ACCORDANCE WITH SECTION THIRTY-SEVEN HUNDRED FIFTY-SEVEN OF THIS TITLE.\n   15    6.  \"METROPOLITAN  TRANSPORTATION AUTHORITY\" OR \"MTA\" MEANS THE CORPO-\n   16  RATION ESTABLISHED BY SECTION TWELVE HUNDRED SIXTY-THREE OF  THE  PUBLIC\n   17  AUTHORITIES LAW.\n   18    7.  \"BY-LAWS\"  MEANS  THE  BY-LAWS  OF THE METROPOLITAN TRANSPORTATION\n   19  AUTHORITY, AS AMENDED.\n   20    8. \"CHIEF EXECUTIVE OFFICER\" MEANS THE CHIEF EXECUTIVE OFFICER OF  THE\n   21  METROPOLITAN TRANSPORTATION AUTHORITY.\n   22    9.  \"DIRECTOR  OF  THE BUDGET\" MEANS THE DIRECTOR OF THE BUDGET OF THE\n   23  STATE.\n   24    10. \"FINANCIAL PLAN\" MEANS THE  FINANCIAL  PLAN  OF  THE  METROPOLITAN\n   25  TRANSPORTATION AUTHORITY TO BE DEVELOPED PURSUANT TO SECTION THIRTY-SEV-\n   26  EN HUNDRED SIXTY OF THIS TITLE, AS FROM TIME TO TIME AMENDED.\n   27    11. \"PUBLIC CORPORATION\" MEANS AND INCLUDES THE METROPOLITAN TRANSPOR-\n   28  TATION  AUTHORITY,  THE STATE AND EVERY PUBLIC CORPORATION AS DEFINED IN\n   29  THE GENERAL CONSTRUCTION LAW.\n   30    12. \"STATE\" MEANS THE STATE OF NEW YORK.\n   31    S 3752. METROPOLITAN TRANSPORTATION AUTHORITY INTERIM FINANCE AUTHORI-\n   32  TY. 1. THERE IS HEREBY CREATED THE METROPOLITAN TRANSPORTATION AUTHORITY\n   33  INTERIM FINANCE AUTHORITY. THE AUTHORITY SHALL BE  A  CORPORATE  GOVERN-\n   34  MENTAL  AGENCY  AND  INSTRUMENTALITY  OF THE STATE CONSTITUTING A PUBLIC\n   35  BENEFIT CORPORATION.\n   36    2. THE AUTHORITY SHALL CONTINUE UNTIL ITS OVERSIGHT, CONTROL OR  OTHER\n   37  RESPONSIBILITIES,  AND  ITS  LIABILITIES  HAVE  BEEN  MET  OR  OTHERWISE\n   38  DISCHARGED. UPON THE TERMINATION OF THE EXISTENCE OF THE AUTHORITY,  ALL\n   39  OF ITS RIGHTS AND PROPERTY SHALL PASS TO AND BE VESTED IN THE MTA.\n   40    S  3753.  ADMINISTRATION  OF  THE AUTHORITY. 1. THE AUTHORITY SHALL BE\n   41  ADMINISTERED BY SEVEN DIRECTORS. OF THE SEVEN DIRECTORS,  TWO  SHALL  BE\n   42  APPOINTED BY THE GOVERNOR, ONE SHALL BE APPOINTED BY THE MAJORITY LEADER\n   43  OF  THE  SENATE,  ONE SHALL BE APPOINTED BY THE SPEAKER OF THE ASSEMBLY,\n   44  ONE SHALL BE APPOINTED BY THE MINORITY LEADER OF THE SENATE,  ONE  SHALL\n   45  BE  APPOINTED  BY  THE  MINORITY LEADER OF THE ASSEMBLY AND ONE SHALL BE\n   46  APPOINTED BY THE STATE COMPTROLLER. EACH DIRECTOR SHALL BE APPOINTED FOR\n   47  A TERM OF  FOUR  YEARS,  PROVIDED  HOWEVER,  THAT  THE  DIRECTORS  FIRST\n   48  APPOINTED  BY  THE GOVERNOR SHALL SERVE FOR A TERM ENDING DECEMBER THIR-\n   49  TY-FIRST, TWO THOUSAND FIFTEEN,  AND  THE  FIVE  OTHER  DIRECTORS  FIRST\n   50  APPOINTED  SHALL  SERVE  FOR  THE  FOLLOWING  TERMS: THE DIRECTORS FIRST\n   51  APPOINTED BY THE MAJORITY LEADER OF THE SENATE, THE SPEAKER OF THE STATE\n   52  ASSEMBLY AND THE STATE COMPTROLLER SHALL SERVE FOR A TERM ENDING  DECEM-\n   53  BER  THIRTY-FIRST, TWO THOUSAND SIXTEEN AND DIRECTORS FIRST APPOINTED BY\n   54  THE MINORITY LEADER OF THE SENATE AND THE MINORITY LEADER OF THE  ASSEM-\n   55  BLY SHALL SERVE FOR A TERM ENDING ON DECEMBER THIRTY-FIRST, TWO THOUSAND\n   56  SEVENTEEN.  EACH  DIRECTOR  SHALL HOLD OFFICE UNTIL HIS OR HER SUCCESSOR\n\n       S. 942                              3\n\n    1  HAS BEEN APPOINTED AND QUALIFIED.  THEREAFTER EACH DIRECTOR SHALL  SERVE\n    2  A  TERM  OF  FOUR  YEARS,  EXCEPT  THAT ANY DIRECTOR APPOINTED TO FILL A\n    3  VACANCY SHALL SERVE ONLY UNTIL THE EXPIRATION OF HIS  OR  HER  PREDECES-\n    4  SOR'S TERM.\n    5    2.  THE  GOVERNOR SHALL DESIGNATE A CHAIRPERSON AND A VICE-CHAIRPERSON\n    6  FROM AMONG THE DIRECTORS. THE CHAIRPERSON SHALL PRESIDE OVER  ALL  MEET-\n    7  INGS  OF THE DIRECTORS AND SHALL HAVE SUCH OTHER DUTIES AS THE DIRECTORS\n    8  MAY PRESCRIBE. THE VICE-CHAIRPERSON SHALL PRESIDE OVER ALL  MEETINGS  OF\n    9  THE  DIRECTORS  IN  THE  ABSENCE  OF THE CHAIRPERSON AND SHALL HAVE SUCH\n   10  OTHER DUTIES AS THE DIRECTORS MAY PRESCRIBE.\n   11    3. THE DIRECTORS OF THE AUTHORITY SHALL SERVE WITHOUT SALARY, BUT EACH\n   12  DIRECTOR SHALL BE REIMBURSED FOR ACTUAL AND NECESSARY EXPENSES  INCURRED\n   13  IN  THE  PERFORMANCE OF SUCH DIRECTOR'S OFFICIAL DUTIES AS A DIRECTOR OF\n   14  THE AUTHORITY.\n   15    4. NOTWITHSTANDING ANY INCONSISTENT PROVISION OF ANY GENERAL,  SPECIAL\n   16  OR  LOCAL  LAW,  ORDINANCE, RESOLUTION OR CHARTER, NO OFFICER, MEMBER OR\n   17  EMPLOYEE OF THE STATE, ANY CITY, COUNTY, TOWN OR  VILLAGE,  ANY  GOVERN-\n   18  MENTAL  ENTITY  OPERATING  ANY  PUBLIC  SCHOOL  OR  COLLEGE,  ANY SCHOOL\n   19  DISTRICT OR ANY OTHER PUBLIC AGENCY OR INSTRUMENTALITY  WHICH  EXERCISES\n   20  GOVERNMENTAL  POWERS  UNDER  THE LAWS OF THE STATE, SHALL FORFEIT HIS OR\n   21  HER OFFICE OR EMPLOYMENT BY REASON OF HIS OR HER ACCEPTANCE OF  APPOINT-\n   22  MENT  AS  A  DIRECTOR,  OFFICER  OR EMPLOYEE OF THE AUTHORITY, NOR SHALL\n   23  SERVICE AS SUCH DIRECTOR, OFFICER OR EMPLOYEE OF THE AUTHORITY BE DEEMED\n   24  INCOMPATIBLE OR IN CONFLICT WITH SUCH OFFICE OR EMPLOYMENT.\n   25    5. FOUR DIRECTORS SHALL CONSTITUTE A QUORUM FOR THE TRANSACTION OF ANY\n   26  BUSINESS OR THE EXERCISE OF ANY POWER OF THE AUTHORITY. NO ACTION  SHALL\n   27  BE  TAKEN  BY  THE  AUTHORITY  EXCEPT PURSUANT TO A FAVORABLE VOTE OF AT\n   28  LEAST FOUR DIRECTORS PARTICIPATING IN A MEETING AT WHICH SUCH ACTION  IS\n   29  TAKEN.\n   30    6.  THE  AUTHORITY  SHALL APPOINT A TREASURER AND MAY APPOINT OFFICERS\n   31  AND AGENTS AS IT MAY REQUIRE AND PRESCRIBE THEIR DUTIES.\n   32    S 3754. GENERAL POWERS OF THE AUTHORITY. EXCEPT AS  OTHERWISE  LIMITED\n   33  BY THIS TITLE, THE AUTHORITY SHALL HAVE THE FOLLOWING POWERS IN ADDITION\n   34  TO THOSE SPECIALLY CONFERRED ELSEWHERE IN THIS TITLE:\n   35    1. TO SUE AND BE SUED;\n   36    2. TO HAVE A SEAL AND ALTER THE SAME AT PLEASURE;\n   37    3.  TO  MAKE AND ALTER BY-LAWS FOR ITS ORGANIZATION AND MANAGEMENT AND\n   38  TO MAKE AND ALTER RULES AND REGULATIONS GOVERNING THE  EXERCISE  OF  ITS\n   39  POWERS AND FULFILLMENT OF ITS PURPOSES UNDER THIS TITLE;\n   40    4.  TO  MAKE AND EXECUTE CONTRACTS AND ALL OTHER INSTRUMENTS OR AGREE-\n   41  MENTS NECESSARY OR CONVENIENT TO CARRY  OUT  ANY  POWERS  AND  FUNCTIONS\n   42  EXPRESSLY GIVEN IN THIS TITLE;\n   43    5.  TO  COMMENCE  ANY ACTION TO PROTECT OR ENFORCE ANY RIGHT CONFERRED\n   44  UPON IT BY ANY LAW, CONTRACT OR OTHER AGREEMENT;\n   45    6. TO ACCEPT GIFTS, GRANTS, LOANS OR CONTRIBUTIONS OF FUNDS OR  FINAN-\n   46  CIAL  OR OTHER AID IN ANY FORM FROM THE MTA, STATE OR FEDERAL GOVERNMENT\n   47  OR ANY AGENCY OR INSTRUMENTALITY THEREOF, OR FROM ANY OTHER  SOURCE  AND\n   48  TO  EXPEND  THE PROCEEDS FOR ANY OF ITS CORPORATE PURPOSES IN ACCORDANCE\n   49  WITH THE PROVISIONS OF THIS TITLE;\n   50    7. TO APPOINT SUCH OFFICERS AND EMPLOYEES AS IT MAY  REQUIRE  FOR  THE\n   51  PERFORMANCE OF ITS DUTIES AND TO FIX AND DETERMINE THEIR QUALIFICATIONS,\n   52  DUTIES,  AND COMPENSATION, AND TO RETAIN OR EMPLOY COUNSEL, AUDITORS AND\n   53  PRIVATE FINANCIAL CONSULTANTS AND OTHER SERVICES ON A CONTRACT BASIS  OR\n   54  OTHERWISE FOR RENDERING PROFESSIONAL, BUSINESS OR TECHNICAL SERVICES AND\n   55  ADVICE;  AND,  IN  TAKING SUCH ACTIONS, THE AUTHORITY SHALL CONSIDER THE\n   56  FINANCIAL IMPACT ON THE MTA; AND\n\n       S. 942                              4\n\n    1    8. TO DO ANY AND ALL THINGS NECESSARY OR CONVENIENT TO CARRY  OUT  ITS\n    2  PURPOSES  AND  EXERCISE  THE  POWERS EXPRESSLY GIVEN AND GRANTED IN THIS\n    3  TITLE; PROVIDED, HOWEVER, SUCH AUTHORITY SHALL  UNDER  NO  CIRCUMSTANCES\n    4  ACQUIRE,  HOLD  OR  TRANSFER TITLE TO, LEASE, OWN BENEFICIALLY OR OTHER-\n    5  WISE,  MANAGE, OPERATE OR OTHERWISE EXERCISE CONTROL OVER ANY REAL PROP-\n    6  ERTY, ANY IMPROVEMENT TO REAL PROPERTY OR  ANY  INTEREST  THEREIN  OTHER\n    7  THAN  A  LEASE OR SUBLEASE OF OFFICE SPACE DEEMED NECESSARY OR DESIRABLE\n    8  BY THE AUTHORITY.\n    9    S 3755. RESOURCES OF THE AUTHORITY. 1. SUBJECT TO  THE  PROVISIONS  OF\n   10  THIS  TITLE,  THE  DIRECTORS  OF  THE  AUTHORITY  SHALL RECEIVE, ACCEPT,\n   11  INVEST, ADMINISTER, EXPEND AND DISBURSE FOR ITS CORPORATE  PURPOSES  ALL\n   12  MONEY  OF  THE AUTHORITY FROM WHATEVER SOURCES DERIVED INCLUDING (A) TAX\n   13  REVENUES; AND (B) ANY OTHER PAYMENTS, GIFTS  OR  APPROPRIATIONS  TO  THE\n   14  AUTHORITY FROM ANY OTHER SOURCE.\n   15    2. THE MONEY OF THE AUTHORITY SHALL BE PAID TO THE AUTHORITY AND SHALL\n   16  NOT BE COMMINGLED WITH ANY OTHER MONEY.\n   17    3.  THE  MONEY IN ANY OF THE AUTHORITY'S ACCOUNTS SHALL BE PAID OUT ON\n   18  CHECKS SIGNED BY THE TREASURER OF THE AUTHORITY, OR BY OTHER LAWFUL  AND\n   19  APPROPRIATE  MEANS  SUCH AS WIRE OR ELECTRONIC TRANSFER, ON REQUISITIONS\n   20  OF THE CHAIRPERSON OF THE AUTHORITY OR OF  SUCH  OTHER  OFFICER  AS  THE\n   21  DIRECTORS SHALL AUTHORIZE TO MAKE SUCH REQUISITION.\n   22    4.  ALL DEPOSITS OF AUTHORITY MONEY SHALL BE SECURED BY OBLIGATIONS OF\n   23  THE UNITED STATES OR OF THE STATE OR OF THE MTA AT  A  MARKET  VALUE  AT\n   24  LEAST EQUAL AT ALL TIMES TO THE AMOUNT OF THE DEPOSIT, AND ALL BANKS AND\n   25  TRUST COMPANIES ARE AUTHORIZED TO GIVE SUCH SECURITY FOR SUCH DEPOSITS.\n   26    S  3756.  TAX  EXEMPTION  AND  TAX CONTRACT BY THE STATE. IT IS HEREBY\n   27  DETERMINED THAT THE CREATION OF THE AUTHORITY AND THE  CARRYING  OUT  OF\n   28  ITS CORPORATE PURPOSES ARE IN ALL RESPECTS FOR THE BENEFIT OF THE PEOPLE\n   29  OF  THE  STATE  OF  NEW  YORK  AND ARE PUBLIC PURPOSES. ACCORDINGLY, THE\n   30  AUTHORITY SHALL BE REGARDED  AS  PERFORMING  AN  ESSENTIAL  GOVERNMENTAL\n   31  FUNCTION  IN THE EXERCISE OF THE POWERS CONFERRED UPON IT BY THIS TITLE.\n   32  THE PROPERTY OF THE AUTHORITY, ITS INCOME AND ITS  OPERATIONS  SHALL  BE\n   33  EXEMPT  FROM  TAXATION,  ASSESSMENTS, SPECIAL ASSESSMENTS AND AD VALOREM\n   34  LEVIES. THE AUTHORITY SHALL NOT BE REQUIRED  TO  PAY  ANY  FEES,  TAXES,\n   35  SPECIAL  AD  VALOREM LEVIES OR ASSESSMENTS OF ANY KIND, WHETHER STATE OR\n   36  LOCAL, INCLUDING, BUT NOT LIMITED TO, FEES, TAXES,  SPECIAL  AD  VALOREM\n   37  LEVIES  OR ASSESSMENTS ON REAL PROPERTY, FRANCHISE TAXES, SALES TAXES OR\n   38  OTHER TAXES, UPON OR WITH RESPECT TO ANY PROPERTY OWNED BY IT  OR  UNDER\n   39  ITS  JURISDICTION,  CONTROL OR SUPERVISION, OR UPON THE USES THEREOF, OR\n   40  UPON OR WITH RESPECT TO ITS ACTIVITIES OR OPERATIONS IN  FURTHERANCE  OF\n   41  THE  POWERS  CONFERRED UPON IT BY THIS TITLE, OR UPON OR WITH RESPECT TO\n   42  ANY FARES, TOLLS, RENTALS,  RATES,  CHARGES,  FEES,  REVENUES  OR  OTHER\n   43  INCOME RECEIVED BY THE AUTHORITY.\n   44    S  3757.  ACTIONS  AGAINST  THE  AUTHORITY. 1. EXCEPT IN AN ACTION FOR\n   45  WRONGFUL DEATH, NO ACTION OR PROCEEDING SHALL  BE  PROSECUTED  OR  MAIN-\n   46  TAINED  AGAINST  THE  AUTHORITY FOR PERSONAL INJURY OR DAMAGE TO REAL OR\n   47  PERSONAL PROPERTY ALLEGED TO HAVE BEEN SUSTAINED BY REASON OF THE NEGLI-\n   48  GENCE OR WRONGFUL ACT OF THE AUTHORITY  OR  OF  ANY  DIRECTOR,  OFFICER,\n   49  AGENT OR EMPLOYEE THEREOF, UNLESS (A) IT SHALL APPEAR BY AND AS AN ALLE-\n   50  GATION  IN  THE  COMPLAINT OR MOVING PAPERS THAT A NOTICE OF CLAIM SHALL\n   51  HAVE BEEN MADE AND SERVED UPON THE  AUTHORITY,  WITHIN  THE  TIME  LIMIT\n   52  PRESCRIBED  BY  AND  IN  COMPLIANCE  WITH SECTION FIFTY-E OF THE GENERAL\n   53  MUNICIPAL LAW, (B) IT SHALL APPEAR  BY  AND  AS  AN  ALLEGATION  IN  THE\n   54  COMPLAINT  OR MOVING PAPERS THAT AT LEAST THIRTY DAYS HAVE ELAPSED SINCE\n   55  THE SERVICE OF SUCH NOTICE AND THAT ADJUSTMENT OR  PAYMENT  THEREOF  HAS\n   56  BEEN  NEGLECTED  OR  REFUSED,  AND (C) THE ACTION OR PROCEEDING SHALL BE\n\n       S. 942                              5\n\n    1  COMMENCED WITHIN ONE YEAR AFTER THE HAPPENING OF THE  EVENT  UPON  WHICH\n    2  THE  CLAIM  IS BASED. AN ACTION AGAINST THE AUTHORITY FOR WRONGFUL DEATH\n    3  SHALL BE COMMENCED IN ACCORDANCE WITH THE NOTICE OF CLAIM AND TIME LIMI-\n    4  TATION PROVISIONS OF TITLE ELEVEN OF ARTICLE NINE OF THIS CHAPTER.\n    5    2.  WHEREVER  A NOTICE OF CLAIM IS SERVED UPON THE AUTHORITY, IT SHALL\n    6  HAVE THE RIGHT TO DEMAND AN EXAMINATION OF THE CLAIMANT RELATIVE TO  THE\n    7  OCCURRENCE  AND  EXTENT  OF  THE  INJURIES OR DAMAGES FOR WHICH CLAIM IS\n    8  MADE, IN ACCORDANCE WITH THE PROVISIONS OF SECTION FIFTY-H OF THE GENER-\n    9  AL MUNICIPAL LAW.\n   10    3. THE AUTHORITY MAY REQUIRE ANY PERSON PRESENTING FOR  SETTLEMENT  AN\n   11  ACCOUNT  OR  CLAIM  FOR  ANY  CAUSE WHATEVER AGAINST THE AUTHORITY TO BE\n   12  SWORN BEFORE A DIRECTOR, COUNSEL OR AN  ATTORNEY,  OFFICER  OR  EMPLOYEE\n   13  THEREOF  DESIGNATED  FOR  SUCH PURPOSE, CONCERNING SUCH ACCOUNT OR CLAIM\n   14  AND WHEN SO SWORN, TO ANSWER ORALLY AS TO ANY  FACTS  RELATIVE  TO  SUCH\n   15  ACCOUNT OR CLAIM. THE AUTHORITY SHALL HAVE POWER TO SETTLE OR ADJUST ANY\n   16  CLAIMS IN FAVOR OF OR AGAINST THE AUTHORITY.\n   17    4.  THE RATE OF INTEREST TO BE PAID BY THE AUTHORITY UPON ANY JUDGMENT\n   18  FOR WHICH IT IS LIABLE SHALL NOT EXCEED THE MAXIMUM RATE OF INTEREST  ON\n   19  JUDGMENTS  AND  ACCRUED CLAIMS AGAINST MUNICIPAL AUTHORITIES AS PROVIDED\n   20  IN THE GENERAL MUNICIPAL LAW.  INTEREST  ON  PAYMENTS  OF  PRINCIPAL  OR\n   21  INTEREST  ON  ANY BONDS IN DEFAULT SHALL ACCRUE AT THE RATE SPECIFIED IN\n   22  THE GENERAL MUNICIPAL LAW UNTIL PAID OR OTHERWISE SATISFIED.\n   23    5. NEITHER ANY DIRECTOR OF THE AUTHORITY NOR ANY OFFICER, EMPLOYEE, OR\n   24  AGENT OF THE AUTHORITY, WHILE ACTING WITHIN THE  SCOPE  OF  HIS  OR  HER\n   25  AUTHORITY,  SHALL  BE SUBJECT TO ANY LIABILITY RESULTING FROM EXERCISING\n   26  OR CARRYING OUT ANY OF THE POWERS GIVEN IN THIS TITLE.\n   27    6. (A) THE STATE SHALL SAVE HARMLESS AND INDEMNIFY DIRECTORS, OFFICERS\n   28  AND EMPLOYEES OF AND REPRESENTATIVES TO THE AUTHORITY, ALL OF WHOM SHALL\n   29  BE DEEMED OFFICERS AND EMPLOYEES OF THE STATE FOR  PURPOSES  OF  SECTION\n   30  SEVENTEEN  OF  THE PUBLIC OFFICERS LAW, AGAINST ANY CLAIM, DEMAND, SUIT,\n   31  OR JUDGMENT ARISING BY REASON OF ANY ACT OR  OMISSION  TO  ACT  BY  SUCH\n   32  DIRECTOR, OFFICER, EMPLOYEE OR REPRESENTATIVE OCCURRING IN THE DISCHARGE\n   33  OF  HIS  OR  HER  DUTIES  AND  WITHIN THE SCOPE OF HIS OR HER SERVICE ON\n   34  BEHALF OF THE AUTHORITY. IN THE EVENT OF ANY SUCH CLAIM, DEMAND, SUIT OR\n   35  JUDGMENT, A DIRECTOR, OFFICER OR EMPLOYEE OF OR  REPRESENTATIVE  TO  THE\n   36  AUTHORITY  SHALL  BE SAVED HARMLESS AND INDEMNIFIED, NOTWITHSTANDING THE\n   37  LIMITATIONS OF SUBDIVISION ONE OF SECTION SEVENTEEN OF THE PUBLIC  OFFI-\n   38  CERS  LAW,  UNLESS SUCH INDIVIDUAL IS FOUND BY A FINAL JUDICIAL DETERMI-\n   39  NATION NOT TO HAVE ACTED, IN GOOD FAITH, FOR A PURPOSE WHICH HE  OR  SHE\n   40  REASONABLY  BELIEVED  TO BE IN THE BEST INTEREST OF THE AUTHORITY OR NOT\n   41  TO HAVE HAD REASONABLE CAUSE TO BELIEVE THAT  HIS  OR  HER  CONDUCT  WAS\n   42  LAWFUL.\n   43    (B)  IN CONNECTION WITH ANY SUCH CLAIM, DEMAND, SUIT, OR JUDGMENT, ANY\n   44  DIRECTOR, OFFICER OR EMPLOYEE OF  OR  REPRESENTATIVE  TO  THE  AUTHORITY\n   45  SHALL  BE  ENTITLED  TO  REPRESENTATION BY PRIVATE COUNSEL OF HIS OR HER\n   46  CHOICE IN ANY CIVIL JUDICIAL PROCEEDING WHENEVER  THE  ATTORNEY  GENERAL\n   47  DETERMINES  BASED  UPON HIS OR HER INVESTIGATION AND REVIEW OF THE FACTS\n   48  AND CIRCUMSTANCES OF THE CASE THAT REPRESENTATION BY THE ATTORNEY GENER-\n   49  AL WOULD BE INAPPROPRIATE. THE ATTORNEY GENERAL SHALL NOTIFY  THE  INDI-\n   50  VIDUAL  IN WRITING OF SUCH DETERMINATION THAT THE INDIVIDUAL IS ENTITLED\n   51  TO BE REPRESENTED BY PRIVATE COUNSEL. THE ATTORNEY GENERAL MAY  REQUIRE,\n   52  AS  A  CONDITION  TO  PAYMENT OF THE FEES AND EXPENSES OF SUCH REPRESEN-\n   53  TATIVE, THAT APPROPRIATE GROUPS OF SUCH INDIVIDUALS  BE  REPRESENTED  BY\n   54  THE SAME COUNSEL. IF THE INDIVIDUAL OR GROUPS OF INDIVIDUALS IS ENTITLED\n   55  TO  REPRESENTATION  BY  PRIVATE  COUNSEL  UNDER  THE  PROVISIONS OF THIS\n   56  SECTION, THE ATTORNEY GENERAL SHALL SO CERTIFY TO THE STATE COMPTROLLER.\n\n       S. 942                              6\n\n    1  REASONABLE ATTORNEYS' FEES AND LITIGATION EXPENSES SHALL BE PAID BY  THE\n    2  STATE  TO  SUCH PRIVATE COUNSEL FROM TIME TO TIME DURING THE PENDENCY OF\n    3  THE CIVIL ACTION OR PROCEEDING, SUBJECT TO CERTIFICATION THAT THE  INDI-\n    4  VIDUAL  IS  ENTITLED TO REPRESENTATION UNDER THE TERMS AND CONDITIONS OF\n    5  THIS SECTION BY THE AUTHORITY, UPON THE AUDIT AND WARRANT OF  THE  STATE\n    6  COMPTROLLER.  THE PROVISIONS OF THIS SUBDIVISION SHALL BE IN ADDITION TO\n    7  AND SHALL NOT SUPPLANT ANY INDEMNIFICATION OR OTHER BENEFITS  HERETOFORE\n    8  OR  HEREAFTER  CONFERRED  UPON  DIRECTORS, OFFICERS, OR EMPLOYEES OF AND\n    9  REPRESENTATIVES TO THE AUTHORITY BY  SECTION  SEVENTEEN  OF  THE  PUBLIC\n   10  OFFICERS LAW, BY ACTION OF THE AUTHORITY OR OTHERWISE. THE PROVISIONS OF\n   11  THIS  SUBDIVISION  SHALL INURE ONLY TO DIRECTORS, OFFICERS AND EMPLOYEES\n   12  OF AND REPRESENTATIVES TO THE AUTHORITY, SHALL NOT ENLARGE  OR  DIMINISH\n   13  THE RIGHTS OF ANY OTHER PARTY, AND SHALL NOT IMPAIR, LIMIT OR MODIFY THE\n   14  RIGHTS AND OBLIGATIONS OF ANY INSURER UNDER ANY POLICY OF INSURANCE.\n   15    S  3758.  AUDITS. 1. THE ACCOUNTS OF THE AUTHORITY SHALL BE SUBJECT TO\n   16  THE AUDIT OF THE AUDITOR AND THE STATE  COMPTROLLER.  IN  ADDITION,  THE\n   17  AUTHORITY  SHALL BE SUBJECT TO AN ANNUAL FINANCIAL AUDIT PERFORMED BY AN\n   18  INDEPENDENT CERTIFIED ACCOUNTANT SELECTED BY THE AUTHORITY.  SUCH  AUDIT\n   19  REPORT  SHALL  BE SUBMITTED TO THE CHIEF EXECUTIVE OFFICER, THE AUDITOR,\n   20  THE GOVERNOR, THE STATE COMPTROLLER,  THE  CHAIR  AND  RANKING  MINORITY\n   21  MEMBER OF THE SENATE FINANCE COMMITTEE AND THE CHAIR AND RANKING MINORI-\n   22  TY MEMBER OF THE ASSEMBLY WAYS AND MEANS COMMITTEE.\n   23    2.  FOR  EACH  FISCAL  YEAR DURING THE EXISTENCE OF THE AUTHORITY, AND\n   24  WITHIN ONE HUNDRED TWENTY DAYS AFTER THE CLOSE OF THE MTA'S FISCAL YEAR,\n   25  THE MTA SHALL SUBMIT ITS AUDITED FINANCIAL STATEMENTS TO THE AUTHORITY.\n   26    S 3759. ASSISTANCE TO THE AUTHORITY; EMPLOYEES OF THE AUTHORITY.    1.\n   27  WITH  THE  CONSENT  OF  ANY  PUBLIC  CORPORATION,  THE AUTHORITY MAY USE\n   28  AGENTS, EMPLOYEES AND FACILITIES THEREOF, PAYING TO SUCH  PUBLIC  CORPO-\n   29  RATION ITS AGREED PROPORTION OF THE COMPENSATION OR COSTS.\n   30    2.  OFFICERS  AND  EMPLOYEES OF STATE OR COUNTY AGENCIES MAY BE TRANS-\n   31  FERRED TO THE AUTHORITY WITHOUT EXAMINATION  AND  WITHOUT  LOSS  OF  ANY\n   32  CIVIL SERVICE OR RETIREMENT STATUS OR RIGHTS. ANY OFFICER OR EMPLOYEE OF\n   33  THE  AUTHORITY  WHO  HERETOFORE ACQUIRED OR SHALL HEREAFTER ACQUIRE SUCH\n   34  POSITION STATUS BY TRANSFER AND WHO AT THE TIME OF SUCH TRANSFER  WAS  A\n   35  MEMBER  OF  THE  NEW  YORK  STATE AND LOCAL EMPLOYEES' RETIREMENT SYSTEM\n   36  SHALL CONTINUE TO BE A MEMBER OF SUCH  SYSTEM  AS  LONG  AS  HE  OR  SHE\n   37  CONTINUES  IN  SUCH  SERVICE, AND SHALL CONTINUE TO HAVE ALL THE RIGHTS,\n   38  PRIVILEGES AND OBLIGATIONS OF MEMBERSHIP IN SUCH SYSTEM.\n   39    S 3760. MTA FINANCIAL PLANS. THE CHIEF EXECUTIVE OFFICER SHALL PREPARE\n   40  AND SUBMIT TO THE AUTHORITY A FOUR-YEAR FINANCIAL  PLAN,  INITIALLY  FOR\n   41  THE  FISCAL  YEARS  ENDING  DECEMBER  THIRTY-FIRST,  TWO THOUSAND TWELVE\n   42  THROUGH TWO THOUSAND FIFTEEN, TOGETHER WITH THE PROPOSED BUDGET  RIGHTS,\n   43  PRIVILEGES  AND OBLIGATIONS OF MEMBERSHIP IN SUCH SYSTEM, FOR THE FISCAL\n   44  YEAR ENDING ON DECEMBER THIRTY-FIRST, TWO  THOUSAND  TWELVE,  NOT  LATER\n   45  THAN THE DATE REQUIRED FOR SUBMISSION OF SUCH BUDGET PURSUANT TO BY-LAWS\n   46  OF  THE  MTA.  SUCH  FINANCIAL  PLAN SHALL CONTAIN ACTIONS SUFFICIENT TO\n   47  ENSURE WITH RESPECT TO THE MAJOR OPERATING FUNDS FOR EACH FISCAL YEAR OF\n   48  THE PLAN THAT ANNUAL AGGREGATE OPERATING EXPENSES FOR SUCH  FISCAL  YEAR\n   49  SHALL  NOT  EXCEED  ANNUAL  AGGREGATE OPERATING REVENUES FOR SUCH FISCAL\n   50  YEAR.\n   51    S 3761. MONITORING AND REVIEW. EXCEPT AS OTHERWISE PROVIDED IN SECTION\n   52  THIRTY-SIX HUNDRED SIXTY-TWO OF THIS TITLE, THE AUTHORITY SHALL:\n   53    1. CONDUCT MEETINGS AT LEAST ANNUALLY;\n   54    2. OBTAIN FROM THE MTA  ALL  INFORMATION  REQUIRED  PURSUANT  TO  THIS\n   55  SECTION,  AND SUCH OTHER FINANCIAL STATEMENTS AND PROJECTIONS, BUDGETARY\n   56  DATA AND INFORMATION,  AND  MANAGEMENT  REPORTS  AND  MATERIALS  AS  THE\n\n       S. 942                              7\n\n    1  AUTHORITY  DEEMS  NECESSARY  OR  DESIRABLE TO ACCOMPLISH THE PURPOSES OF\n    2  THIS TITLE;\n    3    3.  RECOMMEND  TO  THE  MTA SUCH MEASURES RELATING TO THEIR OPERATION,\n    4  MANAGEMENT, EFFICIENCY AND PRODUCTIVITY AS THE AUTHORITY DEEMS APPROPRI-\n    5  ATE TO REDUCE COSTS AND IMPROVE SERVICES SO AS TO ADVANCE  THE  PURPOSES\n    6  OF THIS TITLE;\n    7    4. CONSULT WITH THE MTA IN THE PREPARATION OF THE BUDGET OF THE MTA;\n    8    5.  WITH RESPECT TO ANY MTA BORROWING PROPOSED TO BE ISSUED AFTER JULY\n    9  FIRST, TWO THOUSAND ELEVEN, REVIEW THE  TERMS  OF  AND  COMMENT,  WITHIN\n   10  THIRTY  DAYS  AFTER  NOTIFICATION BY THE MTA OF A PROPOSED BORROWING, ON\n   11  THE PRUDENCE OF EACH PROPOSED ISSUANCE OF BONDS OR NOTES TO BE ISSUED BY\n   12  THE MTA AND NO SUCH BORROWING SHALL BE MADE UNLESS  FIRST  REVIEWED  AND\n   13  COMMENTED  UPON  BY  THE  AUTHORITY.  THE  AUTHORITY  SHALL PROVIDE SUCH\n   14  COMMENTS WITHIN THIRTY DAYS AFTER NOTIFICATION BY THE MTA OF A  PROPOSED\n   15  BORROWING  TO THE CHIEF EXECUTIVE OFFICER, THE COMPTROLLER, THE LEGISLA-\n   16  TURE, THE DIRECTOR OF THE BUDGET AND THE STATE COMPTROLLER; AND\n   17    6. PERFORM SUCH AUDITS AND REVIEWS OF THE MTA AND ANY  AGENCY  THEREOF\n   18  AS IT DEEMS NECESSARY.\n   19    S 3762. CONTROL PERIOD. 1. THE AUTHORITY SHALL IMPOSE A CONTROL PERIOD\n   20  UPON  ITS DETERMINATION AT ANY TIME THAT ANY OF THE FOLLOWING EVENTS HAS\n   21  OCCURRED OR THAT THERE IS A SUBSTANTIAL LIKELIHOOD AND IMMINENCE OF SUCH\n   22  OCCURRENCE: (A) THE MTA SHALL HAVE FAILED TO PAY  THE  PRINCIPAL  OF  OR\n   23  INTEREST  ON  ANY OF ITS BONDS OR NOTES WHEN DUE OR PAYABLE, (B) THE MTA\n   24  SHALL HAVE INCURRED A MAJOR OPERATING FUNDS DEFICIT OF  ONE  PERCENT  OR\n   25  MORE  IN  THE  AGGREGATE  RESULTS OF OPERATIONS OF SUCH FUNDS DURING ITS\n   26  FISCAL YEAR ASSUMING ALL  REVENUES  AND  EXPENDITURES  ARE  REPORTED  IN\n   27  ACCORDANCE WITH GENERALLY ACCEPTED ACCOUNTING PRINCIPLES, SUBJECT TO THE\n   28  PROVISIONS  OF THIS TITLE, (C) THE MTA SHALL HAVE OTHERWISE VIOLATED ANY\n   29  PROVISION OF THIS TITLE AND SUCH  VIOLATION  SUBSTANTIALLY  IMPAIRS  THE\n   30  MARKETABILITY OF THE MTA'S BONDS OR NOTES, (D) THE CHIEF FINANCIAL OFFI-\n   31  CER'S  CERTIFICATION  AT ANY TIME, AT THE REQUEST OF THE AUTHORITY OR ON\n   32  THE CHIEF FINANCIAL OFFICER'S INITIATIVE, WHICH CERTIFICATION  SHALL  BE\n   33  MADE FROM TIME TO TIME AS PROMPTLY AS CIRCUMSTANCES WARRANT AND REPORTED\n   34  TO  THE AUTHORITY, THAT ON THE BASIS OF FACTS EXISTING AT SUCH TIME SUCH\n   35  OFFICER COULD NOT MAKE THE CERTIFICATION. THE AUTHORITY SHALL  TERMINATE\n   36  ANY  SUCH  CONTROL PERIOD WHEN IT DETERMINES THAT NONE OF THE CONDITIONS\n   37  WHICH WOULD PERMIT THE AUTHORITY TO IMPOSE A CONTROL PERIOD EXIST. AFTER\n   38  TERMINATION OF A CONTROL PERIOD THE AUTHORITY  SHALL  ANNUALLY  CONSIDER\n   39  PARAGRAPHS (A) THROUGH (D) OF THIS SUBDIVISION AND DETERMINE WHETHER, IN\n   40  ITS  JUDGMENT,  ANY  OF  THE  EVENTS  DESCRIBED  IN SUCH PARAGRAPHS HAVE\n   41  OCCURRED AND THE AUTHORITY SHALL PUBLISH EACH  SUCH  DETERMINATION.  ANY\n   42  CERTIFICATION  MADE  BY  THE  CHIEF  FINANCIAL  OFFICER PURSUANT TO THIS\n   43  SECTION SHALL BE BASED ON SUCH  OFFICER'S  WRITTEN  DETERMINATION  WHICH\n   44  SHALL TAKE INTO ACCOUNT A REPORT AND OPINION OF AN INDEPENDENT EXPERT IN\n   45  THE MARKETING OF MUNICIPAL SECURITIES SELECTED BY THE AUTHORITY, AND THE\n   46  OPINION  OF  SUCH  EXPERT  AND  ANY OTHER INFORMATION TAKEN INTO ACCOUNT\n   47  SHALL BE MADE PUBLIC WHEN DELIVERED TO  THE  AUTHORITY.  NOTWITHSTANDING\n   48  ANY PART OF THE FOREGOING TO THE CONTRARY, IN NO EVENT SHALL ANY CONTROL\n   49  PERIOD CONTINUE BEYOND JANUARY FIRST, TWO THOUSAND THIRTY-ONE.\n   50    2. IN CARRYING OUT THE PURPOSES OF THIS TITLE DURING ANY CONTROL PERI-\n   51  OD:\n   52    (A) THE AUTHORITY SHALL (I) CONSULT WITH THE MTA IN THE PREPARATION OF\n   53  THE  FINANCIAL  PLAN,  AND  CERTIFY  TO  THE  MTA  THE REVENUE ESTIMATES\n   54  APPROVED THEREIN, (II) PRESCRIBE THE FORM OF THE FINANCIAL PLAN AND  THE\n   55  SUPPORTING INFORMATION REQUIRED IN CONNECTION THEREWITH, AND (III) EXER-\n   56  CISE  THE  RIGHTS OF APPROVAL, DISAPPROVAL AND MODIFICATION WITH RESPECT\n\n       S. 942                              8\n\n    1  TO THE FINANCIAL PLAN, INCLUDING BUT NOT LIMITED TO  THE  REVENUE  ESTI-\n    2  MATES CONTAINED THEREIN.\n    3    (B)  THE AUTHORITY SHALL, FROM TIME TO TIME AND TO THE EXTENT IT DEEMS\n    4  NECESSARY OR DESIRABLE IN ORDER  TO  ACCOMPLISH  THE  PURPOSES  OF  THIS\n    5  TITLE,  (I) REVIEW THE OPERATIONS, MANAGEMENT, EFFICIENCY AND PRODUCTIV-\n    6  ITY OF SUCH MTA OPERATIONS OR PORTIONS  THEREOF  AS  THE  AUTHORITY  MAY\n    7  DETERMINE,  AND  MAKE  REPORTS  THEREON;  (II) AUDIT COMPLIANCE WITH THE\n    8  FINANCIAL PLAN IN SUCH AREAS  AS  THE  AUTHORITY  MAY  DETERMINE;  (III)\n    9  RECOMMEND TO THE MTA SUCH MEASURES RELATING TO THEIR OPERATIONS, MANAGE-\n   10  MENT,  EFFICIENCY  AND  PRODUCTIVITY  AS  IT DEEMS APPROPRIATE TO REDUCE\n   11  COSTS AND IMPROVE SERVICES SO AS TO ADVANCE THE PURPOSES OF THIS  TITLE;\n   12  AND  (IV) OBTAIN INFORMATION ON THE FINANCIAL CONDITION AND NEEDS OF THE\n   13  MTA. NOTHING HEREIN SHALL DIMINISH THE POWERS OF THE  STATE  COMPTROLLER\n   14  OTHERWISE  PROVIDED  BY LAW AND THE AUTHORITY MAY REQUEST THE ASSISTANCE\n   15  OF THE STATE COMPTROLLER IN THE PERFORMANCE OF THE ABOVE FUNCTIONS.\n   16    (C) THE AUTHORITY SHALL (I) RECEIVE FROM THE MTA AND  FROM  THE  STATE\n   17  COMPTROLLER,  AND  REVIEW,  SUCH  FINANCIAL  STATEMENTS AND PROJECTIONS,\n   18  BUDGETARY DATA AND INFORMATION, AND MANAGEMENT REPORTS AND MATERIALS  AS\n   19  THE AUTHORITY DEEMS NECESSARY OR DESIRABLE TO ACCOMPLISH THE PURPOSES OF\n   20  THIS  TITLE,  AND (II) INSPECT, COPY AND AUDIT SUCH BOOKS AND RECORDS OF\n   21  THE MTA AS THE AUTHORITY DEEMS NECESSARY OR DESIRABLE TO ACCOMPLISH  THE\n   22  PURPOSES OF THIS TITLE.\n   23    (D)  ALL  CONTRACTS  ENTERED INTO BY THE MTA DURING ANY CONTROL PERIOD\n   24  MUST BE CONSISTENT WITH THE PROVISIONS OF THIS  TITLE  AND  MUST  COMPLY\n   25  WITH  THE REQUIREMENTS OF THE FINANCIAL PLAN AS APPROVED BY THE AUTHORI-\n   26  TY. WITH RESPECT TO ALL CONTRACTS OR OTHER  OBLIGATIONS  TO  BE  ENTERED\n   27  INTO BY THE MTA DURING ANY CONTROL PERIOD REQUIRING THE PAYMENT OF FUNDS\n   28  OR THE INCURRING OF COSTS BY THE MTA:\n   29    (I)  WITHIN TWENTY DAYS FROM THE COMMENCEMENT OF A CONTROL PERIOD, THE\n   30  CHIEF EXECUTIVE OFFICER SHALL PRESENT TO THE AUTHORITY  PROPOSED  GUIDE-\n   31  LINES  RESPECTING  THE CATEGORIES AND TYPES OF CONTRACTS AND OTHER OBLI-\n   32  GATIONS REQUIRED TO BE REVIEWED BY THE AUTHORITY PURSUANT TO THIS SUBDI-\n   33  VISION. WITHIN THIRTY DAYS FROM THE COMMENCEMENT OF  A  CONTROL  PERIOD,\n   34  THE  AUTHORITY  SHALL APPROVE OR MODIFY AND APPROVE SUCH PROPOSED GUIDE-\n   35  LINES OR PROMULGATE ITS OWN IN THE EVENT THAT SUCH  PROPOSED  GUIDELINES\n   36  ARE  NOT  SUBMITTED TO IT WITHIN THE TWENTY DAYS AS PROVIDED FOR HEREIN.\n   37  SUCH GUIDELINES MAY THEREAFTER BE MODIFIED BY THE AUTHORITY FROM TIME TO\n   38  TIME ON NOT LESS THAN THIRTY DAYS' NOTICE TO THE CHIEF EXECUTIVE OFFICER\n   39  AND THE CHIEF EXECUTIVE OFFICER MAY FROM TIME TO TIME PROPOSE  MODIFICA-\n   40  TIONS  TO THE AUTHORITY. UNLESS EXPRESSLY DISAPPROVED OR MODIFIED BY THE\n   41  AUTHORITY WITHIN THIRTY DAYS (OR SUCH  ADDITIONAL  TIME,  NOT  EXCEEDING\n   42  THIRTY  DAYS,  AS  THE  AUTHORITY  SHALL  HAVE  NOTIFIED THE MTA THAT IT\n   43  REQUIRES  TO  COMPLETE  ITS  REVIEW  AND  ANALYSIS)  FROM  THE  DATE  OF\n   44  SUBMISSION  BY THE CHIEF EXECUTIVE OFFICER, ANY SUCH PROPOSED GUIDELINES\n   45  OR MODIFICATIONS SHALL BE DEEMED APPROVED BY THE AUTHORITY;\n   46    (II) PRIOR TO ENTERING INTO ANY CONTRACT OR OTHER  OBLIGATION  SUBJECT\n   47  TO  REVIEW OF THE AUTHORITY UNDER ITS GUIDELINES, THE MTA SHALL SUBMIT A\n   48  COPY OF SUCH CONTRACT OR OTHER OBLIGATION TO THE  AUTHORITY  ACCOMPANIED\n   49  BY  AN  ANALYSIS  OF THE PROJECTED COSTS OF SUCH CONTRACT OR OTHER OBLI-\n   50  GATION AND CERTIFICATION THAT PERFORMANCE THEREOF WILL BE IN  ACCORDANCE\n   51  WITH  THE  FINANCIAL  PLAN,  ALL  IN  SUCH FORM AND WITH SUCH ADDITIONAL\n   52  INFORMATION AS THE AUTHORITY MAY PRESCRIBE. THE AUTHORITY SHALL PROMPTLY\n   53  REVIEW THE TERMS OF SUCH CONTRACT OR OTHER OBLIGATION AND THE SUPPORTING\n   54  INFORMATION IN ORDER TO DETERMINE COMPLIANCE WITH THE FINANCIAL PLAN;\n   55    (III) THE AUTHORITY SHALL, BY ORDER, DISAPPROVE ANY CONTRACT OR  OTHER\n   56  OBLIGATION  REVIEWED BY IT ONLY AFTER ADOPTION OF A RESOLUTION DETERMIN-\n\n       S. 942                              9\n\n    1  ING THAT, IN ITS JUDGMENT, THE PERFORMANCE OF  SUCH  CONTRACT  OR  OTHER\n    2  OBLIGATION  WOULD BE INCONSISTENT WITH THE FINANCIAL PLAN, AND UPON SUCH\n    3  ORDER THE MTA SHALL NOT ENTER INTO SUCH CONTRACT  OR  OTHER  OBLIGATION;\n    4  AND\n    5    (IV)  IF  THE  AUTHORITY  APPROVES THE TERMS OF A REVIEWED CONTRACT OR\n    6  OTHER OBLIGATION, THE MTA MAY ENTER INTO SUCH CONTRACT  OR  OTHER  OBLI-\n    7  GATION UPON THE TERMS SUBMITTED TO THE AUTHORITY. FAILURE OF THE AUTHOR-\n    8  ITY  TO  NOTIFY THE MTA WITHIN THIRTY DAYS (OR SUCH ADDITIONAL TIME, NOT\n    9  EXCEEDING THIRTY DAYS, AS THE AUTHORITY SHALL HAVE NOTIFIED THE MTA THAT\n   10  IT REQUIRES TO COMPLETE ITS REVIEW AND ANALYSIS) AFTER SUBMISSION TO  IT\n   11  OF A CONTRACT OR OTHER OBLIGATION THAT SUCH CONTRACT OR OTHER OBLIGATION\n   12  HAS  BEEN  DISAPPROVED  SHALL BE DEEMED TO CONSTITUTE AUTHORITY APPROVAL\n   13  THEREOF.\n   14    (E) THE AUTHORITY SHALL REVIEW THE TERMS OF  EACH  PROPOSED  LONG-TERM\n   15  AND  SHORT-TERM  BORROWING  BY THE MTA TO BE EFFECTED DURING ANY CONTROL\n   16  PERIOD, AND NO SUCH BORROWING SHALL BE MADE DURING  ANY  CONTROL  PERIOD\n   17  UNLESS  IT IS APPROVED BY THE AUTHORITY. THE MTA SHALL NOT BE PROHIBITED\n   18  FROM ISSUING BONDS OR NOTES TO PAY OUTSTANDING BONDS OR NOTES.\n   19    (F) THE AUTHORITY SHALL ISSUE, TO THE APPROPRIATE OFFICIAL OF THE MTA,\n   20  SUCH ORDERS AS IT DEEMS NECESSARY TO ACCOMPLISH  THE  PURPOSES  OF  THIS\n   21  TITLE,  INCLUDING, BUT NOT LIMITED TO, TIMELY AND SATISFACTORY IMPLEMEN-\n   22  TATION OF AN APPROVED FINANCIAL PLAN. ANY ORDER SO ISSUED SHALL BE BIND-\n   23  ING UPON THE OFFICIAL TO WHOM IT WAS ISSUED AND FAILURE TO  COMPLY  WITH\n   24  SUCH  ORDER  SHALL  SUBJECT  THE  OFFICIAL TO THE PENALTIES DESCRIBED IN\n   25  SUBDIVISION FOUR OF THIS SECTION.\n   26    3. AUTHORIZATION FOR WAGE FREEZE. (A) DURING A CONTROL PERIOD, UPON  A\n   27  FINDING BY THE AUTHORITY THAT A WAGE FREEZE IS ESSENTIAL TO THE ADOPTION\n   28  OR MAINTENANCE OF A MTA BUDGET OR A FINANCIAL PLAN THAT IS IN COMPLIANCE\n   29  WITH THIS TITLE, THE AUTHORITY, AFTER ENACTMENT OF A RESOLUTION SO FIND-\n   30  ING,  MAY  DECLARE  A FISCAL CRISIS. UPON MAKING SUCH A DECLARATION, THE\n   31  AUTHORITY SHALL BE EMPOWERED TO ORDER THAT ALL INCREASES  IN  SALARY  OR\n   32  WAGES  OF  EMPLOYEES OF THE MTA WHICH WILL TAKE EFFECT AFTER THE DATE OF\n   33  THE ORDER PURSUANT TO COLLECTIVE BARGAINING AGREEMENTS, OTHER  ANALOGOUS\n   34  CONTRACTS  OR INTEREST ARBITRATION AWARDS, NOW IN EXISTENCE OR HEREAFTER\n   35  ENTERED INTO, REQUIRING SUCH SALARY INCREASES AS OF ANY DATE  THEREAFTER\n   36  ARE  SUSPENDED.  SUCH ORDER MAY ALSO PROVIDE THAT ALL INCREASED PAYMENTS\n   37  FOR HOLIDAY AND  VACATION  DIFFERENTIALS,  SHIFT  DIFFERENTIALS,  SALARY\n   38  ADJUSTMENTS  ACCORDING  TO PLAN AND STEP-UPS OR INCREMENTS FOR EMPLOYEES\n   39  OF THE MTA WHICH WILL TAKE EFFECT AFTER THE DATE OF THE  ORDER  PURSUANT\n   40  TO COLLECTIVE BARGAINING AGREEMENTS, OTHER ANALOGOUS CONTRACTS OR INTER-\n   41  EST  ARBITRATION AWARDS REQUIRING SUCH INCREASED PAYMENTS AS OF ANY DATE\n   42  THEREAFTER ARE, IN THE SAME  MANNER,  SUSPENDED.  FOR  THE  PURPOSES  OF\n   43  COMPUTING THE PENSION BASE OF RETIREMENT ALLOWANCES, ANY SUSPENDED SALA-\n   44  RY  OR  WAGE  INCREASES  AND  ANY  SUSPENDED OTHER PAYMENTS SHALL NOT BE\n   45  CONSIDERED AS PART OF COMPENSATION OR FINAL COMPENSATION  OR  OF  ANNUAL\n   46  SALARY  EARNED  OR  EARNABLE. THE SUSPENSIONS AUTHORIZED HEREUNDER SHALL\n   47  CONTINUE UNTIL ONE YEAR AFTER THE DATE OF THE ORDER AND, TO  THE  EXTENT\n   48  OF  ANY  DETERMINATION  OF  THE  AUTHORITY  THAT  A CONTINUATION OF SUCH\n   49  SUSPENSIONS, TO A DATE SPECIFIED BY THE AUTHORITY, IS NECESSARY IN ORDER\n   50  TO ACHIEVE THE OBJECTIVES OF THE FINANCIAL PLAN, SUCH SUSPENSIONS  SHALL\n   51  BE CONTINUED TO THE DATE SPECIFIED BY THE AUTHORITY, WHICH DATE SHALL IN\n   52  NO  EVENT  BE LATER THAN THE END OF THE INTERIM FINANCE PERIOD, PROVIDED\n   53  THAT SUCH SUSPENSIONS SHALL TERMINATE WITH RESPECT TO EMPLOYEES WHO HAVE\n   54  AGREED TO A DEFERRAL OF SALARY OR WAGE INCREASE UPON  THE  CERTIFICATION\n   55  OF  THE  AGREEMENT  BY  THE  AUTHORITY PURSUANT TO PARAGRAPH (B) OF THIS\n   56  SUBDIVISION.\n\n       S. 942                             10\n\n    1    (B) THIS SUBDIVISION SHALL NOT BE APPLICABLE TO EMPLOYEES OF  THE  MTA\n    2  COVERED  BY  A COLLECTIVE BARGAINING AGREEMENT OR AN EMPLOYEE OF THE MTA\n    3  NOT COVERED BY A COLLECTIVE BARGAINING AGREEMENT  WHERE  THE  COLLECTIVE\n    4  BARGAINING REPRESENTATIVE OR SUCH UNREPRESENTED EMPLOYEE HAS AGREED TO A\n    5  DEFERMENT  OF SALARY OR WAGE INCREASE, BY AN INSTRUMENT IN WRITING WHICH\n    6  HAS BEEN CERTIFIED BY THE AUTHORITY AS BEING AN ACCEPTABLE AND APPROPRI-\n    7  ATE CONTRIBUTION TOWARD ALLEVIATING THE FISCAL CRISIS OF  THE  MTA.  ANY\n    8  SUCH  AGREEMENT  TO  A  DEFERMENT OF SALARY OR WAGE INCREASE MAY PROVIDE\n    9  THAT FOR THE PURPOSES OF COMPUTING THE PENSION BASE OF RETIREMENT ALLOW-\n   10  ANCES, ANY DEFERRED SALARY OR WAGE INCREASE MAY BE CONSIDERED AS PART OF\n   11  COMPENSATION OR FINAL COMPENSATION OR OF ANNUAL SALARY EARNED OR  EARNA-\n   12  BLE.\n   13    (C)  THE  AUTHORITY  MAY,  IF IT FINDS THAT THE FISCAL CRISIS HAS BEEN\n   14  SUFFICIENTLY ALLEVIATED OR FOR ANY OTHER APPROPRIATE REASON, DIRECT THAT\n   15  THE SUSPENSIONS OF SALARY OR WAGE  INCREASES  OR  SUSPENSIONS  OF  OTHER\n   16  INCREASED  PAYMENTS  OR  BENEFITS  SHALL, IN WHOLE OR IN PART, BE TERMI-\n   17  NATED.\n   18    4. PROHIBITION; PENALTIES. (A) DURING ANY CONTROL PERIOD (I) NO  OFFI-\n   19  CER  OR  EMPLOYEE  OF  THE  MTA SHALL MAKE OR AUTHORIZE AN OBLIGATION OR\n   20  OTHER LIABILITY IN EXCESS OF THE AMOUNT  AVAILABLE  THEREFOR  UNDER  THE\n   21  FINANCIAL PLAN AS THEN IN EFFECT; (II) NO OFFICER OR EMPLOYEE OF THE MTA\n   22  SHALL  INVOLVE  THE MTA IN ANY CONTRACT OR OTHER OBLIGATION OR LIABILITY\n   23  FOR THE PAYMENT OF MONEY FOR ANY PURPOSE REQUIRED TO BE APPROVED BY  THE\n   24  AUTHORITY  UNLESS  SUCH  CONTRACT  HAS  BEEN SO APPROVED AND UNLESS SUCH\n   25  CONTRACT OR OBLIGATION OR LIABILITY IS IN COMPLIANCE WITH THE  FINANCIAL\n   26  PLAN AS THEN IN EFFECT.\n   27    (B)  NO  OFFICER  OR  EMPLOYEE  OF  THE  MTA  SHALL TAKE ANY ACTION IN\n   28  VIOLATION OF ANY VALID ORDER OF THE AUTHORITY OR SHALL FAIL OR REFUSE TO\n   29  TAKE ANY ACTION REQUIRED BY ANY SUCH ORDER OR SHALL PREPARE, PRESENT  OR\n   30  CERTIFY  ANY  INFORMATION  (INCLUDING  ANY  PROJECTIONS OR ESTIMATES) OR\n   31  REPORT TO THE AUTHORITY OR ANY OF ITS AGENTS THAT IS FALSE  OR  MISLEAD-\n   32  ING, OR, UPON LEARNING THAT ANY SUCH INFORMATION IS FALSE OR MISLEADING,\n   33  SHALL FAIL PROMPTLY TO ADVISE THE AUTHORITY OR ITS AGENTS THEREOF.\n   34    (C)  IN  ADDITION TO ANY PENALTY OR LIABILITY UNDER ANY OTHER LAW, ANY\n   35  OFFICER OR EMPLOYEES OF THE MTA WHO SHALL VIOLATE PARAGRAPH (A)  OR  (B)\n   36  OF  THIS  SUBDIVISION  SHALL  BE  SUBJECT  TO APPROPRIATE ADMINISTRATIVE\n   37  DISCIPLINE, INCLUDING, WHEN CIRCUMSTANCES WARRANT, SUSPENSION FROM  DUTY\n   38  WITHOUT  PAY  OR  REMOVAL FROM OFFICE BY ORDER OF EITHER THE GOVERNOR OR\n   39  THE CHIEF EXECUTIVE OFFICER; AND ANY OFFICER OR EMPLOYEES OF THE MTA WHO\n   40  SHALL KNOWINGLY AND WILLFULLY VIOLATE  PARAGRAPH  (A)  OR  (B)  OF  THIS\n   41  SUBDIVISION SHALL, UPON CONVICTION, BE GUILTY OF A MISDEMEANOR.\n   42    (D)  IN THE CASE OF A VIOLATION OF PARAGRAPH (A) OR (B) OF THIS SUBDI-\n   43  VISION BY AN OFFICER OR EMPLOYEE OF THE MTA, THE CHIEF EXECUTIVE OFFICER\n   44  SHALL IMMEDIATELY REPORT TO THE AUTHORITY ALL PERTINENT  FACTS  TOGETHER\n   45  WITH A STATEMENT OF THE ACTION TAKEN THEREON.\n   46    S  3763.  MISCELLANEOUS PROVISIONS. 1. NOTHING CONTAINED IN THIS TITLE\n   47  SHALL LIMIT THE RIGHT OF THE MTA TO COMPLY WITH THE  PROVISIONS  OF  ANY\n   48  EXISTING  CONTRACT WITHIN OR FOR THE BENEFIT OF THE HOLDERS OF ANY BONDS\n   49  OR NOTES OF THE MTA.\n   50    2. NOTHING CONTAINED IN THIS TITLE SHALL BE  CONSTRUED  TO  LIMIT  THE\n   51  POWER  OF  THE  MTA DURING ANY INTERIM FINANCE PERIOD TO DETERMINE, FROM\n   52  TIME TO TIME, WITHIN AVAILABLE FUNDS FOR THE MTA, THE PURPOSES FOR WHICH\n   53  EXPENDITURES ARE TO BE MADE BY THE MTA AND THE AMOUNTS OF SUCH  EXPENDI-\n   54  TURES,  CONSISTENT  WITH THE AGGREGATE EXPENDITURES THEN PERMITTED UNDER\n   55  THE FINANCIAL PLAN FOR THE MTA.\n\n       S. 942                             11\n\n    1    3. THE AUTHORITY SHALL ADOPT GUIDELINES FOR PROCUREMENT  CONTRACTS  IN\n    2  ACCORDANCE  WITH SECTION TWENTY-EIGHT HUNDRED SEVENTY-NINE OF THIS CHAP-\n    3  TER.\n    4    S  3764.  EFFECT OF INCONSISTENT PROVISIONS. INSOFAR AS THE PROVISIONS\n    5  OF THIS TITLE ARE INCONSISTENT WITH THE PROVISIONS  OF  ANY  OTHER  ACT,\n    6  GENERAL  OR  SPECIAL,  OR OF ANY CHARTER, LOCAL LAW, ORDINANCE OR RESOL-\n    7  UTION OF ANY  MUNICIPALITY,  THE  PROVISIONS  OF  THIS  TITLE  SHALL  BE\n    8  CONTROLLING.  NOTHING CONTAINED IN THIS SECTION SHALL BE HELD TO SUPPLE-\n    9  MENT OR OTHERWISE EXPAND THE POWERS OR DUTIES OF THE AUTHORITY OTHERWISE\n   10  SET FORTH IN THIS TITLE.\n   11    S  3765.  SEVERABILITY;  CONSTRUCTION.  IF ANY CLAUSE, SENTENCE, PARA-\n   12  GRAPH, SECTION, OR PART OF THIS TITLE SHALL BE ADJUDGED BY ANY COURT  OF\n   13  COMPETENT  JURISDICTION  TO  BE INVALID, SUCH JUDGMENT SHALL NOT AFFECT,\n   14  IMPAIR OR INVALIDATE THE REMAINDER THEREOF, BUT SHALL BE CONFINED IN ITS\n   15  OPERATION TO THE CLAUSE, SENTENCE, PARAGRAPH, SECTION, OR  PART  THEREOF\n   16  INVOLVED  IN  THE  CONTROVERSY  IN  WHICH  SUCH JUDGMENT SHALL HAVE BEEN\n   17  RENDERED. THE PROVISIONS OF THIS TITLE SHALL BE LIBERALLY  CONSTRUED  TO\n   18  ASSIST THE EFFECTUATION OF THE PUBLIC PURPOSES FURTHERED HEREBY.\n   19    S  2.  If any section, part or provision of this act shall be adjudged\n   20  unconstitutional or invalid or ineffective by any court of  this  state,\n   21  any  party  in  interest  shall  have a direct appeal as of right to the\n   22  court of appeals of the state of New York, and such  appeal  shall  have\n   23  preference  over  all  other causes. Service upon the adverse party of a\n   24  notice of appeal shall stay the effect of the judgment or order appealed\n   25  from pending the hearing and determination of the appeal.\n   26    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public authorities law, in relation to creating the metropolitan transportation authority interim finance authority ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T115214.TXT", "SOBI.D110103.T150921.TXT", "SOBI.D110103.T142412.TXT", "SOBI.D110103.T155925.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294332734799
}