{
  "year" : 2011,
  "senateBillNo" : "S945-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO TRANSPORTATION",
    "billEventId" : "S945-2011-1294203600000-REFERRED+TO+TRANSPORTATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MARCELLINO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the number of prior suspensions needed to qualify for aggravated unlicensed operation in the first degree; repealer",
  "summary" : "Reduces the number of prior suspensions needed to qualify for aggravated unlicensed operation in the first degree from ten or more suspensions to five or more suspensions which have to be imposed on at least five separate dates. ",
  "currentCommittee" : "TRANSPORTATION",
  "sameAs" : null,
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "S606-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "GOLDEN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "RANZENHOFER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          945\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sens.  MARCELLINO, GOLDEN, RANZENHOFER -- read twice and\n         ordered printed, and when printed to be committed to the Committee  on\n         Transportation\n\n       AN  ACT  to amend the vehicle and traffic law, in relation to the number\n         of prior suspensions needed to qualify for aggravated unlicensed oper-\n         ation in the first degree and repealing subparagraph (iv) of paragraph\n         (a) of subdivision 2 of section 511 of such law relating thereto\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Paragraph (a) of subdivision 3 of section 511 of the vehi-\n    2  cle and traffic law, as amended by chapter 732  of  the  laws  of  2006,\n    3  subparagraph  (iii)  as  amended  by chapter 746 of the laws of 2006, is\n    4  amended to read as follows:\n    5    (a) A person is guilty of the offense of aggravated unlicensed  opera-\n    6  tion  of  a  motor  vehicle  in  the  first degree when such person: (i)\n    7  commits the offense of aggravated unlicensed operation of a motor  vehi-\n    8  cle  in  the  second degree as provided in subparagraph (ii)[,] OR (iii)\n    9  [or (iv)] of paragraph (a) of subdivision two of  this  section  and  is\n   10  operating a motor vehicle while under the influence of alcohol or a drug\n   11  in violation of subdivision one, two, two-a, three, four, four-a or five\n   12  of section eleven hundred ninety-two of this chapter; or\n   13    (ii) commits the offense of aggravated unlicensed operation of a motor\n   14  vehicle  in  the  third  degree  as  defined  in subdivision one of this\n   15  section; and is operating a motor  vehicle  while  such  person  has  in\n   16  effect  [ten]  FIVE  or more suspensions, imposed on at least [ten] FIVE\n   17  separate dates for failure to answer, appear or pay a fine, pursuant  to\n   18  subdivision  three  of section two hundred twenty-six of this chapter or\n   19  subdivision four-a of section five hundred ten of this article; or\n   20    (iii) commits the offense of  aggravated  unlicensed  operation  of  a\n   21  motor  vehicle in the third degree as defined in subdivision one of this\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04423-01-1\n\n       S. 945                              2\n\n    1  section; and is operating a motor vehicle while under permanent  revoca-\n    2  tion as set forth in subparagraph twelve of paragraph (b) of subdivision\n    3  two of section eleven hundred ninety-three of this chapter.\n    4    S  2.  Subparagraph  (iv) of paragraph (a) of subdivision 2 of section\n    5  511 of the vehicle and traffic law is REPEALED.\n    6    S 3. This act shall take effect on the first of November next succeed-\n    7  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to the number of prior suspensions needed to qualify for aggravated unlicensed operation in the first degree and repealing subparagraph (iv) of paragraph (a) of subdivision 2 of section 511 of such law relating thereto ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T115214.TXT", "SOBI.D110103.T150921.TXT", "SOBI.D110103.T142412.TXT", "SOBI.D110103.T155925.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294332734840
}