{
  "year" : 2011,
  "senateBillNo" : "S947-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S947-2011-1294203600000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1295931600000,
    "eventText" : "1ST REPORT CAL.25",
    "billEventId" : "S947-2011-1295931600000-1ST+REPORT+CAL.25",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1296450000000,
    "eventText" : "2ND REPORT CAL.",
    "billEventId" : "S947-2011-1296450000000-2ND+REPORT+CAL.",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : [ {
    "id" : "1295969400000S947-2011--1--1",
    "voteType" : 2,
    "voteDate" : 1295969400000,
    "ayes" : [ "Saland", "DeFrancisco", "Flanagan", "Fuschillo", "Gallivan", "Golden", "Lanza", "Nozzolio", "O'Mara", "Gianaris", "Huntley", "Perkins", "Squadron", "Espaillat" ],
    "nays" : [ "Parker" ],
    "abstains" : null,
    "excused" : null,
    "ayeswr" : [ "Duane" ],
    "description" : "Codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MARCELLINO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Allows a court to preclude disclosure of jurors' names and addresses; repealer",
  "summary" : "Allows a court to issue an order precluding the disclosure of jurors' names and addresses upon a showing by the people that such an order is necessary to prevent bribery, jury tampering or physical injury to, or harassment of, the jurors or prospective jurors. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Criminal Procedure Law",
  "previousVersions" : [ "S569-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "LARKIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : [ "CODES" ],
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          947\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by Sens. MARCELLINO, LARKIN -- read twice and ordered print-\n         ed, and when printed to be committed to the Committee on Codes\n\n       AN ACT to amend the criminal procedure law,  in  relation  to  anonymous\n         juries  and  to  repeal  subdivision 1-a of section 270.15 of such law\n         relating thereto\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Paragraph  (a)  of subdivision 1 of section 270.15 of the\n    2  criminal procedure law, as amended by chapter 467 of the laws  of  1985,\n    3  is amended to read as follows:\n    4    (a)  If  no  challenge  to  the panel is made as prescribed by section\n    5  270.10, or if such challenge is made and  disallowed,  the  court  shall\n    6  direct  that  the  names of not less than twelve members of the panel be\n    7  drawn and called as prescribed by the judiciary law, EXCEPT AS OTHERWISE\n    8  REQUIRED BY SECTION 270.17 OF THIS  ARTICLE.  Such  persons  shall  take\n    9  their  places  in  the jury box and shall be immediately sworn to answer\n   10  truthfully questions asked them  relative  to  their  qualifications  to\n   11  serve  as jurors in the action. In its discretion, the court may require\n   12  prospective jurors to complete a questionnaire concerning their  ability\n   13  to  serve  as  fair  and  impartial jurors, including but not limited to\n   14  place of birth,  current  address,  education,  occupation,  prior  jury\n   15  service,  knowledge  of, relationship to, or contact with the court, any\n   16  party, witness or attorney in the action and any other fact relevant  to\n   17  his  or her service on the jury. An official form for such questionnaire\n   18  shall be developed by the chief administrator of the courts in consulta-\n   19  tion with the administrative board of the courts. A  copy  of  question-\n   20  naires completed by the members of the panel shall be given to the court\n   21  and each attorney prior to examination of prospective jurors.\n   22    S  2.  Subdivision 1-a of section 270.15 of the criminal procedure law\n   23  is REPEALED.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03614-01-1\n\n       S. 947                              2\n\n    1    S 3. The criminal procedure law is amended by  adding  a  new  section\n    2  270.17 to read as follows:\n    3  S 270.17 TRIAL JURY; ANONYMOUS PANEL.\n    4    1.  THE PEOPLE MAY MAKE A MOTION FOR AN ORDER PROTECTING THE NAMES AND\n    5  RESIDENTIAL AND BUSINESS ADDRESSES OF JURORS AND PROSPECTIVE JURORS FROM\n    6  DISCLOSURE TO ANY PERSON. SUCH A MOTION SHALL  BE  MADE  NO  LATER  THAN\n    7  THREE  DAYS,  EXCLUDING  SATURDAYS,  SUNDAYS  AND HOLIDAYS, PRIOR TO THE\n    8  COMMENCEMENT OF JURY SELECTION, BUT FOR GOOD CAUSE  SHOWN  MAY  BE  MADE\n    9  THEREAFTER.  THE COURT SHALL CONDUCT A HEARING UPON SUCH MOTION AND MAKE\n   10  FINDINGS  OF  FACT  ESSENTIAL  TO THE DETERMINATION THEREOF. ALL PERSONS\n   11  GIVING FACTUAL INFORMATION AT SUCH  HEARING  MUST  TESTIFY  UNDER  OATH,\n   12  EXCEPT  THAT  UNSWORN  EVIDENCE  PURSUANT  TO SUBDIVISION TWO OF SECTION\n   13  60.20 OF THIS CHAPTER ALSO MAY BE RECEIVED. UPON SUCH  HEARING,  HEARSAY\n   14  EVIDENCE SHALL BE ADMISSIBLE TO ESTABLISH ANY MATERIAL FACT.\n   15    2.  AT  THE  HEARING,  THE  PEOPLE SHALL BEAR THE BURDEN OF PROVING BY\n   16  CLEAR AND CONVINCING EVIDENCE THAT A PROTECTIVE ORDER  IS  NECESSARY  TO\n   17  PROTECT  AGAINST  THE  LIKELIHOOD OF BRIBERY, JURY TAMPERING OR PHYSICAL\n   18  INJURY  TO OR HARASSMENT OF THE JURORS OR PROSPECTIVE JURORS. IN  DETER-\n   19  MINING  WHETHER  THE  PEOPLE  HAVE  SUSTAINED THIS BURDEN, THE COURT MAY\n   20  CONSIDER ANY RELEVANT FACTORS, INCLUDING:\n   21    (A) WHETHER DEFENDANT OR PERSONS ACTING  ON  DEFENDANT'S  BEHALF  HAVE\n   22  BRIBED,  TAMPERED  WITH, OR CAUSED OR ATTEMPTED TO CAUSE PHYSICAL INJURY\n   23  TO OR HARASSMENT OF A JUROR  OR  PROSPECTIVE  JUROR,  OR  A  WITNESS  OR\n   24  PROSPECTIVE  WITNESS, IN ANOTHER CRIMINAL ACTION OR PROCEEDING OR IN THE\n   25  INSTANT CRIMINAL ACTION OR PROCEEDING;\n   26    (B) WHETHER DEFENDANT IS A MEMBER OF  AN  ENTERPRISE,  AS  DEFINED  IN\n   27  SUBDIVISION  TWO  OF  SECTION 460.10 OF THE PENAL LAW, THAT BY ITSELF OR\n   28  THROUGH ANY OF ITS MEMBERS HAS MANIFESTED AN INTENTION TO BRIBE,  TAMPER\n   29  WITH, OR CAUSE OR ATTEMPT TO CAUSE PHYSICAL INJURY TO OR HARASSMENT OF A\n   30  JUROR  OR PROSPECTIVE JUROR, OR A WITNESS OR PROSPECTIVE WITNESS, IN THE\n   31  INSTANT CRIMINAL ACTION OR PROCEEDING;\n   32    (C) THE SERIOUSNESS OF THE CHARGES AGAINST DEFENDANT;\n   33    (D) THE EXTENT OF PRETRIAL PUBLICITY CONCERNING THE CRIMINAL ACTION OR\n   34  PROCEEDING.\n   35    3. IF THE COURT DETERMINES THAT A PROTECTIVE ORDER SHOULD BE ISSUED IT\n   36  SHALL DIRECT THAT ALL JURORS AND PROSPECTIVE JURORS THEREAFTER SHALL  BE\n   37  IDENTIFIED  BY  SOME  MEANS OTHER THAN THEIR NAMES AND THEIR RESIDENTIAL\n   38  AND BUSINESS ADDRESSES. THE COURT MAY ENLARGE THE SCOPE AND DURATION  OF\n   39  THE  PARTIES'  EXAMINATION  OF  PROSPECTIVE  JURORS  TO  ASSURE THAT THE\n   40  PARTIES HAVE SUFFICIENT INFORMATION UPON WHICH TO BASE THE  EXERCISE  OF\n   41  PEREMPTORY  CHALLENGES  AND  CHALLENGES  FOR  CAUSE PURSUANT TO SECTIONS\n   42  270.20 AND 270.25 OF THIS ARTICLE.\n   43    4. UPON REQUEST BY A DEFENDANT, BUT NOT  OTHERWISE,  THE  COURT  SHALL\n   44  INSTRUCT  THE JURY THAT THE FACT THAT THE JURY WAS SELECTED ON AN ANONY-\n   45  MOUS BASIS IS NOT A FACTOR FROM WHICH ANY INFERENCE UNFAVORABLE  TO  THE\n   46  DEFENDANT MAY BE DRAWN.\n   47    S  4.  This  act shall take effect on the thirtieth day after it shall\n   48  have become a law.\n",
  "memo" : "",
  "law" : null,
  "actClause" : "AN ACT to amend the criminal procedure law, in relation to anonymous juries and to repeal subdivision 1-a of section 270.15 of such law relating thereto ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110131.T151716.TXT", "SOBI.D110103.T150921.TXT", "SOBI.D110103.T142412.TXT", "SOBI.D110103.T155925.TXT", "SOBI.D110126.T133258.TXT-agenda-1.xml-agenda-1.xml", "SOBI.D110106.T114713.TXT", "SOBI.D110103.T142912.TXT", "SOBI.D110125.T135419.TXT", "SOBI.D110126.T133258.TXT-agenda-1.xml" ],
  "luceneActive" : true,
  "luceneModified" : 1296505036602
}