{
  "year" : 2011,
  "senateBillNo" : "S95-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO EDUCATION",
    "billEventId" : "S95-2011-1294203600000-REFERRED+TO+EDUCATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "DIAZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes the \"keep effective and excellent professionals in the classroom act\"; relates to procedures for the abolition of teaching positions; repealers",
  "summary" : "Establishes the \"keep effective and excellent professionals in the classroom act\"; relates to procedures for the abolition of teaching positions in city school districts of cities having one million or more inhabitants. ",
  "currentCommittee" : "EDUCATION",
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "S7346-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          95\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  DIAZ  --  read twice and ordered printed, and when\n         printed to be committed to the Committee on Education\n\n       AN ACT to amend the education law, in relation to the retaining  quality\n         teachers  and  teachers  in shortage subject areas when teaching posi-\n         tions are eliminated in city school districts  of  cities  having  one\n         million  or  more inhabitants; and to repeal certain provisions of the\n         education law relating thereto\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.    This  act  shall be known and may be cited as \"the keep\n    2  effective and excellent professionals in the classroom act\".\n    3    S 2. The section heading of section 2588  of  the  education  law,  as\n    4  added by chapter 521 of the laws of 1976, is amended to read as follows:\n    5    Seniority, retention and displacement rights in connection with aboli-\n    6  tion  of positions in city school districts of cities having [more than]\n    7  one million inhabitants OR MORE.\n    8    S 3. Subdivision 3 of section 2588 of the education  law  is  REPEALED\n    9  and a new subdivision 3 is added to read as follows:\n   10    3.  (A)  NOTWITHSTANDING  ANY  OTHER PROVISION OF LAW TO THE CONTRARY,\n   11  WHENEVER THE CITY SCHOOL  DISTRICT  ABOLISHES  TEACHING  OR  SUPERVISORY\n   12  POSITIONS CITYWIDE AS A RESULT OF A CITYWIDE BUDGET REDUCTION IN ACCORD-\n   13  ANCE  WITH  PARAGRAPH  B  OF  SUBDIVISION  FIVE-A OF SECTION TWENTY-FIVE\n   14  HUNDRED SEVENTY-SIX OF  THIS  ARTICLE  AND  THE  MAINTENANCE  OF  EFFORT\n   15  REQUIREMENTS APPLICABLE TO THE CITY OF NEW YORK.\n   16    (I) DECISIONS CONCERNING WHICH POSITIONS WITHIN INDIVIDUAL SCHOOLS ARE\n   17  TO  BE  ABOLISHED,  AND WHICH PERSONS OCCUPYING SUCH POSITIONS ARE TO BE\n   18  ABOLISHED, AND WHICH PERSONS OCCUPYING SUCH POSITIONS  ARE  TO  BE  LAID\n   19  OFF, SHALL BE MADE BY THE PRINCIPAL, CONSISTENT WITH GUIDANCE PROMULGAT-\n   20  ED  BY THE CHANCELLOR PURSUANT TO THIS SECTION. THE PRINCIPAL SHALL MAKE\n   21  THE DECISION AFTER CONSIDERING THE  RECOMMENDATIONS  OF  A  SCHOOL-BASED\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03326-01-1\n\n       S. 95                               2\n\n    1  COMMITTEE COMPRISED OF TEACHERS, ADMINISTRATORS AND PARENTS. THE FOLLOW-\n    2  ING  FACTORS SHALL BE CONSIDERED IN DETERMINING WHICH POSITIONS SHALL BE\n    3  ABOLISHED AND WHICH PERSONS OCCUPYING SUCH POSITIONS ARE TO BE LAID OFF:\n    4  (A)  SCHOOL  NEEDS  FOR PARTICULAR LICENSE AREAS; AND (B) WHEN MORE THAN\n    5  ONE PERSON HOLDS A POSITION WITHIN THE SAME LICENSE AREA:    SIGNIFICANT\n    6  RELEVANT  CONTRIBUTIONS,  ACCOMPLISHMENTS,  OR  PERFORMANCE OF EACH SUCH\n    7  PERSON; RELEVANT SUPPLEMENTAL  PROFESSIONAL  EXPERIENCES  OF  EACH  SUCH\n    8  PERSON  AS  DEMONSTRATED  ON THE JOB; OFFICE OR SCHOOL NEEDS, INCLUDING:\n    9  CURRICULUM SPECIALIZED EDUCATION, DEGREES, LICENSES OR AREAS  OF  EXPER-\n   10  TISE; AND LENGTH OF SATISFACTORY SERVICE BY EACH SUCH PERSON.\n   11    (II)  IN THE CASE OF TEACHERS OR SUPERVISORS WHO ARE ASSIGNED TO POSI-\n   12  TIONS THAT ARE NOT WITHIN INDIVIDUAL SCHOOLS, OR WHO  HAVE  BEEN  DISCI-\n   13  PLINED  PURSUANT  TO SECTION THREE THOUSAND TWENTY-A OF THIS CHAPTER AND\n   14  ARE NOT ASSIGNED TO A FULL-TIME POSITION, THE CHANCELLOR SHALL DETERMINE\n   15  WHETHER THE PERSON WILL BE LAID OFF PURSUANT TO GUIDANCE PROMULGATED  BY\n   16  THE CHANCELLOR.\n   17    (B)  NOTWITHSTANDING ANY OTHER PROVISION OF LAW TO THE CONTRARY, WHEN-\n   18  EVER THE CITY SCHOOL DISTRICT ABOLISHES TEACHING  OR  SUPERVISORY  POSI-\n   19  TIONS  AT  INDIVIDUAL  SCHOOLS  IN ORDER TO MEET SCHOOL BUDGETARY NEEDS,\n   20  REORGANIZE FUNCTIONS, OR FOR OTHER  COMPELLING  REASONS,  OUTSIDE  OF  A\n   21  CITYWIDE REDUCTION IN ACCORDANCE WITH PARAGRAPH (A) OF THIS SUBDIVISION,\n   22  DECISIONS  CONCERNING  WHICH POSITIONS ARE TO BE ABOLISHED SHALL BE MADE\n   23  BY THE PRINCIPAL, CONSISTENT WITH GUIDANCE PROMULGATED BY THE CHANCELLOR\n   24  PURSUANT TO THIS SECTION. THE PRINCIPAL SHALL MAKE  THE  DECISION  AFTER\n   25  CONSIDERING THE RECOMMENDATIONS OF A SCHOOL-BASED COMMITTEE COMPRISED OF\n   26  TEACHERS,  ADMINISTRATORS  AND  PARENTS.  THE FOLLOWING FACTORS SHALL BE\n   27  CONSIDERED IN DETERMINING WHICH POSITIONS SHALL BE ABOLISHED  AND  WHICH\n   28  PERSONS  OCCUPYING  SUCH  POSITIONS ARE TO BE LAID OFF: (I) SCHOOL NEEDS\n   29  FOR PARTICULAR LICENSE AREAS; AND (II) WHEN MORE THAN ONE PERSON HOLDS A\n   30  POSITION WITHIN THE SAME LICENSE  AREA:  SIGNIFICANT  RELEVANT  CONTRIB-\n   31  UTIONS,  ACCOMPLISHMENTS,  OR  PERFORMANCE OF EACH SUCH PERSON; RELEVANT\n   32  SUPPLEMENTAL PROFESSIONAL EXPERIENCES OF  EACH  SUCH  PERSON  AS  DEMON-\n   33  STRATED  ON  THE  JOB;  OFFICE  OR  SCHOOL  NEEDS, INCLUDING: CURRICULUM\n   34  SPECIALIZED EDUCATION, DEGREES, LICENSES  OR  AREAS  OF  EXPERTISE;  AND\n   35  LENGTH  OF SATISFACTORY SERVICE BY EACH SUCH PERSON. A TEACHER OR SUPER-\n   36  VISOR WHOSE POSITION IS ABOLISHED PURSUANT TO THIS SUBPARAGRAPH SHALL BE\n   37  ELIGIBLE TO REMAIN EMPLOYED BY THE DISTRICT WITH NO DIMINUTION IN SALARY\n   38  OR BENEFITS FOR ONE YEAR FROM THE DATE UPON WHICH THE PERSON'S  POSITION\n   39  WAS  ABOLISHED, PROVIDED THAT (A) IF THE PERSON IS A NON-TENURED EMPLOY-\n   40  EE, THE PERSON'S PERFORMANCE HAS BEEN SATISFACTORY; (B) IF THE PERSON IS\n   41  A TENURED EMPLOYEE, THE PERSON HAS NOT BEEN  SUSPENDED  WITHOUT  PAY  OR\n   42  RECEIVED  A  PENALTY  OF  TERMINATION IN PROCEEDINGS PURSUANT TO SECTION\n   43  THREE THOUSAND TWENTY-A OF THIS CHAPTER; AND (C) SHOULD CITYWIDE LAYOFFS\n   44  IN ACCORDANCE WITH PARAGRAPH (A) OF  THIS  SUBDIVISION  BE  CARRIED  OUT\n   45  DURING  THIS ONE-YEAR PERIOD, THE CHANCELLOR SHALL DETERMINE WHETHER THE\n   46  PERSON WILL BE LAID OFF PURSUANT TO GUIDANCE PROMULGATED BY THE CHANCEL-\n   47  LOR. NOTWITHSTANDING ANY OTHER LAWS TO THE CONTRARY, INCLUDING  BUT  NOT\n   48  LIMITED  TO SECTION THREE THOUSAND TWENTY AND THREE THOUSAND TWENTY-A OF\n   49  THIS CHAPTER, AFTER THE EXPIRATION OF ONE YEAR, A TEACHER OR  SUPERVISOR\n   50  WHO REMAINS EMPLOYED BY THE DISTRICT PURSUANT TO THIS SUBPARAGRAPH SHALL\n   51  BE  TERMINATED  AUTOMATICALLY  UNLESS THE TEACHER OR SUPERVISOR HAS BEEN\n   52  REGULARLY APPOINTED TO A NON-SUBSTITUTE POSITION IN THE DISTRICT.\n   53    (C) NOTWITHSTANDING ANY OTHER PROVISION OF LAW TO THE CONTRARY,  WHEN-\n   54  EVER  THE  CITY  SCHOOL DISTRICT ABOLISHES TEACHING POSITIONS DUE TO THE\n   55  CLOSURE OR PHASE-OUT OF A SCHOOL, A TEACHER OR SUPERVISOR WHOSE POSITION\n   56  IS ABOLISHED PURSUANT TO THIS PARAGRAPH  SHALL  BE  ELIGIBLE  TO  REMAIN\n\n       S. 95                               3\n\n    1  EMPLOYED  BY  THE  DISTRICT WITH NO DIMINUTION IN SALARY OR BENEFITS FOR\n    2  ONE YEAR FROM THE DATE UPON WHICH THE TEACHER'S POSITION WAS  ABOLISHED,\n    3  PROVIDED  THAT (I) IF THE PERSON IS A NON-TENURED EMPLOYEE, THE PERSON'S\n    4  PERFORMANCE  HAS  BEEN  SATISFACTORY;  (II)  IF  THE PERSON IS A TENURED\n    5  EMPLOYEE, THE PERSON HAS NOT BEEN SUSPENDED WITHOUT PAY  OR  RECEIVED  A\n    6  PENALTY OF TERMINATION IN PROCEEDINGS PURSUANT TO SECTION THREE THOUSAND\n    7  TWENTY-A  OF  THIS CHAPTER; AND (III) SHOULD CITYWIDE LAYOFFS IN ACCORD-\n    8  ANCE WITH PARAGRAPH (A) OF THIS SUBDIVISION BE CARRIED OUT  DURING  THIS\n    9  ONE-YEAR  PERIOD, THE CHANCELLOR SHALL DETERMINE WHETHER THE PERSON WILL\n   10  BE LAID OFF PURSUANT TO GUIDANCE PROMULGATED BY THE CHANCELLOR. NOTWITH-\n   11  STANDING ANY OTHER LAWS TO THE CONTRARY, INCLUDING BUT  NOT  LIMITED  TO\n   12  SECTION  THREE THOUSAND TWENTY AND THREE THOUSAND TWENTY-A OF THIS CHAP-\n   13  TER, AFTER THE EXPIRATION OF ONE  YEAR,  A  TEACHER  OR  SUPERVISOR  WHO\n   14  REMAINS  EMPLOYED  BY  THE  DISTRICT PURSUANT TO THIS PARAGRAPH SHALL BE\n   15  TERMINATED AUTOMATICALLY UNLESS THE TEACHER OR SUPERVISOR HAS BEEN REGU-\n   16  LARLY APPOINTED TO A NON-SUBSTITUTE POSITION IN THE DISTRICT.\n   17    S 4. Subdivision 4 of section 2588 of the education  law  is  REPEALED\n   18  and a new subdivision 4 is added to read as follows:\n   19    4.  WHENEVER  A TEACHING POSITION IS ABOLISHED PURSUANT TO SUBDIVISION\n   20  THREE OF THIS SECTION, SHOULD A VACANCY OCCUR IN THE  SAME  POSITION  AT\n   21  THE  SAME  SCHOOL  OR  ADMINISTRATIVE OFFICE WITHIN ONE YEAR OF THE DATE\n   22  WHEN THE POSITION WAS ABOLISHED, THE PRINCIPAL,  OR  THE  CHANCELLOR  OR\n   23  DESIGNEE,  SHALL  OFFER THE POSITION TO THE PERSON WHO HELD THE POSITION\n   24  BEFORE IT WAS ABOLISHED. IF THE PERSON REJECTS THE OFFER,  OR  FAILS  TO\n   25  RESPOND TO THE OFFER WITHIN THIRTY DAYS, THE PERSON SHALL NO LONGER HAVE\n   26  A  RIGHT  TO RETURN TO THE POSITION. IF MORE THAN ONE POSITION WAS ABOL-\n   27  ISHED IN THE SAME LICENSE AREA AT  THE  SAME  SCHOOL  OR  ADMINISTRATIVE\n   28  OFFICE,  AND  THERE  ARE  FEWER  VACANCIES IN THE SAME LICENSE AREA THAN\n   29  PERSONS WHOSE POSITIONS WERE ABOLISHED, THE PRINCIPAL, THE CHANCELLOR OR\n   30  DESIGNEE, SHALL HAVE DISCRETION TO  DETERMINE  WHICH  PERSON  SHOULD  BE\n   31  OFFERED THE POSITION FIRST.\n   32    S 5. Subdivision 7 of section 2588 of the education law is REPEALED.\n   33    S 6. Section 3013 of the education law, as added by chapter 737 of the\n   34  laws of 1992, is amended to read as follows:\n   35    S 3013. Abolition of office or position. 1. [If] EXCEPT IN THE CASE OF\n   36  TEACHING  OR  SUPERVISORY  POSITIONS  IN CITY SCHOOL DISTRICTS IN CITIES\n   37  WITH ONE MILLION INHABITANTS OR MORE, IF a trustee, board  of  trustees,\n   38  board  of  education  or board of cooperative educational services abol-\n   39  ishes an office or position and creates another office or  position  for\n   40  the  performance  of  duties similar to those performed in the office or\n   41  position abolished, the person filling such office or  position  at  the\n   42  time  of  its  abolishment  shall be appointed to the office or position\n   43  thus created without reduction in  salary  or  increment,  provided  the\n   44  record of such person has been one of faithful, competent service in the\n   45  office or position he or she has filled.\n   46    2.  [Whenever] EXCEPT IN THE CASE OF TEACHING OR SUPERVISORY POSITIONS\n   47  IN CITY SCHOOL DISTRICTS IN CITIES WITH ONE MILLION INHABITANTS OR MORE,\n   48  WHENEVER a trustee, board of [trustee] TRUSTEES, board of  education  or\n   49  board  of  cooperative  educational  services abolishes a position under\n   50  this chapter, the services of the teacher having the least seniority  in\n   51  the  system within the tenure of the position abolished shall be discon-\n   52  tinued.\n   53    3. (a) [If] EXCEPT IN THE CASE OF TEACHING OR SUPERVISORY POSITIONS IN\n   54  CITY SCHOOL DISTRICTS IN CITIES WITH ONE MILLION INHABITANTS OR MORE, IF\n   55  an office or position is abolished or if it is consolidated with another\n   56  position without creating a new position, the person filling such  posi-\n\n       S. 95                               4\n\n    1  tion  at  the  time  of its abolishment or consolidation shall be placed\n    2  upon a preferred eligible list of candidates for appointment to a vacan-\n    3  cy that then exists or that may thereafter occur in an office  or  posi-\n    4  tion  similar  to  the one which such person filled without reduction in\n    5  salary or increment, provided the record of such person has been one  of\n    6  faithful,  competent  service  in  the  office or position he or she has\n    7  filled. The persons on  such  preferred  list  shall  be  reinstated  or\n    8  appointed  to  such vacancies in such corresponding or similar positions\n    9  in the order of their length of service in the system at any time within\n   10  seven years from the date of abolition or consolidation of  such  office\n   11  or position.\n   12    (b) The persons on such preferred list shall be reinstated, in accord-\n   13  ance  with  the  terms  of  paragraph  (a)  of this subdivision, to such\n   14  substitute positions of five months or more in  duration,  as  may  from\n   15  time  to  time occur without losing their preferred status on such list.\n   16  Declination  of  such  reinstatement  shall  not  adversely  affect  the\n   17  persons' preferred eligibility status.\n   18    4.  IN CITY SCHOOL DISTRICTS OF CITIES WITH ONE MILLION INHABITANTS OR\n   19  MORE, ABOLITION OF TEACHING OR SUPERVISORY OFFICES OR POSITIONS SHALL BE\n   20  CONDUCTED IN ACCORDANCE WITH SECTION TWENTY-FIVE HUNDRED EIGHTY-EIGHT OF\n   21  THIS CHAPTER.\n   22    S 7. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to the retaining quality teachers and teachers in shortage subject areas when teaching positions are eliminated in city school districts of cities having one million or more inhabitants; and to repeal certain provisions of the education law relating thereto ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101203.T160004.TXT", "SOBI.D101203.T091937.TXT", "SOBI.D101202.T163101.TXT", "SOBI.D101202.T164602.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1291410004938
}