{
  "year" : 2011,
  "senateBillNo" : "S951-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO TRANSPORTATION",
    "billEventId" : "S951-2011-1294203600000-REFERRED+TO+TRANSPORTATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MARCELLINO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes the issuance of distinctive license plates bearing the words \"gold star family\" for gold star fathers and gold star mothers",
  "summary" : "Authorizes the issuance of distinctive license plates bearing the words \"gold star family\" for gold star fathers and gold star mothers. ",
  "currentCommittee" : "TRANSPORTATION",
  "sameAs" : null,
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "S603-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          951\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  MARCELLINO  -- read twice and ordered printed, and\n         when printed to be committed to the Committee on Transportation\n\n       AN ACT to amend the vehicle and traffic law, in relation to  authorizing\n         the issuance of distinctive license plates for gold star families\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 404-i of the vehicle and traffic law, as amended by\n    2  chapter 277 of the laws of 1991, subdivision 1 as amended by chapter 732\n    3  of the laws of 2004, subdivision 3 as amended by chapter 486 of the laws\n    4  of 1996 and such section as renumbered by chapter 108  of  the  laws  of\n    5  1994, is amended to read as follows:\n    6    S  404-i. Distinctive plates for gold star mothers AND GOLD STAR FAMI-\n    7  LIES.  1. Any gold star mother or the spouse of a gold  star  mother  OR\n    8  ANY  GOLD  STAR  FATHER OR THE SPOUSE OF A GOLD STAR FATHER, residing in\n    9  this state shall, upon request, be issued a license  plate  bearing  the\n   10  words  \"gold  star  mother\"  OR \"GOLD STAR FAMILY\", RESPECTIVELY.  [If a\n   11  distinctive plate is issued to a  gold  star  mother  pursuant  to  this\n   12  section,  additional  distinctive plates may be issued for every vehicle\n   13  registered in the name of the gold star  mother  recipient  residing  in\n   14  this state or the spouse of such gold star mother.] Application for said\n   15  license  plate  shall  be  filed  with the commissioner in such form and\n   16  detail as the commissioner shall prescribe.\n   17    2. The distinctive plate authorized herein shall be issued upon proof,\n   18  satisfactory to the commissioner, that the applicant or  the  spouse  of\n   19  the applicant is a gold star mother OR GOLD STAR FATHER.\n   20    3. A distinctive plate issued pursuant to this section shall be issued\n   21  in  the  same  manner as other number plates upon payment of the regular\n   22  registration fee prescribed by section four hundred one of this article,\n   23  provided, however, that no service charge  shall  be  charged  for  such\n   24  plate.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04409-01-1\n\n       S. 951                              2\n\n    1    S  2.  This  act shall take effect on the ninetieth day after it shall\n    2  have become a law, provided that effective  immediately,  the  addition,\n    3  amendment  and/or  repeal  of  any  rule or regulation necessary for the\n    4  implementation of this act on  its  effective  date  is  authorized  and\n    5  directed to be made and completed on or before such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to authorizing the issuance of distinctive license plates for gold star families ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110103.T150921.TXT", "SOBI.D110106.T112205.TXT", "SOBI.D110103.T155925.TXT", "SOBI.D110103.T142912.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294330925074
}