{
  "year" : 2011,
  "senateBillNo" : "S952-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO INVESTIGATIONS AND GOVERNMENT OPERATIONS",
    "billEventId" : "S952-2011-1294203600000-REFERRED+TO+INVESTIGATIONS+AND+GOVERNMENT+OPERATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MARCELLINO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Disallows corporate and personal income tax deductions for property in continued noncompliance with regard to rent impairing violations",
  "summary" : "Disallows corporate and personal income tax deductions for interest, depreciation, taxes or amortization for persons who own real property offered for lease which is in continued non-compliance with regards to rent impairing violations; requires local housing officials to submit list of such non-compliant landlords to the division of housing and community renewal. ",
  "currentCommittee" : "INVESTIGATIONS AND GOVERNMENT OPERATIONS",
  "sameAs" : null,
  "lawSection" : "Tax Law",
  "previousVersions" : [ "S601-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          952\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  MARCELLINO  -- read twice and ordered printed, and\n         when printed to be committed to the Committee  on  Investigations  and\n         Government Operations\n\n       AN ACT to amend the tax law, the multiple dwelling law, and the multiple\n         residence  law,  in  relation  to  disallowing  corporate and personal\n         income tax deductions for property  in  continued  noncompliance  with\n         regard to rent impairing violations\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 210 of the tax law  is  amended  by  adding  a  new\n    2  subdivision 24-a to read as follows:\n    3    24-A.  NOTWITHSTANDING  ANY  CONTRARY  PROVISION  OF LAW, NO DEDUCTION\n    4  SHALL BE PERMITTED FOR INTEREST, TAXES,  DEPRECIATION,  OR  AMORTIZATION\n    5  PAID  OR INCURRED IN THE TAXABLE YEAR FOR ANY PROPERTY OFFERED FOR LEASE\n    6  WHICH IS IN  CONTINUED  NONCOMPLIANCE  WITH  REGARD  TO  RENT  IMPAIRING\n    7  VIOLATIONS  AS DEFINED BY: (A) LOCAL LAWS, REGULATIONS, OR ORDINANCES OR\n    8  (B) PARAGRAPH A OF SUBDIVISION TWO OF SECTION THREE HUNDRED TWO-A OF THE\n    9  MULTIPLE DWELLING LAW AND SECTION THREE HUNDRED FIVE-A OF  THE  MULTIPLE\n   10  RESIDENCE  LAW.  FOR THE PURPOSES OF THIS SECTION, \"CONTINUED NONCOMPLI-\n   11  ANCE\" SHALL MEAN  THAT  SUCH  VIOLATION  OR  VIOLATIONS  HAVE  NOT  BEEN\n   12  CORRECTED  WITHIN  THE  PRESCRIBED  COMPLIANCE  PERIOD,  DESPITE WRITTEN\n   13  NOTIFICATION TO THE OWNER BY  THE  LOCAL  DEPARTMENT  CHARGED  WITH  THE\n   14  ENFORCEMENT OF SUCH LAWS, REGULATIONS, OR ORDINANCES. WITH THE EXCEPTION\n   15  OF  REASONABLE  ADMINISTRATIVE EXPENSES, ALL ADDITIONAL REVENUE REALIZED\n   16  AND COLLECTED BY THE DEPARTMENT AS A RESULT OF ANY DEDUCTION  DISALLOWED\n   17  IN  ACCORDANCE WITH THE PROVISIONS OF THIS SUBDIVISION SHALL BE REMITTED\n   18  TO THE LOCALITY IN WHICH THE  PROPERTY  WHICH  IS  THE  SUBJECT  OF  THE\n   19  VIOLATION IS LOCATED IN ORDER TO PROMOTE AND ENHANCE HOUSING MAINTENANCE\n   20  ENFORCEMENT EFFORTS IN SUCH LOCALITY.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04408-01-1\n\n       S. 952                              2\n\n    1    S 2. Subsection (b) of section 612 of the tax law is amended by adding\n    2  a new paragraph 40 to read as follows:\n    3    (40)  DEDUCTIONS, INCLUDING INTEREST, TAXES, DEPRECIATION, AND AMORTI-\n    4  ZATION ALLOWED IN DETERMINING FEDERAL ADJUSTED GROSS INCOME AND INCURRED\n    5  IN THE TAXABLE YEAR ON ANY  PROPERTY  OFFERED  FOR  LEASE  WHICH  IS  IN\n    6  CONTINUED  NONCOMPLIANCE  WITH  REGARD  TO  RENT IMPAIRING VIOLATIONS AS\n    7  DEFINED IN SECTION TWO HUNDRED TEN OF THIS CHAPTER.\n    8    S 3. Section 303 of the multiple dwelling law is amended by adding two\n    9  new subdivisions 1-b and 1-c to read as follows:\n   10    1-B. NOTWITHSTANDING ANY CONTRARY  PROVISION  OF  LAW,  LOCAL  HOUSING\n   11  ENTITIES  OR DEPARTMENTS RESPONSIBLE FOR THE TRACKING AND/OR MAINTAINING\n   12  OF RECORDS, FILES AND/OR AFFIDAVITS OF PERSONS FOUND TO BE IN  CONTINUED\n   13  NONCOMPLIANCE  WITH  REGARD  TO RENT IMPAIRING VIOLATIONS SHALL SUBMIT A\n   14  LISTING OF THOSE PERSONS FOUND IN NONCOMPLIANCE TO THE DIVISION OF HOUS-\n   15  ING AND COMMUNITY RENEWAL WITHIN THIRTY DAYS AFTER  THE  THIRD  RECORDED\n   16  VIOLATION.  FOR  THE  PURPOSES  OF THIS SECTION, THE TERM \"PERSON\" SHALL\n   17  INCLUDE THE OWNER, MORTGAGEE, VENDEE, FIRM OR CORPORATION IN  POSSESSION\n   18  OF  OR DIRECTLY IN CONTROL OF A DWELLING OR PART THEREOF. THE TERM \"RENT\n   19  IMPAIRING VIOLATIONS\" SHALL BE DEFINED BY: (A) LOCAL  LAWS,  REGULATIONS\n   20  OR  ORDINANCES,  OR  (B) PARAGRAPH A OF SUBDIVISION TWO OF SECTION THREE\n   21  HUNDRED TWO-A OF THIS ARTICLE AND SECTION THREE HUNDRED  FIVE-A  OF  THE\n   22  MULTIPLE  RESIDENCE LAW.  \"CONTINUED NONCOMPLIANCE\", FOR THE PURPOSES OF\n   23  THIS SECTION, SHALL MEAN THAT SUCH VIOLATION OR VIOLATIONS HAVE NOT BEEN\n   24  CORRECTED WITHIN  THE  PRESCRIBED  COMPLIANCE  PERIOD,  DESPITE  WRITTEN\n   25  NOTIFICATION  TO  THE  OWNER  BY  THE  LOCAL DEPARTMENT CHARGED WITH THE\n   26  ENFORCEMENT OF SUCH LAWS, REGULATIONS OR ORDINANCES.\n   27    1-C. (A) WHEN THE COMPLIANCE PERIOD PRESCRIBED BY THE  DEPARTMENT  FOR\n   28  THE  CORRECTION OF: (1) A RENT IMPAIRING VIOLATION AS DEFINED IN SECTION\n   29  THREE HUNDRED TWO-A OF THIS ARTICLE; OR (2)  A  VIOLATION  OF  STATE  OR\n   30  LOCAL  LAW,  ORDINANCE  OR REGULATION, WHICH CONSTITUTES A THREAT TO THE\n   31  LIFE, HEALTH OR SAFETY OF THE PUBLIC HAS EXPIRED, THE  DEPARTMENT  SHALL\n   32  MAIL  TO  THE  BUILDING  OWNER  A NOTICE OF NONCOMPLIANCE. THE NOTICE OF\n   33  NONCOMPLIANCE SHALL BE MAILED BY CERTIFIED MAIL TO THE BUILDING OWNER AT\n   34  HIS OR HER LAST KNOWN ADDRESS, AND SHALL ADVISE SUCH  OWNER  (A)  OF  AN\n   35  INTENT  TO  NOTIFY  THE DIVISION OF HOUSING AND COMMUNITY RENEWAL WITHIN\n   36  THIRTY DAYS OF THE  THIRD  RECORDED  NONCOMPLIANCE  AND  THE  SUBSEQUENT\n   37  NOTIFICATION  OF  THE DEPARTMENT OF TAXATION AND FINANCE BY THE DIVISION\n   38  AFTER TEN DAYS, AND (B) A GENERAL DESCRIPTION OF THE TAX CONSEQUENCES OF\n   39  SUCH FILING WITH THE DEPARTMENT OF TAXATION AND FINANCE. AFTER THE EXPI-\n   40  RATION OF SUCH TEN DAY PERIOD, THE DIVISION MAY NOTIFY THE DEPARTMENT OF\n   41  TAXATION AND FINANCE OF SUCH NONCOMPLIANCE. SUCH  NOTICE  SHALL  INCLUDE\n   42  THE  NAME OF THE OWNER OR OWNERS, THE LOCATION OF THE DWELLING, THE DATE\n   43  THE VIOLATION OR VIOLATIONS WERE RECORDED AND SUCH OTHER INFORMATION  AS\n   44  THE  DEPARTMENT  OF  TAXATION AND FINANCE MAY REQUEST.  IN THE EVENT THE\n   45  PERIOD OF NONCOMPLIANCE DOES NOT  COVER  AN  ENTIRE  TAXABLE  YEAR,  THE\n   46  DEDUCTIONS  SHALL  BE  DENIED  AT  THE RATE OF ONE-TWELFTH FOR EACH FULL\n   47  MONTH OR PART THEREOF DURING THE PERIOD OF NONCOMPLIANCE.\n   48    (B) FOR PURPOSES OF THIS SUBDIVISION, A NOTICE OF NONCOMPLIANCE  SHALL\n   49  NOT  BE  MAILED BY THE ENFORCEMENT DEPARTMENT TO THE DIVISION OF HOUSING\n   50  AND COMMUNITY RENEWAL IF THE VIOLATION WAS CAUSED SOLELY  BY  REASON  OF\n   51  NATURAL  DISASTER  EXCEPT WHERE SUCH CONDITION REMAINS FOR MORE THAN SIX\n   52  MONTHS.\n   53    S 4. Section 303 of the multiple residence law is amended by adding  a\n   54  new subdivision 7 to read as follows:\n   55    7.  A. WHEN THE COMPLIANCE PERIOD PRESCRIBED BY THE DEPARTMENT FOR THE\n   56  CORRECTION OF: (I) A RENT IMPAIRING  VIOLATION  AS  DEFINED  IN  SECTION\n\n       S. 952                              3\n\n    1  THREE HUNDRED TWO-A OF THE MULTIPLE DWELLING LAW; OR (II) A VIOLATION OF\n    2  STATE  OR LOCAL LAW, ORDINANCE OR REGULATION, WHICH CONSTITUTES A THREAT\n    3  TO THE LIFE, HEALTH AND SAFETY OF THE PUBLIC HAS EXPIRED, THE DEPARTMENT\n    4  SHALL  MAIL  TO THE BUILDING OWNER A NOTICE OF NONCOMPLIANCE. THE NOTICE\n    5  OF NONCOMPLIANCE SHALL BE MAILED BY CERTIFIED MAIL TO THE BUILDING OWNER\n    6  AT HIS OR HER LAST KNOWN ADDRESS, AND SHALL ADVISE SUCH OWNER (1) OF  AN\n    7  INTENT  TO  NOTIFY  THE DIVISION OF HOUSING AND COMMUNITY RENEWAL WITHIN\n    8  THIRTY DAYS OF THE  THIRD  RECORDED  NONCOMPLIANCE  AND  THE  SUBSEQUENT\n    9  NOTIFICATION  OF  THE DEPARTMENT OF TAXATION AND FINANCE BY THE DIVISION\n   10  AFTER TEN DAYS, AND (2) A GENERAL DESCRIPTION OF THE TAX CONSEQUENCES OF\n   11  SUCH FILING WITH THE DEPARTMENT OF TAXATION AND FINANCE. AFTER THE EXPI-\n   12  RATION OF SUCH TEN DAY PERIOD, THE DIVISION MAY NOTIFY THE DEPARTMENT OF\n   13  TAXATION AND FINANCE OF SUCH NONCOMPLIANCE. SUCH  NOTICE  SHALL  INCLUDE\n   14  THE  NAME OF THE OWNER OR OWNERS, THE LOCATION OF THE DWELLING, THE DATE\n   15  THE VIOLATION OR VIOLATIONS WERE RECORDED AND SUCH OTHER INFORMATION  AS\n   16  THE  DEPARTMENT  OF  TAXATION AND FINANCE MAY REQUEST.  IN THE EVENT THE\n   17  PERIOD OF NONCOMPLIANCE DOES NOT  COVER  AN  ENTIRE  TAXABLE  YEAR,  THE\n   18  DEDUCTIONS  SHALL  BE  DENIED  AT  THE RATE OF ONE-TWELFTH FOR EACH FULL\n   19  MONTH OR PART THEREOF DURING THE PERIOD OF NONCOMPLIANCE.\n   20    B. FOR PURPOSES OF THIS SUBDIVISION, A NOTICE OF  NONCOMPLIANCE  SHALL\n   21  NOT  BE  MAILED BY THE ENFORCEMENT DEPARTMENT TO THE DIVISION OF HOUSING\n   22  AND COMMUNITY RENEWAL IF THE VIOLATION WAS CAUSED SOLELY  BY  REASON  OF\n   23  NATURAL  DISASTER  EXCEPT WHERE SUCH CONDITION REMAINS FOR MORE THAN SIX\n   24  MONTHS.\n   25    S 5. This act shall take effect immediately and shall apply to taxable\n   26  years beginning on or after the first of January of the  year  in  which\n   27  this  act  shall have become a law, and to all violations recorded on or\n   28  after such date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the tax law, the multiple dwelling law, and the multiple residence law, in relation to disallowing corporate and personal income tax deductions for property in continued noncompliance with regard to rent impairing violations ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110103.T150921.TXT", "SOBI.D110106.T112205.TXT", "SOBI.D110103.T155925.TXT", "SOBI.D110103.T142912.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294330925068
}