{
  "year" : 2011,
  "senateBillNo" : "S954-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO HEALTH",
    "billEventId" : "S954-2011-1294203600000-REFERRED+TO+HEALTH",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MARCELLINO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes and directs the department of health to study potential health hazards from exposure to radio frequency energy emitted from cellular telephone towers",
  "summary" : "Authorizes and directs the department of health to study potential health hazards from exposure to radio frequency energy emitted from cellular telephone towers and facilities. ",
  "currentCommittee" : "HEALTH",
  "sameAs" : null,
  "lawSection" : "Public Health",
  "previousVersions" : [ "S574-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          954\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  MARCELLINO  -- read twice and ordered printed, and\n         when printed to be committed to the Committee on Health\n\n       AN ACT in relation to authorizing and directing the department of health\n         to study potential health hazards from  exposure  to  radio  frequency\n         energy emitted from cellular telephone towers and facilities\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The department of health shall study, examine, evaluate and\n    2  make recommendations concerning potential health hazards resulting  from\n    3  exposure  to radio frequency energy emitted by cellular telephone towers\n    4  and facilities. Such department shall report the  findings,  conclusions\n    5  and recommendations of such study to the governor and the legislature on\n    6  or  before  one  year  after  the  effective date of this act, and shall\n    7  submit with its report such legislative proposals as it deems  necessary\n    8  to implement its recommendations.\n    9    S 2. This act shall take effect immediately.\n\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04390-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT in relation to authorizing and directing the department of health to study potential health hazards from exposure to radio frequency energy emitted from cellular telephone towers and facilities ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110103.T150447.TXT", "SOBI.D110106.T112205.TXT", "SOBI.D110103.T155925.TXT", "SOBI.D110103.T142912.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294330925046
}