{
  "year" : 2011,
  "senateBillNo" : "S956-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO AGING",
    "billEventId" : "S956-2011-1294203600000-REFERRED+TO+AGING",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "DIAZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for a financial exploitation prevention outreach, education and training program and fund",
  "summary" : "Provides for a financial exploitation prevention outreach, education and training program and fund; authorizes the director of the office of the aging to award grants to qualified agencies to establish local elderly exploitation, outreach, education and training programs; outlines elements of such program. ",
  "currentCommittee" : "AGING",
  "sameAs" : null,
  "lawSection" : "Elder Law",
  "previousVersions" : [ "SA4990-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "MONTGOMERY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SAMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          956\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  DIAZ  --  read twice and ordered printed, and when\n         printed to be committed to the Committee on Aging\n\n       AN ACT to amend the elder law, in relation to financial exploitation  of\n         the  elderly and to amend the state finance law, in relation to creat-\n         ing the financial exploitation outreach, education and training fund\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Section  202  of the elder law is amended by adding a new\n    2  subdivision 15 to read as follows:\n    3    15. TO CONDUCT AN OUTREACH, EDUCATION AND TRAINING PROGRAM FOR  FINAN-\n    4  CIAL INSTITUTIONS AS DEFINED IN SUBDIVISION SIX OF SECTION 470.00 OF THE\n    5  PENAL LAW.\n    6    S 2. The elder law is amended by adding a new section 219-a to read as\n    7  follows:\n    8    S  219-A.  FINANCIAL  EXPLOITATION,  OUTREACH,  EDUCATION AND TRAINING\n    9  PROGRAM. 1. DEFINITIONS. FOR THE PURPOSES  OF  THIS  SECTION,  THE  TERM\n   10  \"DESIGNATED  AGENCY\" SHALL HAVE THE MEANING ASCRIBED TO IT UNDER SECTION\n   11  TWO HUNDRED FOURTEEN OF THIS TITLE  AND  \"FINANCIAL  INSTITUTION\"  SHALL\n   12  HAVE  THE MEANING ASCRIBED TO IT IN SUBDIVISION SIX OF SECTION 470.00 OF\n   13  THE PENAL LAW.\n   14    2. THE DIRECTOR, WITHIN THE AMOUNTS APPROPRIATED THEREFOR,  SHALL,  IN\n   15  CONJUNCTION  WITH  THE  OFFICE  OF  CHILDREN AND FAMILY SERVICES AND THE\n   16  BANKING DEPARTMENT, ESTABLISH A FINANCIAL EXPLOITATION OUTREACH,  EDUCA-\n   17  TION  AND TRAINING PROGRAM, HEREINAFTER REFERRED TO AS \"THE PROGRAM\" FOR\n   18  THE PURPOSE OF PROVIDING AN EDUCATION, OUTREACH AND TRAINING PROGRAM  TO\n   19  FINANCIAL INSTITUTIONS, TO CERTIFIED PUBLIC ACCOUNTANTS LICENSED IN THIS\n   20  STATE, TO ANY PREPARER OF TAXES OPERATING IN THIS STATE AND TO ATTORNEYS\n   21  LICENSED  IN  THIS  STATE. THE PROGRAM SHALL BE A VOLUNTARY PROGRAM. THE\n   22  DIRECTOR, IN CONJUNCTION WITH THE OFFICE OF CHILDREN AND FAMILY SERVICES\n   23  AND THE BANKING DEPARTMENT, SHALL COORDINATE ACTIVITIES TO IDENTIFY  AND\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04916-01-1\n\n       S. 956                              2\n\n    1  PROVIDE  TRAINING  TO THE INSTITUTIONS AND INDIVIDUALS DESCRIBED IN THIS\n    2  SECTION.\n    3    3. (A) AS PART OF THE PROGRAM, THE DIRECTOR MAY AWARD GRANTS TO QUALI-\n    4  FIED   DESIGNATED  AGENCIES  TO  ESTABLISH  LOCAL  ELDERLY  EXPLOITATION\n    5  OUTREACH, EDUCATION AND TRAINING PROGRAMS. QUALIFIED DESIGNATED AGENCIES\n    6  SHALL WORK COLLABORATIVELY WITH SUCH INSTITUTIONS AND  INDIVIDUALS,  AND\n    7  THEIR REPRESENTATIVE ASSOCIATIONS.\n    8    (B) IN MAKING SUCH GRANTS, THE DIRECTOR SHALL CONSIDER:\n    9    (1) THE MANNER IN WHICH THE DESIGNATED AGENCY PROPOSES TO PROVIDE SUCH\n   10  EDUCATION, OUTREACH AND TRAINING;\n   11    (2)  THE  CAPACITY OF THE DESIGNATED AGENCY TO COORDINATE ITS SERVICES\n   12  WITH BANKING, HUMAN SERVICE AND  LAW  ENFORCEMENT  AND  PUBLIC  AGENCIES\n   13  WHICH PROVIDE SERVICES OR ASSISTANCE TO THE ELDERLY, INCLUDING THE LOCAL\n   14  DEPARTMENT OF SOCIAL SERVICES ADULT PROTECTIVE SERVICES UNIT; AND\n   15    (3) ANY OTHER CRITERIA DETERMINED BY THE DIRECTOR TO BE APPROPRIATE.\n   16    4.  THE PROGRAM SHALL, AT A MINIMUM, CONSIST OF THE FOLLOWING ELEMENTS\n   17  WHICH SHALL BE PROVIDED BY THE OFFICE:\n   18    (A) EDUCATIONAL AND INFORMATIONAL MATERIALS IN PRINT,  AUDIO,  VISUAL,\n   19  ELECTRONIC OR OTHER MEDIA;\n   20    (B)  PUBLIC  SERVICE  ANNOUNCEMENTS,  ADVERTISEMENTS, MEDIA CAMPAIGNS,\n   21  WORKSHOPS, MASS MAILINGS, CONFERENCES OR PRESENTATIONS; AND\n   22    (C) INSTRUCTIONS ON HOW TO REPORT  KNOWN  OR  SUSPECTED  INCIDENTS  OF\n   23  FINANCIAL  EXPLOITATION  OF THE ELDERLY, INCLUDING THE APPROPRIATE TELE-\n   24  PHONE NUMBERS TO CALL AND THE TYPES OF INFORMATION THAT WOULD ASSIST THE\n   25  OFFICE WITH ITS INVESTIGATION OF SUCH REPORTS.\n   26    5. THE DIRECTOR SHALL CONVENE AN ADVISORY  COMMITTEE  MADE  UP  OF  AT\n   27  LEAST  TEN,  BUT  NO MORE THAN TWENTY MEMBERS TO ADVISE THE DIRECTOR AND\n   28  MAKE RECOMMENDATIONS ON THE ASPECTS OF DEVELOPING AND  IMPLEMENTING  THE\n   29  PROGRAM.  MEMBERS  OF  THE  ADVISORY COMMITTEE SHALL INCLUDE, BUT NOT BE\n   30  LIMITED TO: AT LEAST THREE REPRESENTATIVES FROM STATEWIDE SENIOR ADVOCA-\n   31  CY ORGANIZATIONS, AT LEAST ONE ATTORNEY WHOSE PRACTICE  CONCENTRATES  IN\n   32  ELDER  LAW OR AN INDIVIDUAL ACTING ON BEHALF OF THE ELDER LAW SECTION OF\n   33  THE NEW YORK STATE BAR ASSOCIATION, AT LEAST ONE BANKER OR  A  REPRESEN-\n   34  TATIVE  OF  AN  ASSOCIATION REPRESENTING BANKERS, AT LEAST ONE CERTIFIED\n   35  PUBLIC ACCOUNTANT OR A REPRESENTATIVE  OF  AN  ASSOCIATION  REPRESENTING\n   36  CERTIFIED  PUBLIC ACCOUNTANTS, AT LEAST TWO MEMBERS REPRESENTING PROTEC-\n   37  TIVE SERVICE AGENCIES FOR ADULTS,  AND  AT  LEAST  TWO  LAW  ENFORCEMENT\n   38  REPRESENTATIVES.\n   39    S  3. The state finance law is amended by adding a new section 99-t to\n   40  read as follows:\n   41    S 99-T. FINANCIAL EXPLOITATION, OUTREACH, EDUCATION AND TRAINING FUND.\n   42  1. THERE IS HEREBY ESTABLISHED IN THE JOINT CUSTODY OF  THE  COMPTROLLER\n   43  AND  THE  SUPERINTENDENT  OF BANKS A SPECIAL REVENUE FUND TO BE KNOWN AS\n   44  THE FINANCIAL EXPLOITATION, OUTREACH, EDUCATION AND TRAINING FUND.\n   45    2. THE FINANCIAL EXPLOITATION, OUTREACH, EDUCATION AND  TRAINING  FUND\n   46  SHALL  CONSIST  OF ALL MONEYS, APPROPRIATED THERETO, AND ALL OTHER FEES,\n   47  FINES, GRANTS, BEQUESTS OR OTHER MONIES CREDITED OR TRANSFERRED  THERETO\n   48  FROM ANY OTHER FUND OR SOURCE.\n   49    3.  THE  MONEYS OF THE FINANCIAL EXPLOITATION, OUTREACH, EDUCATION AND\n   50  TRAINING FUND SHALL BE DISBURSED BY THE COMPTROLLER TO THE STATE  OFFICE\n   51  FOR THE AGING FOR THE PURPOSE OF CARRYING OUT THE PROVISIONS OF SECTIONS\n   52  TWO HUNDRED NINETEEN AND TWO HUNDRED NINETEEN-A OF THE ELDER LAW.\n   53    S  4.  This  act shall take effect on the ninetieth day after it shall\n   54  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the elder law, in relation to financial exploitation of the elderly and to amend the state finance law, in relation to creating the financial exploitation outreach, education and training fund ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T130134.TXT", "SOBI.D110103.T143417.TXT", "SOBI.D110103.T150447.TXT", "SOBI.D110106.T112205.TXT", "SOBI.D110103.T155925.TXT", "SOBI.D110110.T133607.TXT", "SOBI.D110103.T142912.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295373694043
}