{
  "year" : 2011,
  "senateBillNo" : "S957-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO TRANSPORTATION",
    "billEventId" : "S957-2011-1294203600000-REFERRED+TO+TRANSPORTATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1295413200000,
    "eventText" : "REPORTED AND COMMITTED TO CODES",
    "billEventId" : "S957-2011-1295413200000-REPORTED+AND+COMMITTED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1295931600000,
    "eventText" : "1ST REPORT CAL.26",
    "billEventId" : "S957-2011-1295931600000-1ST+REPORT+CAL.26",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1296450000000,
    "eventText" : "2ND REPORT CAL.",
    "billEventId" : "S957-2011-1296450000000-2ND+REPORT+CAL.",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1296536400000,
    "eventText" : "ADVANCED TO THIRD READING",
    "billEventId" : "S957-2011-1296536400000-ADVANCED+TO+THIRD+READING",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : [ {
    "id" : "1295447400000S957-2011--1--1",
    "voteType" : 2,
    "voteDate" : 1295447400000,
    "ayes" : [ "Fuschillo", "Johnson", "Larkin", "Maziarz", "McDonald", "Nozzolio", "Robach", "Young", "Zeldin", "Dilan", "Adams", "Addabbo", "Kennedy", "Perkins", "Smith", "Squadron", "Stavisky" ],
    "nays" : [ "Lanza", "Diaz" ],
    "abstains" : null,
    "excused" : null,
    "ayeswr" : null,
    "description" : "Transportation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "id" : "1295969400000S957-2011--1--1",
    "voteType" : 2,
    "voteDate" : 1295969400000,
    "ayes" : [ "Saland", "DeFrancisco", "Flanagan", "Fuschillo", "Gallivan", "Golden", "Lanza", "Nozzolio", "O'Mara", "Gianaris", "Huntley", "Perkins", "Squadron", "Espaillat" ],
    "nays" : [ "Duane", "Parker" ],
    "abstains" : null,
    "excused" : null,
    "ayeswr" : null,
    "description" : "Codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MARCELLINO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prohibits the use of radar and laser blocking devices in all motor vehicles",
  "summary" : "Prohibits the use of radar and laser blocking devices in all motor vehicles. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "S575-2009" ],
  "coSponsors" : null,
  "pastCommittees" : [ "TRANSPORTATION", "CODES" ],
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          957\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  MARCELLINO  -- read twice and ordered printed, and\n         when printed to be committed to the Committee on Transportation\n\n       AN ACT to amend the vehicle and traffic law, in relation  to  radar  and\n         laser blocking devices\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1.  The vehicle and traffic law is amended  by  adding  a  new\n    2  section 134-d to read as follows:\n    3    S  134-D.   RADAR OR LASER BLOCKING DEVICE. ANY INSTRUMENT DESIGNED TO\n    4  BLOCK OR JAM, BY EITHER MECHANICAL OR ELECTRONIC  MEANS,  ANY  RADAR  OR\n    5  LASER DEVICE USED BY A POLICE OFFICER TO MONITOR VEHICULAR SPEED.\n    6    S 2. Section 397-a of the vehicle and traffic law, as amended by chap-\n    7  ter 524 of the laws of 1996, is amended to read as follows:\n    8    S  397-a.  Radar  detectors [and], laser detectors AND RADAR AND LASER\n    9  BLOCKING DEVICES prohibited. 1. A. No radar detector or  laser  detector\n   10  shall be used in any motor vehicle with a gross vehicle weight rating of\n   11  more  than  eighteen thousand pounds or in any commercial vehicle with a\n   12  gross vehicle weight rating of more than ten thousand pounds.  The pres-\n   13  ence in such vehicle of a radar detector or laser detector connected  to\n   14  a  power  source and in an operable condition is presumptive evidence of\n   15  its use by any person operating such vehicle.  Such presumption shall be\n   16  rebutted by any credible and reliable evidence which tends to show  that\n   17  such radar detector or laser detector was not in use.\n   18    B.  NO RADAR OR LASER BLOCKING DEVICE SHALL BE USED IN ANY MOTOR VEHI-\n   19  CLE. THE PRESENCE IN SUCH VEHICLE OF A RADAR OR  LASER  BLOCKING  DEVICE\n   20  CONNECTED  TO A POWER SOURCE AND IN AN OPERABLE CONDITION IS PRESUMPTIVE\n   21  EVIDENCE OF ITS USE BY ANY PERSON OPERATING SUCH VEHICLE.  SUCH PRESUMP-\n   22  TION SHALL BE REBUTTED BY ANY CREDIBLE AND RELIABLE EVIDENCE WHICH TENDS\n   23  TO SHOW THAT SUCH RADAR OR LASER BLOCKING DEVICE WAS NOT IN USE.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04391-01-1\n\n       S. 957                              2\n\n    1    2. The provisions of this section shall not be construed as  authoriz-\n    2  ing  the  seizure or forfeiture of a radar detector [or], laser detector\n    3  OR RADAR OR LASER BLOCKING DEVICE, unless otherwise provided by law.\n    4    3.  A  violation  of the provisions of this section shall constitute a\n    5  traffic infraction punishable by a fine of not less than twenty-five nor\n    6  more than one hundred dollars.\n    7    S 3. Subdivision (g) of section 1180 of the vehicle and  traffic  law,\n    8  as  amended  by  chapter  173 of the laws of 1990 and paragraphs (i) and\n    9  (ii) as amended by chapter 101 of the laws of 1999, is amended  to  read\n   10  as follows:\n   11    (g) (i) No person who uses a radar or laser detector in a vehicle with\n   12  a  gross vehicle weight rating of more than eighteen thousand pounds, or\n   13  a commercial motor vehicle with a gross vehicle weight  rating  of  more\n   14  than  ten  thousand pounds, OR WHO USES A RADAR OR LASER BLOCKING DEVICE\n   15  IN ANY MOTOR VEHICLE, shall drive at a speed  in  excess  of  fifty-five\n   16  miles  per hour or, if a maximum speed limit other than fifty-five miles\n   17  per hour as hereinbefore authorized has been established, at a speed  in\n   18  excess  of such speed limit. The presence in any such vehicle of either:\n   19  (1) a radar or laser detector  OR  A  RADAR  OR  LASER  BLOCKING  DEVICE\n   20  connected  to  a  power  source  and  in an operable condition; or (2) a\n   21  concealed radar or laser detector OR A CONCEALED RADAR OR LASER BLOCKING\n   22  DEVICE where a part of such detector  OR  BLOCKING  DEVICE  is  securely\n   23  affixed  to  some  part  of  the vehicle outside of the cab, in a manner\n   24  which renders the detector OR THE BLOCKING DEVICE not  readily  observa-\n   25  ble,  is  presumptive  evidence  of its use by any person operating such\n   26  vehicle. Either such presumption shall be rebutted by any  credible  and\n   27  reliable  evidence which tends to show that such radar or laser detector\n   28  OR SUCH RADAR OR LASER BLOCKING DEVICE was not in use.\n   29    (ii) The provisions of this section shall not be construed as  author-\n   30  izing  the seizure or forfeiture of a radar or laser detector OR A RADAR\n   31  OR LASER BLOCKING DEVICE, unless otherwise provided by law.\n   32    S 4. This act shall take effect on the first of November next succeed-\n   33  ing the date on which it shall have become a law.\n",
  "memo" : "",
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to radar and laser blocking devices ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T121752.TXT", "SOBI.D110131.T151716.TXT", "SOBI.D110103.T143417.TXT", "SOBI.D110119.T152814.TXT-agenda-1.xml-agenda-1.xml", "SOBI.D110103.T150447.TXT", "SOBI.D110103.T155925.TXT", "SOBI.D110126.T133258.TXT-agenda-1.xml-agenda-1.xml", "SOBI.D110119.T152814.TXT-agenda-1.xml", "SOBI.D110106.T111705.TXT", "SOBI.D110125.T135419.TXT", "SOBI.D110126.T133258.TXT-agenda-1.xml", "SOBI.D110201.T121850.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296580730740
}