{
  "year" : 2011,
  "senateBillNo" : "S959-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO ENERGY AND TELECOMMUNICATIONS",
    "billEventId" : "S959-2011-1294203600000-REFERRED+TO+ENERGY+AND+TELECOMMUNICATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MAZIARZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Allows additional end use consumer representation",
  "summary" : "Amends the public service law, in relation to requiring the NYISO to increase end use consumer representation. ",
  "currentCommittee" : "ENERGY AND TELECOMMUNICATIONS",
  "sameAs" : null,
  "lawSection" : "Public Service Law",
  "previousVersions" : [ "S7822-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          959\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen. MAZIARZ -- read twice and ordered printed, and when\n         printed to be committed to the Committee on  Energy  and  Telecommuni-\n         cations\n\n       AN ACT to amend the public service law, in relation to requiring the New\n         York  state  independent  system operator to increase end-use consumer\n         representation\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Legislative  findings.  The  legislature  finds that much\n    2  confusion exists with respect to determining and understanding the  role\n    3  of  the  New  York  State  Independent  System Operator, Inc. (NYISO) in\n    4  administering New York's wholesale electric power markets.  The legisla-\n    5  ture further finds that increasing the representation of end-use consum-\n    6  er issues in the daily operations of the NYISO will help to  ensure  the\n    7  direct  impact  on  end-use consumers is considered by the NYISO and its\n    8  stakeholders.\n    9    S 2. The public service law is amended by adding a new section 65-c to\n   10  read as follows:\n   11    S 65-C.  END-USE  CONSUMER  REPRESENTATION  IN  WHOLESALE  ELECTRICITY\n   12  MARKET.  1. THE NEW YORK STATE INDEPENDENT SYSTEM OPERATOR, INC. (NYISO)\n   13  SHALL IMPLEMENT MEASURES PROVIDING THAT THE INTERESTS OF END-USE CONSUM-\n   14  ERS ARE CONSIDERED WHEN AMENDING OR ADMINISTERING TARIFF PROVISIONS THAT\n   15  IMPACT NEW YORK'S WHOLESALE ELECTRICITY MARKETS.\n   16    2. THE  NYISO  SHALL  AMEND  ITS  MISSION  STATEMENT  TO  INCLUDE  THE\n   17  PROVISION  OF  RELIABLE SERVICE AT THE LOWEST REASONABLE COST TO END-USE\n   18  CONSUMERS.\n   19    3. THE NYISO SHALL AMEND SECTION 5.04 OF THE ISO AGREEMENT AND SECTION\n   20  9.02 OF THE MANAGEMENT COMMITTEE BY-LAWS BY ADDING THE DEPUTY  SECRETARY\n   21  OF  ENERGY  TO  THE  GOVERNOR  AS  A MEMBER OF THE NYISO BOARD SELECTION\n   22  SUBCOMMITTEE UPON VACANCIES ON THE BOARD OF DIRECTORS.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05131-01-1\n\n       S. 959                              2\n\n    1    S 3. The public service law is amended by adding a new section 66-m to\n    2  read as follows:\n    3    S  66-M.  NEW  YORK  STATE  INDEPENDENT SYSTEM OPERATOR (NYISO) ANNUAL\n    4  REPORT ON END-USE CONSUMERS. BEGINNING APRIL FIRST, TWO THOUSAND  TWELVE\n    5  AND  ANNUALLY THEREAFTER, THE NYISO SHALL FILE A REPORT TO THE GOVERNOR,\n    6  THE CHAIRMAN OF THE PUBLIC SERVICE COMMISSION, THE SPEAKER OF THE ASSEM-\n    7  BLY, THE TEMPORARY PRESIDENT OF THE SENATE, THE MINORITY LEADERS OF  THE\n    8  SENATE AND THE ASSEMBLY, AND THE CHAIRS OF THE ENERGY COMMITTEES OF BOTH\n    9  THE  SENATE  AND ASSEMBLY SETTING FORTH INFORMATION REGARDING THE IMPACT\n   10  OF NEW YORK'S WHOLESALE POWER MARKETS ON END-USE CONSUMERS.  THE  PUBLIC\n   11  SERVICE  COMMISSION  IN  CONSULTATION WITH THE CONSUMER PROTECTION BOARD\n   12  MAY PRESCRIBE THE FORM AND CONTENT OF SUCH REPORT.\n   13    S 4. This act shall take effect on the one hundred eightieth day after\n   14  it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public service law, in relation to requiring the New York state independent system operator to increase end-use consumer representation ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110103.T143417.TXT", "SOBI.D110103.T150447.TXT", "SOBI.D110106.T112205.TXT", "SOBI.D110103.T155925.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294330925011
}