{
  "year" : 2011,
  "senateBillNo" : "S96-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO CORPORATIONS, AUTHORITIES AND COMMISSIONS",
    "billEventId" : "S96-2011-1294203600000-REFERRED+TO+CORPORATIONS%2C+AUTHORITIES+AND+COMMISSIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "DIAZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires elected officials to post certain information regarding contributions on his or her website",
  "summary" : "Requires elected officials to post certain information regarding contributions on his or her website; failure to comply with this provision of this section shall constitute a class E felony. ",
  "currentCommittee" : "CORPORATIONS, AUTHORITIES AND COMMISSIONS",
  "sameAs" : null,
  "lawSection" : "Public Authorities Law",
  "previousVersions" : [ "SB8457-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          96\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  DIAZ  --  read twice and ordered printed, and when\n         printed to be committed to the Committee on Corporations,  Authorities\n         and Commissions\n\n       AN  ACT  to  amend  the  public  officers  law, in relation to requiring\n         elected officials to post certain information regarding  contributions\n         on his or her websites\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The public officers law is amended by adding a new  section\n    2  61-a to read as follows:\n    3    S  61-A.  CONTRIBUTIONS POSTED ON CERTAIN ELECTED OFFICIALS' WEBSITES.\n    4  1.  THE GOVERNOR, THE COMPTROLLER, THE ATTORNEY GENERAL AND  ANY  MEMBER\n    5  OF THE SENATE OR ASSEMBLY SHALL:\n    6    A.    POST ON THE HOMEPAGE OF HIS OR HER WEBSITES A DIRECT LINK TO THE\n    7  BOARD OF ELECTIONS WEBSITE TO SUCH ELECTED OFFICIAL'S CAMPAIGN  CONTRIB-\n    8  UTIONS.\n    9    B.  POST ON THE HOMEPAGE OF HIS OR HER WEBSITES ALL CONTRIBUTIONS OVER\n   10  TWO HUNDRED FIFTY DOLLARS WITHIN THIRTY DAYS OF RECEIPT;  INCLUDING  THE\n   11  EXACT AMOUNT OF EACH CONTRIBUTION AND THE IDENTITY OF THE DONOR.\n   12    2.  ANY PERSON WHO SHALL KNOWINGLY AND WILLFULLY VIOLATE ANY PROVISION\n   13  OF THIS SECTION SHALL BE GUILTY OF A CLASS E FELONY.\n   14    S 2. This act shall take effect immediately.\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03337-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public officers law, in relation to requiring elected officials to post certain information regarding contributions on his or her websites ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101203.T161004.TXT", "SOBI.D101203.T091937.TXT", "SOBI.D101202.T163101.TXT", "SOBI.D101202.T163601.TXT", "SOBI.D101203.T160504.TXT", "SOBI.D101202.T164602.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1291410604016
}