{
  "year" : 2011,
  "senateBillNo" : "S962-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO LOCAL GOVERNMENT",
    "billEventId" : "S962-2011-1294203600000-REFERRED+TO+LOCAL+GOVERNMENT",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "LAVALLE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Extends powers of municipal corporations to acquire public utilities by the power of eminent domain",
  "summary" : "Extends the powers of municipal corporations to establish, own and operate public utility services by the power of eminent domain; provides that municipal corporations need not make a final decision on the acquisition of assets until the value of such assets has been determined. ",
  "currentCommittee" : "LOCAL GOVERNMENT",
  "sameAs" : "A689",
  "lawSection" : "General Municipal Law",
  "previousVersions" : [ "S239-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n           S. 962                                                    A. 689\n\n                              2011-2012 Regular Sessions\n\n                             S E N A T E - A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       IN SENATE -- Introduced by Sen. LAVALLE -- read twice and ordered print-\n         ed, and when printed to be committed to the Committee on Local Govern-\n         ment\n\n       IN  ASSEMBLY  -- Introduced by M. of A. THIELE -- read once and referred\n         to the Committee on Local Governments\n\n       AN ACT to amend the general municipal law, in relation to  the  acquisi-\n         tion of property by eminent domain\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The general municipal  law  is  amended  by  adding  a  new\n    2  section 360-a to read as follows:\n    3    S  360-A. ACQUISITION OF PROPERTY BY EMINENT DOMAIN. 1.  NOTWITHSTAND-\n    4  ING THE PROVISIONS OF THE EMINENT DOMAIN PROCEDURE LAW,  THE  PROVISIONS\n    5  OF  THIS  SECTION  SHALL  APPLY  TO  THE ACQUISITION OF PROPERTY FOR THE\n    6  PURPOSES ENUMERATED IN SECTION THREE HUNDRED SIXTY OF  THIS  ARTICLE  BY\n    7  THE  POWER  OF  EMINENT  DOMAIN,  PROVIDED,  HOWEVER, TO THE EXTENT THAT\n    8  PROVISIONS HEREIN DO NOT SUPERSEDE OR CONFLICT WITH  THE  PROVISIONS  OF\n    9  THE  EMINENT  DOMAIN  PROCEDURE  LAW,  THE  PROVISIONS OF SUCH LAW SHALL\n   10  APPLY.\n   11    2. WHEN ANY REAL PROPERTY IS SOUGHT TO BE ACQUIRED BY THE EXERCISE  OF\n   12  THE  POWER  OF EMINENT DOMAIN, AND AFTER THE MUNICIPAL CORPORATION SHALL\n   13  HAVE ENTERED INTO NEGOTIATIONS FOR THE PURCHASE OF  SUCH  PROPERTY,  THE\n   14  MUNICIPAL  CORPORATION  SHALL  CAUSE A SURVEY AND MAP TO BE MADE THEREOF\n   15  AND SHALL CAUSE SUCH SURVEY AND MAP TO BE FILED IN ITS OFFICE AND IN THE\n   16  OFFICE OF THE COUNTY CLERK IN THE  COUNTY  IN  WHICH  SUCH  PROPERTY  IS\n   17  LOCATED.  THERE  SHALL  BE  ANNEXED TO SUCH SURVEY AND MAP A CERTIFICATE\n   18  EXECUTED BY THE CHIEF EXECUTIVE OFFICER OF THE MUNICIPAL CORPORATION  OR\n   19  BY  SUCH OTHER OFFICER OR EMPLOYEE AS MAY BE DESIGNATED BY THE GOVERNING\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03730-01-1\n\n       S. 962                              2                             A. 689\n\n    1  BOARD, STATING THAT THE PROPERTY OR INTEREST THEREIN DESCRIBED  IN  SUCH\n    2  SURVEY AND MAP IS NECESSARY FOR ITS PURPOSE.\n    3    3.  UPON  FILING  SUCH SURVEY AND MAP, THE MUNICIPAL CORPORATION SHALL\n    4  PETITION A SPECIAL TERM OF THE SUPREME COURT IN THE JUDICIAL DISTRICT IN\n    5  WHICH THE PROPERTY IS LOCATED FOR THE ACQUISITION OF  SUCH  PROPERTY  OR\n    6  INTEREST  THEREIN.  SUCH  PETITION  SHALL  DESCRIBE  THE  PROPERTY BEING\n    7  ACQUIRED, THE VALUATION DATE, AS  DETERMINED  BY  THE  MUNICIPAL  CORPO-\n    8  RATION, AND SUCH ADDITIONAL INFORMATION AS THE MUNICIPAL CORPORATION MAY\n    9  REASONABLY  DEEM NECESSARY TO FACILITATE THE PROCESS OF CONDEMNATION AND\n   10  PAYMENT. THE PETITION SHALL STATE THAT THE  MUNICIPAL  CORPORATION  WILL\n   11  ELECT  WHETHER  OR  NOT TO PAY THE AMOUNT OF SUCH AWARD WHEN IT HAS BEEN\n   12  FINALLY DETERMINED. IN ALL OTHER RESPECTS, SUCH PETITION SHALL BE GENER-\n   13  ALLY IN THE FORM PRESCRIBED BY THE EMINENT DOMAIN PROCEDURE LAW, SO  FAR\n   14  AS CONSISTENT HEREWITH. SUCH PETITION, TOGETHER WITH A NOTICE OF PENDEN-\n   15  CY  OF  THE PROCEEDING, SHALL BE FILED IN THE OFFICE OF THE COUNTY CLERK\n   16  OF THE COUNTY IN WHICH THE PROPERTY IS LOCATED AND SHALL BE INDEXED  AND\n   17  RECORDED  AS  PROVIDED  BY LAW. A COPY OF SUCH PETITION, TOGETHER WITH A\n   18  NOTICE OF THE PRESENTATION THEREOF TO SUCH SPECIAL TERM OF  THE  SUPREME\n   19  COURT,  SHALL  BE SERVED UPON THE OWNERS OF SUCH PROPERTY AS PROVIDED IN\n   20  THE EMINENT DOMAIN PROCEDURE LAW. THE MUNICIPAL CORPORATION MAY CAUSE  A\n   21  DUPLICATE  ORIGINAL  AFFIDAVIT  OF THE SERVICE THEREOF TO BE RECORDED IN\n   22  THE BOOKS USED FOR THE RECORDING OF DEEDS IN THE OFFICE  OF  THE  COUNTY\n   23  CLERK  OF  THE  COUNTY IN WHICH THE PROPERTY DESCRIBED IN SUCH NOTICE IS\n   24  LOCATED, AND THE RECORDING  OF  SUCH  AFFIDAVIT  SHALL  BE  PRIMA  FACIE\n   25  EVIDENCE OF DUE SERVICE THEREOF.\n   26    4.  SUBSEQUENT  PROCEEDINGS SHALL BE CONDUCTED GENERALLY IN THE MANNER\n   27  PRESCRIBED IN THE EMINENT DOMAIN PROCEDURE LAW EXCEPT TO THE EXTENT  THE\n   28  PROVISIONS THEREOF ARE INCONSISTENT WITH THE PROVISIONS OF THIS ARTICLE,\n   29  IN WHICH CASE THE PROVISIONS OF THIS ARTICLE SHALL CONTROL.\n   30    5.  IN ANY PROCEEDING INVOLVING THE VALUATION OF PROPERTY TAKEN BY THE\n   31  MUNICIPAL CORPORATION THE SUPREME COURT SHALL  ASCERTAIN  AND  DETERMINE\n   32  JUST  COMPENSATION  FOR  THE  PROPERTY  TAKEN  AS OF THE VALUATION DATE,\n   33  GIVING DUE CONSIDERATION TO ANY APPLICABLE FINDINGS  AND  DETERMINATIONS\n   34  OF THE LEGISLATURE.\n   35    6.  SHOULD  PROPERTY  BE TAKEN BY THE EXERCISE OF THE POWER OF EMINENT\n   36  DOMAIN AND IF THE OWNER SHALL HAVE AGREED UPON THE  COMPENSATION  TO  BE\n   37  PAID  THEREFOR  IN SETTLEMENT OF THE PROCEEDING, THEN THE OWNER SHALL BE\n   38  ENTITLED TO PAYMENT OF THE AGREED UPON OR  AWARDED  COMPENSATION  WITHIN\n   39  ONE  HUNDRED EIGHTY DAYS AFTER THE DATE OF THE AGREEMENT UPON THE AMOUNT\n   40  OF THE COMPENSATION OR OF THE ENTRY OF THE AWARD, TOGETHER WITH INTEREST\n   41  UPON THE AMOUNT OF SUCH COMPENSATION FROM THE TIME OF ACQUISITION THERE-\n   42  OF BY THE MUNICIPAL CORPORATION TO THE DATE OF PAYMENT OF  SUCH  COMPEN-\n   43  SATION;  BUT SUCH INTEREST SHALL CEASE UPON THE SERVICE BY THE MUNICIPAL\n   44  CORPORATION, UPON THE PERSON  OR  CORPORATION  ENTITLED  THERETO,  OF  A\n   45  FIFTEEN DAYS' NOTICE THAT THE MUNICIPAL CORPORATION IS READY AND WILLING\n   46  TO  PAY  THE AMOUNT OF SUCH COMPENSATION UPON THE PRESENTATION OF PROPER\n   47  PROOFS AND VOUCHERS. SUCH NOTICE SHALL BE SERVED PERSONALLY OR BY REGIS-\n   48  TERED MAIL AND PUBLICATION THEREOF SHALL BE MADE AT LEAST  ONCE  A  WEEK\n   49  FOR  THREE CONSECUTIVE WEEKS IN A DAILY NEWSPAPER OF GENERAL CIRCULATION\n   50  IN THE COUNTY IN WHICH SUCH PROPERTY OR ANY PART THEREOF IS LOCATED.\n   51    7. UPON THE ENTRY OF AN AWARD FINALLY  DETERMINING  JUST  COMPENSATION\n   52  FOR  THE PROPERTY, THE MUNICIPAL CORPORATION SHALL HAVE SIXTY DAYS AFTER\n   53  RECEIPT OF NOTICE OF ENTRY OF  SUCH  AWARD  WITHIN  WHICH  TO  ELECT  TO\n   54  PROCEED  WITH  THE  TAKING OR TO ABANDON SUCH ACQUISITION AS PROVIDED IN\n   55  SUBDIVISION NINE OF THIS SECTION.  NOTICE  OF  SUCH  ELECTION  SHALL  BE\n   56  SERVED  BY  THE  MUNICIPAL CORPORATION ON THE OWNERS OF SUCH PROPERTY IN\n\n       S. 962                              3                             A. 689\n\n    1  THE MANNER PRESCRIBED IN SUBDIVISION  THREE  OF  THIS  SECTION.  IF  THE\n    2  MUNICIPAL  CORPORATION  ELECTS TO PROCEED WITH THE ACQUISITION, IT SHALL\n    3  DEPOSIT WITH THE SUPREME COURT IN WHICH THE CONDEMNATION PROCEEDING  WAS\n    4  HELD  AN  AMOUNT EQUAL TO THE AWARD WITHIN ONE HUNDRED EIGHTY DAYS AFTER\n    5  RECEIPT BY THE MUNICIPAL CORPORATION OF NOTICE OF ENTRY OF  SUCH  AWARD.\n    6  UPON  THE MAKING OF SUCH DEPOSIT, THE MUNICIPAL CORPORATION SHALL NOTIFY\n    7  THE OWNER IN WRITING OF SUCH DEPOSIT. THE  SUM  SO  DEPOSITED  SHALL  BE\n    8  APPLIED  AS  PROVIDED  IN  THE EMINENT DOMAIN PROCEDURE LAW. UPON MAKING\n    9  SUCH DEPOSIT AND GIVING SUCH NOTICE TO THE OWNER, TITLE TO ALL  PROPERTY\n   10  DESCRIBED  IN THE NOTICE OF TAKING SHALL IMMEDIATELY VEST IN THE MUNICI-\n   11  PAL CORPORATION AND THE MUNICIPAL CORPORATION SHALL HAVE IMMEDIATE RIGHT\n   12  THERETO. THE ORDER SETTING FORTH THE AWARD, TOGETHER WITH  THE  EVIDENCE\n   13  FROM THE CLERK OF THE COURT OF RECEIPT OF THE AMOUNT OF THE AWARD, SHALL\n   14  BE  FILED  IN  THE OFFICE OF THE COUNTY CLERK OF THE COUNTY IN WHICH THE\n   15  PROPERTY IS LOCATED AND SHALL BE INDEXED AND RECORDED IN THE SAME MANNER\n   16  AS A NOTICE OF PENDENCY UNDER THE  EMINENT  DOMAIN  PROCEDURE  LAW.  THE\n   17  OWNER  OR PERSON IN POSSESSION OF SUCH PROPERTY SHALL DELIVER POSSESSION\n   18  THEREOF TO THE MUNICIPAL CORPORATION UPON DEMAND, AND IN CASE POSSESSION\n   19  IS NOT DELIVERED WHEN DEMANDED OR DEMAND IS NOT  CONVENIENT  BECAUSE  OF\n   20  ABSENCE  OF THE OWNER OR INABILITY TO LOCATE OR DETERMINE THE OWNER, THE\n   21  MUNICIPAL CORPORATION MAY APPLY TO THE COURT WITHOUT NOTICE FOR AN ORDER\n   22  REQUIRING THE SHERIFF TO PUT IT INTO POSSESSION OF SUCH  REAL  PROPERTY.\n   23  SUCH  AN  ORDER  SHALL  BE  EXECUTED  AS IF IT WERE AN EXECUTION FOR THE\n   24  DELIVERY OF THE POSSESSION OF THE PROPERTY.  IN THE EVENT THE  MUNICIPAL\n   25  CORPORATION  ELECTS TO ABANDON THE ACQUISITION, THE PROVISIONS OF SUBDI-\n   26  VISION NINE OF THIS SECTION SHALL APPLY.\n   27    8. AT ANY TIME THE  MUNICIPAL  CORPORATION  AND  ITS  DULY  AUTHORIZED\n   28  AGENTS  AND  EMPLOYEES  MAY,  ON  REASONABLE  NOTICE AND DURING BUSINESS\n   29  HOURS, ENTER UPON ANY REAL PROPERTY PROPOSED  TO  BE  ACQUIRED  FOR  THE\n   30  PURPOSE  OF  MAKING THE SURVEYS OR MAPS MENTIONED IN THIS SECTION, OR OF\n   31  MAKING SUCH OTHER  SURVEYS,  INSPECTIONS  OR  EXAMINATIONS  OF  REAL  OR\n   32  PERSONAL  PROPERTY  AS  THE  MUNICIPAL CORPORATION MAY DEEM NECESSARY OR\n   33  CONVENIENT FOR THE PURPOSES OF THIS ARTICLE.\n   34    9. IF THE MUNICIPAL CORPORATION DETERMINES, IN  ITS  SOLE  DISCRETION,\n   35  THAT THE TOTAL COST OF ACQUISITION WILL EXCEED THE MAXIMUM COST PROVIDED\n   36  FOR  IN  THE RESOLUTION ADOPTED PURSUANT TO SUBDIVISION THREE OF SECTION\n   37  THREE HUNDRED SIXTY OF THIS ARTICLE, THE MUNICIPAL CORPORATION MAY ABAN-\n   38  DON THE ACQUISITION. IN SUCH  EVENT,  THE  MUNICIPAL  CORPORATION  SHALL\n   39  SERVE  NOTICE OF SUCH ABANDONMENT IN THE SAME MANNER AS PROVIDED FOR THE\n   40  SERVICE OF A PETITION FOR ACQUISITION PURSUANT TO SUBDIVISION  THREE  OF\n   41  THIS  SECTION.  IN ADDITION, THE MUNICIPAL CORPORATION SHALL FILE A COPY\n   42  OF THE NOTICE OF ABANDONMENT WITH THE COUNTY  CLERK  OF  THE  COUNTY  IN\n   43  WHICH  IS LOCATED ANY REAL PROPERTY THAT WAS TAKEN AND WITH THE CLERK OF\n   44  THE SUPREME COURT IN WHICH THE PROCEEDING WAS INSTITUTED.\n   45    S 2. This act shall take effect on the sixtieth  day  after  it  shall\n   46  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general municipal law, in relation to the acquisition of property by eminent domain ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110105.T150203.TXT", "SOBI.D110103.T144415.TXT", "SOBI.D110103.T160933.TXT", "SOBI.D110103.T150447.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294257723681
}