{
  "year" : 2011,
  "senateBillNo" : "S963-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO JUDICIARY",
    "billEventId" : "S963-2011-1294203600000-REFERRED+TO+JUDICIARY",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "LAVALLE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Deems goods to be on sale or return as to creditor claims when goods delivered to person dealing in goods of the kind involved",
  "summary" : "Deems goods to be on sale or return as to creditor claims when goods delivered to person dealing in goods of the kind involved. ",
  "currentCommittee" : "JUDICIARY",
  "sameAs" : "A690",
  "lawSection" : "Uniform Commercial Code",
  "previousVersions" : [ "S636-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n           S. 963                                                    A. 690\n\n                              2011-2012 Regular Sessions\n\n                             S E N A T E - A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       IN SENATE -- Introduced by Sen. LAVALLE -- read twice and ordered print-\n         ed, and when printed to be committed to the Committee on Judiciary\n\n       IN  ASSEMBLY  -- Introduced by M. of A. THIELE -- read once and referred\n         to the Committee on Consumer Affairs and Protection\n\n       AN ACT to amend the uniform commercial  code,  in  relation  to  deeming\n         goods  to be on sale or return as to creditor claims when goods deliv-\n         ered to person dealing in goods of the kind involved\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  section heading and subsection 2 of section 2-326 of\n    2  the uniform commercial code, as amended by chapter 84  of  the  laws  of\n    3  2001, are amended and a new subsection 4 is added to read as follows:\n    4    Sale  on  Approval and Sale or Return; CONSIGNMENT SALES AND Rights of\n    5  Creditors.\n    6    (2) [Goods] EXCEPT AS  PROVIDED  IN  SUBSECTION  (4),  GOODS  held  on\n    7  approval  are  not  subject to the claims of the buyer's creditors until\n    8  acceptance; goods held on sale or return  are  subject  to  such  claims\n    9  while in the buyer's possession.\n   10    (4)  WHERE  GOODS  ARE  DELIVERED TO A PERSON FOR SALE AND SUCH PERSON\n   11  MAINTAINS A PLACE OF BUSINESS AT WHICH HE DEALS IN  GOODS  OF  THE  KIND\n   12  INVOLVED,  UNDER  A NAME OTHER THAN THE NAME OF THE PERSON MAKING DELIV-\n   13  ERY, THEN WITH RESPECT TO CLAIMS OF CREDITORS OF THE  PERSON  CONDUCTING\n   14  THE  BUSINESS  THE  GOODS  ARE  DEEMED  TO  BE  ON SALE OR RETURN.   THE\n   15  PROVISIONS OF THIS SUBSECTION ARE APPLICABLE EVEN  THOUGH  AN  AGREEMENT\n   16  PURPORTS TO RESERVE TITLE TO THE PERSON MAKING DELIVERY UNTIL PAYMENT OR\n   17  RESALE OR USES SUCH WORDS AS \"ON CONSIGNMENT\" OR \"ON MEMORANDUM\". HOWEV-\n   18  ER, THIS SUBSECTION IS NOT APPLICABLE IF THE PERSON MAKING DELIVERY\n   19    (A) COMPLIES WITH AN APPLICABLE LAW PROVIDING FOR A CONSIGNOR'S INTER-\n   20  EST OR THE LIKE TO BE EVIDENCED BY A SIGN, OR\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03746-01-1\n\n       S. 963                              2                             A. 690\n\n    1    (B)  ESTABLISHES  THAT THE PERSON CONDUCTING THE BUSINESS IS GENERALLY\n    2  KNOWN BY HIS CREDITORS TO BE SUBSTANTIALLY ENGAGED IN SELLING THE  GOODS\n    3  OF OTHERS, OR\n    4    (C)  COMPLIES  WITH  THE  FILING  PROVISIONS OF THE ARTICLE ON SECURED\n    5  TRANSACTIONS (ARTICLE 9).\n    6    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the uniform commercial code, in relation to deeming goods to be on sale or return as to creditor claims when goods delivered to person dealing in goods of the kind involved ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110105.T150203.TXT", "SOBI.D110103.T144415.TXT", "SOBI.D110103.T150447.TXT", "SOBI.D110103.T161433.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294257723680
}