{
  "year" : 2011,
  "senateBillNo" : "S964-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO LABOR",
    "billEventId" : "S964-2011-1294203600000-REFERRED+TO+LABOR",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "PERALTA",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Enacts the farmworkers fair labor practices act, granting collective bargaining rights, workers' compensation and unemployment benefits to farmworkers",
  "summary" : "Enacts the farmworkers fair labor practices act: grants collective bargaining rights to farm laborers; requires employers of farm laborers to allow at least 24 consecutive hours of rest each week; provides for a 10 hour work day for farm laborers; requires overtime rate at one and one-half times normal rate; makes provisions of unemployment insurance law applicable to farm laborers; provides sanitary code shall apply to all farm and food processing labor camps intended to house migrant workers, regardless of the number of occupants; provides for eligibility of farm laborers for workers' compensation benefits; requires employers of farm laborers to provide such farm laborers with claim forms for workers' compensation claims under certain conditions; requires reporting of injuries to employers of farmworkers. ",
  "currentCommittee" : "LABOR",
  "sameAs" : "A1653",
  "lawSection" : "Labor Law",
  "previousVersions" : [ "SB2247-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          964\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen. PERALTA -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Labor\n\n       AN ACT to amend the labor law, in relation to allowing farm workers  one\n         day  of  rest  each  week,  and  including  farm  laborers  within the\n         provisions pertaining to overtime compensation and unemployment insur-\n         ance, and regulating the farm employment of  certain  employees  whose\n         earning capacity is affected or impaired by youth or age, and granting\n         collective bargaining rights to certain farm laborers and establishing\n         an  advisory  committee  on collective bargaining; to amend the public\n         health law, in relation to the application of the sanitary code to all\n         farm and food processing labor camps for migrant workers; and to amend\n         the workers' compensation law, in relation to the eligibility of  farm\n         laborers  for  disability benefits and the provision of claim forms to\n         farm laborers injured in the course of employment and in  relation  to\n         service as farm laborers\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. This act shall be known and may be cited as the  \"Farmwork-\n    2  ers Fair Labor Practices Act\".\n    3    S 2. Section 2 of the labor law is amended by adding a new subdivision\n    4  17 to read as follows:\n    5    17.  \"FARM LABOR\" SHALL INCLUDE ALL SERVICES PERFORMED IN AGRICULTURAL\n    6  EMPLOYMENT IN CONNECTION WITH CULTIVATING THE  SOIL,  OR  IN  CONNECTION\n    7  WITH  RAISING  OR  HARVESTING  OF  AGRICULTURAL  COMMODITIES,  INCLUDING\n    8  SERVICES PERFORMED ON ORCHARDS, PLANTATIONS, NURSERIES AND  GREENHOUSES,\n    9  AND  SHALL  INCLUDE  THE  RAISING,  HATCHING,  SHEARING,  CARING FOR AND\n   10  MANAGEMENT OF LIVESTOCK, POULTRY, DAIRY, BEES AND  FUR-BEARING  ANIMALS,\n   11  AND  SHALL  INCLUDE THE HARVESTING OR PRODUCTION OF MAPLE SYRUP OR MAPLE\n   12  SUGAR, AND SHALL INCLUDE THE OPERATION AND MAINTENANCE OF FARM EQUIPMENT\n   13  AND IMPROVEMENT OR MAINTENANCE  OF  FARM  WATER  USE  AREAS,  AND  SHALL\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03070-01-1\n\n       S. 964                              2\n\n    1  INCLUDE THE PLANTING, DRYING, PACKAGING OR OTHER PROCESSING OF ANY AGRI-\n    2  CULTURAL  OR HORTICULTURAL COMMODITY RAISED ON THE EMPLOYER'S FARM.  THE\n    3  TERM \"FARM LABOR\" SHALL NOT INCLUDE  SERVICES  PERFORMED  IN  CONNECTION\n    4  WITH  COMMERCIAL  CANNING,  FREEZING, GRADING OR OTHER PROCESSING OF ANY\n    5  AGRICULTURAL OR HORTICULTURAL COMMODITY NOT  RAISED  ON  THE  EMPLOYER'S\n    6  FARM.    THIS  PARAGRAPH SHALL NOT APPLY TO THE PARENT, CHILD, SPOUSE OR\n    7  OTHER MEMBER OF THE EMPLOYER'S FAMILY RELATED BY  THE  THIRD  DEGREE  OF\n    8  CONSANGUINITY OR AFFINITY.\n    9    S  3.  Subdivision  1  of  section  161 of the labor law is amended by\n   10  adding a new undesignated paragraph to read as follows:\n   11    EVERY PERSON EMPLOYED AS A FARM LABORER  SHALL  BE  ALLOWED  AT  LEAST\n   12  TWENTY-FOUR CONSECUTIVE HOURS OF REST IN EACH AND EVERY CALENDAR WEEK. A\n   13  FARM  LABORER MAY CONSENT IN WRITING TO WAIVE THIS RIGHT AND WORK ON THE\n   14  DAY OF REST, PROVIDED THAT HE OR SHE SHALL BE  PAID  AS  PROVIDED  UNDER\n   15  SECTION  ONE  HUNDRED SIXTY-THREE-A OF THIS TITLE.  THIS PARAGRAPH SHALL\n   16  NOT APPLY TO THE PARENT, CHILD, SPOUSE OR OTHER MEMBER OF THE EMPLOYER'S\n   17  FAMILY RELATED BY THE THIRD DEGREE OF CONSANGUINITY OR AFFINITY.   TWEN-\n   18  TY-FOUR  CONSECUTIVE  HOURS SPENT AT REST BECAUSE OF CIRCUMSTANCES, SUCH\n   19  AS WEATHER OR CROP CONDITIONS, SHALL BE DEEMED TO  CONSTITUTE  THE  REST\n   20  REQUIRED  BY  THIS  PARAGRAPH. THE DAY OF REST SHOULD BE THE SAME AS THE\n   21  TRADITIONAL DAY RESERVED BY THE  FARM  LABORER  FOR  RELIGIOUS  WORSHIP,\n   22  WHENEVER POSSIBLE.\n   23    S  4.  Paragraphs b and d of subdivision 2 of section 161 of the labor\n   24  law, as amended by chapter 281 of the laws of 1941, are amended to  read\n   25  as follows:\n   26    b.  Employees in [dairies, creameries,] milk condenseries, milk powder\n   27  factories, milk sugar factories,  milk  shipping  stations,  butter  and\n   28  cheese  factories,  ice  cream  manufacturing  plants  and milk bottling\n   29  plants, where not more than seven persons are employed;\n   30    d. Employees whose duties include not more than three hours'  work  on\n   31  Sunday  in setting sponges in bakeries, [caring for live animals,] main-\n   32  taining fires, or making necessary repairs to boilers or machinery.\n   33    S 5. The labor law is amended by adding a new section 163-a to read as\n   34  follows:\n   35    S 163-A. HOURS OF AGRICULTURAL EMPLOYMENT. NO  PERSON  OR  CORPORATION\n   36  OPERATING  A  FARM  SHALL REQUIRE ANY FARM LABORER TO WORK MORE THAN TEN\n   37  HOURS IN ANY DAY, SIXTY HOURS IN ANY CALENDAR WEEK, OR SIX DAYS  IN  ANY\n   38  CALENDAR WEEK, UNLESS SUCH FARM LABORER IS PAID AS FOLLOWS:\n   39    A.  HOURLY  RATE.  (1) ANY FARM LABORER WHO IS PAID ON AN HOURLY BASIS\n   40  AND WHO IS EIGHTEEN YEARS OF AGE OR OVER, OR WHO IS SIXTEEN OR SEVENTEEN\n   41  YEARS OF AGE AND NOT REQUIRED BY LAW  TO  ATTEND  SCHOOL  SHALL  NOT  BE\n   42  EMPLOYED MORE THAN TEN HOURS IN ANY DAY, OR MORE THAN SIXTY HOURS IN ANY\n   43  CALENDAR  WEEK,  OR  MORE  THAN SIX DAYS IN ANY CALENDAR WEEK UNLESS THE\n   44  FARM LABORER RECEIVES ONE AND ONE-HALF TIMES THE REGULAR RATE  AT  WHICH\n   45  HE IS EMPLOYED FOR ALL HOURS WORKED IN EXCESS OF TEN HOURS IN ANY DAY OR\n   46  SIXTY  HOURS  IN  ANY  CALENDAR  WEEK. ANY FARM LABORER WHO WORKS ON THE\n   47  SEVENTH DAY IN ANY CALENDAR WEEK SHALL RECEIVE ONE  AND  ONE-HALF  TIMES\n   48  THE  REGULAR  RATE  AT  WHICH  HE  IS EMPLOYED FOR THE FIRST EIGHT HOURS\n   49  WORKED, AND TWO TIMES THE REGULAR RATE AT WHICH HE IS EMPLOYED  FOR  ALL\n   50  HOURS WORKED IN EXCESS OF EIGHT HOURS THAT DAY.\n   51    (2) BEGINNING ON JANUARY FIRST, TWO THOUSAND FIFTEEN, ANY FARM LABORER\n   52  WHO  IS  PAID  AN  HOURLY  WAGE RATE SHALL NOT BE EMPLOYED MORE THAN TEN\n   53  HOURS IN ANY DAY OR MORE THAN FIFTY-FIVE  HOURS  IN  ANY  CALENDAR  WEEK\n   54  UNLESS THE FARM LABORER RECEIVES ONE AND ONE-HALF TIMES THE REGULAR RATE\n   55  AT  WHICH  HE IS EMPLOYED FOR ALL HOURS WORKED IN EXCESS OF TEN HOURS IN\n   56  ANY DAY OR FIFTY-FIVE HOURS IN ANY CALENDAR WEEK. ANY FARM  LABORER  WHO\n\n       S. 964                              3\n\n    1  WORKS  ON  THE  SEVENTH  DAY  IN ANY CALENDAR WEEK SHALL RECEIVE ONE AND\n    2  ONE-HALF TIMES THE REGULAR RATE AT WHICH HE IS EMPLOYED  FOR  THE  FIRST\n    3  EIGHT  HOURS  WORKED,  AND  TWO  TIMES  THE  REGULAR RATE AT WHICH HE IS\n    4  EMPLOYED FOR ALL HOURS WORKED IN EXCESS OF EIGHT HOURS THAT DAY.\n    5    B.  PIECE  WORK RATE. (1) ANY FARM LABORER WHO IS PAID ON A PIECE RATE\n    6  BASIS SHALL BE PAID AT A RATE WHICH SHALL BE NO LESS  THAN  ONE  HUNDRED\n    7  FIFTY PERCENT OF THE MINIMUM WAGE RATE ESTABLISHED BY REGULATIONS OF THE\n    8  DEPARTMENT  FOR  HOURS WORKED IN EXCESS OF TEN HOURS IN ANY DAY OR SIXTY\n    9  HOURS IN ANY CALENDAR WEEK.\n   10    (2) BEGINNING ON JANUARY FIRST, TWO THOUSAND FIFTEEN, ANY FARM LABORER\n   11  WHO IS PAID ON A PIECE WORK BASIS SHALL BE PAID AT A RATE NO  LESS  THAN\n   12  ONE  HUNDRED FIFTY PERCENT OF THE MINIMUM WAGE RATE ESTABLISHED BY REGU-\n   13  LATIONS OF THE DEPARTMENT FOR HOURS WORKED IN EXCESS OF TEN HOURS IN ANY\n   14  DAY OR FIFTY-FIVE HOURS IN ANY CALENDAR WEEK.\n   15    (3) ANY FARM LABORER WHO IS PAID A PIECE WORK RATE WHO  WORKS  ON  THE\n   16  SEVENTH  DAY  IN  ANY CALENDAR WEEK SHALL BE PAID AT A RATE NO LESS THAN\n   17  ONE HUNDRED FIFTY PERCENT OF THE MINIMUM WAGE RATE ESTABLISHED BY  REGU-\n   18  LATIONS  OF  THE  DEPARTMENT  FOR  THE FIRST EIGHT HOURS AND TWO HUNDRED\n   19  PERCENT OF THAT MINIMUM WAGE RATE FOR ANY  HOURS  WORKED  IN  EXCESS  OF\n   20  EIGHT ON THAT DAY. NOTHING IN THIS SECTION SHALL PROHIBIT A FARM EMPLOY-\n   21  ER FROM PAYING A PIECE WORK RATE IN EXCESS OF THE RATES REQUIRED BY THIS\n   22  SECTION.\n   23    S 6. Section 564 of the labor law, as added by chapter 675 of the laws\n   24  of 1977, is amended to read as follows:\n   25    S  564.  Agricultural  labor.  1.  Coverage.  (a)  Notwithstanding the\n   26  provisions of section five hundred sixty of this article, an employer of\n   27  persons engaged in agricultural labor shall become liable  for  contrib-\n   28  utions under this article if the employer:\n   29    (1)  has paid cash remuneration of [twenty thousand] SIXTY-TWO HUNDRED\n   30  FIFTY dollars or more in any calendar quarter  to  persons  employed  in\n   31  agricultural  labor,  and such liability shall commence on the first day\n   32  of such quarter, or\n   33    (2) has employed in agricultural labor ten or more persons on each  of\n   34  twenty  days during a calendar year or the preceding calendar year, each\n   35  day being in a different calendar week, and the liability shall in  such\n   36  event commence on the first day of the calendar year, or\n   37    (3)  is  liable for the tax imposed under the federal unemployment tax\n   38  act as an employer of agricultural labor and the liability shall in such\n   39  event commence on the first day of the calendar quarter in such calendar\n   40  year when he first paid remuneration  for  agricultural  labor  in  this\n   41  state.\n   42    (b)  An  employer who becomes liable for contributions under paragraph\n   43  (a) of this subdivision shall cease to be liable as of the first day  of\n   44  a  calendar  quarter  next following the filing of a written application\n   45  provided the commissioner finds that the employer:\n   46    (1) has not paid to persons employed in agricultural labor cash remun-\n   47  eration of [twenty thousand] SIXTY-TWO HUNDRED FIFTY dollars or more  in\n   48  any of the eight calendar quarters preceding such day, and\n   49    (2) has not employed in agricultural labor ten or more persons on each\n   50  of  twenty  days during the current or the preceding calendar year, each\n   51  day being in a different week, and\n   52    (3) is not liable for the tax imposed under the  federal  unemployment\n   53  tax act as an employer of agricultural labor.\n   54    2.    EXCLUSION  FROM COVERAGE. THE TERM \"EMPLOYMENT\" DOES NOT INCLUDE\n   55  SERVICES RENDERED BY AN INDIVIDUAL WHO  IS  AN  ALIEN  ADMITTED  TO  THE\n   56  UNITED  STATES TO PERFORM AGRICULTURAL LABOR PURSUANT TO SECTIONS 214(C)\n\n       S. 964                              4\n\n    1  AND 101(A)(15)(H) OF THE FEDERAL IMMIGRATION AND NATIONALITY ACT IF,  AT\n    2  THE  TIME  SUCH  SERVICES ARE RENDERED, THEY ARE EXCLUDED FROM THE DEFI-\n    3  NITION OF EMPLOYMENT IN SECTION 3306(C) OF THE FEDERAL UNEMPLOYMENT  TAX\n    4  ACT.\n    5    3.  Crew  leader.  Whenever a person renders services as a member of a\n    6  crew which is paid and furnished by the crew leader to perform  services\n    7  in  agricultural  labor for another employer, such other employer shall,\n    8  for the purpose of this article, be deemed to be the  employer  of  such\n    9  person, unless:\n   10    (a)  the  crew  leader holds a valid certificate of registration under\n   11  the federal farm labor contractor registration act of  nineteen  hundred\n   12  sixty-three  or  substantially  all  the  members of the crew operate or\n   13  maintain tractors, mechanized harvesting or cropdusting machinery or any\n   14  other mechanized equipment which is provided by the crew leader, and\n   15    (b) the crew leader is not an employee of such other employer and  has\n   16  not  entered  into a written agreement with such employer under which he\n   17  is designated as an employee.\n   18    S 7. Subdivision 1 of section 674 of the labor law, as added by  chap-\n   19  ter 552 of the laws of 1969, is amended to read as follows:\n   20    1. The commissioner may promulgate such regulations as he deems appro-\n   21  priate  to carry out the purposes of this article and to safeguard mini-\n   22  mum wage standards. Such regulations may include, but  are  not  limited\n   23  to,  the  defining of the circumstances or conditions for the acceptance\n   24  of non-hourly rates and piece rates as equivalent to the minimum  hourly\n   25  rates  established  by  this article. Such regulations also may include,\n   26  but are not limited  to,  waiting  time  and  call-in  pay  rates;  wage\n   27  provisions  governing  guaranteed  earnings  during specified periods of\n   28  work; allowances for meals,  lodging,  and  other  items,  services  and\n   29  facilities  when furnished by the employer; [and the employment of indi-\n   30  viduals whose earning capacity is affected or impaired by youth or age,]\n   31  or by physical or mental deficiency or  injury,  under  special  certif-\n   32  icates  issued by the commissioner, at such wages lower than the minimum\n   33  wage established by this  article  and  for  such  period  as  shall  be\n   34  prescribed in such regulations.\n   35    S  8.  Paragraph (a) of subdivision 3 of section 701 of the labor law,\n   36  as amended by chapter 43 of the laws of 1989,  is  amended  to  read  as\n   37  follows:\n   38    (a)  The  term \"employees\" includes but is not restricted to any indi-\n   39  vidual employed by a labor organization; any individual whose employment\n   40  has ceased as a consequence of, or in connection with, any current labor\n   41  dispute or because of  any  unfair  labor  practice,  and  who  has  not\n   42  obtained  any other regular and substantially equivalent employment; and\n   43  shall not be limited to the employees of a particular  employer,  unless\n   44  the article explicitly states otherwise, but shall not include any indi-\n   45  vidual  employed  by  his parent or spouse or in the domestic service of\n   46  and directly employed, controlled and paid by any person  in  his  home,\n   47  any individual whose primary responsibility is the care of a minor child\n   48  or  children  and/or  someone  who lives in the home of a person for the\n   49  purpose of serving as a companion to a  sick,  convalescing  or  elderly\n   50  person  or  any  individuals  employed  only for the duration of a labor\n   51  dispute, or any individuals employed as farm laborers BY A FARM EMPLOYER\n   52  WITH SALES OF UNDER SIX HUNDRED FIFTY THOUSAND DOLLARS DURING THE PREVI-\n   53  OUS CALENDAR YEAR ACCORDING TO THE UNITED STATES DEPARTMENT OF  AGRICUL-\n   54  TURE  NATIONAL  AGRICULTURAL  STATISTICS SERVICE, or, any individual who\n   55  participates in and receives rehabilitative or therapeutic services in a\n   56  charitable non-profit rehabilitation facility or sheltered  workshop  or\n\n       S. 964                              5\n\n    1  any individual employed in a charitable non-profit rehabilitation facil-\n    2  ity or sheltered workshop who has received rehabilitative or therapeutic\n    3  services  and whose capacity to perform the work for which he is engaged\n    4  is substantially impaired by physical or mental deficiency or injury.\n    5    S 9. The labor law is amended by adding a new section 704-b to read as\n    6  follows:\n    7    S  704-B.  UNFAIR LABOR PRACTICES; AGRICULTURE. 1. IT IS THE POLICY OF\n    8  THE STATE TO PROTECT THE RIGHTS OF FARM LABORERS WITHOUT CAUSING IMMEDI-\n    9  ATE AND IRREPARABLE HARM TO EMPLOYERS. IN RECOGNITION  OF  THE  NEED  TO\n   10  AVOID  INTERRUPTION OF THE AGRICULTURAL PRODUCTION OF CROPS WITH A SHORT\n   11  PEAK HARVEST SEASON, THIS POLICY IS  BEST  ACHIEVED  BY  PROVIDING  FARM\n   12  EMPLOYERS  AND  THEIR  EMPLOYEES WITH A SHORT TEMPORARY PERIOD TO SETTLE\n   13  THEIR LABOR DISPUTE WITHOUT CAUSING IMMEDIATE OR IRREPARABLE HARM TO THE\n   14  EMPLOYER.\n   15    2. DEFINITIONS. WHEN USED IN THIS SECTION THE TERMS:\n   16    (A) \"SHORT PEAK HARVEST SEASON\" MEANS THE PERIOD FOR FRUITS AND  VEGE-\n   17  TABLES  THAT  HAVE  A  MAXIMUM  HARVEST PERIOD OF NO MORE THAN SIX WEEKS\n   18  DURING WHICH SUCH AGRICULTURAL PRODUCT IS HARVESTED FOR SALE, AS  DETER-\n   19  MINED BY THE DEPARTMENT OF AGRICULTURE AND MARKETS.\n   20    (B)  \"WORK STOPPAGE\" MEANS ANY STRIKE, OR CONCERTED CESSATION OR SLOW-\n   21  DOWN OF WORK BY EMPLOYEES.\n   22    (C) \"LOCKOUT\" MEANS A WORK STOPPAGE DURING WHICH AN EMPLOYER  PREVENTS\n   23  EMPLOYEES FROM WORKING.\n   24    3. IN THE EVENT THAT THE BOARD AND ITS EMPLOYEES RECEIVE NOTICE THAT A\n   25  LABOR DISPUTE HAS ARISEN BETWEEN A FARM EMPLOYER THAT WILL OR MAY RESULT\n   26  IN  A  WORK  STOPPAGE  OR  LOCKOUT, THE BOARD SHALL IMMEDIATELY INITIATE\n   27  SETTLEMENT PROCEEDINGS UNDER SECTION SEVEN HUNDRED TWO-A OF  THIS  ARTI-\n   28  CLE.\n   29    (A)  AFTER THE INITIATION OF SETTLEMENT PROCEEDINGS, ANY WORK STOPPAGE\n   30  OR LOCKOUT SHALL CEASE FOR A PERIOD OF NOT MORE THAN TWENTY-ONE DAYS  IF\n   31  BOTH OF THE FOLLOWING CIRCUMSTANCES EXIST:\n   32    (I)  THE  WORK  STOPPAGE OR LOCKOUT OCCURS DURING A SHORT PEAK HARVEST\n   33  SEASON; AND\n   34    (II) THE WORK STOPPAGE OR LOCKOUT WILL CAUSE IMMEDIATE AND IRREPARABLE\n   35  INJURY, LOSS OR DAMAGE TO THE EMPLOYER.\n   36    (B) DURING SUCH TWENTY-ONE DAY PERIOD, BOTH PARTIES SHALL  ENTER  INTO\n   37  GOOD  FAITH NEGOTIATIONS TO SETTLE THE LABOR DISPUTE, WHICH PERIOD SHALL\n   38  BE REFERRED TO AS A COOLING OFF PERIOD.\n   39    (C) THE BOARD SHALL CONDUCT AN IMMEDIATE  AND  EXPEDITED  FACT-FINDING\n   40  HEARING  TO  DETERMINE  WHETHER THE CIRCUMSTANCES UNDER PARAGRAPH (A) OF\n   41  THIS SUBDIVISION EXIST. EACH PARTY SHALL HAVE THE OPPORTUNITY TO  SUBMIT\n   42  WRITTEN  AND ORAL TESTIMONY AT THE HEARING. THE BOARD SHALL NOT BE BOUND\n   43  BY TECHNICAL RULES OF EVIDENCE PREVAILING IN COURTS OF LAW OR EQUITY.\n   44    (D)  THE  BOARD  SHALL  ISSUE  ITS  DETERMINATION  IN  WRITING  WITHIN\n   45  FORTY-EIGHT  HOURS OF THE CONCLUSION OF THE HEARING, WHICH SHALL INCLUDE\n   46  FINDINGS OF FACT AND A RATIONALE FOR ITS DETERMINATION. A  COPY  OF  THE\n   47  BOARD'S DETERMINATION SHALL BE PROVIDED TO EACH PARTY WITHIN TWENTY-FOUR\n   48  HOURS.\n   49    (E)  FOR PURPOSES OF THIS SECTION, AN EMPLOYEE WHO IS ABSENT FROM WORK\n   50  WITHOUT PERMISSION, OR WHO ABSTAINS WHOLLY OR  IN  PART  FROM  THE  FULL\n   51  PERFORMANCE  OF  HIS  OR HER EMPLOYMENT DUTIES WITHOUT PERMISSION ON THE\n   52  DATE WHEN A WORK STOPPAGE OR LOCKOUT OCCURS SHALL BE  PRESUMED  TO  HAVE\n   53  ENGAGED IN SUCH WORK STOPPAGE OR LOCKOUT.\n   54    4. IF EITHER PARTY IS FOUND TO BE IN VIOLATION OF THE BOARD'S DETERMI-\n   55  NATION,  THE  BOARD MAY FILE A PETITION WITH THE SUPREME COURT IN ALBANY\n   56  COUNTY UPON NOTICE TO ALL PARTIES FOR TEMPORARY INJUNCTIVE  RELIEF.  THE\n\n       S. 964                              6\n\n    1  BOARD  SHALL  NOT  BE  REQUIRED  TO PROVIDE ANY UNDERTAKINGS OR BOND AND\n    2  SHALL NOT BE LIABLE FOR  ANY  DAMAGES  OR  COSTS  WHICH  MAY  HAVE  BEEN\n    3  SUSTAINED  BY  REASON OF ANY TEMPORARY INJUNCTIVE RELIEF ORDERED. IF THE\n    4  BOARD  FAILS  TO  ACT WITHIN TEN DAYS, THE BOARD SHALL BE DEEMED TO HAVE\n    5  MADE A FINAL DETERMINATION NOT TO SEEK TEMPORARY INJUNCTIVE RELIEF.\n    6    S 10. The labor law is amended by adding a new section 719 to read  as\n    7  follows:\n    8    S  719.  ADVISORY COMMITTEE ON AGRICULTURAL COLLECTIVE BARGAINING.  1.\n    9  THERE IS HEREBY ESTABLISHED AN ADVISORY COMMITTEE ON COLLECTIVE BARGAIN-\n   10  ING BETWEEN FARM EMPLOYERS AND FARM  LABORERS  WHOSE  MEMBERS  SHALL  BE\n   11  APPOINTED BY THE GOVERNOR ON OR BEFORE APRIL FIRST, TWO THOUSAND TWELVE.\n   12  THE  ADVISORY  COMMITTEE  SHALL  CONSIST OF SEVEN MEMBERS, INCLUDING THE\n   13  COMMISSIONER OR HIS OR HER DESIGNEE, THE COMMISSIONER OF THE  DEPARTMENT\n   14  OF  AGRICULTURE  AND  MARKETS OR HIS OR HER DESIGNEE, ONE UPON THE NOMI-\n   15  NATION OF THE SPEAKER OF THE ASSEMBLY, ONE UPON NOMINATION OF THE TEMPO-\n   16  RARY PRESIDENT OF THE SENATE, ONE UPON NOMINATION BY  THE  PRESIDENT  OF\n   17  THE  NEW  YORK STATE AMERICAN FEDERATION OF LABOR-CONGRESS OF INDUSTRIAL\n   18  ORGANIZATIONS, ONE UPON THE  NOMINATION  OF  THE  NEW  YORK  STATE  FARM\n   19  BUREAU,  AND  ONE  MEMBER  WITH  EXPERIENCE  AND EXPERTISE IN COLLECTIVE\n   20  BARGAINING AND LABOR RELATIONS WHO SHALL BE APPOINTED TO CHAIR THE ADVI-\n   21  SORY COMMITTEE.\n   22    2. THE ADVISORY COMMITTEE SHALL MAKE RECOMMENDATIONS  FOR  LEGISLATION\n   23  TO  IMPLEMENT  COLLECTIVE  BARGAINING  STRUCTURES  AND  PROCEDURES WHERE\n   24  APPROPRIATE, AND TO  FOSTER  LABOR-MANAGEMENT  COOPERATION  AND  DISPUTE\n   25  RESOLUTION  BETWEEN  FARM  EMPLOYERS  AND  FARM  LABORERS. IN MAKING ITS\n   26  RECOMMENDATIONS, THE ADVISORY COMMITTEE SHALL CONSIDER THE PROVISIONS OF\n   27  THE STATE LABOR RELATIONS ACT, THE LAWS  OF  OTHER  STATES  RELATING  TO\n   28  COLLECTIVE  BARGAINING  AND  LABOR RELATIONS IN FARM EMPLOYMENT, AND THE\n   29  UNIQUE CHARACTERISTICS OF THE AGRICULTURE  INDUSTRY  INCLUDING  BUT  NOT\n   30  LIMITED  TO LENGTH OF HARVEST AND GROWING SEASONS, SEASONAL FLUCTUATIONS\n   31  IN EMPLOYMENT, ANNUAL SALES, AND IMPORT AND EXPORT CONDITIONS  AFFECTING\n   32  NEW  YORK AGRICULTURE. THE ADVISORY COMMITTEE SHALL REPORT TO THE GOVER-\n   33  NOR, THE SPEAKER OF THE ASSEMBLY AND  THE  TEMPORARY  PRESIDENT  OF  THE\n   34  SENATE ON OR BEFORE DECEMBER THIRTY-FIRST, TWO THOUSAND TWELVE.\n   35    3. THE MEMBERS OF THE ADVISORY COMMITTEE SHALL RECEIVE NO COMPENSATION\n   36  FOR  THEIR  SERVICES,  BUT  SHALL  BE ALLOWED THEIR ACTUAL AND NECESSARY\n   37  EXPENSES INCURRED IN THE PERFORMANCE OF THEIR DUTIES.\n   38    S 11. Paragraph (m) of subdivision 5 of  section  225  of  the  public\n   39  health law, as amended by section 51 of part A of chapter 58 of the laws\n   40  of 2010, is amended to read as follows:\n   41    (m) require that application be made for a permit to operate a farm or\n   42  food  processing  labor  camp as defined in the sanitary code; authorize\n   43  appropriate officers or agencies to issue such a permit when the  appli-\n   44  cant is in compliance with the established regulations; prescribe stand-\n   45  ards  for  living  quarters  at  farm  and  food processing labor camps,\n   46  including provisions for sanitary conditions; light,  air,  and  safety;\n   47  protection from fire hazards; maintenance; and such other matters as may\n   48  be  appropriate  for  security of life or health, provided however, that\n   49  the  provisions  of  the  sanitary  code  established  pursuant  to  the\n   50  provisions  hereof  shall  apply  to  all farm and food processing labor\n   51  camps intended to house migrant workers and which are occupied [by  five\n   52  or  more  persons].  In  the preparation of such regulations, the public\n   53  health and health planning council may request and shall receive techni-\n   54  cal assistance from the board of standards  and  appeals  of  the  state\n   55  department  of  labor and the state building code commission. Such regu-\n\n       S. 964                              7\n\n    1  lation shall be enforced in the same manner as are other  provisions  of\n    2  the sanitary code;\n    3    S 12. Section 51 of the workers' compensation law, as amended by chap-\n    4  ter 561 of the laws of 2003, is amended to read as follows:\n    5    S 51. Posting of notice regarding compensation. Every employer who has\n    6  complied with section fifty of this article shall post and maintain in a\n    7  conspicuous place or places in and about his place or places of business\n    8  typewritten or printed IN ENGLISH AND SPANISH notices in form prescribed\n    9  by  the  chairman,  stating  the  fact that he has complied with all the\n   10  rules and regulations of the chairman and the  board  and  that  he  has\n   11  secured  the  payment  of compensation to his employees and their depen-\n   12  dents in accordance with the provisions of this chapter, but failure  to\n   13  post  such  notice  as  herein  provided shall not in any way affect the\n   14  exclusiveness of the remedy provided for by section eleven of this chap-\n   15  ter. Every employer who owns or operates automotive or horse-drawn vehi-\n   16  cles and has no minimum staff of regular employees  required  to  report\n   17  for work at an established place of business maintained by such employer\n   18  and  every  employer  who is engaged in the business of moving household\n   19  goods or furniture shall post such notices in  each  and  every  vehicle\n   20  owned or operated by him. Failure to post or maintain such notice in any\n   21  of said vehicles shall constitute presumptive evidence that such employ-\n   22  er  has  failed  to secure the payment of compensation. The chairman may\n   23  require any employer to furnish a written statement at any time  showing\n   24  the stock corporation, mutual corporation or reciprocal insurer in which\n   25  such  employer  is  insured  or  the  manner  in which such employer has\n   26  complied with any provision of this chapter. Failure for a period of ten\n   27  days to furnish such  written  statement  shall  constitute  presumptive\n   28  evidence that such employer has neglected or failed in respect of any of\n   29  the  matters  so  required.  Any  employer  who fails to comply with the\n   30  provisions of this section shall be required to pay to the board a  fine\n   31  of [up to two hundred fifty] FIVE HUNDRED dollars for each violation, in\n   32  addition  to any other penalties imposed by law to be deposited into the\n   33  uninsured employers' fund.\n   34    S 13. The workers' compensation law is amended by adding a new section\n   35  110-b to read as follows:\n   36    S 110-B. REPORTING OF INJURIES TO EMPLOYER. EVERY FARM LABOR  CONTRAC-\n   37  TOR, FOREMAN OR SUPERVISOR OF FARM LABORERS WHO HAS NOTICE OF ANY INJURY\n   38  TO  A  FARM  LABORER  INCURRED  DURING THE COURSE OF EMPLOYMENT SHALL BE\n   39  REQUIRED TO INFORM THE EMPLOYER, OWNER OR OPERATOR OF A FARM OF ANY SUCH\n   40  INJURY.\n   41    S 14. The first undesignated paragraph of section 120 of the  workers'\n   42  compensation  law,  as  amended  by  chapter  61 of the laws of 1989, is\n   43  amended to read as follows:\n   44    It shall be unlawful for any employer or his or  her  duly  authorized\n   45  agent  to  discharge  or  in  any  other  manner discriminate against an\n   46  employee as to his or her employment because such employee  has  claimed\n   47  or attempted to claim compensation from such employer, REQUESTED A CLAIM\n   48  FORM FOR INJURIES RECEIVED IN THE COURSE OF EMPLOYMENT, or because he or\n   49  she  has  testified  or  is  about to testify in a proceeding under this\n   50  chapter and no other valid reason is shown to exist for such  action  by\n   51  the employer.\n   52    S 15. The opening paragraph of paragraph A of subdivision 6 of section\n   53  201  of  the workers' compensation law, as amended by chapter 481 of the\n   54  laws of 2010, is amended to read as follows:\n   55    \"Employment\" means employment in any  trade,  business  or  occupation\n   56  carried on by an employer, except that the following shall not be deemed\n\n       S. 964                              8\n\n    1  employment  under  this  article:  services  performed  for the state, a\n    2  municipal corporation, local governmental agency, other political subdi-\n    3  vision or public authority; employment subject to the  federal  railroad\n    4  unemployment  insurance  act;  service  performed on or as an officer or\n    5  member of the crew of a vessel on the  navigable  water  of  the  United\n    6  States  or outside the United States; [service as farm laborers;] casual\n    7  employment and the first forty-five days of extra employment of  employ-\n    8  ees  not regularly in employment as otherwise defined herein; service as\n    9  golf caddies; and service during all or any part of the school  year  or\n   10  regular vacation periods as a part-time worker of any person actually in\n   11  regular  attendance during the day time as a student in an elementary or\n   12  secondary school.  The  term  \"employment\"  shall  include  domestic  or\n   13  personal work in a private home. The term \"employment\" shall not include\n   14  the  services  of a licensed real estate broker or sales associate if it\n   15  be proven that (a) substantially all of the remuneration (whether or not\n   16  paid in cash) for the services performed by such broker or sales associ-\n   17  ate is directly related to sales or other output (including the perform-\n   18  ance of services) rather than to the number of  hours  worked;  (b)  the\n   19  services performed by the broker or sales associate are performed pursu-\n   20  ant  to a written contract executed between such broker or sales associ-\n   21  ate and the person for whom the services are performed within  the  past\n   22  twelve  to  fifteen months; and (c) the written contract provided for in\n   23  subparagraph (b) of this paragraph was not  executed  under  duress  and\n   24  contains the following provisions:\n   25    S  16.  Nothing  in  this  act shall be deemed to diminish the rights,\n   26  privileges, or  remedies  of  any  farm  laborer  under  any  collective\n   27  bargaining agreement entered into on or after the effective date of this\n   28  act.\n   29    S  17. This act shall take effect April 1, 2012, provided that section\n   30  fifteen of this act shall take effect on the one hundred  eightieth  day\n   31  after it shall have become a law, provided further, that section five of\n   32  this  act  shall take effect January 1, 2013 and sections eight and nine\n   33  of this act shall take effect April 1, 2013.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the labor law, in relation to allowing farm workers one day of rest each week, and including farm laborers within the provisions pertaining to overtime compensation and unemployment insurance, and regulating the farm employment of certain employees whose earning capacity is affected or impaired by youth or age, and granting collective bargaining rights to certain farm laborers and establishing an advisory committee on collective bargaining; to amend the public health law, in relation to the application of the sanitary code to all farm and food processing labor camps for migrant workers; and to amend the workers' compensation law, in relation to the eligibility of farm laborers for disability benefits and the provision of claim forms to farm laborers injured in the course of employment and in relation to service as farm laborers ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110103.T151922.TXT", "SOBI.D110106.T112205.TXT", "SOBI.D110103.T153423.TXT", "SOBI.D110111.T130704.TXT", "SOBI.D110103.T160427.TXT", "SOBI.D110103.T155425.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294769224265
}