{
  "year" : 2011,
  "senateBillNo" : "S966-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO ELECTIONS",
    "billEventId" : "S966-2011-1294203600000-REFERRED+TO+ELECTIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "JOHNSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Eliminates the requirement for the use of electronic voting machines during village and fire district elections",
  "summary" : "Eliminates the requirement for the use of electronic voting machines during village and fire district elections and authorizes the use of mechanical lever voting machines during such elections. ",
  "currentCommittee" : "ELECTIONS",
  "sameAs" : null,
  "lawSection" : "Election Law",
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          966\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen. JOHNSON -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Elections\n\n       AN ACT to amend the election law, in  relation  to  authorizing  village\n         elections  to be conducted on mechanical lever voting machines; and to\n         amend the town law, in relation to authorizing the use  of  mechanical\n         lever voting machines at fire district elections\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 1 of section 7-200  of  the  election  law,  as\n    2  amended  by  chapter  181  of  the  laws  of 2005, is amended to read as\n    3  follows:\n    4    1. The board of elections of the city of New  York  and  other  county\n    5  boards  of  elections  may  adopt  any  kind of voting machine or system\n    6  approved by the state board of elections, or the use of which  has  been\n    7  specifically  authorized  by  law;  and thereupon such voting machine or\n    8  system may be used at any or all elections and  shall  be  used  at  all\n    9  general  or  special elections held by such boards in such city, town or\n   10  village and in every contested primary election in the city of New  York\n   11  and  in every contested primary election outside the city of New York in\n   12  which there are one thousand or more enrolled voters qualified to  vote;\n   13  PROVIDED,  HOWEVER, THAT SUCH MACHINES AND SYSTEMS SHALL NOT BE REQUIRED\n   14  TO BE USED IN ANY VILLAGE ELECTION CONDUCTED PURSUANT TO ARTICLE FIFTEEN\n   15  OF THIS CHAPTER AND THE USE OF MECHANICAL LEVER VOTING MACHINES SHALL BE\n   16  AUTHORIZED FOR VILLAGE ELECTIONS.   No more than  two  types  of  voting\n   17  machines  or  systems  may  be used by any local board of elections at a\n   18  single election. Notwithstanding the other provisions of  this  subdivi-\n   19  sion,  any  local  board  of elections may borrow or lease for use on an\n   20  experimental basis for a period of not more than one year  each,  voting\n   21  machines  or  systems  of  any  type  approved  by  the  state  board of\n   22  elections.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04799-01-1\n\n       S. 966                              2\n\n    1    S 2. Subdivision 1 of section 7-203 of the election law, as amended by\n    2  chapter 180 of the laws of 2005, is amended to read as follows:\n    3    1.  The board of elections shall provide a sufficient number of voting\n    4  machines to fully equip all election districts within its  jurisdiction.\n    5  Such  voting  machines shall be used at all general, special and primary\n    6  elections conducted pursuant to this chapter;  PROVIDED,  HOWEVER,  THAT\n    7  THE  USE  OF  SUCH  VOTING MACHINES SHALL NOT BE REQUIRED DURING VILLAGE\n    8  ELECTIONS CONDUCTED PURSUANT TO ARTICLE FIFTEEN OF THIS CHAPTER AND  THE\n    9  USE  OF  MECHANICAL  LEVER  VOTING  MACHINES SHALL BE AUTHORIZED AT SUCH\n   10  ELECTIONS.\n   11    S 3. Subdivision 29 of section 176 of the town law, as added by  chap-\n   12  ter 568 of the laws of 1949, is amended to read as follows:\n   13    29.  May authorize the use of voting machines at any annual or special\n   14  election held within the fire district and such voting machine shall  be\n   15  used  in accordance with the provisions contained in article nine of the\n   16  election law, PROVIDED THAT NO PROVISION  OF  LAW  SHALL  BE  DEEMED  TO\n   17  PROHIBIT  THE  USE  OF  MECHANICAL  LEVER  VOTING  MACHINES  AT ANY SUCH\n   18  ELECTION.\n   19    S 4. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the election law, in relation to authorizing village elections to be conducted on mechanical lever voting machines; and to amend the town law, in relation to authorizing the use of mechanical lever voting machines at fire district elections ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110103.T152422.TXT", "SOBI.D110103.T160933.TXT", "SOBI.D110103.T151922.TXT", "SOBI.D110103.T153423.TXT", "SOBI.D110106.T113706.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294331826422
}