{
  "year" : 2011,
  "senateBillNo" : "S967-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO INVESTIGATIONS AND GOVERNMENT OPERATIONS",
    "billEventId" : "S967-2011-1294203600000-REFERRED+TO+INVESTIGATIONS+AND+GOVERNMENT+OPERATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "HASSELL-THOMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes the use of cool roofs on new or substantially renovated state-owned buildings",
  "summary" : "Authorizes the use of cool roofs on new construction or substantially renovated state-owned buildings; relates to establishing the state green building construction act. ",
  "currentCommittee" : "INVESTIGATIONS AND GOVERNMENT OPERATIONS",
  "sameAs" : "A96",
  "lawSection" : "Public Buildings Law",
  "previousVersions" : [ "SC5038-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "DIAZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "HUNTLEY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "OPPENHEIMER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SAMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SERRANO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          967\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by Sens. HASSELL-THOMPSON, DIAZ, HUNTLEY, OPPENHEIMER, SAMP-\n         SON, SERRANO -- read twice and ordered printed, and when printed to be\n         committed to the Committee on Investigations and Government Operations\n\n       AN ACT to amend the public buildings law, in relation to authorizing the\n         use of cool roofs on new or substantially renovated state-owned build-\n         ings\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1.  The section heading and subdivision 1 of section 83 of the\n    2  public  buildings  law, as added by chapter 380 of the laws of 2009, are\n    3  amended to read as follows:\n    4    Agency green building AND  COOL  ROOF  construction  requirements.  1.\n    5  [The]  (A)  FOR  PURPOSES  OF  MINIMIZING  THE CONSUMPTION OF ENERGY AND\n    6  PROVIDING FOR THE EFFICIENT UTILIZATION OF RESOURCES EXPENDED IN THE USE\n    7  AND OCCUPANCY OF STATE BUILDINGS, THE construction of new buildings  and\n    8  the  substantial renovation of existing buildings shall comply with such\n    9  green construction requirements and procedures as shall have been estab-\n   10  lished by the office in regulations pursuant to subdivision two of  this\n   11  section.\n   12    (B)  FOR THE PURPOSE OF INCREASING SOLAR REFLECTANCE AND THERMAL EMIT-\n   13  TANCE OF AGENCY BUILDINGS, NEW CONSTRUCTION  OF  AGENCY  BUILDINGS  WITH\n   14  FLAT  ROOFS  OR  SUBSTANTIAL  RENOVATION OF THE ROOF SUBSYSTEM OF AGENCY\n   15  BUILDINGS WITH FLAT ROOFS SHALL COMPLY WITH THE COOL ROOF STANDARDS  AND\n   16  REGULATIONS  PROMULGATED  BY  THE  OFFICE PURSUANT TO SUBDIVISION TWO OF\n   17  THIS SECTION. SUCH STANDARDS AND REGULATIONS SHALL REQUIRE  THE  USE  OF\n   18  MATERIALS AND/OR METHODS INCLUDING, BUT NOT BE LIMITED TO:\n   19    (I) INHERENTLY COOL ROOFING MATERIALS SUCH AS WHITE VINYL;\n   20    (II) COATED ROOFS AND WHITE PAINT BASED PRODUCTS;\n   21    (III) GREEN ROOFS USING PLANT-BASED MATERIALS FOR INSULATION COVER.\n   22    S 2. This act shall take effect immediately.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01557-01-1\n",
  "memo" : "BILL NUMBER:S967                REVISED 01/10/2011\n\nTITLE OF BILL:\nAn act\nto amend the public buildings law, in relation to authorizing the use\nof cool roofs on new or substantially renovated state-owned buildings\n\nPURPOSE:\nThe purpose of this bill is to conserve energy through a cool roofs\nprogram.\n\nSUMMARY OF PROVISIONS:\nThis legislation amends the section heading and subdivision 1 of\nsection 83 of the public buildings law, as added by chapter 380 of\nthe laws of 2009, amending the public buildings law relating to\nestablishing the state green building construction act.\n\nJUSTIFICATION:\nThe temperature of a cool roof is lower on hot sunny days than that of\na conventional roof, and therefore reduces the energy required to\ntake down the temperature of the building via air conditioning. While\ndark surfaces absorb the sun's energy and become hot, light-colored\nsurfaces reflect solar energy and stay cooler. Reducing energy loads\nthrough simple and cost effective methods, such as cool roofing, will\nsave the state money for the escalating long term costs of energy.\n\nLEGISLATIVE HISTORY:\nSenate 2009-10:   S.5038C - Referred to Finance\nAssembly 2009-10: A.7293 (Hevesi) - Passed Assembly\n\nFISCAL IMPLICATIONS:\nTo be determined.\n\nEFFECTIVE DATE:\nThis act shall take effect immediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the public buildings law, in relation to authorizing the use of cool roofs on new or substantially renovated state-owned buildings ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110104.T091430.TXT", "SOBI.D110110.T180137.TXT", "SOBI.D110106.T113706.TXT", "SOBI.D110103.T160427.TXT", "SOBI.D110103.T163934.TXT", "SOBI.D110104.T090930.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294700497352
}