{
  "year" : 2011,
  "senateBillNo" : "S968-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO CRIME VICTIMS, CRIME AND CORRECTION",
    "billEventId" : "S968-2011-1294203600000-REFERRED+TO+CRIME+VICTIMS%2C+CRIME+AND+CORRECTION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "HASSELL-THOMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the manner in which certain provisions of the correction law are enforced",
  "summary" : "Relates to the manner in which certain provisions of the correction law are enforced. ",
  "currentCommittee" : "CRIME VICTIMS, CRIME AND CORRECTION",
  "sameAs" : "A1874",
  "lawSection" : "Correction Law",
  "previousVersions" : [ "S4687-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "DIAZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "KRUEGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "MONTGOMERY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "PARKER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          968\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sens.  HASSELL-THOMPSON, DIAZ, KRUEGER -- read twice and\n         ordered printed, and when printed to be committed to the Committee  on\n         Crime Victims, Crime and Correction\n\n       AN  ACT  to  amend the correction law, in relation to the manner through\n         which enforcement proceedings are brought\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Section 755 of the correction law, as added by chapter 931\n    2  of the laws of 1976, is amended to read as follows:\n    3    S 755. Enforcement. [1. In relation to actions by public agencies, the\n    4  provisions of this article shall be enforceable by a proceeding  brought\n    5  pursuant to article seventy-eight of the civil practice law and rules.\n    6    2. In relation to actions by private employers, the] THE provisions of\n    7  this article shall be enforceable by the division of human rights pursu-\n    8  ant  to  the  powers  and procedures set forth in article fifteen of the\n    9  executive law, and, concurrently, by the New  York  city  commission  on\n   10  human  rights; PROVIDED, HOWEVER, THAT NOTHING HEREIN SHALL BE CONSTRUED\n   11  TO LIMIT THE RIGHT OF A PERSON TO  PURSUE  ANY  LEGAL  REMEDY  AVAILABLE\n   12  UNDER  ARTICLE  FIFTEEN  OF  THE  EXECUTIVE  LAW OR ANY OTHER APPLICABLE\n   13  PROVISION OF LAW.\n   14    S 2. This act shall take effect on the ninetieth day  after  it  shall\n   15  have become a law.\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04619-01-1\n",
  "memo" : "BILL NUMBER:S968               REVISED 01/10/2011\n\nTITLE OF BILL:\nAn act\nto amend the correction law, in relation to the manner through which\nenforcement proceedings are brought\n\nPURPOSE:\nThe purpose of this bill is to ensure that persons illegally\ndiscriminated against by a public employer due to a prior criminal\nconviction unrelated to the employment sought is able to seek redress\nwith the Division of Human Rights.\n\nSUMMARY OF PROVISIONS:\nSection one of the bill amends\nthe correction\nlaw to establish that the provisions of Article 23-A of the·\ncorrection law are enforceable by the Division of Human Rights when a\nperson is illegally discriminated against by a public employer.\nSection two of the bill is the effective date.\n\nJUSTIFICATION:\nNew York State's Human Rights Law &sect;297\nenumerates the\nremedies available to a person with a claim of unlawful discrimination.\nThis provision states that, \"Any person (emphasis added) claiming to\nbe aggrieved by an unlawful discriminatory practice may, by himself\nor herself- make, sign and file with the division a verified\ncomplaint.\" Inexplicably, under a separate provision of New York\nState law, one class of persons, those discriminated against by\npublic agencies on the basis of their criminal record, have their\nremedies limited. Under Section 755 of the Correction Law,\nindividuals denied employment by a public agency because of their\ncriminal record have only one remedy available to them - an Article\n78 proceeding in state court. However, individuals wrongly denied\nemployment by a private employer are able to file a complaint with\nthe Division of Human Rights. There is no reason that only people who\nare discriminated against by a public agency because of their\ncriminal record should be limited to fewer options than those\ncomplaining about discrimination by private employers. Thus, this\nbill amends Section 755 of the Correction Law to give persons who\nsuffer discrimination based on a criminal record by a public employer\naccess to the same enforcement mechanisms as those discriminated\nagainst by private employers.\n\nThere are many legal and policy reasons why persons who experience\ncriminal-records based discrimination by public employers should have\naccess to the same enforcement mechanisms available to others who\nexperience discrimination by private employers:\n\n* Article 78 proceedings cost the State significant amounts of time\nand money through the use of court personnel (judges, court officers,\nclerks, etc.), Attorney General and Corporation Counsel resources and\ntime, as well as time spent by the petitioner drafting the appeal and\nappearing in court. By contrast, the Division of Human Rights and the\nCommission on Human Rights have streamlined procedures and mechanisms\nin place as well as expertise in evaluating discrimination claims.\nProcessing criminal records based discrimination claims\nadministratively, which many individuals would choose to do because\nit does not require them to obtain legal counsel, will achieve speedy\nresults at less cost to everyone.\n\n* Individuals only have four months to file an Article 78 if they are\ndiscriminated against by a public employer. This period is so brief\nthat it has usually passed before many claimants even learn the\noption of an\n\nArticle 78 exists, or before they are able to secure legal\nrepresentation, which most individuals will need in order to file\nthese cases.\n\n* Even when a claimant does successfully file and win an Article' 78,\nit is a Pyrrhic victory - the job in question is usually not\navailable by the time the decision is rendered (usually more than a\nyear after the initial job denial) and the agency reconsiders the\nemployment application. By contrast, the Division of Human Rights and\nthe Commission on Human Rights are able to move quickly in evaluating\ndiscrimination complaints and working towards settlement.\n\n* Singling out a protected class of persons who are disproportionately\nfrom communities of color and limiting the legal remedies available\nto them may well violate Title VII of the Civil Rights Act of 1964\nand the New York State Human Rights Law, which prohibits private\nemployers and state and local governments from discriminating in\nemployment based upon race, color, gender, national origin, or\nreligion. The Equal Employment Opportunity Commission (EEOC) has\nruled that employment policies (which could include statutes that\nprovide legal remedies) that exclude individuals based upon their\ncriminal history may violate the Civil Rights Act because such\npolicies disproportionately impact minorities, who are arrested and\nconvicted at a significantly higher rate than their percentage in the\npopulation.\n\nAmending Article 755 of the Correction Law will mean that individuals\nwho are discriminated against by a public agency as a result of their\ncriminal record will be able to obtain real relief for the\ndiscrimination they have suffered. It would also extend equal\nprotection to all persons who suffer from discrimination and would\nsave the state time and resources at a time when resources need to be\nsaved.\n\nLEGISLATIVE HISTORY:\n\n2009-10: S.4687/A.8012 (Jeffries) - Vetoed Memo. 6756\n\nFISCAL IMPLICATIONS:\nThere may be some small increase in\nadministrative costs to the Division of Human Rights as a result of\nan increase in the filing of complaints.\n\nLOCAL FISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\nThis act shall take effect on the ninetieth day after\nis shall have become law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the correction law, in relation to the manner through which enforcement proceedings are brought ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T180137.TXT", "SOBI.D110106.T113706.TXT", "SOBI.D110103.T160427.TXT", "SOBI.D110131.T132709.TXT", "SOBI.D110112.T135009.TXT", "SOBI.D110131.T104201.TXT", "SOBI.D110103.T163934.TXT", "SOBI.D110104.T090930.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296498429379
}