{
  "year" : 2011,
  "senateBillNo" : "S969-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO CRIME VICTIMS, CRIME AND CORRECTION",
    "billEventId" : "S969-2011-1294203600000-REFERRED+TO+CRIME+VICTIMS%2C+CRIME+AND+CORRECTION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "HASSELL-THOMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the definition of \"direct relationship\" for the purposes of article 23-A of the correction law regarding certain licensures and employment",
  "summary" : "Relates to the definition of \"direct relationship\" for the purposes of article 23-A of the correction law regarding licensures and employment of persons previously convicted of one or more criminal offenses. ",
  "currentCommittee" : "CRIME VICTIMS, CRIME AND CORRECTION",
  "sameAs" : null,
  "lawSection" : "Correction Law",
  "previousVersions" : [ "SB4368-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "DIAZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "MONTGOMERY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "PARKER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          969\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sens.  HASSELL-THOMPSON,  DIAZ -- read twice and ordered\n         printed, and when printed to be committed to the  Committee  on  Crime\n         Victims, Crime and Correction\n\n       AN  ACT  to  amend  the correction law, in relation to the definition of\n         \"direct  relationship\"  for  the  purposes  of  article  23-A  of  the\n         correction  law  regarding  the  licensure  and  employment of persons\n         previously convicted of one or more criminal offenses\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision  3  of  section 750 of the correction law, as\n    2  amended by chapter 284 of the laws  of  2007,  is  amended  to  read  as\n    3  follows:\n    4    (3) \"Direct relationship\" means that THERE IS A SUBSTANTIAL CONNECTION\n    5  BETWEEN  the nature of [criminal conduct] THE CRIME for which the person\n    6  was convicted [has a direct bearing on his fitness or ability to perform\n    7  one or more of] AND the duties or responsibilities  necessarily  related\n    8  to  the  license,  opportunity,  or  job in question AND SUCH CONNECTION\n    9  WOULD CREATE AN UNREASONABLE RISK  TO  PROPERTY  OR  TO  THE  SAFETY  OR\n   10  WELFARE  OF SPECIFIC INDIVIDUALS OR THE GENERAL PUBLIC UPON THE ISSUANCE\n   11  OR CONTINUATION OF A LICENSE OR THE GRANTING OR CONTINUATION OF  EMPLOY-\n   12  MENT OF SUCH PERSON.\n   13    S  2.  Section 752 of the correction law, as amended by chapter 284 of\n   14  the laws of 2007, is amended to read as follows:\n   15    S 752. Unfair discrimination against persons previously  convicted  of\n   16  one  or  more  criminal  offenses  prohibited.    No application for any\n   17  license or employment, and no employment or license held by an  individ-\n   18  ual,  to  which  the provisions of this article are applicable, shall be\n   19  denied or acted upon adversely by reason of the individual's having been\n   20  previously convicted of one or more criminal offenses, or by reason of a\n   21  finding of lack of \"good moral character\" when  such  finding  is  based\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04690-01-1\n\n       S. 969                              2\n\n    1  upon  the  fact that the individual has previously been convicted of one\n    2  or more criminal offenses, unless[:\n    3    (1)] there is a direct relationship, AS SUCH TERM IS DEFINED IN SUBDI-\n    4  VISION THREE OF SECTION SEVEN HUNDRED FIFTY OF THIS ARTICLE, between one\n    5  or  more  of  the previous criminal offenses and the specific license or\n    6  employment sought or held by the individual[; or\n    7    (2) the issuance or continuation of the license  or  the  granting  or\n    8  continuation  of  the  employment  would involve an unreasonable risk to\n    9  property or to the safety or welfare  of  specific  individuals  or  the\n   10  general public].\n   11    S  3.  This  act shall take effect on the ninetieth day after it shall\n   12  have become a law.\n",
  "memo" : "BILL NUMBER:S969                REVISED 01/10/2011\n\nTITLE OF BILL:\nAn act\nto amend the correction law, in relation to\nthe definition of \"direct relationship\" for the purposes of article\n23-A of the correction law regarding the licensure and employment\nof persons previously convicted of one or more criminal offenses\n\nPURPOSE:\nThis bill will curtail unlawful discriminatory practices against\npersons with criminal records and help to ensure that employers abide\nby the provisions of Article 23-A of the correction law.\n\nSUMMARY OF PROVISIONS:\nSection 1 of the bill amends the correction law to revise the\ndefinition of \"direct relationship\" and to establish that a denial of\nemployment or a license based on a criminal record, must be based on\nthe connection between the specific duties or responsibilities of the\njob or license and the nature of the criminal conviction. Such\nconnection must create an unreasonable risk to property or public\nsafety.\n\nSection 2 of the bill makes conforming changes to the corrections Law.\n\nSection 3 of the bill provides that the act shall take effect on the\nninetieth day after it shall have become law.\n\nJUSTIFICATION:\nUpon return to the community following incarceration, individuals are\nexpected to find and maintain gainful employment. Finding effective\nways to manage their reentry into the workforce is critical to\npromoting public safety and curbing recidivism rates and the high\ncosts of reincarceration. Unfortunately, many employers maintain\nblanket barriers to employment based solely on criminal conviction\nrecords even when the conviction may be completely unrelated to the\njob sought and no threat to the public or property is present.\n\nArticle 23-A of the correction law prohibits discrimination against a\nperson with a criminal record unless the duties or responsibilities\nof the job or license sought are directly related to the conviction.\nThis bill will help to ensure that employers abide by the standards\nof Article 23-A and do not automatically disqualify applicants based\nonly on a criminal conviction.\n\nLEGISLATIVE HISTORY:\n\n2009-10: S.4368-B/A.8065-A (Aubry)- Referred to Crime Victims, Crime and\nCorrection\n2009:    Similar Legislation, A.5330, Was Referred to\nAssembly Corrections\n\nFISCAL IMPLICATIONS:\nSuccessful re-entry and re-integration of formerly incarcerated\nindividuals will increase state revenues through the inclusion of\nthousands of able bodied, 'taxpaying citizens' to the state's\nworkforce; additional savings to the state will be gained from a\nreduction in costs associated with recidivism, re-incarceration and\nsocial services.\n\nLOCAL FISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\nThis act will take effect on the ninetieth day after it shall have\nbecome law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the correction law, in relation to the definition of \"direct relationship\" for the purposes of article 23-A of the correction law regarding the licensure and employment of persons previously convicted of one or more criminal offenses ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110103.T160933.TXT", "SOBI.D110110.T180137.TXT", "SOBI.D110106.T112205.TXT", "SOBI.D110131.T132709.TXT", "SOBI.D110131.T104201.TXT", "SOBI.D110103.T163934.TXT", "SOBI.D110104.T090930.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296498429385
}