{
  "year" : 2011,
  "senateBillNo" : "S97-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO EDUCATION",
    "billEventId" : "S97-2011-1294203600000-REFERRED+TO+EDUCATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "DIAZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to establishing the students with disabilities school choice act",
  "summary" : "Relates to establishing the students with disabilities school choice act. ",
  "currentCommittee" : "EDUCATION",
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "S1984-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          97\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  DIAZ  --  read twice and ordered printed, and when\n         printed to be committed to the Committee on Education\n\n       AN ACT to amend the education  law,  in  relation  to  establishing  the\n         students with disabilities school choice act\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The education law is amended by adding a new article 107 to\n    2  read as follows:\n    3                                  ARTICLE 107\n    4                STUDENTS WITH DISABILITIES SCHOOL CHOICE ACT\n    5  SECTION 5300. SHORT TITLE.\n    6          5301. DEFINITIONS.\n    7          5302. GENERAL PROVISIONS.\n    8          5303. RESPONSIBILITIES OF THE RESIDENT SCHOOL DISTRICT.\n    9          5304. RESPONSIBILITIES OF THE DEPARTMENT.\n   10          5305. ACCOUNTABILITY FOR PARTICIPATING SCHOOLS.\n   11          5306. RESPONSIBILITIES OF THE  SCHOLARSHIP  STUDENTS  AND  THEIR\n   12                  PARENTS.\n   13    S 5300. SHORT  TITLE.  THIS ARTICLE SHALL BE KNOWN AND MAY BE CITED AS\n   14  THE \"STUDENTS WITH DISABILITIES SCHOOL CHOICE ACT\".\n   15    S 5301. DEFINITIONS.  1. \"PROGRAM\" MEANS THE SPECIAL NEEDS SCHOLARSHIP\n   16  PROGRAM.\n   17    2. \"ELIGIBLE  STUDENT\"  MEANS  ANY  ELEMENTARY  OR  SECONDARY  STUDENT\n   18  ATTENDING  PUBLIC SCHOOL IN THE STATE WITH AN INDIVIDUAL EDUCATION PLAN,\n   19  INCLUDING BUT NOT LIMITED TO  STUDENTS  WHO  ARE  MENTALLY  HANDICAPPED,\n   20  SPEECH  AND  LANGUAGE  IMPAIRED,  DEAF  OR  HARD  OF  HEARING,  VISUALLY\n   21  IMPAIRED, DUAL SENSORY IMPAIRED, PHYSICALLY IMPAIRED, EMOTIONALLY  HAND-\n   22  ICAPPED,  SPECIFIC LEARNING DISABLED, AUTISTIC, OR HOSPITALIZED OR HOME-\n   23  BOUND DUE TO ILLNESS OR DISABILITY.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02207-01-1\n\n       S. 97                               2\n\n    1    3. \"PARENT\" INCLUDES  A  GUARDIAN,  CUSTODIAN  OR  OTHER  PERSON  WITH\n    2  AUTHORITY TO ACT ON BEHALF OF THE CHILD.\n    3    4.  \"RESIDENT  SCHOOL  DISTRICT\"  MEANS  THE PUBLIC SCHOOL DISTRICT IN\n    4  WHICH THE STUDENT RESIDES.\n    5    5. \"DEPARTMENT\" MEANS THE EDUCATION DEPARTMENT OF  THE  STATE  OF  NEW\n    6  YORK.\n    7    6.  \"PARTICIPATING SCHOOL\" MEANS EITHER A PUBLIC SCHOOL OUTSIDE OF THE\n    8  RESIDENT SCHOOL DISTRICT OR ANY NON-PUBLIC SCHOOL THAT  PROVIDES  EDUCA-\n    9  TION  TO  ELEMENTARY  AND/OR  SECONDARY  STUDENTS  THAT HAS NOTIFIED THE\n   10  DEPARTMENT OF THEIR INTENTION TO PARTICIPATE IN THE PROGRAM  AND  COMPLY\n   11  WITH   ITS   REQUIREMENTS.   PARTICIPATING  SCHOOL  SHALL  ALSO  INCLUDE\n   12  OUT-OF-STATE PRIVATE SCHOOLS THAT OFFER INNOVATIVE SERVICES  UNAVAILABLE\n   13  IN THE STATE.\n   14    S 5302. GENERAL  PROVISIONS.  1. ANY PARENT OF A PUBLIC SCHOOL SPECIAL\n   15  NEEDS STUDENT WHO IS DISSATISFIED  WITH  THE  STUDENT'S  PROGRESS  SHALL\n   16  QUALIFY  FOR A SCHOLARSHIP FROM THE STATE FOR THE CHILD TO ENROLL IN AND\n   17  ATTEND A NON-PUBLIC SCHOOL IF:\n   18    (A) THE SPECIAL NEEDS STUDENT HAS HAD  AN  INDIVIDUAL  EDUCATION  PLAN\n   19  WRITTEN IN ACCORDANCE WITH THE RULES OF THE DEPARTMENT; AND\n   20    (B)  THE  STUDENT  HAS  BEEN ACCEPTED FOR ADMISSION AT A PARTICIPATING\n   21  SCHOOL; AND\n   22    (C) THE PARENT HAS REQUESTED A SCHOLARSHIP FROM THE STATE  BEFORE  THE\n   23  DEADLINE ESTABLISHED BY THE DEPARTMENT.\n   24    2.  THE  DEPARTMENT  SHALL  INFORM THE RESIDENT SCHOOL DISTRICT THAT A\n   25  SPECIAL NEEDS STUDENT HAS REQUESTED A  SPECIAL  NEEDS  SCHOLARSHIP.  THE\n   26  RESIDENT  SCHOOL  DISTRICT  SHALL WITHIN THREE BUSINESS DAYS PROVIDE THE\n   27  DEPARTMENT WITH A COPY OF THE STUDENT'S MOST CURRENT  INDIVIDUAL  EDUCA-\n   28  TION PLAN.\n   29    3.  UPON RECEIPT OF THE SPECIAL NEEDS STUDENT'S REQUEST FOR A SCHOLAR-\n   30  SHIP, THE DEPARTMENT SHALL REVIEW THE INDIVIDUAL EDUCATION PLAN  DRAFTED\n   31  BY  THE  STUDENT'S PUBLIC SCHOOL TO DETERMINE THE AMOUNT OF THE SCHOLAR-\n   32  SHIP. THE DEPARTMENT SHALL PROVIDE THE STUDENT'S PARENT  WITH  A  TIMELY\n   33  WRITTEN  EXPLANATION OF THEIR DETERMINATION FOR THE AMOUNT OF THE SCHOL-\n   34  ARSHIP.\n   35    4. THE MAXIMUM SCHOLARSHIP GRANTED AN ELIGIBLE  STUDENT  SHALL  BE  AN\n   36  AMOUNT EQUIVALENT TO THE COST OF THE EDUCATIONAL PROGRAM THAT WOULD HAVE\n   37  BEEN  PROVIDED FOR THE STUDENT IN THE RESIDENT SCHOOL DISTRICT. ALTHOUGH\n   38  THE SCHOLARSHIP AMOUNT IS A FUNCTION OF A STUDENT'S INDIVIDUAL EDUCATION\n   39  PLAN, THE PARTICIPATING SCHOOL IS NOT REQUIRED TO ABIDE BY THE  INDIVID-\n   40  UAL EDUCATION PLAN. THE PARENT AND THE PARTICIPATING SCHOOL WILL MUTUAL-\n   41  LY DETERMINE THE BEST SERVICES AND EDUCATIONAL PLAN FOR THE STUDENT.\n   42    5.  THE AMOUNT OF THE SPECIAL NEEDS SCHOLARSHIP SHALL BE THE LESSER OF\n   43  THE AMOUNT CALCULATED IN SUBDIVISIONS THREE AND FOUR OF THIS SECTION, OR\n   44  THE AMOUNT OF THE PARTICIPATING SCHOOL'S ESTIMATED COSTS FOR SERVING THE\n   45  STUDENT.  THE COSTS OF ANY ASSESSMENT BY THE PARTICIPATING SCHOOL OF THE\n   46  STUDENT'S SPECIAL NEEDS MAY BE INCLUDED IN THE SCHOLARSHIP AMOUNT.\n   47    6. PARTICIPATING STUDENTS SHALL BE COUNTED IN THE ENROLLMENT OF  THEIR\n   48  RESIDENT  SCHOOL  DISTRICT.  THE  FUNDS  NEEDED TO PROVIDE A SCHOLARSHIP\n   49  SHALL BE SUBTRACTED FROM THE STATE SCHOOL AID PAYABLE TO  THE  STUDENT'S\n   50  RESIDENT SCHOOL DISTRICT.\n   51    7.  THE  SPECIAL  NEEDS  SCHOLARSHIP  SHALL  REMAIN IN FORCE UNTIL THE\n   52  STUDENT RETURNS TO A PUBLIC SCHOOL OR  GRADUATES  FROM  HIGH  SCHOOL  OR\n   53  REACHES THEIR TWENTY-FIRST BIRTHDAY, WHICHEVER COMES FIRST.\n   54    8.  AT  ANY TIME, THE STUDENT'S PARENT MAY REMOVE THE STUDENT FROM THE\n   55  PARTICIPATING SCHOOL AND PLACE  THE  STUDENT  IN  ANOTHER  PARTICIPATING\n   56  SCHOOL OR IN A PUBLIC SCHOOL.\n\n       S. 97                               3\n\n    1    S 5303. RESPONSIBILITIES  OF THE RESIDENT SCHOOL DISTRICT.  1. A RESI-\n    2  DENT SCHOOL DISTRICT SHALL ANNUALLY NOTIFY  THE  PARENTS  OF  A  SPECIAL\n    3  NEEDS  STUDENT  OF  THE SPECIAL NEEDS SCHOLARSHIP PROGRAM AND OFFER THAT\n    4  STUDENT'S PARENT AN OPPORTUNITY TO ENROLL THE STUDENT IN A PARTICIPATING\n    5  SCHOOL OF THEIR CHOICE.\n    6    2.  THE  RESIDENT SCHOOL DISTRICT SHALL PROVIDE A PARTICIPATING SCHOOL\n    7  THAT HAS ADMITTED AN ELIGIBLE  STUDENT  WITH  A  COMPLETE  COPY  OF  THE\n    8  STUDENT'S  SCHOOL  RECORDS  WHILE  COMPLYING WITH THE FAMILY EDUCATIONAL\n    9  RIGHTS AND PRIVACY ACT OF 1974.\n   10    3. THE RESIDENT SCHOOL DISTRICT SHALL PROVIDE  TRANSPORTATION  FOR  AN\n   11  ELIGIBLE  STUDENT  TO  AND  FROM THE PARTICIPATING SCHOOL UNDER THE SAME\n   12  CONDITIONS AS THE RESIDENT SCHOOL DISTRICT IS REQUIRED TO PROVIDE TRANS-\n   13  PORTATION FOR OTHER RESIDENT  STUDENTS  TO  NON-PUBLIC  SCHOOLS  AS  PER\n   14  CURRENT  LAW. THE RESIDENT SCHOOL DISTRICT WILL QUALIFY FOR STATE TRANS-\n   15  PORTATION AID FOR EACH STUDENT SO TRANSPORTED.\n   16    4. IF THE PARENT OF AN ELIGIBLE STUDENT PARTICIPATING IN THIS  PROGRAM\n   17  REQUESTS  THAT  THE STUDENT TAKE THE STATEWIDE ASSESSMENTS, THE RESIDENT\n   18  SCHOOL DISTRICT SHALL PROVIDE LOCATIONS AND TIMES  FOR  THE  STUDENT  TO\n   19  TAKE  ALL STATEWIDE ASSESSMENTS IF THEY ARE NOT OFFERED AT THE STUDENT'S\n   20  PARTICIPATING SCHOOL.\n   21    S 5304. RESPONSIBILITIES OF THE DEPARTMENT.  1. THE  DEPARTMENT  SHALL\n   22  ADOPT RULES AND PROCEDURES REGARDING:\n   23    (A) THE ELIGIBILITY AND PARTICIPATION OF NON-PUBLIC SCHOOLS, INCLUDING\n   24  TIMELINES  THAT  WILL  MAXIMIZE STUDENT AND PUBLIC AND NON-PUBLIC SCHOOL\n   25  PARTICIPATION;\n   26    (B) THE CALCULATION  AND  DISTRIBUTION  OF  SCHOLARSHIPS  TO  ELIGIBLE\n   27  STUDENTS AND PARTICIPATING SCHOOLS; AND\n   28    (C)  THE APPLICATION AND APPROVAL PROCEDURES FOR ELIGIBLE STUDENTS AND\n   29  PARTICIPATING SCHOOLS.\n   30    2. NO LIABILITY SHALL ARISE ON THE PART OF THE DEPARTMENT OR THE STATE\n   31  BASED ON THE AWARD OR USE OF A SPECIAL NEEDS SCHOLARSHIP.\n   32    3. THE DEPARTMENT MAY BAR A SCHOOL FROM PARTICIPATION IN  THE  PROGRAM\n   33  IF THE DEPARTMENT ESTABLISHES THAT THE PARTICIPATING SCHOOL HAS:\n   34    (A)   INTENTIONALLY   AND   SUBSTANTIALLY  MISREPRESENTED  INFORMATION\n   35  REQUIRED UNDER SECTION FIVE THOUSAND THREE HUNDRED FIVE OF THIS ARTICLE;\n   36  OR\n   37    (B) FAILED TO REFUND TO THE STATE ANY SCHOLARSHIP  OVERPAYMENTS  IN  A\n   38  TIMELY MANNER.\n   39    4.  IF  THE  DEPARTMENT DECIDES TO BAR A PARTICIPATING SCHOOL FROM THE\n   40  PROGRAM, IT SHALL NOTIFY ELIGIBLE STUDENTS AND  THEIR  PARENTS  OF  THIS\n   41  DECISION AS QUICKLY AS POSSIBLE.\n   42    S 5305. ACCOUNTABILITY  FOR  PARTICIPATING SCHOOLS.  TO BE ELIGIBLE TO\n   43  PARTICIPATE IN THE  SPECIAL  NEEDS  SCHOLARSHIP  PROGRAM,  A  NON-PUBLIC\n   44  SCHOOL MUST OPERATE IN THIS STATE AND DEMONSTRATE:\n   45    1.  ADMINISTRATIVE ACCOUNTABILITY. TO ENSURE THAT STUDENTS ARE TREATED\n   46  FAIRLY AND KEPT SAFE, ALL PARTICIPATING SCHOOLS SHALL:\n   47    (A) COMPLY WITH ALL HEALTH AND SAFETY LAWS  OR  CODES  THAT  APPLY  TO\n   48  NON-PUBLIC SCHOOLS; AND\n   49    (B)  HOLD  A VALID OCCUPANCY PERMIT IF REQUIRED BY THEIR MUNICIPALITY;\n   50  AND\n   51    (C) CERTIFY THAT THEY WILL NOT DISCRIMINATE IN ADMISSIONS ON THE BASIS\n   52  OF RACE, COLOR, NATIONAL ORIGIN, OR RELIGION; AND\n   53    (D) COMPLY WITH ALL  STATE  LAWS  THAT  APPLY  TO  NON-PUBLIC  SCHOOLS\n   54  REGARDING  CRIMINAL  BACKGROUND  CHECKS  FOR  EMPLOYEES AND EXCLUDE FROM\n   55  EMPLOYMENT ANY PEOPLE NOT PERMITTED BY STATE LAW TO WORK IN A NON-PUBLIC\n   56  SCHOOL.\n\n       S. 97                               4\n\n    1    2. FINANCIAL ACCOUNTABILITY. TO ENSURE THAT  PUBLIC  FUNDS  ARE  SPENT\n    2  APPROPRIATELY, ALL PARTICIPATING SCHOOLS SHALL:\n    3    (A) DEMONSTRATE THEIR FINANCIAL ACCOUNTABILITY BY:\n    4    (I)  SUBMITTING  A  FINANCIAL  INFORMATION  REPORT FOR THE SCHOOL THAT\n    5  COMPLIES WITH UNIFORM FINANCIAL ACCOUNTING STANDARDS ESTABLISHED BY  THE\n    6  DEPARTMENT AND CONDUCTED BY A CERTIFIED PUBLIC ACCOUNTANT; AND\n    7    (II)  HAVING  THE  AUDITOR  CERTIFY  THE  REPORT  IS  FREE OF MATERIAL\n    8  MISSTATEMENTS. THE AUDITOR'S REPORT SHALL BE LIMITED IN SCOPE  TO  THOSE\n    9  RECORDS  THAT  ARE  NECESSARY  FOR  THE  DEPARTMENT  TO MAKE PAYMENTS TO\n   10  SCHOOLS FOR SCHOLARSHIPS.\n   11    (B) DEMONSTRATE THEIR FINANCIAL VIABILITY BY SHOWING THEY CAN PAY  ANY\n   12  FUNDS  OWED  THE STATE, IF THEY ARE TO RECEIVE FIFTY THOUSAND DOLLARS OR\n   13  MORE DURING THE SCHOOL YEAR, BY:\n   14    (I) FILING WITH THE DEPARTMENT PRIOR TO THE START OF THE SCHOOL YEAR A\n   15  SURETY BOND PAYABLE TO THE STATE IN AN AMOUNT  EQUAL  TO  THE  AGGREGATE\n   16  AMOUNT  OF THE SPECIAL NEEDS SCHOLARSHIPS EXPECTED TO BE PAID DURING THE\n   17  SCHOOL YEAR TO STUDENTS ADMITTED TO THE PARTICIPATING SCHOOL; OR\n   18    (II) FILING WITH THE DEPARTMENT PRIOR TO THE START OF THE SCHOOL  YEAR\n   19  FINANCIAL  INFORMATION  THAT  DEMONSTRATES THE SCHOOL HAS THE ABILITY TO\n   20  PAY AN AGGREGATE AMOUNT EQUAL TO THE AMOUNT OF THE SPECIAL NEEDS  SCHOL-\n   21  ARSHIPS  EXPECTED TO BE PAID DURING THE SCHOOL YEAR TO STUDENTS ADMITTED\n   22  TO THE PARTICIPATING SCHOOL.\n   23    3. ACADEMIC ACCOUNTABILITY. TO ENSURE THAT  SCHOOLS  PROVIDE  ACADEMIC\n   24  ACCOUNTABILITY  TO  PARENTS  OF THE STUDENTS IN THE PROGRAM, ALL PARTIC-\n   25  IPATING SCHOOLS SHALL REGULARLY REPORT TO THE PARENT  ON  THE  STUDENT'S\n   26  PROGRESS.\n   27    4. PARTICIPATING SCHOOL AUTONOMY. A PARTICIPATING SCHOOL IS AUTONOMOUS\n   28  AND NOT AN AGENT OF THE STATE OR FEDERAL GOVERNMENT THEREFORE:\n   29    (A)  THE DEPARTMENT OR ANY OTHER STATE AGENCY MAY NOT IN ANY WAY REGU-\n   30  LATE THE EDUCATIONAL PROGRAM OF A PARTICIPATING SCHOOL  THAT  ACCEPTS  A\n   31  SPECIAL NEEDS SCHOLARSHIP; AND\n   32    (B)  THE  CREATION  OF  THE SPECIAL NEEDS SCHOLARSHIP PROGRAM DOES NOT\n   33  EXPAND THE REGULATORY AUTHORITY OF THE STATE, ITS OFFICERS OR ANY SCHOOL\n   34  DISTRICT TO IMPOSE  ANY  ADDITIONAL  REGULATION  OF  NON-PUBLIC  SCHOOLS\n   35  BEYOND  THOSE  REASONABLY  NECESSARY  TO ENFORCE THE REQUIREMENTS OF THE\n   36  PROGRAM; AND\n   37    (C) PARTICIPATING SCHOOLS  SHALL  BE  GIVEN  THE  MAXIMUM  FREEDOM  TO\n   38  PROVIDE FOR THE EDUCATIONAL NEEDS OF THEIR STUDENTS WITHOUT GOVERNMENTAL\n   39  CONTROL.\n   40    S 5306. RESPONSIBILITIES   OF   THE  SCHOLARSHIP  STUDENTS  AND  THEIR\n   41  PARENTS.  1. IT SHALL BE THE RESPONSIBILITY OF A PARENT TO SELECT  THEIR\n   42  CHILD'S SCHOOL, APPLY FOR ADMISSION, AND APPLY FOR A SPECIAL NEEDS SCHO-\n   43  LARSHIP.\n   44    2.  ANY  STUDENT PARTICIPATING IN THE PROGRAM MUST COMPLY FULLY WITH A\n   45  PARTICIPATING SCHOOL'S WRITTEN CODE  OF  CONDUCT  AND  SHALL  REMAIN  IN\n   46  ATTENDANCE  THROUGHOUT THE SCHOOL YEAR, UNLESS EXCUSED BY THE SCHOOL FOR\n   47  ILLNESS OR OTHER GOOD CAUSE. HOWEVER, A PARENT MAY TRANSFER AN  ELIGIBLE\n   48  STUDENT  TO  ANOTHER  PARTICIPATING  SCHOOL AT ANY TIME. THE SCHOLARSHIP\n   49  AMOUNT SHALL BE PRORATED BETWEEN PARTICIPATING SCHOOLS ACCORDING TO  THE\n   50  PERIOD OF ATTENDANCE AT EACH SCHOOL.\n   51    3. A PARENT'S DECISION FOR THEIR STUDENT TO PARTICIPATE IN THE PROGRAM\n   52  CONSTITUTES  A NON-PUBLIC PLACEMENT FOR PURPOSES OF THE INDIVIDUALS WITH\n   53  DISABILITIES EDUCATION ACT.\n   54    S 2. This act shall  take  effect  on  the  first  of  September  next\n   55  succeeding the date it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to establishing the students with disabilities school choice act ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101203.T161004.TXT", "SOBI.D101203.T091937.TXT", "SOBI.D101202.T163601.TXT", "SOBI.D101202.T164602.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1291410604020
}