{
  "year" : 2011,
  "senateBillNo" : "S970-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S970-2011-1294203600000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "HASSELL-THOMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Raises the monetary value of damaged property that is considered criminal mischief or securities fraud",
  "summary" : "Raises the monetary value of damaged property that is considered criminal mischief or securities fraud. ",
  "currentCommittee" : "CODES",
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : [ "S4688-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "DIAZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "KRUEGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          970\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sens.  HASSELL-THOMPSON, DIAZ, KRUEGER -- read twice and\n         ordered printed, and when printed to be committed to the Committee  on\n         Codes\n\n       AN  ACT to amend the penal law and the general business law, in relation\n         to criminal mischief and securities fraud\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision  2  of  section  145.05  of the penal law, as\n    2  amended by chapter 276 of the laws  of  2003,  is  amended  to  read  as\n    3  follows:\n    4    2.  damages  property  of  another  person in an amount exceeding [two\n    5  hundred fifty] ONE THOUSAND dollars.\n    6    S 2. Section 145.10 of the penal law, as amended by chapter 961 of the\n    7  laws of 1971, is amended to read as follows:\n    8  S 145.10 Criminal mischief in the second degree.\n    9    A person is guilty of criminal mischief in the second degree when with\n   10  intent to damage property of another person, and having no right  to  do\n   11  so  nor  any  reasonable  ground  to  believe that he has such right, he\n   12  damages property of another person in an amount  exceeding  [one]  THREE\n   13  thousand [five hundred] dollars.\n   14    Criminal mischief in the second degree is a class D felony.\n   15    S  3.  Subdivision  6 of section 352-c of the general business law, as\n   16  added by chapter 146 of the laws of 1982, is amended to read as follows:\n   17    6. Any person, partnership, corporation,  company,  trust  or  associ-\n   18  ation,  or  any  agent  or employee thereof who intentionally engages in\n   19  fraud, deception, concealment, suppression, false pretense or fictitious\n   20  or pretended purchase or sale, or who makes any material false represen-\n   21  tation or statement with intent to deceive or defraud, while engaged  in\n   22  inducing  or promoting the issuance, distribution, exchange, sale, nego-\n   23  tiation or purchase within or from  this  state  of  any  securities  or\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03780-01-1\n\n       S. 970                              2\n\n    1  commodities,  as defined in this article, and thereby wrongfully obtains\n    2  property of a value in  excess  of  [two  hundred  fifty]  ONE  THOUSAND\n    3  dollars, shall be guilty of a class E felony.\n    4    S  4.  This  act  shall  take  effect  immediately  and shall apply to\n    5  offenses committed on or after such  effective  date,  and  to  offenses\n    6  committed  prior  to  such  effective date where the criminal proceeding\n    7  arising out of the commission of such offense is pending on  the  effec-\n    8  tive date of this act.\n",
  "memo" : "BILL NUMBER:S970              REVISED 01/10/2011\n\nTITLE OF BILL:\nAn act\nto amend the penal law and the general business law, in relation to\ncriminal mischief and securities fraud\n\nPURPOSE OR GENERAL IDEA OF BILL:\nTo raise the existing monetary\nthresholds for Felony-Level Criminal Mischief and Securities Fraud.\n\nSUMMARY OF SPECIFIC PROVISIONS:\nSection 1 of the bill amends\nsubdivision 2 of section 145.05 of the Penal Law to raise the\nmonetary property damage threshold from ($250) to $1,000.\n\nSection 2 of the bill amends section 145.10 of the Penal Law to raise\nthe monetary property damage threshold from ($1,500) to $3,000.\nSection 3 of the bill amends subdivision 6 of section 352-c of the\ngeneral business to raise the monetary threshold from ($250) to $1,000.\n\nJUSTIFICATION:\nCurrent monetary thresholds for\ncriminal mischief in\nthe second and third degrees (Penal Law sections 145.05 (2) and\n145.10, respectively) are too low and should be raised to conform to\nthe higher thresholds established by the Legislature in 1986 for\ncomparable theft and stolen property-related felony offenses such as\ngrand larceny, criminal possession of stolen property and insurance\nfraud.\n\nAccordingly, this measure adjusts for inflation to reflect the\nrealities of the monetary world of 2009. Present monetary thresholds\nare unrealistically low and unduly strain police resources. While\nfelony arrests for low-level thefts are routinely reduced to\nmisdemeanors by prosecutors and judges, the police must adhere to the\nlaw and process a three hundred dollar theft as a felony. This\nrequires substantial allocation of resources and reduces the number\nof police officers available for patrol. In addition, this measure\nwould correct a related anomaly in the law amending subdivision six\nof the General Business Law section 352-c to raise to $1,000 the\ncurrent $250 threshold for the class E felony securities fraud offense.\n\nPRIOR LEGISLATIVE HISTORY:\nSenate\n2009-10: S.4688 - Passed Senate\nAssembly\n2009-10: A.8195 (Lentol) - Referred to Codes\n\nFISCAL IMPLICATIONS:\nTo be determined.\n\nEFFECTIVE DATE:\nThis act shall take effect immediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the penal law and the general business law, in relation to criminal mischief and securities fraud ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110103.T164434.TXT", "SOBI.D110103.T160933.TXT", "SOBI.D110110.T180137.TXT", "SOBI.D110106.T112205.TXT", "SOBI.D110104.T090930.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294700497356
}