{
  "year" : 2011,
  "senateBillNo" : "S971-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO JUDICIARY",
    "billEventId" : "S971-2011-1294203600000-REFERRED+TO+JUDICIARY",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "HASSELL-THOMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Designates the tenth day of March of each year as a public holiday, to be known as Harriet Tubman",
  "summary" : "Designates the tenth day of March of each year as a public holiday, to be known as Harriet Tubman day. ",
  "currentCommittee" : "JUDICIARY",
  "sameAs" : "A2623",
  "lawSection" : "General Construction Law",
  "previousVersions" : [ "S4027-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "ADAMS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "ADDABBO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "ALESI",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "BRESLIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "DIAZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "HANNON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "HUNTLEY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "KRUEGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "LANZA",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "MONTGOMERY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "NOZZOLIO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "OPPENHEIMER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "PARKER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "PERKINS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SAVINO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "STEWART-COUSINS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "VALESKY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          971\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sens.  HASSELL-THOMPSON, ADAMS, ADDABBO, ALESI, BRESLIN,\n         DIAZ, HANNON, HUNTLEY, KRUEGER, LANZA,  MONTGOMERY,  NOZZOLIO,  OPPEN-\n         HEIMER,  PARKER,  PERKINS,  SAVINO,  STEWART-COUSINS,  VALESKY -- read\n         twice and ordered printed, and when printed to  be  committed  to  the\n         Committee on Judiciary\n\n       AN  ACT to amend the general construction law, in relation to the desig-\n         nation of Harriet Tubman day\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Section 24 of the general construction law, as amended by\n    2  chapter 347 of the laws of 1984, is amended to read as follows:\n    3    S 24. Public holidays; half-holidays. The term public holiday includes\n    4  the following days in each year:  the first day of January, known as New\n    5  Year's day; the third Monday of January,  known  as  Dr.  Martin  Luther\n    6  King, Jr. day; the twelfth day of February, known as Lincoln's birthday;\n    7  the  third Monday in February, known as Washington's birthday; THE TENTH\n    8  DAY OF MARCH, KNOWN AS HARRIET TUBMAN DAY; the last Monday in May, known\n    9  as Memorial day; the second Sunday in  June,  known  as  Flag  day;  the\n   10  fourth  day  of  July,  known  as  Independence day; the first Monday in\n   11  September, known as Labor day; the second Monday in  October,  known  as\n   12  Columbus  day; the eleventh day of November, known as Veterans' day; the\n   13  fourth Thursday in November, known as Thanksgiving day; and the  twenty-\n   14  fifth  day  of December, known as Christmas day, and if any of such days\n   15  except Flag day  is  Sunday,  the  next  day  thereafter;  each  general\n   16  election  day,  and  each  day  appointed by the president of the United\n   17  States or by the governor of this state as a day of  general  thanksgiv-\n   18  ing, general fasting and prayer, or other general religious observances.\n   19  The  term half-holiday includes the period from noon to midnight of each\n   20  Saturday which is not a public holiday.\n   21    S 2. This act shall take effect on the first of January next  succeed-\n   22  ing the date on which it shall have become a law.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03039-01-1\n",
  "memo" : "BILL NUMBER:S971               REVISED 01/10/2011\n\nTITLE OF BILL:\n\nAn act\nto amend the general construction law, in relation to the designation of\nHarriet Tubman day\n\nPURPOSE OR GENERAL IDEA OF BILL:\n\nThe primary purpose of this legislation is to establish a public\nholiday that commemorates Harriet Tubman, her life achievements and\nher pivotal role in the \"Underground Railroad\". The legislation will\ndesignate the tenth of March of each year, to be known as Harriet\nTubman Day.\n\nSUMMARY OF SPECIFIC PROVISIONS:\n\nThis legislation will make the tenth of March of each year a public\nholiday, to be known as Harriet Tubman Day.\n\nJUSTIFICATION:\n\nHarriet Ross Tubman was an American heroine and patriot, who\nfaithfully served her country and liberated her people. Her tireless\nefforts to attain freedom for those enslaved, and her dedication to\nstop the inhumane practice of slavery should be recognized and\ncelebrated. It is only fitting to pay tribute to an American heroine,\nwho sacrificed everything for the well being of her people and\ncountry. The creation of a state holiday, that recognizes the\nlifetime achievements and the historical legacy established by\nHarriet Tubman, throughout New York State is befitting.\n\nHarriet Ross Tubman, the great American abolitionist, was born on the\nEastern Shore of Maryland around 1820, on a plantation in Dorchester\nCounty, Maryland. As in the case of many slaves, Harriet Tubman was\nput to work as a field hand at an early age. Because of her color and\nher status as a slave, she was denied the opportunity to learn to\nread or write. Nevertheless, Harriet Tubman was able to rise above\nthe limitations that were placed on her as a slave and as a black\nwoman.\n\nIn 1849, Harriet Tubman escaped to the North and settled in\nPhiladelphia. While in Philadelphia, Harriet Tubman met William\nStill, the Philadelphia Stationmaster of the \"Underground Railroad\".\nIt was William Still along with the Philadelphia Anti-Slavery Society\nthat introduced Harriet Tubman to the inner workings of the\n\"underground Railroad\". The \"underground Railroad\" was a network of\nfamilies and people that offered their assistance, food or shelter to\nslaves, during their escape to the north.\n\nOne year after her escape, Harriet Tubman became a conductor (guide\nwho led escaped slaves to freedom) on the \"Underground Railroad\". In\n1851, Harriet Tubman relocated members of her family to North Street\nin St.\nCatherines Ontario, Canada. This eventually became her headquarters\nfor the \"Underground Railroad\". In the ensuing years, Harriet Tubman\nbecame one of the most influential conductors. In the mid 1850s\nHarriet Tubman made the acquaintance of United states Senator,\nSecretary of State and former New York State Governor William H.\nSeward and his wife Frances in Auburn, New York. The Sewards in 1857,\nprovided a home for Harriet Tubman in Auburn, New York, which was\nlater sold to her. This new home was to become her new base of\noperations for the Underground Railroad.\n\nWhen the civil War began, Harriet Tubman was able to liberate several\nhundreds of her people to freedom, via the \"Underground Railroad\". As\nthe most influential conductor in the \"Underground Railroad\", Harriet\nTubman helped free approximately 300 slaves. Harriet Tubman was proud\nto claim that, \"she never ran her train off the track and never lost\na passenger.\" When the Civil War began, Harriet Tubman served as a\ncook in the Union Army in South Carolina, a nurse, a scout for\nraiding parties, and a spy behind confederate lines. After her\nservice to the Union army, Harriet Tubman returned to Auburn, New\nYork where she lived the remaining years of her life.\n\nIn 1903, Harriet Tubman transferred ownership of her property to the\nA.M.E. Zion Church. After her death in March 1913, the church\ndeveloped and managed her home and adjacent property in order to\nsustain her memory. Harriet Tubman was buried in Fort Hill Cemetery\nin Auburn, New York with full military honors. Currently, the Harriet\nTubman home and property are registered as National Historic\nLandmarks in Auburn, New York.\nThe site is also part of the National Parks Service Freedom Trail.\n\nHarriet Tubman was many things to many people, but to the black slave\nshe was considered to be the \"Black Moses\" who delivered to them the\n\"buried promise of freedom\". Harriet Tubman through her actions and\nlife embodied the true essence of service, spirit and strength. It is\nestimated that through her service about 300 slaves were able to\nattain their freedom. Because of her spirit, countless slaves were\ngiven hope and through her strength and conviction, she was compelled\nto risk her own freedom so that other slaves could experience\nfreedom. Through the establishment of a state holiday, this\nlegislation aims to ensure that the rich historical legacy and life\nachievements of Harriet Tubman are recognized and celebrated\nthroughout New York State.\n\nPRIOR LEGISLATIVE HISTORY:\n2009-10: S.4027/A.3416B (Pretlow) - Reported and Committed to Finance\n2000: A.9200/S.621B Passed Assembly\n\nFISCAL IMPLICATIONS FOR STATE AND LOCAL GOVERNMENT:\n\nUndetermined.\n\nEFFECTIVE DATE:\nThis legislation will take effect on the first of January, next\nsucceeding the date on which it shall have become a law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the general construction law, in relation to the designation of Harriet Tubman day ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T112707.TXT", "SOBI.D110103.T160933.TXT", "SOBI.D110106.T112205.TXT", "SOBI.D110110.T180137.TXT", "SOBI.D110119.T142306.TXT", "SOBI.D110103.T163934.TXT", "SOBI.D110104.T090930.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295464986087
}