{
  "year" : 2011,
  "senateBillNo" : "S972-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO COMMERCE, ECONOMIC DEVELOPMENT AND SMALL BUSINESS",
    "billEventId" : "S972-2011-1294203600000-REFERRED+TO+COMMERCE%2C+ECONOMIC+DEVELOPMENT+AND+SMALL+BUSINESS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "HASSELL-THOMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Mandates that every owner of a cabaret establishment, but which is not a restaurant shall install security cameras",
  "summary" : "Enacts \"Imette's Law\"; mandates that every owner of an cabaret establishment, but which is not a restaurant, shall install security cameras at every entrance and exit of such establishment. ",
  "currentCommittee" : "COMMERCE, ECONOMIC DEVELOPMENT AND SMALL BUSINESS",
  "sameAs" : "A1323",
  "lawSection" : "Alcoholic Beverage Control Law",
  "previousVersions" : [ "S5371-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "DIAZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          972\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sens.  HASSELL-THOMPSON,  DIAZ -- read twice and ordered\n         printed, and  when  printed  to  be  committed  to  the  Committee  on\n         Commerce, Economic Development and Small Business\n\n       AN  ACT  to  amend  the  alcoholic  beverage control law, in relation to\n         mandating the installation of security cameras in  cabaret  establish-\n         ments\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Short title. This act shall be known and may  be  cited  as\n    2  \"Imette's Law\".\n    3    S  2.    The alcoholic beverage control law is amended by adding a new\n    4  section 64-e to read as follows:\n    5    S 64-E. INSTALLATION OF SECURITY CAMERAS IN CABARET ESTABLISHMENTS. 1.\n    6  NO ONE SHALL OPERATE A CABARET LICENSED PURSUANT TO THIS SECTION  UNLESS\n    7  ALL  ENTRANCES AND EXITS USED BY PATRONS ARE EQUIPPED WITH DIGITAL VIDEO\n    8  SURVEILLANCE CAMERAS, PROVIDED, HOWEVER, THAT  THIS  SECTION  SHALL  NOT\n    9  APPLY  TO  AN  ESTABLISHMENT THAT OPERATES PRIMARILY AS A RESTAURANT, AS\n   10  DEFINED BY SECTION SIXTY-FOUR-C OF THIS ARTICLE,  DURING  ALL  HOURS  OF\n   11  OPERATION.\n   12    2.  DIGITAL VIDEO SURVEILLANCE SYSTEMS SHALL COMPLY WITH THE FOLLOWING\n   13  PROVISIONS AND WITH THE RULES OF THE AUTHORITY:\n   14    (A) THE VIDEO SURVEILLANCE CAMERAS SHALL  BE  DIGITAL  IN  NATURE  AND\n   15  SHALL  BE OF SUFFICIENT NUMBER, TYPE, PLACEMENT AND LOCATION TO VIEW AND\n   16  RECORD ALL ACTIVITY IN FRONT OF AND WITHIN FIFTEEN FEET OF  EITHER  SIDE\n   17  OF EACH ENTRANCE OR EXIT;\n   18    (B)  THE VIDEO SURVEILLANCE CAMERAS SHALL BE SUFFICIENTLY LIGHT SENSI-\n   19  TIVE AND PROVIDE SUFFICIENT IMAGE RESOLUTION  (SUPPORTED  BY  ADDITIONAL\n   20  LIGHTING  IF NECESSARY) TO PRODUCE EASILY DISCERNIBLE IMAGES RECORDED AT\n   21  ALL TIMES;\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03649-01-1\n\n       S. 972                              2\n\n    1    (C) THE VIDEO SURVEILLANCE CAMERAS SHALL RECORD AT A MINIMUM SPEED  OF\n    2  FIFTEEN FRAMES PER SECOND;\n    3    (D)  THE  VIDEO  SURVEILLANCE  CAMERA IMAGES SHALL BE CAPABLE OF BEING\n    4  VIEWED THROUGH USE OF APPROPRIATE TECHNOLOGY, INCLUDING BUT NOT  LIMITED\n    5  TO A COMPUTER SCREEN OR CLOSED CIRCUIT TELEVISION MONITOR;\n    6    (E)  THE  VIDEO  SURVEILLANCE CAMERA SYSTEM SHALL BE CAPABLE OF TRANS-\n    7  FERRING THE RECORDED IMAGES TO A PORTABLE FORM OF MEDIA,  INCLUDING  BUT\n    8  NOT LIMITED TO COMPACT DISC OR DIGITAL VIDEO DISC;\n    9    (F) THE VIDEO SURVEILLANCE CAMERAS SHALL NOT HAVE AN AUDIO CAPABILITY;\n   10    (G) THE VIDEO SURVEILLANCE CAMERAS SHALL BE MAINTAINED IN GOOD WORKING\n   11  CONDITION;\n   12    (H)  EXCEPT  AS  OTHERWISE  PROVIDED  BY  RULE, THE VIDEO SURVEILLANCE\n   13  CAMERAS SHALL BE IN OPERATION  AND  RECORDING  CONTINUOUSLY  DURING  ALL\n   14  HOURS  OF  OPERATION  OF THE CABARET AND FOR TWO HOURS AFTER THE CABARET\n   15  CLOSES;\n   16    (I) THE RECORDINGS MADE BY VIDEO SURVEILLANCE  CAMERAS  INSTALLED  AND\n   17  MAINTAINED  PURSUANT TO THIS SECTION SHALL BE INDEXED BY DATES AND TIMES\n   18  AND PRESERVED FOR A MINIMUM OF THIRTY DAYS SO  THAT  THEY  MAY  BE  MADE\n   19  AVAILABLE  TO  THE AUTHORITY, THE POLICE DEPARTMENT AND OTHER GOVERNMENT\n   20  AGENCIES ACTING IN FURTHERANCE OF A CRIMINAL INVESTIGATION OR A CIVIL OR\n   21  ADMINISTRATIVE LAW ENFORCEMENT PURPOSE;\n   22    (J) ALL RECORDINGS MADE BY VIDEO SURVEILLANCE  CAMERAS  INSTALLED  AND\n   23  MAINTAINED  PURSUANT  TO  THIS  SECTION  WHILE  IN THE POSSESSION OF THE\n   24  CABARET SHALL BE STORED IN A LOCKED RECEPTACLE LOCATED IN  A  CONTROLLED\n   25  ACCESS  AREA,  TO  WHICH ONLY AUTHORIZED PERSONNEL HAVE ACCESS, OR SHALL\n   26  OTHERWISE BE SECURED SO THAT ONLY AUTHORIZED PERSONNEL MAY  ACCESS  SUCH\n   27  VIDEO   RECORDINGS.  ALL  PERSONNEL  AUTHORIZED  TO  ACCESS  SUCH  VIDEO\n   28  RECORDINGS MUST CERTIFY IN WRITING THAT THEY HAVE BEEN INFORMED  ON  THE\n   29  APPROPRIATE  USE  AND  RETENTION  OF  RECORDINGS  AS  SET  FORTH IN THIS\n   30  SECTION, AND ON THE LEGAL ISSUES ASSOCIATED WITH VIDEO SURVEILLANCE  AND\n   31  THE USE AND RETENTION OF RECORDINGS. THE CABARET SHALL KEEP A LOG OF ALL\n   32  INSTANCES  OF  REQUESTS  FOR  ACCESS  TO,  AND DISSEMINATION AND USE OF,\n   33  RECORDED MATERIALS MADE BY  VIDEO  SURVEILLANCE  CAMERAS  INSTALLED  AND\n   34  MAINTAINED  PURSUANT  TO  THIS  SECTION. COPIES OF THE CERTIFICATIONS BY\n   35  AUTHORIZED EMPLOYEES AND OF THE ACCESS LOG  SHALL  BE  PROVIDED  TO  THE\n   36  AUTHORITY IN ACCORDANCE WITH ITS RULES;\n   37    (K)  THE USE OR DISSEMINATION OF RECORDINGS MADE BY VIDEO SURVEILLANCE\n   38  CAMERAS INSTALLED AND MAINTAINED PURSUANT TO THIS SECTION  IN  VIOLATION\n   39  OF  THE  PENAL LAW OR SECTION FIFTY OF THE CIVIL RIGHTS LAW SHALL RESULT\n   40  IN SUSPENSION OR REVOCATION OF A LICENSE AND A FINE  OF  NOT  LESS  THAN\n   41  FIVE THOUSAND DOLLARS NOR MORE THAN FIFTY THOUSAND DOLLARS; AND\n   42    (L) THE CABARET SHALL POST SIGNAGE AT APPROPRIATE LOCATIONS, AS DETER-\n   43  MINED BY RULE OF THE AUTHORITY, TO NOTIFY THE PUBLIC OF ITS USE OF VIDEO\n   44  SURVEILLANCE EQUIPMENT AND THE LOCATIONS OF VIDEO SURVEILLANCE EQUIPMENT\n   45  SO THAT THE PUBLIC HAS SUFFICIENT WARNING THAT SURVEILLANCE IS IN OPERA-\n   46  TION.\n   47    3. EACH PERSON SUBJECT TO THE PROVISIONS OF THIS SECTION SHALL SUBMIT,\n   48  OR  ENSURE  THE  SUBMISSION  OF, A REPORT TO THE AUTHORITY WITHIN THIRTY\n   49  DAYS AFTER THE EFFECTIVE DATE OF THIS SECTION, OR, IN THE CASE OF A  NEW\n   50  CABARET WITHIN THIRTY DAYS AFTER THE ESTABLISHMENT OF SUCH CABARET. SUCH\n   51  REPORT  SHALL  CERTIFY  THAT  THE  CABARET  IS  IN  COMPLIANCE WITH THIS\n   52  SECTION. REPORTS FILED PURSUANT TO THIS SUBDIVISION SHALL  BE  SUBMITTED\n   53  IN  SUCH  FORM  AND  MANNER  AND CONTAINING SUCH INFORMATION AS SHALL BE\n   54  PROVIDED BY RULE OF THE AUTHORITY.\n\n       S. 972                              3\n\n    1    4. THE AUTHORITY SHALL CONDUCT PERIODIC INSPECTIONS  OF  LICENSEES  TO\n    2  ENSURE  COMPLIANCE WITH THE USE AND RETENTION POLICIES SET FORTH IN THIS\n    3  SECTION.\n    4    S 3. Rules and regulations. The chairman of the state liquor authority\n    5  is  hereby  authorized  and directed to promulgate rules and regulations\n    6  necessary for the implementation of this act on or before the  effective\n    7  date of this act.\n    8    S  4.  This  act shall take effect on the ninetieth day after it shall\n    9  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the alcoholic beverage control law, in relation to mandating the installation of security cameras in cabaret establishments ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110103.T164434.TXT", "SOBI.D110106.T112707.TXT", "SOBI.D110107.T130402.TXT", "SOBI.D110104.T090930.TXT", "SOBI.D110103.T161433.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294423442086
}