{
  "year" : 2011,
  "senateBillNo" : "S973-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO SOCIAL SERVICES",
    "billEventId" : "S973-2011-1294203600000-REFERRED+TO+SOCIAL+SERVICES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "HASSELL-THOMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires limit to maximum length of stay at residential program for victims of domestic violence",
  "summary" : "Requires limit to maximum length of stay at residential program for victims of domestic violence. ",
  "currentCommittee" : "SOCIAL SERVICES",
  "sameAs" : "A2651",
  "lawSection" : "Social Services Law",
  "previousVersions" : [ "SA5043-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "ADAMS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "DIAZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "KRUEGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "MONTGOMERY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "OPPENHEIMER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "PARKER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "PERKINS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SAMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SAVINO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          973\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by Sens. HASSELL-THOMPSON, ADAMS, DIAZ, KRUEGER, MONTGOMERY,\n         OPPENHEIMER, PERKINS, SAMPSON, SAVINO -- read twice and ordered print-\n         ed, and when printed to  be  committed  to  the  Committee  on  Social\n         Services\n\n       AN  ACT  to  amend  the  social services law, in relation to residential\n         services for victims of domestic violence\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 459-b of the social services law, as added by chap-\n    2  ter 169 of the laws of 1994, is amended to read as follows:\n    3    S  459-b.  Residential  services  for victims of domestic violence. In\n    4  accordance with section one hundred thirty-one-u of this chapter and the\n    5  regulations of the [department] OFFICE OF CHILDREN AND FAMILY  SERVICES,\n    6  a  social services district shall offer and provide necessary and avail-\n    7  able emergency shelter and services FOR UP TO NINETY DAYS at a  residen-\n    8  tial  program  for  victims of domestic violence to a victim of domestic\n    9  violence who was residing in the social services district at the time of\n   10  the alleged domestic violence whether or not such victim is eligible for\n   11  public assistance; PROVIDED, HOWEVER, THAT SUCH  LAW,  RULES  AND  REGU-\n   12  LATIONS  SHALL  PERMIT  UP TO TWO EXTENSIONS OF UP TO FORTY-FIVE DAYS OF\n   13  NECESSARY AND AVAILABLE EMERGENCY SHELTER AND SERVICES AT A  RESIDENTIAL\n   14  PROGRAM  FOR  VICTIMS  OF DOMESTIC VIOLENCE IF NEITHER THE RESIDENT, THE\n   15  SOCIAL SERVICES DISTRICT NOR THE RESIDENTIAL PROGRAM IS ABLE  TO  SECURE\n   16  ALTERNATIVE HOUSING, AS DEFINED BY REGULATION, FOR THE RESIDENT AND SUCH\n   17  HOUSING IS NECESSARY.\n   18    S  2.  This  act shall take effect on the ninetieth day after it shall\n   19  have become a law; provided, however,  that  effective  immediately  the\n   20  commissioner of the office of children and family services is authorized\n   21  and directed to promulgate such rules and regulations as he or she deems\n   22  necessary  to  implement  the  provisions  of  this act on or before its\n   23  effective date.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04266-01-1\n",
  "memo" : "BILL NUMBER:S973               REVISED 01/10/2011\n\nTITLE OF BILL:\nAn act\nto amend the social services law, in relation to residential services\nfor victims of domestic violence\n\nPURPOSE:\nThis bill would extend the maximum amount of days victims of domestic\nviolence may stay in residential programs from 135 days to 180 days,\nensuring additional time for them to secure permanent housing.\n\nDESCRIPTION:\nThis bill would amend the Social Services Law by amending section\n459-b adding an additional clause stating that rules and regulations\nregarding length of stay in residence programs for victims of\ndomestic violence, enforced by the Office of Children and Family\nServices, should not be any time less than 180 days.\n\nSTATEMENT IN SUPPORT:\nNew York State is the only-state in the nation that provides welfare\nbased shelter programs, and to qualify, one must receive public\nassistance. It has been shown that victims of domestic violence have\nthe highest rate of leaving public assistance than any other group,\nand that these victims typically use public assistance as a means to\nsecure permanent housing away from their abuser - which can take as\nlong as a year.\n\nCurrently, domestic violence victims may not stay in residential\nprograms more than 90 days. under special circumstances, those in\nneed of emergency shelter, may stay up to an additional 45 days. In\nits 2003 Annual Report to the Governor and Legislature, the Office of\nChildren and Family Services found an overall increase in shelter\ndenials to domestic violence victims and their families. Recent\nstudies indicate that approximately 20% of those denied are either\nforced out or discharged because they stayed the maximum amount of\ndays legally allowed (New Destiny Housing Agency) .\n\nIn March 2005, the New York City Public Advocate released a report\ndetailing the many issues facing victims of domestic violence,\nincluding housing. The report highlights the frequent situation women\noften face as they are forced to leave residential programs because\nthey have stayed the maximum amount of days allowed by current law.\nAs a result, this legislation seeks to address the specific problem\nof length of stay by extending the amount of time an eligible\ndomestic violence victim may\nremain in a shelter. According to the New York State Office of\nPrevention of Domestic Violence, there is only minimal additional\ncosts associated with housing victims for an extended period of time,\nand domestic violence agencies agree that this legislation is\nnecessary.\n\nLEGISLATIVE HISTORY:\nSenate:\n2009-10: S.5043A - Passed Senate\n2008:    Referred to Social Services Committee\n2006:    Referred to Social Services Committee\n\nAssembly:\n2009-10: A.455A (Jacobs) - Referred to Social Services\n\nFISCAL IMPACT:\nTo be determined.\n\nEFFECTIVE DATE:\nThis act shall take effect on the ninetieth day after becoming a law;\nwith provisions.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the social services law, in relation to residential services for victims of domestic violence ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T154323.TXT", "SOBI.D110103.T164434.TXT", "SOBI.D110106.T115214.TXT", "SOBI.D110110.T180137.TXT", "SOBI.D110131.T132709.TXT", "SOBI.D110104.T090930.TXT", "SOBI.D110103.T161433.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296498429393
}