{
  "year" : 2011,
  "senateBillNo" : "S974-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "S974-2011-1294203600000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "HASSELL-THOMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes the commission on post-secondary correctional education",
  "summary" : null,
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "Commissions",
  "previousVersions" : [ "A8552-2009", "S5685-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          974\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen. HASSELL-THOMPSON -- read twice and ordered printed,\n         and when printed to be committed to the Committee on Finance\n\n       AN ACT to establish a commission on post-secondary  correctional  educa-\n         tion; and providing for the repeal of such provisions upon the expira-\n         tion thereof\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Legislative findings and intent. The legislature finds that\n    2  the availability of post-secondary correctional education has the poten-\n    3  tial to reduce recidivism, increase employment opportunities for inmates\n    4  upon release and have a positive impact on prison safety  and  security.\n    5  The  legislature  further finds that there is currently a lack of avail-\n    6  able post-secondary educational opportunities for  inmates  in  the  New\n    7  York state prison system.\n    8    Studies have consistently found that the higher the level of education\n    9  attained,  the more likely a former inmate will be to obtain gainful and\n   10  stable employment, and the less likely he or she will be  to  engage  in\n   11  future  criminal activity. However, in 1994, federal tuition assistance,\n   12  in the form of Pell Grants, for individuals incarcerated in federal  and\n   13  state  correctional  facilities was terminated with the enactment of the\n   14  Violent Crime Control and Law Enforcement Act. Then, in 1995,  New  York\n   15  prohibited  inmates  from  accessing  state  funds  through  the Tuition\n   16  Assistance Program  (TAP)  for  post-secondary  correctional  education.\n   17  According  to  a report published by the Correctional Association of New\n   18  York in January, 2009, entitled \"Education From  the  Inside,  Out:  The\n   19  Multiple  Benefits  of  College  Programs  in  Prison,\" only four out of\n   20  seventy post-secondary  correctional  education  programs  continued  to\n   21  operate  in  New  York following the termination of TAP availability for\n   22  inmates.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04691-01-1\n\n       S. 974                              2\n\n    1    According to the Correctional Association of New York report,  statis-\n    2  tical  evidence  from  several highly regarded studies demonstrates that\n    3  college programming in prison is a highly  effective  tool  in  reducing\n    4  recidivism.  For  example, the report cites a 1991 study released by New\n    5  York's department of correctional services that found inmates who earned\n    6  a  degree  while incarcerated had a 26.4 percent recidivism rate whereas\n    7  44.6 percent of participants who did not earn a degree were returned  to\n    8  custody.  The report cites another influential study, published in 2004,\n    9  \"Post-Secondary Correctional Education and Recidivism:  A  Meta-Analysis\n   10  of Research Conducted 1990-1999,\" that found inmates who participated in\n   11  post-secondary correctional education programs recidivated 22 percent of\n   12  the  time  and those who did not participate had a recidivism rate of 41\n   13  percent. Further, the New York state  commission  on  sentencing  reform\n   14  recently  reported  that  post-secondary correctional education programs\n   15  have been shown to reduce recidivism by up to  40%  and  the  commission\n   16  recommended  that  more post-secondary educational opportunities be made\n   17  available to inmates.\n   18    The Correctional Association of New  York  report  also  asserts  that\n   19  in-prison  college  programs  are  a  cost-effective method of improving\n   20  public safety. The report states that \"the cost differences in education\n   21  versus incarceration in New York, plus the short- and long-term benefits\n   22  of a better educated population, makes investment  in  higher  education\n   23  for  incarcerated  individuals  and people in the community smart fiscal\n   24  policy.\" The report cites one cost-benefit analysis that found the  cost\n   25  to a state per crime prevented by offering education to inmates is about\n   26  $1,600  while the cost per crime prevented by extending prison sentences\n   27  is $2,800. In other words, according to the study, a $1 million  invest-\n   28  ment  in  incarceration  will  prevent about 350 crimes, while that same\n   29  investment in education will prevent more than 600 crimes  meaning  that\n   30  correctional  education  may be almost twice as cost effective as incar-\n   31  ceration.\n   32    In addition, research suggests that post-secondary programs in  prison\n   33  can  provide  inmates  with  an  incentive for good behavior and greatly\n   34  enhance an inmate's problem-solving skills thereby reducing tension  and\n   35  violent  interactions  between  inmates  and  staff  and  among inmates.\n   36  Reportedly, inmates who attend post-secondary  educational  classes  are\n   37  among  the  best-behaved  of  the  inmate  population because there is a\n   38  strong incentive to avoid conduct that could result in discipline and  a\n   39  loss of credit for the college program.\n   40    Despite  the  potential benefits of post-secondary correctional educa-\n   41  tion programs, only a relatively  small  number  of  programs  currently\n   42  operate  in  the  New  York  state prisons funded mostly through private\n   43  sources, federal grants for youth offenders or through small legislative\n   44  initiative grants.\n   45    S 2. A temporary state commission, to be known as the New  York  state\n   46  commission   on   post-secondary   correctional  education,  hereinafter\n   47  referred to as the commission, is hereby created to  examine,  evaluate,\n   48  and  make recommendations concerning the availability, effectiveness and\n   49  need for expansion of post-secondary education in  the  New  York  state\n   50  prison  system.  The  issues  to  be  considered by the commission shall\n   51  include, but not be limited to, the following:\n   52    a. the benefits of post-secondary correctional education in  improving\n   53  public safety by reducing recidivism;\n   54    b.  the impact of post-secondary correctional education on an inmate's\n   55  employment opportunities upon release from prison;\n\n       S. 974                              3\n\n    1    c. the impact of post-secondary correctional education on an  inmate's\n    2  reintegration into society upon release from prison;\n    3    d.  the  cost  savings, if any, associated with reduced recidivism and\n    4  the successful reintegration of released inmates who  have  participated\n    5  in post-secondary correctional education;\n    6    e. the impact of post-secondary correctional education on prison safe-\n    7  ty and security;\n    8    f. the need, if any, to expand post-secondary correctional educational\n    9  programs  in  the  New York state prison system and the costs associated\n   10  with such an expansion; and\n   11    g. recommendations for funding options, including but not  limited  to\n   12  the  Tuition  Assistance Program, to increase that availability of post-\n   13  secondary correctional education in the New York state prison system.\n   14    S 3. The commission shall consist of fifteen members, to be  appointed\n   15  as  follows:  four  members shall be appointed by the governor and shall\n   16  include the commissioner of the department of correctional services, and\n   17  one member each from the division of parole, the  division  of  criminal\n   18  justice services and the New York state higher education services corpo-\n   19  ration;  six members, with three appointments by the temporary president\n   20  of the senate and three by the speaker of the assembly, shall be  repre-\n   21  sentatives  of private providers of post-secondary education services in\n   22  New York state prisons, criminal justice advocates, and academic profes-\n   23  sionals; one member shall be appointed by the  minority  leader  of  the\n   24  senate;  and one member shall be appointed by the minority leader of the\n   25  assembly. The remaining members shall be the chancellor, or his  or  her\n   26  designee,  of the city university of New York, the chancellor, or his or\n   27  her designee, of the state university of New York and  the  commissioner\n   28  of the state department of education. The commission shall be co-chaired\n   29  by the commissioner of the state department of correctional services and\n   30  the  commissioner  of the state department of education. The vice-chair-\n   31  person of the commission shall be a representative of one of the private\n   32  providers of post-secondary  education  services  as  appointed  by  the\n   33  chairpersons.  Vacancies  in  the  membership of the commission shall be\n   34  filled in the manner provided for original appointments.\n   35    S 4. The members of the commission shall receive no  compensation  for\n   36  their services, but shall be allowed their actual and necessary expenses\n   37  incurred  in  the  performance of their duties hereunder. To the maximum\n   38  extent feasible, the commission shall be entitled to request and receive\n   39  and shall utilize and be provided with such facilities,  resources,  and\n   40  data  of  any court, department, division, board, bureau, commission, or\n   41  agency of the state or any political subdivision  thereof  as  it  deems\n   42  necessary or desirable to carry out properly its powers and duties here-\n   43  under.\n   44    S  5.  For the accomplishment of its purposes, the commission shall be\n   45  authorized and empowered to undertake any studies, inquiries, surveys or\n   46  analyses it may deem relevant in cooperation with or by  agreement  with\n   47  any  other  public or private agency. The commission shall meet and hold\n   48  public hearings or private meetings within or  without  the  state,  and\n   49  shall  have  all  the  powers of a legislative committee pursuant to the\n   50  legislative law.\n   51    S 6. The commission shall make a report of its findings, including any\n   52  recommendations for legislative action as  it  may  deem  necessary  and\n   53  appropriate, to the governor, the temporary president of the senate, the\n   54  speaker  of  the  assembly,  the  chairperson of the senate committee on\n   55  crime victims, crime and correction and the chairperson of the  assembly\n\n       S. 974                              4\n\n    1  committee  on correction no later than one year after the effective date\n    2  of this act.\n    3    S  7.  This  act shall take effect immediately and shall expire and be\n    4  deemed repealed one year after such effective date;  provided  that  the\n    5  appointment  of  members to the New York state commission on post-secon-\n    6  dary correctional education shall be completed within sixty days of such\n    7  effective date.\n",
  "memo" : "BILL NUMBER:S974               REVISED 01/10/2011\n\nTITLE OF BILL:\nAn act\nto establish a commission on post-secondary correctional education; and\nproviding for the repeal of such provisions upon the expiration thereof\n\nPURPOSE:\nThis bill establishes a commission to study and make recommendations\nto the legislature and the governor regarding the availability and\neffectiveness of post-secondary correctional education programs in\nprison.\n\nSUMMARY OF PROVISIONS:\nSection 1 of the bill contains legislative findings that demonstrates\nthe need for a commission on post-secondary correctional education\nand includes relevant statistical information.\n\nSection 2 of the bill establishes the commission to be known as the\nNew York State Commission on Post-secondary Correctional Education.\nThe commission will consider a number of issues including the\nbenefits of post-secondary correctional education, the impact of\npost-secondary correctional education on the offender recidivism and\nprison safety and security, and recommendations about the need, if\nany, to expand postsecondary education programs in prison.\n\nSections 3, 4 and 5 of the bill provide for the manner of appointments\nto the commission and specifics about the commission's operational\nstructure.\n\nSection 6 of the bill requires the commission to make a report to the\ngovernor and the legislature no later than one year after the\neffective date.\n\nSection 7 is the effective date.\n\nJUSTIFICATION:\nStudies have consistently found that the higher the level of education\nattained, the more likely a former inmate will be to obtain gainful\nand stable employment and the less likely he or she will be to engage\nin future criminal activity. However, in 1994, federal tuition\nassistance, in the form of Pell Grants, for individuals incarcerated\nin federal and state correctional facilities was terminated with the\nenactment of the Violent Crime Control and Law Enforcement Act. Then,\nin 1995, New York prohibited inmates from accessing state funds\nthrough the Tuition Assistance Program (TAP) for post-secondary\ncorrectional education.\n\nAccording to a report published by the correctional Association of New\nYork in January, 2009, entitled \"Education From the Inside, Out; The\nMultiple Benefits of College programs in prison,\" only four out of\n\nseventy post-secondary correctional education programs continued to\noperate in New York following the termination of TAP availability for\ninmates.\n\nThe benefits of post-secondary correctional educational have been\nwe\"documented. Most recently, the New York State Commission on\nsentencing Reform recently reported that post-secondary correctional\neducation programs have been shown to reduce recidivism by up to 40%\nand the\ncommission recommended that more post-secondary educational\nopportunities be made available to inmates.\n\nHowever, identifying the resource (both private and public) necessary\nto expand post-secondary education in prison is challenging,\nparticularly in this tough economic time. Therefore, the commission\nestablished by this bill would be tasked with examining the existing\npoet-secondary educational opportunities in prison documenting the\nbenefits of such programs and making recommendations for possible\nexpansion.\n\nLEGISLATIVE HISTORY:\nSenate\n2009-10: S.5685 - Referred to Finance\n\nAssembly\n2009-10:\nA.8552 (Aubry) - Referred to Ways and Means\n\nFISCAL IMPLICATIONS:\nMinimal.\n\nLOCAL FISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\nThis act will take effect immediately and be repealed one year after\nsuch effective date.\n\n",
  "law" : null,
  "actClause" : "AN ACT to establish a commission on post-secondary correctional education; and providing for the repeal of such provisions upon the expiration thereof ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110103.T164434.TXT", "SOBI.D110106.T115214.TXT", "SOBI.D110104.T090429.TXT", "SOBI.D110110.T180137.TXT", "SOBI.D110104.T090930.TXT", "SOBI.D110103.T161433.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294700497362
}