{
  "year" : 2011,
  "senateBillNo" : "S976-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO CODES",
    "billEventId" : "S976-2011-1294203600000-REFERRED+TO+CODES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "HASSELL-THOMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes a court to direct filing of non-family offense order of protection with the computerized registry for such orders and warrants",
  "summary" : "Authorizes a court issuing a non-family offense temporary order of protection or an order of protection to direct that such order be filed with the computerized registry for orders of protection and warrants, if it is necessary to fulfill the purposes of such order; directs the superintendent of state police to include such orders on computerized registry. ",
  "currentCommittee" : "CODES",
  "sameAs" : "A3517",
  "lawSection" : "Criminal Procedure Law",
  "previousVersions" : [ "S5372-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "DIAZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "KRUEGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          976\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sens.  HASSELL-THOMPSON, DIAZ, KRUEGER -- read twice and\n         ordered printed, and when printed to be committed to the Committee  on\n         Codes\n\n       AN  ACT  to  amend  the criminal procedure law and the executive law, in\n         relation to authorizing a court to file non-family  offense  temporary\n         orders  of  protection  and orders of protection with the computerized\n         registry established for such information\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision 5 of section 530.13 of the criminal procedure\n    2  law, as amended by chapter 462 of the laws of 2002, is amended  to  read\n    3  as follows:\n    4    5.  The court shall inquire as to the existence of any other orders of\n    5  protection between the defendant and the person or persons for whom  the\n    6  order  of protection is sought. An order of protection issued under this\n    7  section shall plainly state the date that such order expires. Orders  of\n    8  protection issued to protect victims of domestic violence, as defined in\n    9  section  four  hundred fifty-nine-a of the social services law, shall be\n   10  on uniform statewide forms that shall be promulgated by the chief admin-\n   11  istrator of the courts in a manner to ensure the compatibility  of  such\n   12  forms  with  the statewide registry of orders of protection and warrants\n   13  established pursuant to section two hundred twenty-one-a of  the  execu-\n   14  tive  law.  A  copy  of  an  order of protection or a temporary order of\n   15  protection issued pursuant to subdivision one, two, three,  or  four  of\n   16  this section shall be filed by the clerk of the court with the sheriff's\n   17  office  in the county in which such victim or victims reside, or, if the\n   18  victim or victims reside within a city, with the  police  department  of\n   19  such  city,  AND SHALL BE FILED WITH THE COMPUTERIZED REGISTRY OF ORDERS\n   20  OF PROTECTION AND ARREST WARRANTS ESTABLISHED PURSUANT  TO  SECTION  TWO\n   21  HUNDRED  TWENTY-ONE-A  OF  THE  EXECUTIVE LAW WHERE THE COURT DETERMINES\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03312-01-1\n\n       S. 976                              2\n\n    1  THAT SUCH FILING IS REQUIRED TO IMPLEMENT THE PURPOSES OF SUCH ORDER.  A\n    2  copy of such order of protection or temporary order  of  protection  may\n    3  from  time  to  time  be  filed by the clerk of the court with any other\n    4  police  department  or sheriff's office having jurisdiction of the resi-\n    5  dence, work place, and school of anyone intended to be protected by such\n    6  order. A copy of the order may also be filed by the victim or victims at\n    7  the appropriate police department or sheriff's office  having  jurisdic-\n    8  tion.  Any  subsequent  amendment  or  revocation of such order shall be\n    9  filed in the same manner as herein provided.\n   10    S 2. Subdivision 1 of section 221-a of the executive law, as separate-\n   11  ly amended by sections 14 and 67 of part A of chapter 56 of the laws  of\n   12  2010, is amended to read as follows:\n   13    1.  The  superintendent, in consultation with the division of criminal\n   14  justice services, office of court administration, and the office for the\n   15  prevention of domestic violence, shall develop a comprehensive plan  for\n   16  the  establishment  and maintenance of a statewide computerized registry\n   17  of all orders of protection issued pursuant to articles four, five,  six\n   18  and eight of the family court act, section 530.12 of the criminal proce-\n   19  dure  law  and,  insofar as they involve victims of domestic violence as\n   20  defined by section four hundred fifty-nine-a of the social services law,\n   21  section 530.13 of the criminal procedure law and  sections  two  hundred\n   22  forty  and two hundred fifty-two of the domestic relations law AND THOSE\n   23  ORDERS OF PROTECTION WHICH A COURT ORDERS FILED WITH THE REGISTRY PURSU-\n   24  ANT TO SUBDIVISION FIVE OF SECTION 530.13 OF THE CRIMINAL PROCEDURE LAW,\n   25  AND ANY WARRANT ARISING THEREFROM, and orders of  protection  issued  by\n   26  courts of competent jurisdiction in another state, territorial or tribal\n   27  jurisdiction,  special  orders of conditions issued pursuant to subpara-\n   28  graph (i) or (ii) of paragraph (o) of subdivision one of section  330.20\n   29  of  the  criminal  procedure  law  insofar  as  they involve a victim or\n   30  victims of domestic violence as defined by subdivision  one  of  section\n   31  four  hundred  fifty-nine-a  of  the social services law or a designated\n   32  witness or witnesses to such domestic violence, and all warrants  issued\n   33  pursuant  to  sections one hundred fifty-three and eight hundred twenty-\n   34  seven of the family court act, and arrest and bench warrants as  defined\n   35  in  subdivisions twenty-eight, twenty-nine and thirty of section 1.20 of\n   36  the criminal procedure law, insofar as such warrants pertain  to  orders\n   37  of protection or temporary orders of protection; provided, however, that\n   38  warrants issued pursuant to section one hundred fifty-three of the fami-\n   39  ly court act pertaining to articles three, seven and ten of such act and\n   40  section  530.13  of the criminal procedure law EXCEPT AS PROVIDED FOR IN\n   41  THIS SUBDIVISION shall not be included in the registry. The  superinten-\n   42  dent  shall  establish  and  maintain  such registry for the purposes of\n   43  ascertaining the existence of orders of protection, temporary orders  of\n   44  protection, warrants and special orders of conditions, and for enforcing\n   45  the provisions of paragraph (b) of subdivision four of section 140.10 of\n   46  the criminal procedure law.\n   47    S  3. This act shall take effect on the first of October next succeed-\n   48  ing the date on which it shall have become a law.\n",
  "memo" : "BILL NUMBER:S976               REVISED 01/10/2011\n\nTITLE OF BILL:\nAn act\nto amend the criminal procedure law and the executive law, in relation\nto authorizing a court to file non-family offense temporary orders of\nprotection and orders of protection with the computerized registry\nestablished for such information\n\nPURPOSE OR GENERAL IDEA OF BILL:\nTo permit temporary orders of protection and orders of protection for\nnon-family domestic violence offenses to be filed with the statewide\ncomputerized registry of orders of protection.\n\nSUMMARY OF SPECIFIC PROVISIONS:\nSection 1 amends section 530.13 of the Criminal Procedure Law to\npermit courts to direct that orders of protection and temporary\norders of protection of non-family domestic violence offenses be\nfiled with the statewide computerized registry of orders of protection.\n\nSection 2 amends section 221-a of the executive law directing the\nSuperintendent of State Police to include such orders of protection\non the computerized registry.\n\nEXISTING LAW:\nExisting law only allows orders of protection and temporary orders of\nprotection for family offenses to be entered on the statewide\ncomputerized registry.\n\nJUSTIFICATION:\nThe landmark Family Protection and Domestic Violence Intervention Act\nof 1994 created a framework to promote a more aggressive response to\ndomestic violence. A statewide computerized registry was established\nto expedite communication between Family and Criminal Courts and law\nenforcement agencies. Only orders of protection for domestic violence\noffenses covered under the statutory definition of family offense,\nhowever, are put on the registry. At least half of the victims of\ndomestic violence are persons outside the statutory definition of\nfamily. Orders of protection and temporary orders of protection\nissued to protect these victims, now covered under the 2008\nlegislation which expanded access to Family Court, should also be\nincluded on the computerized statewide registry.\n\nLEGISLATIVE HISTORY:\n1997-1998 - S.7303 - Referred to Codes Committee\n1999-2000 - S.1012 - Passed Senate\n2001-2002 - S.1340A - Referred to Codes\n2007-2008 - S.8765 - Referred to Rules\n2009-2010 - S.5372/A.2602 (Pretlow) - Referred to Codes\n\nLOCAL FISCAL IMPLICATIONS:\n\nNone.\n\nEFFECTIVE DATE:\nThe first of October next succeeding the date on which this bill\nbecomes a law.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the criminal procedure law and the executive law, in relation to authorizing a court to file non-family offense temporary orders of protection and orders of protection with the computerized registry established for such information ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T115214.TXT", "SOBI.D110104.T090429.TXT", "SOBI.D110125.T145924.TXT", "SOBI.D110110.T180137.TXT", "SOBI.D110103.T163934.TXT", "SOBI.D110103.T161433.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295985564224
}