{
  "year" : 2011,
  "senateBillNo" : "S978-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO HIGHER EDUCATION",
    "billEventId" : "S978-2011-1294203600000-REFERRED+TO+HIGHER+EDUCATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "HASSELL-THOMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires that the training required of certain health care professionals for identification and reporting of child abuse include a domestic violence component",
  "summary" : "Requires the education commissioner to establish standards requiring that one hour of the three hours of coursework or training required of certain specified health care professionals regarding the identification and reporting of child abuse and maltreatment include information regarding the relationship between child abuse and domestic violence and the identification of behavioral and physical indicators of domestic violence. ",
  "currentCommittee" : "HIGHER EDUCATION",
  "sameAs" : "A670",
  "lawSection" : "Education Law",
  "previousVersions" : [ "SA5258-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "DIAZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "DUANE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "HUNTLEY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "KRUEGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "OPPENHEIMER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "PARKER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "PERKINS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SAMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SAVINO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          978\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sens.  HASSELL-THOMPSON,  DIAZ, DUANE, HUNTLEY, KRUEGER,\n         OPPENHEIMER, PERKINS, SAMPSON, SAVINO -- read twice and ordered print-\n         ed, and when printed to be committed to the Committee on Higher Educa-\n         tion\n\n       AN ACT to amend the education law, in  relation  to  training  regarding\n         domestic violence\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraph a of subdivision 3 of section 6507 of the  educa-\n    2  tion  law,  as amended by chapter 356 of the laws of 2006, is amended to\n    3  read as follows:\n    4    a. Establish standards for preprofessional and professional education,\n    5  experience and licensing examinations as required to implement the arti-\n    6  cle for each profession. Notwithstanding any other provision of law, the\n    7  commissioner shall establish standards requiring that all persons apply-\n    8  ing, on or after January first, nineteen hundred ninety-one,  initially,\n    9  or for the renewal of, a license, registration or limited permit to be a\n   10  physician,  chiropractor, dentist, registered nurse, podiatrist, optome-\n   11  trist,  psychiatrist,  psychologist,  licensed  master  social   worker,\n   12  licensed  clinical  social  worker,  licensed  creative  arts therapist,\n   13  licensed marriage and family therapist, licensed mental  health  counse-\n   14  lor,  licensed  psychoanalyst, or dental hygienist shall, in addition to\n   15  all the other licensure,  certification  or  permit  requirements,  have\n   16  completed  [two]  THREE  hours  of  coursework or training regarding the\n   17  identification and reporting of child  abuse  [and],  maltreatment,  AND\n   18  DOMESTIC VIOLENCE.  The coursework or training shall be obtained from an\n   19  institution  or  provider  which  has been approved by the department to\n   20  provide such coursework or training. The coursework  or  training  shall\n   21  include  information regarding the physical and behavioral indicators of\n   22  child abuse [and], maltreatment, AND DOMESTIC VIOLENCE and the statutory\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03987-01-1\n\n       S. 978                              2\n\n    1  reporting requirements set out in sections four hundred thirteen through\n    2  four hundred twenty of the social services law, including but not limit-\n    3  ed to, when and how a report must be made, what other actions the repor-\n    4  ter  is  mandated  or authorized to take, the legal protections afforded\n    5  reporters, and the consequences for failing to report.  THE COMMISSIONER\n    6  SHALL ESTABLISH STANDARDS REQUIRING THAT BEGINNING  JANUARY  FIRST,  TWO\n    7  THOUSAND  TWELVE,  ONE  HOUR  OF  THE THREE COURSEWORK OR TRAINING HOURS\n    8  SHALL INCLUDE  INFORMATION  REGARDING  THE  RELATIONSHIP  BETWEEN  CHILD\n    9  ABUSE,  MALTREATMENT,  AND  DOMESTIC  VIOLENCE AND THE IDENTIFICATION OF\n   10  BEHAVIORAL AND PHYSICAL INDICATORS OF DOMESTIC VIOLENCE  AS  DEFINED  IN\n   11  SECTION  FOUR  HUNDRED  FIFTY-NINE-A  OF  THE  SOCIAL SERVICES LAW. Such\n   12  coursework or training may also include information regarding the  phys-\n   13  ical  and  behavioral indicators of the abuse of individuals with mental\n   14  retardation and other developmental disabilities and voluntary reporting\n   15  of abused or neglected adults to the office of  mental  retardation  and\n   16  developmental  disabilities or the local adult protective services unit.\n   17  Each applicant shall provide the department with  documentation  showing\n   18  that he or she has completed the required training. The department shall\n   19  provide  an  exemption  from  the  child  abuse [and], maltreatment, AND\n   20  DOMESTIC VIOLENCE training requirements to any  applicant  who  requests\n   21  such  an exemption and who shows, to the department's satisfaction, that\n   22  there would be no need because of the nature of his or her practice  for\n   23  him or her to complete such training;\n   24    S 2. This act shall take effect immediately.\n",
  "memo" : "BILL NUMBER:S978               REVISED 01/10/2011\n\nTITLE OF BILL:\nAn act\nto amend the education law, in relation to training regarding domestic\nviolence\n\nPURPOSE OF BILL:;\nThe purpose of this bill is to expand existing educational mediums to\ninclude training of medical professionals in the recognition of the\nphysical and behavioral indicators of domestic violence and elder\nabuse.\n\nSUMMARY OF PROVISIONS:\nSection 1 of the bill would amend paragraph (a) of subdivision 3 of\n6507 of the Education Law, as amended by Chapter 194 of the laws of\n1989 to include additional requirements to the ones set forth in (a).\n\n&sect; 6507(3) (a) as amended in 1989 mandates that medical professionals\nwho are covered under the mandatory child abuse reporting law receive\ntwo (2) hours of coursework or training regarding the identification\nand reporting of child abuse and maltreatment. This bill would add a\nthird hour to that two hour course, and mandate that third hour be\nspent discussing the identification of the symptoms of domestic\nviolence and elder abuse.\n\nJUSTIFICATION:\nChild abuse does not generally occur in isolation. Rather, it often\noccurs as part of a larger cycle of domestic violence that includes\nadults, including spouses, parents, and grandparents. Medical\nprofessionals are presently required to undergo a two hour training\ncourse for the identification of the physical and behavioral\nindicators of child abuse. It is most appropriate that this course be\nthe forum for a summary treatment of the identification of domestic\nviolence and elder abuse.\n\nLEGISLATIVE HISTORY:\n1994 - Passed Assembly\n1995 - Referred to Higher Education\n1996 - Referred to Higher Education\n1997 - Referred to Higher Education\n1998 - Amend and Recommit to Higher Education\n2000-01 - A.2070 Referred to Higher Education\n2003-04 - A.1049/S.3659 Referred to Higher Education\n2005-06 - A.4287 Referred to Higher Education; S.3783 Referred to\nHigher Education\n2007-08 - S.8764 - Referred to Rules\n2009-10 - S.5258A/A.8675 (Jaffee) - Referred to Higher Education\n\nFISCAL IMPACT:\nNone.\n\nEFFECTIVE DATE:\nThis act shall take effect January 1, 2012\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to training regarding domestic violence ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110131.T133209.TXT", "SOBI.D110103.T164434.TXT", "SOBI.D110104.T090429.TXT", "SOBI.D110106.T123717.TXT", "SOBI.D110110.T180137.TXT", "SOBI.D110103.T162933.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296498729572
}