{
  "year" : 2011,
  "senateBillNo" : "S979-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO COMMERCE, ECONOMIC DEVELOPMENT AND SMALL BUSINESS",
    "billEventId" : "S979-2011-1294203600000-REFERRED+TO+COMMERCE%2C+ECONOMIC+DEVELOPMENT+AND+SMALL+BUSINESS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "HASSELL-THOMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes the small business crime prevention services",
  "summary" : "Establishes the small business crime prevention services to provide small businesses with information on strategies, best practices and programs offering training and assistance in prevention of crimes in and around the premises of small businesses or otherwise affecting small businesses, including but not limited to: assault, arson and other violent felony offenses; robbery, burglary, theft, identity theft and fraud; and vandalism, graffiti and other property damage; further provides that information on eligibility and applications for financial assistance be made available to small businesses; authorizes the New York state urban development corporation to provide loans, loan guarantees, interest subsidies and grants to small businesses, municipalities, not-for-profit corporations or other organizations for the purpose of preventing crimes against small businesses or on the premises or in the vicinity of small businesses; makes related provisions. ",
  "currentCommittee" : "COMMERCE, ECONOMIC DEVELOPMENT AND SMALL BUSINESS",
  "sameAs" : "A232",
  "lawSection" : "Economic Development Law",
  "previousVersions" : [ "S5041-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "DIAZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "HUNTLEY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SAMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          979\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sens.  HASSELL-THOMPSON,  DIAZ, HUNTLEY, SAMPSON -- read\n         twice and ordered printed, and when printed to  be  committed  to  the\n         Committee on Commerce, Economic Development and Small Business\n\n       AN  ACT  to amend the economic development law, the New York state urban\n         development corporation act and the  executive  law,  in  relation  to\n         small business crime prevention services\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The economic development law is amended  by  adding  a  new\n    2  section 139 to read as follows:\n    3    S  139.  SMALL BUSINESS CRIME PREVENTION SERVICES PROGRAM. 1. THERE IS\n    4  HEREBY ESTABLISHED WITHIN THE DIVISION A SMALL BUSINESS CRIME PREVENTION\n    5  SERVICES PROGRAM.\n    6    2. THE SMALL BUSINESS CRIME PREVENTION SERVICES PROGRAM, DIRECTLY  AND\n    7  IN  CONJUNCTION  WITH  OTHER  DIVISIONS OF THE DEPARTMENT AND WITH OTHER\n    8  AGENCIES OF THE STATE, FEDERAL  AGENCIES  OR  LOCAL  GOVERNMENTS,  SHALL\n    9  PROVIDE SMALL BUSINESSES WITH ACCESS TO THE FOLLOWING SERVICES:\n   10    (A)  INFORMATION  ON  STRATEGIES, BEST PRACTICES AND PROGRAMS OFFERING\n   11  TRAINING AND ASSISTANCE IN PREVENTION OF CRIMES IN AND AROUND THE  PREM-\n   12  ISES  OF  SMALL  BUSINESSES  OR  OTHERWISE  AFFECTING  SMALL BUSINESSES,\n   13  INCLUDING BUT NOT LIMITED TO:  ASSAULT, ARSON AND OTHER  VIOLENT  FELONY\n   14  OFFENSES;  ROBBERY,  BURGLARY,  THEFT,  IDENTITY  THEFT  AND  FRAUD; AND\n   15  VANDALISM, GRAFFITI AND OTHER PROPERTY DAMAGE;\n   16    (B) INFORMATION ON ELIGIBILITY AND APPLICATIONS FOR FINANCIAL  ASSIST-\n   17  ANCE FOR SMALL BUSINESS CRIME PREVENTION SERVICES UNDER PARAGRAPH (L) OF\n   18  SUBDIVISION  ONE  OF  SECTION  SIXTEEN-M  OF  SECTION ONE OF CHAPTER ONE\n   19  HUNDRED SEVENTY-FOUR OF THE LAWS OF NINETEEN HUNDRED SIXTY-EIGHT;\n   20    (C) INFORMATION ON ELIGIBILITY AND APPLICATIONS FOR OTHER PROGRAMS  OF\n   21  FINANCIAL  ASSISTANCE  FOR SMALL BUSINESS CRIME PREVENTION THAT MAY FROM\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00295-01-1\n\n       S. 979                              2\n\n    1  TIME TO TIME BE AVAILABLE FROM THE DEPARTMENT OR OTHER AGENCIES  OF  THE\n    2  STATE, FEDERAL AGENCIES OR LOCAL GOVERNMENTS;\n    3    (D)  INFORMATION  ON  PROTECTING  THE  ASSETS OF SMALL BUSINESSES FROM\n    4  CRIME, INCLUDING RISK REDUCTION STRATEGIES AND  INSURANCE  AVAILABILITY;\n    5  AND\n    6    (E)  INFORMATION ON RESPONSES TO CRIME, INCLUDING REPORTING OF CRIMES,\n    7  SUBMITTING INSURANCE CLAIMS AND CRIME VICTIM ASSISTANCE PROGRAMS.\n    8    3. THE SMALL BUSINESS CRIME PREVENTION SERVICES  PROGRAM  SHALL,  WITH\n    9  THE  ASSISTANCE OF THE SMALL BUSINESS ADVISORY BOARD AND OTHER APPROPRI-\n   10  ATE STATE AGENCIES, IDENTIFY ISSUES RELATING TO  CRIME  AFFECTING  SMALL\n   11  BUSINESSES  AND  ASSIST  THE  ADVISORY  BOARD AND THE DIVISION IN MAKING\n   12  RECOMMENDATIONS FOR LEGISLATIVE, REGULATORY AND PROGRAMMATIC ACTIONS  TO\n   13  ADDRESS SUCH ISSUES.\n   14    S  2.  Paragraph  (k) of subdivision 1 of section 16-m of section 1 of\n   15  chapter 174 of the laws of 1968, constituting the New York  state  urban\n   16  development corporation act, as added by section 4 of part FF of chapter\n   17  59  of  the laws of 2006, is amended and a new paragraph (l) is added to\n   18  read as follows:\n   19    (k) Assistance for regional  partnership  proposals,  as  provided  in\n   20  subdivision 12 of section 3154 of the public authorities law[.]; AND\n   21    (L)  LOANS,  LOAN  GUARANTEES,  INTEREST SUBSIDIES AND GRANTS TO SMALL\n   22  BUSINESSES, MUNICIPALITIES, NOT-FOR-PROFIT CORPORATIONS OR OTHER  ORGAN-\n   23  IZATIONS  FOR  THE PURPOSE OF PREVENTING CRIMES AGAINST SMALL BUSINESSES\n   24  OR ON THE PREMISES OR IN THE VICINITY  OF  SMALL  BUSINESSES,  INCLUDING\n   25  SUCH  ACTIVITIES  AS  INITIATING OR MAINTAINING BUSINESS WATCH PROGRAMS,\n   26  INSTALLATION OF LIGHTING, SECURITY EQUIPMENT AND OTHER PHYSICAL IMPROVE-\n   27  MENTS TO PREVENT OR DETER CRIMINAL ACTIVITIES, AND THE  DEVELOPMENT  AND\n   28  DISSEMINATION OF INFORMATION TO OWNERS, OPERATORS AND EMPLOYEES OF SMALL\n   29  BUSINESSES  ON  EFFECTIVE  CRIME  PREVENTION  STRATEGIES.  PREFERENCE IN\n   30  AWARDING ASSISTANCE  PURSUANT  TO  THIS  PARAGRAPH  SHALL  BE  GIVEN  TO\n   31  PROJECTS THAT WILL BENEFIT DISTRESSED AREAS OR OTHER AREAS WITH A DEMON-\n   32  STRATED NEED BASED ON CRIME STATISTICS, PROJECTS THAT PROVIDE A LOCAL OR\n   33  PRIVATE-SECTOR  MATCH,  AND  PROJECTS  THAT  DEMONSTRATE A LIKELIHOOD OF\n   34  POSITIVE IMPACT ON CRIME PREVENTION. THE DIVISION  OF  CRIMINAL  JUSTICE\n   35  SERVICES  SHALL  PROVIDE ASSISTANCE IN THE DEVELOPMENT OF THE PROGRAM OF\n   36  SMALL BUSINESS CRIME PREVENTION ASSISTANCE.\n   37    S 3. Section 837 of the executive law  is  amended  by  adding  a  new\n   38  subdivision 19 to read as follows:\n   39    19.  PROVIDE  ADVICE AND ASSISTANCE TO THE DIVISION FOR SMALL BUSINESS\n   40  IN DEVELOPING AND OPERATING A PROGRAM OF SMALL BUSINESS CRIME PREVENTION\n   41  SERVICES PURSUANT TO SECTION ONE HUNDRED  THIRTY-NINE  OF  THE  ECONOMIC\n   42  DEVELOPMENT LAW, AND PROVIDE ADVICE AND ASSISTANCE TO THE URBAN DEVELOP-\n   43  MENT  CORPORATION  IN  THE  DEVELOPMENT OF THE PROGRAM OF SMALL BUSINESS\n   44  CRIME PREVENTION ASSISTANCE PURSUANT TO PARAGRAPH (L) OF SUBDIVISION ONE\n   45  OF SECTION SIXTEEN-M OF SECTION ONE OF CHAPTER ONE HUNDRED  SEVENTY-FOUR\n   46  OF THE LAWS OF NINETEEN HUNDRED SIXTY-EIGHT.\n   47    S  4. This act shall take effect on the first of April next succeeding\n   48  the date on which it shall have become a law;  provided,  however,  that\n   49  the  department of economic development, the New York state urban devel-\n   50  opment corporation and the division of criminal justice  services  shall\n   51  be immediately authorized to take any and all actions necessary to fully\n   52  implement  the provisions of this act on such date; and further provided\n   53  that the amendments to section 16-m of the urban development corporation\n   54  act made by section two of this act shall not affect the  expiration  of\n   55  such section and shall be deemed to expire therewith.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the economic development law, the New York state urban development corporation act and the executive law, in relation to small business crime prevention services ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110103.T164434.TXT", "SOBI.D110104.T090429.TXT", "SOBI.D110106.T123717.TXT", "SOBI.D110103.T162933.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294335437957
}