{
  "year" : 2011,
  "senateBillNo" : "S980-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO HEALTH",
    "billEventId" : "S980-2011-1294203600000-REFERRED+TO+HEALTH",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "HASSELL-THOMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Increases medicaid reimbursement payment aggregate for private duty nursing services and care",
  "summary" : "Increases medicaid reimbursement payment aggregate for private duty nursing services and care by 15 million dollars for period 7/1/11 to 3/31/12, and by 20 million dollars annually thereafter for each period from April 1 to March 31; allocates $20 million for such reimbursement on an annual fiscal year basis thereafter. ",
  "currentCommittee" : "HEALTH",
  "sameAs" : "A2800",
  "lawSection" : "Social Services Law",
  "previousVersions" : [ "S5040-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "DIAZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "HUNTLEY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "MONTGOMERY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "PARKER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SERRANO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          980\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sens.  HASSELL-THOMPSON,  DIAZ, HUNTLEY, SERRANO -- read\n         twice and ordered printed, and when printed to  be  committed  to  the\n         Committee on Health\n\n       AN  ACT  to  amend  the  social  services  law,  in relation to medicaid\n         reimbursement of private duty nursing services and care\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. The social services law is amended by adding a new section\n    2  365-l to read as follows:\n    3    S 365-L. REIMBURSEMENT OF PRIVATE  DUTY  NURSING  SERVICES  AND  CARE.\n    4  NOTWITHSTANDING  ANY  PROVISION OF LAW TO THE CONTRARY, RATES OF PAYMENT\n    5  FOR CARE AND SERVICES FURNISHED BY  A  PRIVATE  DUTY  NURSE  THAT  WOULD\n    6  OTHERWISE  QUALIFY  FOR  REIMBURSEMENT  PURSUANT  TO THIS TITLE SHALL BE\n    7  INCREASED BY AN AMOUNT NOT TO EXCEED  FIFTEEN  MILLION  DOLLARS  IN  THE\n    8  AGGREGATE  FOR THE PERIOD JULY FIRST, TWO THOUSAND ELEVEN TO MARCH THIR-\n    9  TY-FIRST, TWO THOUSAND TWELVE, AND TWENTY MILLION DOLLARS ANNUALLY THER-\n   10  EAFTER FOR EACH PERIOD OF APRIL FIRST TO MARCH THIRTY-FIRST.\n   11    S 2. This act shall take effect July 1, 2011.\n\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04245-01-1\n",
  "memo" : "BILL NUMBER:S980                REVISED 01/10/2011\n\nTITLE OF BILL:\nAn act\nto amend the social services law, in relation to medicaid reimbursement\nof private duty nursing services and care\n\nPURPOSE OR GENERAL IDEA OF BILL:\nTo increase Medicaid beneficiaries/\naccess to quality health care services by increasing Medicaid fees\nfor private duty nursing services.\n\nSUMMARY OF SPECIFIC PROVISIONS:\nSection one of this bill would add a\nnew Section 365-1 to the Social Services Law governing reimbursement\nof private duty nursing services. The bill would allocate $15 million\nin State Fiscal Year (SFY) 2011-2012 to increase reimbursement under\nthe Medicaid program for private duty nursing services for the period\nJuly I, 2011 to March 31, 2012. The bill would allocate $20 million\nfor such reimbursement on annual fiscal year basis thereafter.\n\nJUSTIFICATION:\nThe State is currently experiencing a very serious\nshortage in private duty nursing. This shortage is due to a variety\nof factors including the lowest unemployment rate in over a decade,\nand rates of reimbursement in both the commercial and government\nsectors that have not kept pace with market demands. In some areas of\nthe State, the Medicaid rates for private duty nursing have not\nchanged in over a decade.\n\nThe nursing shortage is making it difficult to recruit and retain\nqualified nurses, particularly in specialty areas such as nursing\ncare for medically and technologically dependent children and adults.\nThis bill would provide the resources necessary to assist in\nrecruiting and retaining qualified nursing care for the State's most\nvulnerable population - Medicaid beneficiaries. In addition to easing\nthe workforce shortage in nursing and increasing access to quality\ncare, the bill would provide badly needed respite to family members\nwho are struggling to care for medically complex children and adults.\nThe bill will reduce Medicaid costs over the long term by reducing\nunnecessary hospitalization that are the result of a lack of access\nto community care.\n\nPRIOR LEGISLATIVE HISTORY:\nSenate:\n2009-10:   S.5040 - Referred to Health\n2007-08:   S.124A - Referred to Social Services\n2005-06:   S.175A - Referred to Social Services\n2003-04:   S.832A - Referred to Social Services\n2001-02:   S.1732 - Referred to Social Services\n1999-2000: S.7353 - Referred to Social Services\n\nAssembly:\n2009-10:   A.692 (Jacobs) - Referred to Social Services\n2007-08:   A.2290-A, Referred to Social Services,Reported to Ways & Means\n2005-06:   A.1182-A, Referred to Social Services\n2003-04:   A.1558 Referred to Social Services\n2001-02    A.78 Referred to Social Services\n1999-2000  A.9932 Referred to Social Services, Reported to Ways & Means\n\nFISCAL IMPLICATIONS:\nThis bill will increase the Status share of\nMedicaid costs by an estimated $15 million in SFY 2011-2012. However,\nthe bill will likely decrease Medicaid costs over the long term\nthrough the provision of more timely care and a decrease in\ninstitutional costs.\n\nEFFECTIVE DATE:\nJuly 1, 2011\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the social services law, in relation to medicaid reimbursement of private duty nursing services and care ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110131.T133209.TXT", "SOBI.D110103.T164434.TXT", "SOBI.D110104.T092430.TXT", "SOBI.D110106.T124217.TXT", "SOBI.D110120.T123859.TXT", "SOBI.D110104.T090429.TXT", "SOBI.D110131.T104653.TXT", "SOBI.D110120.T124359.TXT", "SOBI.D110110.T180137.TXT", "SOBI.D110103.T162933.TXT", "SOBI.D110131.T104201.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296498729576
}