{
  "year" : 2011,
  "senateBillNo" : "S981-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO CIVIL SERVICE AND PENSIONS",
    "billEventId" : "S981-2011-1294203600000-REFERRED+TO+CIVIL+SERVICE+AND+PENSIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "FLANAGAN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to a one year wage freeze",
  "summary" : "Relates to a one year wage freeze for employees of the state, municipalities and school districts. ",
  "currentCommittee" : "CIVIL SERVICE AND PENSIONS",
  "sameAs" : null,
  "lawSection" : "Civil Service Law",
  "previousVersions" : [ "S7940-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          981\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by Sen. FLANAGAN -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Civil Service and Pensions\n\n       AN ACT to amend the civil service law, in relation to a  one  year  wage\n         freeze;  and  providing for the repeal of such provisions upon expira-\n         tion thereof\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Legislative  findings.  The  legislature hereby finds and\n    2  declares that a fiscal emergency exists in the state of  New  York.  The\n    3  state's  fiscal  condition has been significantly weakened by the impact\n    4  of the national economic recession and a phase-down of American Recovery\n    5  and Reinvestment Act funds which will have  a  negative  impact  on  the\n    6  state's  funds. These factors have led to a structural imbalance between\n    7  revenues and expenditures which has contributed to New York becoming one\n    8  of the highest taxed states in  the  nation.  It  is  hereby  found  and\n    9  declared  that  the  state  is in a state of fiscal crisis, and that the\n   10  welfare of taxpayers in the state is seriously  threatened.  The  state,\n   11  its  school  districts and municipalities are experiencing extreme pres-\n   12  sures to continue to provide adequate infrastructure and  core  services\n   13  to its residents while also ensuring that taxes remain affordable. It is\n   14  therefore,  further  found  and  declared that a combination of enhanced\n   15  budgetary discipline and short-term budgetary  relief  is  necessary  to\n   16  assist the state, municipalities and school districts as well as taxpay-\n   17  ers  to  facilitate  a  return  to  fiscal and economic stability, while\n   18  ensuring adequate funding for the provision of essential services.\n   19    S 2. The civil service law is amended by adding a new section  137  to\n   20  read as follows:\n   21    S  137. WAGE FREEZE. 1. NOTWITHSTANDING ANY LAW, RULE OR REGULATION TO\n   22  THE CONTRARY ALL INCREASES IN SALARY OR WAGES OF EMPLOYEES OF THE STATE,\n   23  MUNICIPALITIES AND SCHOOL DISTRICTS WHICH WILL  TAKE  EFFECT  AFTER  THE\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06203-01-1\n\n       S. 981                              2\n\n    1  EFFECTIVE  DATE OF THIS SECTION PURSUANT TO COLLECTIVE BARGAINING AGREE-\n    2  MENTS, OTHER ANALOGOUS CONTRACTS OR INTEREST ARBITRATION AWARDS, NOW  IN\n    3  EXISTENCE  OR  HEREAFTER  ENTERED  INTO,  REQUIRING  SUCH SALARY OR WAGE\n    4  INCREASES  AS  OF  ANY DATE THEREAFTER ARE SUSPENDED FOR A PERIOD OF ONE\n    5  YEAR. FURTHER ALL INCREASED PAYMENTS FOR HOLIDAY AND VACATION  DIFFEREN-\n    6  TIALS,  SHIFT  DIFFERENTIALS,  SALARY  ADJUSTMENTS ACCORDING TO PLAN AND\n    7  STEP-UPS OR INCREMENTS FOR EMPLOYEES OF THE  STATE,  MUNICIPALITIES  AND\n    8  SCHOOL  DISTRICTS  WHICH  WILL  TAKE  EFFECT AFTER THE DATE OF THE ORDER\n    9  PURSUANT TO COLLECTIVE BARGAINING AGREEMENTS, OTHER ANALOGOUS  CONTRACTS\n   10  OR  INTEREST  ARBITRATION AWARDS REQUIRING SUCH INCREASED PAYMENTS AS OF\n   11  ANY DATE THEREAFTER ARE, IN THE SAME MANNER, SUSPENDED FOR A  PERIOD  OF\n   12  ONE  YEAR.  FOR THE PURPOSES OF COMPUTING THE PENSION BASE OF RETIREMENT\n   13  ALLOWANCES, ANY  SUSPENDED  SALARY  OR  WAGE  INCREASES  AND  ANY  OTHER\n   14  SUSPENDED  PAYMENTS  SHALL  NOT BE CONSIDERED AS PART OF COMPENSATION OR\n   15  FINAL COMPENSATION OR OF ANNUAL SALARY EARNED OR EARNABLE.\n   16    2. NOTWITHSTANDING THE PROVISION OF SUBDIVISION ONE OF  THIS  SECTION,\n   17  NO  RETROACTIVE PAY ADJUSTMENTS OF ANY KIND SHALL ACCRUE OR BE DEEMED TO\n   18  ACCRUE DURING THE PERIOD OF WAGE FREEZE, AND NO SUCH ADDITIONAL  AMOUNTS\n   19  SHALL BE PAID AT THE TIME A WAGE FREEZE IS LIFTED, OR AT ANY TIME THERE-\n   20  AFTER.\n   21    S  3.  If any section, part or provision of this act shall be adjudged\n   22  unconstitutional or invalid or ineffective by any court of  this  state,\n   23  any  party  in  interest  shall  have a direct appeal as of right to the\n   24  court of appeals of the state of New York, and such  appeal  shall  have\n   25  preference  over  all  other causes. Service upon the adverse party of a\n   26  notice of appeal shall stay the effect of the judgment or order appealed\n   27  from pending the hearing and determination of the appeal.\n   28    S 4. This act shall take effect immediately and shall  expire  and  be\n   29  deemed repealed one year after such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the civil service law, in relation to a one year wage freeze; and providing for the repeal of such provisions upon expiration thereof ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110103.T164434.TXT", "SOBI.D110106.T144226.TXT", "SOBI.D110104.T090429.TXT", "SOBI.D110103.T162933.TXT", "SOBI.D110103.T163934.TXT", "SOBI.D110106.T143726.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294342946908
}