{
  "year" : 2011,
  "senateBillNo" : "S982-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "S982-2011-1294203600000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "FARLEY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires propositions authorizing creation of a state debt to contain an estimate of the debt service payable and publish an explanation thereof",
  "summary" : "Requires that any ballot proposition creating a state debt shall contain an estimate of the amortization period and the total expected debt service payable thereon until the bonds issued pursuant to such proposition are retired. ",
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "Election Law",
  "previousVersions" : [ "S1762-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          982\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  FARLEY -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Finance\n\n       AN ACT to amend the election law and the state finance law, in  relation\n         to  requiring  proposition authorizing the creation of a state debt to\n         contain an estimate of the debt service payable thereon and  requiring\n         publication of an explanation thereof\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The election law is amended by adding a new  section  7-112\n    2  to read as follows:\n    3    S 7-112. BALLOTS; FORM FOR PROPOSITION; ADDITIONAL REQUIREMENTS.  EACH\n    4  DULY  CERTIFIED PROPOSITION CONTAINED ON THE BALLOT AND SUBMITTED TO THE\n    5  VOTERS OF THE STATE WHICH PROVIDES FOR THE  CREATION  OF  A  STATE  DEBT\n    6  SHALL  CONTAIN AN ESTIMATE OF THE ANTICIPATED NUMBER OF YEARS OVER WHICH\n    7  SUCH DEBT SHALL BE AMORTIZED AND THE TOTAL EXPECTED DEBT SERVICE PAYABLE\n    8  ON THE PRINCIPAL AMOUNT OF  SUCH  BONDS  UNTIL  THEIR  RETIREMENT.  SUCH\n    9  INFORMATION SHALL BE PRINTED IN THE LARGEST TYPE WHICH IS PRACTICABLE TO\n   10  USE IN THE SPACE PROVIDED FOR THE PROPOSITION. SUCH INFORMATION SHALL BE\n   11  PROVIDED  TO  THE STATE BOARD OF ELECTIONS AND THE SECRETARY OF STATE BY\n   12  THE STATE COMPTROLLER NOT LATER THAN SEVEN DAYS AFTER THE PASSAGE OF THE\n   13  LAW AUTHORIZING SUCH PROPOSITION.\n   14    S 2. Subdivision 2 of section 4-116 of the election law, as amended by\n   15  chapter 60 of the laws of 1993, is amended to read as follows:\n   16    2. The state board of elections shall publish once in the week preced-\n   17  ing any election at which proposed constitutional  amendments  or  other\n   18  propositions or questions are to be submitted to the voters of the state\n   19  an abstract of such amendment or question, INCLUDING THE ESTIMATE OF THE\n   20  AMORTIZATION  PERIOD  AND  THE  TOTAL ANTICIPATED DEBT SERVICE WHERE THE\n   21  PROPOSITION AUTHORIZES THE CREATION OF A STATE DEBT, a  brief  statement\n   22  of  the law or proceedings authorizing such submission, a statement that\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01483-01-1\n\n       S. 982                              2\n\n    1  such submission will be made and the form in which it is to  be  submit-\n    2  ted.\n    3    S  3.  The  state  finance law is amended by adding a new section 6 to\n    4  read as follows:\n    5    S 6. STATE PUBLICATION CONCERNING PROPOSITION.  ANY  REPORT,  PUBLICA-\n    6  TION, PAMPHLET OR OTHER WRITTEN DOCUMENT PREPARED BY A STATE DEPARTMENT,\n    7  AGENCY,  AUTHORITY  OR  OTHER COMPONENT OR DIVISION OF STATE GOVERNMENT,\n    8  INTENDED FOR DISTRIBUTION TO THE PUBLIC, WHICH IS  INTENDED  TO  PROMOTE\n    9  AWARENESS OF OR EXPLAIN THE PROVISIONS CONTAINED IN, OR INCIDENTAL TO, A\n   10  DULY  CERTIFIED  PROPOSITION  TO  BE  CONTAINED  ON THE BALLOT AND TO BE\n   11  SUBMITTED TO THE VOTERS OF THE STATE WHICH PROPOSITION PROVIDES FOR  THE\n   12  CREATION OF A STATE DEBT SHALL CONTAIN THEREIN AN ESTIMATE OF THE ANTIC-\n   13  IPATED  NUMBER  OF YEARS OVER WHICH SUCH DEBT SHALL BE AMORTIZED AND THE\n   14  TOTAL EXPECTED DEBT SERVICE PAYABLE ON  THE  PRINCIPAL  AMOUNT  OF  SUCH\n   15  BONDS  UNTIL  THEIR RETIREMENT. SUCH INFORMATION SHALL BE PRINTED IN THE\n   16  LARGEST TYPE WHICH IS PRACTICABLE TO USE IN SUCH DOCUMENT.\n   17    S 4. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the election law and the state finance law, in relation to requiring proposition authorizing the creation of a state debt to contain an estimate of the debt service payable thereon and requiring publication of an explanation thereof ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110104.T131503.TXT", "SOBI.D110104.T092430.TXT", "SOBI.D110104.T135005.TXT", "SOBI.D110104.T114001.TXT", "SOBI.D110104.T135506.TXT", "SOBI.D110104.T091430.TXT", "SOBI.D110104.T110454.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294167306834
}