{
  "year" : 2011,
  "senateBillNo" : "S985-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO AGING",
    "billEventId" : "S985-2011-1294203600000-REFERRED+TO+AGING",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KLEIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Makes certain persons who are eligible for or receiving social security disability insurance benefits eligible for elderly pharmaceutical insurance coverage",
  "summary" : "Makes certain persons (meeting certain income requirements) who are eligible for or receiving social security disability insurance (SSDI) benefits eligible for elderly pharmaceutical insurance coverage. ",
  "currentCommittee" : "AGING",
  "sameAs" : null,
  "lawSection" : "Elder Law",
  "previousVersions" : [ "S1840-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "ADAMS",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "ADDABBO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "BRESLIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "DIAZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "DILAN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "DUANE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "HASSELL-THOMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "HUNTLEY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "KRUEGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "KRUGER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "OPPENHEIMER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "PARKER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SAVINO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SERRANO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SMITH",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "STAVISKY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "VALESKY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          985\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by Sens. KLEIN, ADAMS, ADDABBO, BRESLIN, DIAZ, DILAN, DUANE,\n         HASSELL-THOMPSON, HUNTLEY, KRUEGER, KRUGER, OPPENHEIMER, PARKER, SAVI-\n         NO, SERRANO, SMITH, STAVISKY, VALESKY -- read twice and ordered print-\n         ed, and when printed to be committed to the Committee on Aging\n\n       AN ACT to amend the elder law, in relation to making certain persons who\n         are eligible for or receiving  social  security  disability  insurance\n         benefits eligible for elderly pharmaceutical insurance coverage\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivisions 1 and 2 of section 242 of the elder law, para-\n    2  graph (b) of subdivision 1 and paragraphs (a) and (b) of  subdivision  2\n    3  as  amended  by  section 14 of part B of chapter 57 of the laws of 2006,\n    4  are amended to read as follows:\n    5    1. Persons eligible  for  comprehensive  coverage  under  section  two\n    6  hundred forty-seven of this title shall include:\n    7    (a) any unmarried resident who is at least sixty-five years of age, OR\n    8  ELIGIBLE  FOR  OR  RECEIVING SOCIAL SECURITY DISABILITY INSURANCE (SSDI)\n    9  BENEFITS, and whose income for the calendar year  immediately  preceding\n   10  the  effective  date of the annual coverage period beginning on or after\n   11  January first, two thousand five, is less than or equal to twenty  thou-\n   12  sand  dollars.    After  the  initial determination of eligibility, each\n   13  eligible individual must be redetermined eligible at least  every  twen-\n   14  ty-four months; and\n   15    (b)  any  married resident who is at least sixty-five years of age, OR\n   16  ELIGIBLE FOR OR RECEIVING SOCIAL SECURITY  DISABILITY  INSURANCE  (SSDI)\n   17  BENEFITS,  and  whose income for the calendar year immediately preceding\n   18  the effective date of the annual coverage period when combined with  the\n   19  income  in the same calendar year of such married person's spouse begin-\n   20  ning on or after January first, two thousand one, is less than or  equal\n   21  to  twenty-six  thousand  dollars.  After  the  initial determination of\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04345-01-1\n\n       S. 985                              2\n\n    1  eligibility, each eligible individual must be redetermined  eligible  at\n    2  least every twenty-four months.\n    3    2.  Persons  eligible  for  catastrophic  coverage  under  section two\n    4  hundred forty-eight of this title shall include:\n    5    (a) any unmarried resident who is at least sixty-five years of age, OR\n    6  ELIGIBLE FOR OR RECEIVING SOCIAL SECURITY  DISABILITY  INSURANCE  (SSDI)\n    7  BENEFITS,  and  whose income for the calendar year immediately preceding\n    8  the effective date of the annual coverage period beginning on  or  after\n    9  January  first,  two thousand one, is more than twenty thousand and less\n   10  than or equal to thirty-five thousand dollars. After the initial  deter-\n   11  mination  of  eligibility, each eligible individual must be redetermined\n   12  eligible at least every twenty-four months; and\n   13    (b) any married resident who is at least sixty-five years of  age,  OR\n   14  ELIGIBLE  FOR  OR  RECEIVING SOCIAL SECURITY DISABILITY INSURANCE (SSDI)\n   15  BENEFITS, and whose income for the calendar year  immediately  preceding\n   16  the  effective date of the annual coverage period when combined with the\n   17  income in the same calendar year of such married person's spouse  begin-\n   18  ning  on  or after January first, two thousand one, is more than twenty-\n   19  six thousand dollars and less than or equal to fifty  thousand  dollars.\n   20  After the initial determination of eligibility, each eligible individual\n   21  must be redetermined eligible at least every twenty-four months.\n   22    S  2.  This act shall take effect immediately and shall apply to bene-\n   23  fits paid on or after such effective  date.  Effective  immediately  the\n   24  executive  director  of  the  elderly  pharmaceutical insurance coverage\n   25  panel may promulgate any rules and regulations necessary for the  imple-\n   26  mentation of this act.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the elder law, in relation to making certain persons who are eligible for or receiving social security disability insurance benefits eligible for elderly pharmaceutical insurance coverage ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T153229.TXT", "SOBI.D110104.T100936.TXT", "SOBI.D110104.T114001.TXT", "SOBI.D110104.T110955.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294345949995
}