{
  "year" : 2011,
  "senateBillNo" : "S986-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO CORPORATIONS, AUTHORITIES AND COMMISSIONS",
    "billEventId" : "S986-2011-1294203600000-REFERRED+TO+CORPORATIONS%2C+AUTHORITIES+AND+COMMISSIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KLEIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes a biomedical research grants and working capital loan program within the urban development corporation",
  "summary" : "Establishes a biomedical research grants and working capital loan program within the urban development corporation; sets application criteria for loans and grants; requires scientific peer review and a biomedical research advisory board. ",
  "currentCommittee" : "CORPORATIONS, AUTHORITIES AND COMMISSIONS",
  "sameAs" : null,
  "lawSection" : "New York State Urban Development Corporation Act",
  "previousVersions" : [ "S6436-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "SAMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          986\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sens.  KLEIN, SAMPSON -- read twice and ordered printed,\n         and when printed to be committed to  the  Committee  on  Corporations,\n         Authorities and Commissions\n\n       AN ACT to amend the New York state urban development corporation act, in\n         relation  to  establishing  a  biomedical  research grants and working\n         capital loan program to promote the state's biomedical research indus-\n         try and ancillary businesses\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1.  Section 1 of chapter 174 of the laws of 1968, constituting\n    2  the  New  York  state  urban  development corporation act, is amended by\n    3  adding a new section 16-u to read as follows:\n    4    S 16-U. BIOMEDICAL RESEARCH GRANTS AND WORKING CAPITAL  LOAN  PROGRAM.\n    5  1. DEFINITIONS. FOR THE PURPOSES OF THIS SECTION:\n    6    (A)  \"RESEARCH  INSTITUTION\"  OR  \"INSTITUTION\"  SHALL  MEAN A PUBLIC,\n    7  QUASI-PUBLIC OR PRIVATE BIOMEDICAL RESEARCH FACILITY OR  INSTITUTION  OF\n    8  HIGHER EDUCATION LOCATED WITHIN THE STATE.\n    9    (B)  \"BIOMEDICAL  RESEARCH\"  SHALL MEAN AND INCLUDE APPLIED SCIENTIFIC\n   10  RESEARCH IN THE AREA OF BIOMEDICINE INCLUDING, BUT NOT LIMITED TO, PHAR-\n   11  MACEUTICAL RESEARCH APPLICATIONS, SURGICAL INSTRUMENTS, FIXED DIAGNOSTIC\n   12  EQUIPMENT USED TO IDENTIFY, ISOLATE OR TREAT PHYSICAL OR MENTAL ILLNESS,\n   13  AND BIOCHEMISTRY; OR OTHER RELEVANT BIOMEDICAL RESEARCH.\n   14    2.  PROGRAM ESTABLISHED. THE CORPORATION SHALL ESTABLISH THE  BIOMEDI-\n   15  CAL  RESEARCH GRANTS AND WORKING CAPITAL LOAN PROGRAM FOR THE PURPOSE OF\n   16  ESTABLISHING AN ECONOMIC DEVELOPMENT GRANTS AND WORKING CAPITAL  REVOLV-\n   17  ING  LOAN FUND TO BE ADMINISTERED BY THE CORPORATION. SUCH FUND SHALL BE\n   18  USED TO PROVIDE FINANCIAL ASSISTANCE IN  THE  FORM  OF  WORKING  CAPITAL\n   19  LOANS  FOR  BIOMEDICAL  RESEARCH  PROJECTS,  NEW EQUIPMENT AT BIOMEDICAL\n   20  RESEARCH INSTITUTIONS, AND FOR, UNDER LIMITED CIRCUMSTANCES, GRANTS  FOR\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04987-01-1\n\n       S. 986                              2\n\n    1  SALARIES  OF  BIOMEDICAL  RESEARCHERS,  STAFF  SUPPORT  AND NON-PERSONAL\n    2  SERVICE AT SUCH RESEARCH INSTITUTIONS.\n    3    3.  APPLICATION  CRITERIA. IN ADDITION TO OTHER CRITERIA AS THE CORPO-\n    4  RATION MAY ADOPT FOR THE CONSIDERATION  OF  APPROVING  APPLICATIONS  FOR\n    5  GRANTS  AND  LOANS  PROVIDED FOR IN SUBDIVISION TWO OF THIS SECTION, THE\n    6  CORPORATION SHALL:\n    7    (A) DETERMINE THAT THE  RESEARCH  INSTITUTION  IS  UNABLE  TO  READILY\n    8  OBTAIN  SUFFICIENT  FUNDING  ON  REASONABLE  TERMS  FROM OTHER PUBLIC OR\n    9  PRIVATE SOURCES TO PERMIT THE PLANNED PROJECT TO PROCEED;\n   10    (B) GIVE PRIORITY TO THOSE APPLICATIONS FOR ASSISTANCE THAT  SECURE  A\n   11  HIGH  PORTION  OF  PRIVATE SUPPORT FOR BIOMEDICAL RESEARCH OR COMMIT NEW\n   12  RESOURCES TO THE EXPANSION OF BIOMEDICAL RESEARCH  AT  THE  INSTITUTION;\n   13  AND\n   14    (C) CONSIDER THE POTENTIAL LONG TERM ECONOMIC BENEFITS TO THE STATE BY\n   15  AWARDING  THE  SPECIFIC GRANT OR LOAN AND WHETHER THE GRANT OR LOAN WILL\n   16  RESULT IN A REASONABLE LIKELIHOOD OF SUCCESS IN MEETING THE PURPOSES FOR\n   17  WHICH IT WAS SOUGHT BY THE APPLICANT.\n   18    4. SCIENTIFIC PEER REVIEW. THE CORPORATION SHALL ENGAGE  THE  SERVICES\n   19  OF CONSULTANTS FOR THE PURPOSE OF CONDUCTING A SCIENTIFIC PEER REVIEW OF\n   20  ALL APPLICATIONS FOR SUCH GRANTS AND LOANS.  SUCH CONSULTANTS SHALL HAVE\n   21  SUBSTANTIAL  EXPERIENCE IN THE ESTABLISHMENT AND MANAGEMENT OF SUCH PEER\n   22  REVIEW PROCESS AND SHALL MAKE RECOMMENDATIONS TO THE BIOMEDICAL RESEARCH\n   23  ADVISORY BOARD ESTABLISHED PURSUANT TO SUBDIVISION SIX OF THIS SECTION.\n   24    5. FUNDS. THE FUND SHALL CONSIST OF SUCH AMOUNTS AS MAY  BE  APPROPRI-\n   25  ATED,  ANY  REPAYMENT  OF THE PRINCIPAL AMOUNT OF ANY LOAN MADE FROM THE\n   26  FUND, AND ANY INTEREST EARNED BY THE CORPORATION FROM THE INVESTMENT  OF\n   27  MONEYS OF THE FUND.\n   28    6. ADVISORY BOARD. (A) THERE SHALL BE ESTABLISHED IN THE CORPORATION A\n   29  BIOMEDICAL  RESEARCH  ADVISORY  BOARD WHICH SHALL OVERSEE THE PROCESS OF\n   30  PROVIDING SUCH FINANCIAL ASSISTANCE.  SUCH BOARD SHALL CONSIST OF  THIR-\n   31  TEEN VOTING MEMBERS AS FOLLOWS:\n   32    (I) THE COMMISSIONER OF HEALTH;\n   33    (II) THE COMMISSIONER OF MENTAL HEALTH;\n   34    (III) THE CHAIR OF THE STATE HEALTH RESEARCH COUNCIL;\n   35    (IV) FOUR MEMBERS APPOINTED BY THE GOVERNOR;\n   36    (V) TWO MEMBERS APPOINTED BY THE TEMPORARY PRESIDENT OF THE SENATE;\n   37    (VI) TWO MEMBERS APPOINTED BY THE SPEAKER OF THE ASSEMBLY;\n   38    (VII) ONE MEMBER APPOINTED BY THE MINORITY LEADER OF THE SENATE; AND\n   39    (VIII) ONE MEMBER APPOINTED BY THE MINORITY LEADER OF THE ASSEMBLY.\n   40    (B)  THE APPOINTED MEMBERS SHALL EACH HAVE ADVANCED KNOWLEDGE OF OR AN\n   41  ADVANCED DEGREE IN ONE OF THE FIELDS OF BIOMEDICAL  SCIENCES,  OR  BE  A\n   42  PROMINENT  MEMBER  OF  THE BIOMEDICAL RESEARCH INDUSTRY. SUCH MEMBERS OF\n   43  THE ADVISORY BOARD SHALL BE RESIDENTS OF THE STATE.\n   44    (C) THE APPOINTED MEMBERS  SHALL  SERVE  FOR  TERMS  OF  THREE  YEARS.\n   45  PROVIDED, HOWEVER, THE MEMBERS OF THE ADVISORY BOARD INITIALLY APPOINTED\n   46  SHALL BE APPOINTED FOR THE FOLLOWING TERMS:\n   47    (I) ONE  MEMBER APPOINTED BY THE GOVERNOR, ONE MEMBER APPOINTED BY THE\n   48  TEMPORARY PRESIDENT OF THE SENATE AND THE MEMBER APPOINTED BY THE MINOR-\n   49  ITY LEADER OF THE ASSEMBLY SHALL BE APPOINTED FOR TERMS OF ONE YEAR;\n   50    (II)  TWO  MEMBERS  APPOINTED BY THE GOVERNOR, ONE MEMBER APPOINTED BY\n   51  THE TEMPORARY PRESIDENT OF THE SENATE AND ONE MEMBER  APPOINTED  BY  THE\n   52  SPEAKER OF THE ASSEMBLY SHALL BE APPOINTED FOR TERMS OF TWO YEARS; AND\n   53    (III)  ONE  MEMBER  APPOINTED BY THE GOVERNOR, ONE MEMBER APPOINTED BY\n   54  THE SPEAKER OF THE ASSEMBLY AND THE MEMBER  APPOINTED  BY  THE  MINORITY\n   55  LEADER OF THE SENATE SHALL BE APPOINTED FOR TERMS OF THREE YEARS.\n\n       S. 986                              3\n\n    1    THE  MEMBERS  SHALL  CONTINUE  IN OFFICE UNTIL THE EXPIRATION OF THEIR\n    2  TERMS AND UNTIL THEIR  SUCCESSORS  ARE  APPOINTED  AND  HAVE  QUALIFIED.\n    3  VACANCIES  SHALL  BE  FILLED  BY  THE APPOINTING OFFICIAL WHO ORIGINALLY\n    4  APPOINTED SUCH MEMBER WITHIN ONE YEAR OF THE DATE UPON WHICH SUCH VACAN-\n    5  CIES OCCUR.\n    6    (D)  THE  ADVISORY  BOARD SHALL MEET AS FREQUENTLY AS ITS BUSINESS MAY\n    7  REQUIRE, AND AT LEAST ONCE IN EACH CALENDAR YEAR.\n    8    (E) ONE MEMBER SHALL BE APPOINTED BY THE CHAIR OF THE CORPORATION,  OR\n    9  BY HIS OR HER DESIGNEE, AS CHAIRPERSON OF THE ADVISORY BOARD.\n   10    (F)  THE  MEMBERS  OF  THE  ADVISORY BOARD SHALL SERVE WITHOUT COMPEN-\n   11  SATION, OTHER THAN REIMBURSEMENT OF ACTUAL AND NECESSARY EXPENSES.\n   12    7. REPORTS. THE CHAIRMAN OF THE CORPORATION SHALL SUBMIT TO THE DIREC-\n   13  TOR OF THE BUDGET, THE TEMPORARY PRESIDENT OF THE SENATE, THE SPEAKER OF\n   14  THE ASSEMBLY, THE MINORITY LEADER OF THE SENATE AND THE MINORITY  LEADER\n   15  OF  THE  ASSEMBLY EVALUATIONS OF THE EFFECTIVENESS OF THE PROGRAM.  SUCH\n   16  EVALUATIONS SHALL DETERMINE WHETHER THE ASSISTANCE PROVIDED HAS ENHANCED\n   17  THE BIOMEDICAL RESEARCH INDUSTRY IN THE STATE AND SHALL MAKE RECOMMENDA-\n   18  TIONS FOR IMPROVEMENTS WHICH WOULD MAKE THE PROGRAM MORE EFFECTIVE.  THE\n   19  EVALUATIONS  SHALL  BE  SUBMITTED  ON OR BEFORE THE FIRST OF JULY OF THE\n   20  SECOND CALENDAR YEAR NEXT SUCCEEDING THE EFFECTIVE DATE OF THIS  SECTION\n   21  AND ON OR BEFORE THE FIRST OF JULY EVERY SECOND YEAR THEREAFTER.\n   22    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the New York state urban development corporation act, in relation to establishing a biomedical research grants and working capital loan program to promote the state's biomedical research industry and ancillary businesses ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T153229.TXT", "SOBI.D110104.T101948.TXT", "SOBI.D110104.T102949.TXT", "SOBI.D110104.T110955.TXT", "SOBI.D110104.T114457.TXT", "SOBI.D110104.T102449.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294345949001
}