{
  "year" : 2011,
  "senateBillNo" : "S988-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO INSURANCE",
    "billEventId" : "S988-2011-1294203600000-REFERRED+TO+INSURANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KLEIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Enacts provisions to reduce the incidence of motor vehicle insurance fraud",
  "summary" : "Grants the superintendent of insurance authority to investigate fraudulent activities, such as motor vehicle operators who drive with no insurance coverage, and those who misrepresent their principal place of residence or where their motor vehicle is principally garaged and operated; authorizes the insurance frauds bureau to accept reports of suspected fraudulent insurance actions; requires insurance companies and self-insurers to report incidents of insurance fraud to the insurance department; provides for compensation to law enforcement agencies for the prosecution of insurance fraud; directs the superintendent of state police to establish an insurance fraud reward program to those who report insurance fraud; directs the division of criminal justice services to collect and analyze information on insurance fraud; includes within the class D felony of forgery in the second degree, the forgery of a certificate of insurance or an insurance identification card; includes within the class C felony of forgery in the first degree, the forgery of 10 or more written instruments; includes within the class E felony of insurance fraud in the fourth degree, the operation of a motor vehicle in this state when the vehicle is insured in another state, but it is actually garaged in this state or the owner principally resides in this state; provides for the civil forfeiture of the proceeds of a fraudulent insurance act; requires applicants for motor vehicle registrations and driver's licenses to provide the department of motor vehicles with the address of their principal place of residence; establishes a temporary task force on motor vehicle insurance fraud. ",
  "currentCommittee" : "INSURANCE",
  "sameAs" : null,
  "lawSection" : "Insurance Law",
  "previousVersions" : [ "SA7091-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "SAVINO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          988\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KLEIN  -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Insurance\n\n       AN ACT to amend the insurance law, the executive law, the state  finance\n         law,  the  penal law, the civil practice law and rules and the vehicle\n         and traffic law, in relation to  insurance  fraud;  to  establish  the\n         temporary  task  force on motor vehicle insurance fraud; and providing\n         for the repeal of certain provisions upon the expiration thereof\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 401 of the insurance law is amended by adding a new\n    2  subsection (e) to read as follows:\n    3    (E)  THE  SUPERINTENDENT  SHALL  HAVE BROAD AUTHORITY PURSUANT TO THIS\n    4  CHAPTER TO INVESTIGATE FRAUDULENT ACTIVITIES WITH REGARD TO MOTOR  VEHI-\n    5  CLE  DRIVERS  THAT  OPERATE  AUTOMOBILES WITH NO INSURANCE COVERAGE, AND\n    6  MOTOR VEHICLE  INSUREDS  WHO  MISREPRESENT  THE  PRINCIPAL  PLACE  WHERE\n    7  INSURED  MOTOR  VEHICLES ARE GARAGED AND OPERATED. OPERATING MOTOR VEHI-\n    8  CLES WITHOUT PROPER INSURANCE IN VIOLATION OF ARTICLE SIX OF THE VEHICLE\n    9  AND TRAFFIC LAW IS A SIGNIFICANT DANGER TO THE  PUBLIC  BECAUSE  DRIVERS\n   10  ARE  UNABLE  TO  COMPENSATE INDIVIDUALS FOR PERSONAL INJURIES, DEATH AND\n   11  PROPERTY DAMAGE THEY INFLICT UPON OTHERS.   FURTHERMORE,  MOTOR  VEHICLE\n   12  INSUREDS  WHO  MISREPRESENT  THE PRINCIPAL PLACE WHERE SUCH VEHICLES ARE\n   13  GARAGED AND OPERATED IMPROPERLY  SHIFT  THEIR  HIGH  LIABILITY  EXPOSURE\n   14  COSTS TO OTHER MOTOR VEHICLE INSUREDS THAT DO NOT FACE SUCH HIGH LIABIL-\n   15  ITY RISK AND INSURANCE PREMIUM COSTS.\n   16    S 2. Subsection (a) of section 405 of the insurance law, as amended by\n   17  chapter 499 of the laws of 2009, is amended to read as follows:\n   18    (a)  Any  person  licensed or registered pursuant to the provisions of\n   19  this chapter, and any person engaged in the  business  of  insurance  or\n   20  life  settlement  in this state who is exempted from compliance with the\n   21  licensing requirements of this chapter, including  the  state  insurance\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05004-01-1\n\n       S. 988                              2\n\n    1  fund  of  this state, who has reason to believe that an insurance trans-\n    2  action or life settlement act may be fraudulent, or has knowledge that a\n    3  fraudulent insurance transaction or fraudulent life  settlement  act  is\n    4  about  to take place, or has taken place shall, within thirty days after\n    5  determination by such person that the transaction appears to be  fraudu-\n    6  lent,  send  to  the insurance frauds bureau on a form prescribed by the\n    7  superintendent, the information requested by the  form  and  such  addi-\n    8  tional  information  relative to the factual circumstances of the trans-\n    9  action and the parties involved as the superintendent may  require.  The\n   10  insurance  frauds  bureau  shall  accept reports of suspected fraudulent\n   11  insurance transactions or fraudulent life settlement acts from any  self\n   12  insurer,  including  but  not  limited to self insurers providing health\n   13  insurance coverage or those defined in section  fifty  of  the  workers'\n   14  compensation  law,  and  shall  treat such reports as any other received\n   15  pursuant to this section.   THE INSURANCE  FRAUDS  BUREAU  SHALL  ACCEPT\n   16  REPORTS  OF  SUSPECTED  FRAUDULENT  INSURANCE TRANSACTIONS FROM ANY SELF\n   17  INSURER INCLUDING, BUT NOT LIMITED TO, SELF  INSURERS  PROVIDING  HEALTH\n   18  INSURANCE COVERAGE, THOSE PROVIDING MOTOR VEHICLE LIABILITY INSURANCE OR\n   19  THOSE  DEFINED  IN  SECTION  FIFTY OF THE WORKERS' COMPENSATION LAW, AND\n   20  SHALL TREAT SUCH REPORTS AS ANY OTHER RECEIVED PURSUANT TO THIS SECTION.\n   21    S 3.  The insurance law is amended by adding a new  section  405-a  to\n   22  read as follows:\n   23    S  405-A.   COMPENSATION FOR REPORT OF INSURANCE FRAUD TO LAW ENFORCE-\n   24  MENT AUTHORITIES. (A)  ANY  PERSON,  OTHER  THAN  PERSONS  DESCRIBED  IN\n   25  SUBSECTION  (A)  OF  SECTION FOUR HUNDRED FIVE OF THIS ARTICLE AND OTHER\n   26  THAN A PERSON WHO HAS RECEIVED AN AWARD PURSUANT TO SECTION TWO  HUNDRED\n   27  THIRTY-ONE  OF THE EXECUTIVE LAW, WHO HAS REASON TO BELIEVE THAT A FRAU-\n   28  DULENT INSURANCE ACT PROHIBITED PURSUANT TO ARTICLE ONE  HUNDRED  SEVEN-\n   29  TY-SIX  OF  THE PENAL LAW HAS BEEN COMMITTED OR THAT AN INSURANCE TRANS-\n   30  ACTION MAY BE FRAUDULENT, OR HAS KNOWLEDGE THAT A  FRAUDULENT  INSURANCE\n   31  TRANSACTION  IS  ABOUT TO TAKE PLACE, OR HAS TAKEN PLACE MAY REPORT SUCH\n   32  ACT OR TRANSACTION AND ANY ADDITIONAL INFORMATION RELATIVE TO THE FACTU-\n   33  AL CIRCUMSTANCES OF THE TRANSACTION AND  THE  PARTIES  INVOLVED  TO  THE\n   34  ATTORNEY GENERAL, DISTRICT ATTORNEY OR INSURANCE FRAUDS BUREAU.\n   35    (B)  IF THE INSURANCE FRAUDS BUREAU RECOMMENDS TO THE ATTORNEY GENERAL\n   36  OR DISTRICT ATTORNEY TO COMMENCE AN ACTION, OR IF THE  ATTORNEY  GENERAL\n   37  OR  DISTRICT  ATTORNEY COMMENCES AN ACTION BASED ON INFORMATION PROVIDED\n   38  BY A PERSON PURSUANT TO SUBSECTION (A) OF THIS SECTION, THEN SUCH PERSON\n   39  SHALL BE ENTITLED TO RECEIVE AN AWARD OF NOT MORE THAN  FIFTEEN  PERCENT\n   40  OF  THE PROCEEDS OF THE ACTION OR A SETTLEMENT OF THE CLAIM IN AN AMOUNT\n   41  NOT TO EXCEED TWENTY-FIVE THOUSAND DOLLARS.   THE  ATTORNEY  GENERAL  OR\n   42  DISTRICT  ATTORNEY  SHALL  RECOMMEND  TO  THE COURT WHEN A SETTLEMENT IS\n   43  ENTERED THE AMOUNT OF SUCH AWARD. THE COURT SHALL BASE SUCH AWARD  DECI-\n   44  SION  ON THE EXTENT TO WHICH THE PERSON SUBSTANTIALLY CONTRIBUTED TO THE\n   45  PROSECUTION OF THE ACTION.\n   46    S 4. Section 406 of the insurance law, as amended by  chapter  499  of\n   47  the laws of 2009, is amended to read as follows:\n   48    S 406. Immunity. In the absence of fraud or bad faith, no person shall\n   49  be  subject  to  civil  liability,  and  no civil cause of action of any\n   50  nature shall arise against such person for any: (i) information relating\n   51  to  suspected  fraudulent  insurance  transactions  or  fraudulent  life\n   52  settlement acts furnished to law enforcement officials, their agents and\n   53  employees;  (ii)  information relating to suspected fraudulent insurance\n   54  transactions or fraudulent  life  settlement  acts  furnished  to  other\n   55  persons  [subject  to  the  provisions  of this chapter]; and (iii) such\n   56  information furnished in reports to THE  ATTORNEY  GENERAL,  A  DISTRICT\n\n       S. 988                              3\n\n    1  ATTORNEY,  the  insurance  frauds bureau, its agents or employees or any\n    2  state agency investigating fraud  or  misconduct  relating  to  workers'\n    3  compensation  insurance,  its  agents or employees. Nor shall the super-\n    4  intendent or any employee of the insurance frauds bureau, in the absence\n    5  of  fraud or bad faith, be subject to civil liability and no civil cause\n    6  of action of any nature shall arise against them by virtue of the publi-\n    7  cation of any report or bulletin related to the official  activities  of\n    8  the  insurance  frauds  bureau.  Nothing  [herein]  IN  THIS  SECTION is\n    9  intended to abrogate or modify in any way any common  law  privilege  of\n   10  immunity heretofore enjoyed by any person.\n   11    S  5.  Section  2133 of the insurance law, as amended by chapter 77 of\n   12  the laws of 1994, is amended to read as follows:\n   13    S 2133. [Forged] FALSE INSURANCE DOCUMENTS AND FORGED insurance  iden-\n   14  tification  cards.  Any  insurance  company,  insurance agent, insurance\n   15  broker or other person who or which, personally or by the action  of  an\n   16  employee or agent, KNOWINGLY possesses, transfers or uses: (A) ANY DOCU-\n   17  MENT  WHICH  PURPORTS TO EVINCE INSURANCE COVERAGE WHEN SUCH COVERAGE IS\n   18  NOT IN EFFECT OR IS IN EFFECT AT LIMITS LESS THAN THOSE  STATED  IN  THE\n   19  DOCUMENT;  OR  (B)  a  forged  insurance identification card for a motor\n   20  vehicle, having knowledge, personally or through such employee or agent,\n   21  of the fact that such insurance identification card,  when  issued,  did\n   22  not  actually  represent  an  owner's policy of liability insurance or a\n   23  financial security bond issued by an insurance company  licensed  to  do\n   24  business  in  this  state  covering the motor vehicle identified on such\n   25  card, shall be liable for payment to the people of this state of a civil\n   26  penalty in a sum not exceeding one thousand dollars for the  first  such\n   27  violation  and a sum not exceeding five thousand dollars for each subse-\n   28  quent violation. For the purposes  of  this  section  the  term  \"forged\n   29  insurance  identification card\" means a written insurance identification\n   30  card which has been falsely made, completed or  altered,  and  the  term\n   31  \"falsely  made, completed or altered\" shall have the same meaning as set\n   32  forth in section 170.00 of the penal law.\n   33    S 6. The executive law is amended by adding a new section 231 to  read\n   34  as follows:\n   35    S  231.  INSURANCE  FRAUD REWARD PROGRAM; ESTABLISHMENT. 1. THE SUPER-\n   36  INTENDENT SHALL ESTABLISH A STATEWIDE INSURANCE FRAUD REWARD PROGRAM  TO\n   37  PAY  REWARDS  FOR  INFORMATION  LEADING  TO THE ARREST AND CONVICTION OF\n   38  PERSONS GUILTY OF A FRAUDULENT INSURANCE ACT AS DEFINED IN  ARTICLE  ONE\n   39  HUNDRED SEVENTY-SIX OF THE PENAL LAW.\n   40    2. THE SUPERINTENDENT SHALL CAUSE TO BE ESTABLISHED A TOLL-FREE STATE-\n   41  WIDE  TELEPHONE NUMBER AND INTERNET WEBSITE FOR USE IN COLLECTING INFOR-\n   42  MATION TO ASSIST IN THE INVESTIGATION AND PROSECUTION OF INSURANCE FRAUD\n   43  CRIMES.\n   44    3. THE SUPERINTENDENT IS AUTHORIZED TO PROVIDE REWARDS OF  UP  TO  ONE\n   45  THOUSAND DOLLARS FOR INFORMATION LEADING TO THE ARREST AND CONVICTION OF\n   46  INDIVIDUALS  GUILTY  OF A FRAUDULENT INSURANCE ACT AS DEFINED IN ARTICLE\n   47  ONE HUNDRED SEVENTY-SIX OF THE PENAL LAW.\n   48    4. THE SUPERINTENDENT IS AUTHORIZED TO PROVIDE REWARDS OF UP  TO  FIVE\n   49  THOUSAND DOLLARS FOR INFORMATION LEADING TO THE ARREST AND CONVICTION OF\n   50  INDIVIDUALS  GUILTY OF A SPECIFIED OFFENSE IN ARTICLE ONE HUNDRED SEVEN-\n   51  TY-SIX OF THE PENAL LAW.\n   52    5. NO PERSON  WHO  RECEIVES  COMPENSATION  PURSUANT  TO  SECTION  FOUR\n   53  HUNDRED  FIVE-A  OF  THE  INSURANCE  LAW  SHALL BE ELIGIBLE FOR A REWARD\n   54  PURSUANT TO THIS SECTION.\n   55    6. THE SUPERINTENDENT SHALL DISBURSE THE REWARDS PROVIDED FOR IN  THIS\n   56  SECTION  FROM  THE  MONEYS  APPROPRIATED TO THE DIVISION OF STATE POLICE\n\n       S. 988                              4\n\n    1  FROM THE STATE POLICE MOTOR VEHICLE LAW ENFORCEMENT ACCOUNT  ESTABLISHED\n    2  BY SECTION NINETY-SEVEN-MM OF THE STATE FINANCE LAW, AS ADDED BY SECTION\n    3  THREE HUNDRED EIGHTY-SEVEN OF CHAPTER FIFTY-FIVE OF THE LAWS OF NINETEEN\n    4  HUNDRED NINETY-TWO.\n    5    S  7. Paragraph (a) of subdivision 2 of section 846-m of the executive\n    6  law, as amended by section 6 of part T of chapter  57  of  the  laws  of\n    7  2000, is amended to read as follows:\n    8    (a) The moneys received by the fund shall be expended in a manner that\n    9  is  consistent  with  the  plan of operation, pursuant to appropriation,\n   10  only to reimburse costs incurred by provider agencies for pilot  program\n   11  activities  relating  to the detection, prevention or reduction of motor\n   12  vehicle theft and motor vehicle insurance fraud; PROVIDED, HOWEVER, THAT\n   13  ON AND AFTER JANUARY FIRST, TWO THOUSAND ELEVEN, AT LEAST ONE-QUARTER OF\n   14  THE MONEYS RECEIVED BY  THE  FUND  SHALL  BE  DISBURSED  EXCLUSIVELY  TO\n   15  SUPPORT EFFORTS UNDERTAKEN BY DISTRICT ATTORNEYS TO DETECT, IDENTIFY AND\n   16  PROSECUTE FRAUD PERTAINING TO ARTICLE FIFTY-ONE OF THE INSURANCE LAW.\n   17    S  8.  Subdivision  3  of  section  97-mm of the state finance law, as\n   18  amended by section 5 of part T of chapter 56 of the  laws  of  2009,  is\n   19  amended to read as follows:\n   20    3.  Nine  million  one  hundred thousand dollars annually of the state\n   21  police motor vehicle law enforcement account, following appropriation by\n   22  the legislature and allocation by the director of the budget,  shall  be\n   23  made available for the state operation expenses of the division of state\n   24  police  including but not limited to the costs of activities relating to\n   25  the detection, prosecution or reduction of automobile theft and  related\n   26  purposes,  AND  THE  COSTS  OF THE INSURANCE FRAUD REWARD PROGRAM ESTAB-\n   27  LISHED PURSUANT TO SECTION TWO HUNDRED THIRTY-ONE OF THE EXECUTIVE  LAW.\n   28  All  other  funds  of  the  state  police  motor vehicle law enforcement\n   29  account, following appropriation by the legislature  and  allocation  by\n   30  the director of the budget, shall be made available for the state opera-\n   31  tion  expenses of the division of state police including but not limited\n   32  to the costs of activities relating to highway safety and public securi-\n   33  ty.\n   34    S 9. Subdivision 4 of section 97-mm of the state finance law, as added\n   35  by section 8 of part T of chapter 57 of the laws of 2000, is amended  to\n   36  read as follows:\n   37    4.  The  superintendent of state police, no later than March fifteenth\n   38  of each year, shall furnish to the governor, the speaker of the assembly\n   39  and the temporary president of  the  senate,  a  report  detailing  each\n   40  programmatic  component associated with the automobile theft AND AUTOMO-\n   41  BILE INSURANCE FRAUD prevention activities of the state police  for  the\n   42  previous year. The report shall include, but not be limited to, a break-\n   43  down  of the funds allocated to each programmatic component, including a\n   44  breakdown by personal and nonpersonal services and number of  employees,\n   45  and  the  number  of  arrests,  convictions, and vehicle recoveries. The\n   46  report shall also contain an analysis of  the  incidence  of  automobile\n   47  theft  AND AUTOMOBILE INSURANCE FRAUD for each of the state police troop\n   48  jurisdictions.\n   49    S 10.  Subdivision 5 of section 170.10 of the penal law is amended and\n   50  a new subdivision 6 is added to read as follows:\n   51    5. A prescription of a duly licensed physician or other person author-\n   52  ized to issue the same for any drug or any instrument or device used  in\n   53  the  taking  or  administering  of  drugs  for  which  a prescription is\n   54  required by law[.]; OR\n   55    6. A CERTIFICATE OF INSURANCE OR AN INSURANCE IDENTIFICATION CARD,  AS\n   56  DEFINED IN SECTION THREE HUNDRED ELEVEN OF THE VEHICLE AND TRAFFIC LAW.\n\n       S. 988                              5\n\n    1    S 11. Section 170.15 of the penal law is amended to read as follows:\n    2  S 170.15 Forgery in the first degree.\n    3    A person is guilty of forgery in the first degree when, with intent to\n    4  defraud,  deceive  or injure another, he OR SHE falsely makes, completes\n    5  or alters [a]:\n    6    1. TEN OR MORE WRITTEN INSTRUMENTS; OR\n    7    2. A written instrument which is or purports to be, or which is calcu-\n    8  lated to become or to represent if completed:\n    9    [1.] (A) Part of an issue of money, stamps, securities or other  valu-\n   10  able instruments issued by a government or governmental instrumentality;\n   11  or\n   12    [2.] (B) Part of an issue of stock, bonds or other instruments repres-\n   13  enting  interests in or claims against a corporate or other organization\n   14  or its property.\n   15    Forgery in the first degree is a class C felony.\n   16    S 12. The penal law is amended by adding a new section 175.50 to  read\n   17  as follows:\n   18  S 175.50 OFFERING  A  FALSE  APPLICATION  FOR MOTOR VEHICLE INSURANCE OR\n   19             REGISTRATION.\n   20    A PERSON IS GUILTY OF OFFERING A FALSE APPLICATION FOR  MOTOR  VEHICLE\n   21  INSURANCE OR REGISTRATION WHEN KNOWING THAT ANY DOCUMENT HE OR SHE FILES\n   22  WITH  THE DEPARTMENT OF MOTOR VEHICLES OR AN INSURER PROVIDING LIABILITY\n   23  INSURANCE FOR A MOTOR VEHICLE CONTAINS A FALSE STATEMENT OR FALSE INFOR-\n   24  MATION WITH REGARD TO WHERE HE OR SHE RESIDES OR WHERE HIS OR HER  MOTOR\n   25  VEHICLE IS GARAGED AND OPERATED.\n   26    OFFERING  A FALSE APPLICATION FOR MOTOR VEHICLE INSURANCE OR REGISTRA-\n   27  TION IS A CLASS E FELONY.\n   28    S 13. Subdivision 1 of section 176.05 of the penal law, as amended  by\n   29  chapter  635  of  the laws of 1996 and as designated by chapter 2 of the\n   30  laws of 1998, is amended to read as follows:\n   31    1. A fraudulent insurance act is committed by any person who, knowing-\n   32  ly and with intent to defraud  presents,  causes  to  be  presented,  or\n   33  prepares with knowledge  or belief that it will be presented to or by an\n   34  insurer,  self insurer, or purported insurer, or purported self insurer,\n   35  or any agent thereof, any written statement as part of,  or  in  support\n   36  of,  an  application  for the issuance of, or the rating of a commercial\n   37  insurance policy, or certificate  or  evidence  of  self  insurance  for\n   38  commercial  OR  PERSONAL insurance or commercial OR PERSONAL self insur-\n   39  ance, or a claim for payment or other benefit pursuant to  an  insurance\n   40  policy  or  self  insurance program for commercial or personal insurance\n   41  which he knows to: (i) contain materially false  information  concerning\n   42  any  fact material thereto; or (ii) conceal, for the purpose of mislead-\n   43  ing, information concerning any fact material thereto.\n   44    S 14. Section 176.15 of the penal law, as amended by  chapter  515  of\n   45  the laws of 1986, is amended to read as follows:\n   46  S 176.15 Insurance fraud in the fourth degree.\n   47    A  person  is  guilty  of insurance fraud in the fourth degree when he\n   48  [commits] OR SHE:\n   49    1. COMMITS a fraudulent insurance act and  thereby  wrongfully  takes,\n   50  obtains or withholds, or attempts to wrongfully take, obtain or withhold\n   51  property with a value in excess of one thousand dollars; OR\n   52    2. OPERATES A MOTOR VEHICLE ON A PUBLIC HIGHWAY, WHEN SUCH MOTOR VEHI-\n   53  CLE  IS INSURED BY A POLICY ISSUED UNDER THE LAWS OF ANOTHER STATE, WHEN\n   54  SUCH PERSON MAINTAINS HIS OR HER PRINCIPAL RESIDENCE IN  THIS  STATE  OR\n   55  SUCH MOTOR VEHICLE IS PRINCIPALLY GARAGED IN THIS STATE, AND SUCH INSUR-\n   56  ANCE POLICY WAS ISSUED UPON ANY WRITTEN OR ORAL STATEMENT BY SUCH PERSON\n\n       S. 988                              6\n\n    1  THAT  HE  OR  SHE  PRINCIPALLY  RESIDES IN SUCH OTHER STATE OR THAT SUCH\n    2  MOTOR VEHICLE IS PRINCIPALLY GARAGED IN SUCH OTHER STATE.\n    3    Insurance fraud in the fourth degree is a class E felony.\n    4    S  15.  Paragraph  (c) of subdivision 4-b of section 1310 of the civil\n    5  practice law and rules, as added by chapter 655 of the laws of 1990,  is\n    6  amended and a new paragraph (d) is added to read as follows:\n    7    (c)  a  conviction  of  a  person  for  a violation of section 220.09,\n    8  220.16, 220.34 or 220.39 of the penal law, or a conviction of a criminal\n    9  defendant for a violation of section 221.30 of the penal law,  or  where\n   10  the  accusatory  instrument  charges  any such felony, conviction upon a\n   11  plea of guilty to a felony for which the plea is otherwise authorized by\n   12  law, together with evidence which: (i) provides substantial indicia that\n   13  the defendant used the real property to engage in a  continual,  ongoing\n   14  course  of  conduct involving the unlawful mixing, compounding, manufac-\n   15  turing, warehousing, or packaging of controlled substances or where  the\n   16  conviction  is for a violation of section 221.30 of the penal law, mari-\n   17  juana, as part of an illegal trade or business for gain; and (ii) estab-\n   18  lishes, where the conviction is for possession of a controlled substance\n   19  or where the conviction is for a violation  of  section  221.30  of  the\n   20  penal  law,  marijuana, that such possession was with the intent to sell\n   21  it[.]; OR\n   22    (D) A CONVICTION OF A PERSON OF ANY  FELONY  DEFINED  IN  ARTICLE  ONE\n   23  HUNDRED  SEVENTY-SIX OF THE PENAL LAW, OR OF AN ATTEMPT OR CONSPIRACY TO\n   24  COMMIT ANY SUCH FELONY, PROVIDED THAT SUCH ATTEMPT OR CONSPIRACY CONSTI-\n   25  TUTES A FELONY.\n   26    S 16. Subdivision 3-a of section 1311 of the civil  practice  law  and\n   27  rules,  as  added by chapter 655 of the laws of 1990, is amended to read\n   28  as follows:\n   29    3-a. Conviction of a person in a criminal action  upon  an  accusatory\n   30  instrument  which  includes  one  or  more  of the felonies specified in\n   31  subdivision four-b of section thirteen hundred ten of this  article,  of\n   32  any  felony other than such felonies, shall not preclude a defendant, in\n   33  any subsequent proceeding under this article where that conviction is at\n   34  issue, from adducing evidence that the conduct underlying the conviction\n   35  would not establish the elements of any of  the  felonies  specified  in\n   36  such subdivision other than the one to which the criminal defendant pled\n   37  guilty.  If the defendant does adduce such evidence, the burden shall be\n   38  upon the claiming authority to prove, by clear and convincing  evidence,\n   39  that  the conduct underlying the criminal conviction would establish the\n   40  elements of the felony specified in such subdivision. Nothing  contained\n   41  in  this  subdivision  shall  affect the validity of a settlement of any\n   42  forfeiture action negotiated between the claiming authority and a crimi-\n   43  nal defendant contemporaneously with the taking of a plea of guilty in a\n   44  criminal action to any felony defined in article ONE HUNDRED SEVENTY-SIX\n   45  OR two hundred twenty, or section 221.30 or 221.55 of the penal law,  or\n   46  to a felony conspiracy to commit the same.\n   47    S  17. Paragraphs (a) and (b) of subdivision 11 of section 1311 of the\n   48  civil practice law and rules, as amended by section 47 of  part  A-1  of\n   49  chapter 56 of the laws of 2010, are amended to read as follows:\n   50    (a)  Any  stipulation or settlement agreement between the parties to a\n   51  forfeiture action shall be filed with the clerk of the  court  in  which\n   52  the forfeiture action is pending. No stipulation or settlement agreement\n   53  shall  be  accepted  for filing unless it is accompanied by an affidavit\n   54  from the claiming authority that written notice of  the  stipulation  or\n   55  settlement agreement, including the terms of such, has been given to the\n   56  office  of  victim  services,  the  [state] division of criminal justice\n\n       S. 988                              7\n\n    1  services, and in the case of a forfeiture based on a felony  defined  in\n    2  article two hundred twenty or section 221.30 or 221.55 of the penal law,\n    3  to  the  [state  division]  OFFICE  of  ALCOHOLISM  AND  substance abuse\n    4  services.  IN  THE THE CASE OF A FORFEITURE BASED ON A FELONY DEFINED IN\n    5  ARTICLE ONE HUNDRED SEVENTY-SIX OF THE PENAL LAW, SUCH NOTICE SHALL ALSO\n    6  BE GIVEN TO THE INSURANCE FRAUDS BUREAU OF THE INSURANCE DEPARTMENT.\n    7    (b) No judgment or order of forfeiture shall be  accepted  for  filing\n    8  unless  it  is  accompanied  by an affidavit from the claiming authority\n    9  that written notice of judgment or order, including the terms  of  such,\n   10  has been given to the office of victim services, the [state] division of\n   11  criminal  justice  services,  and in the case of a forfeiture based on a\n   12  felony defined in article two hundred twenty or section 221.30 or 221.55\n   13  of the penal law, to the  [state  division]  OFFICE  of  ALCOHOLISM  AND\n   14  substance  abuse services. IN THE CASE OF A FORFEITURE BASED ON A FELONY\n   15  DEFINED IN ARTICLE ONE HUNDRED SEVENTY-SIX OF THE PENAL LAW, SUCH NOTICE\n   16  SHALL ALSO BE GIVEN TO THE INSURANCE  FRAUDS  BUREAU  OF  THE  INSURANCE\n   17  DEPARTMENT.\n   18    S  18.  Subdivision  4  of  section 1349 of the civil practice law and\n   19  rules, as amended by section 48 of part A-1 of chapter 56 of the laws of\n   20  2010, is amended to read as follows:\n   21    4. The claiming authority shall report the disposal  of  property  and\n   22  collection  of  assets  pursuant to this section to the office of victim\n   23  services, the [state] division of criminal justice services  [and],  the\n   24  [state  division]  OFFICE of ALCOHOLISM AND substance abuse services AND\n   25  THE INSURANCE FRAUDS BUREAU OF THE INSURANCE DEPARTMENT.\n   26    S 19. The vehicle and traffic law is amended by adding a  new  section\n   27  201-a to read as follows:\n   28    S  201-A.  ACCESS  TO  INFORMATION.  THE  DEPARTMENT  SHALL  ALLOW LAW\n   29  ENFORCEMENT PERSONNEL ACCESS TO ANY INDIVIDUAL'S STREET ADDRESS PROVIDED\n   30  PURSUANT TO PARAGRAPH B OF SUBDIVISION ONE OF SECTION FOUR  HUNDRED  ONE\n   31  AND SUBDIVISION ONE OF SECTION FIVE HUNDRED TWO OF THIS CHAPTER.\n   32    S  20.  Paragraph b of subdivision 1 of section 401 of the vehicle and\n   33  traffic law, as amended by chapter 222 of the laws of 1996,  is  amended\n   34  to read as follows:\n   35    b.  Every  owner  of a motor vehicle which shall be operated or driven\n   36  upon the public highways  of  this  state  shall,  except  as  otherwise\n   37  expressly  provided, cause to be presented, by mail or otherwise, to the\n   38  office or a branch office of the commissioner, or to any  agent  of  the\n   39  commissioner,  constituted  as  provided in this chapter, an application\n   40  for registration addressed to the commissioner, and on  a  blank  to  be\n   41  prepared  under  the  direction of and furnished by the commissioner for\n   42  that purpose, containing: (a) a brief description of the  motor  vehicle\n   43  to be registered, including the name and factory number of such vehicle,\n   44  and  such  other facts as the commissioner shall require; (b) the weight\n   45  of the vehicle upon which the registration fee is based if  the  fee  is\n   46  based  on  weight;  (c)  the name and residence, including county of the\n   47  owner of such motor vehicle, PROVIDED THAT IF THE APPLICANT USES A  POST\n   48  OFFICE BOX WHEN PROVIDING A RESIDENCE ADDRESS, SUCH APPLICANT SHALL ALSO\n   49  PROVIDE  THE  STREET  ADDRESS  AT  WHICH HE OR SHE RESIDES; (d) provided\n   50  that, if such motor vehicle is used or to be used  as  an  omnibus,  the\n   51  applicant  also  shall  so  certify,  and in the case of an omnibus also\n   52  certify as to the seating capacity, and if the omnibus is to be operated\n   53  wholly within a municipality pursuant to a franchise other than a  fran-\n   54  chise  express  or  implied  in  articles  of incorporation upon certain\n   55  streets designated in such franchise, those facts shall also  be  certi-\n   56  fied,  and  a  certified copy of such franchise furnished to the commis-\n\n       S. 988                              8\n\n    1  sioner; (e) provided, that, if such motor vehicle is an altered  livery,\n    2  the  applicant  shall  so  furnish a certified copy of the length of the\n    3  center panel of such vehicle, provided, however, that  the  commissioner\n    4  shall  require  such  proof, as he OR SHE may determine is necessary, in\n    5  the application for registration and provided  further,  if  the  center\n    6  panel of such vehicle exceeds one hundred inches, the commissioner shall\n    7  require  proof  that  such  vehicle is in compliance with all applicable\n    8  federal and state motor vehicle safety standards;  and  (f)  such  addi-\n    9  tional  facts  or evidence as the commissioner may require in connection\n   10  with the application for registration. Every owner of  a  trailer  shall\n   11  also  make application for the registration thereof in the manner herein\n   12  provided for an application to  register  a  motor  vehicle,  but  shall\n   13  contain a statement showing the manufacturer's number or other identifi-\n   14  cation satisfactory to the commissioner and no number plate for a trail-\n   15  er  issued  under  the  provisions  of subdivision three of section four\n   16  hundred two of this [chapter] ARTICLE shall be transferred  to  or  used\n   17  upon  any  other  trailer than the one for which number plate is issued.\n   18  The commissioner shall require proof, in the application  for  registra-\n   19  tion,  or  otherwise, as such commissioner may determine, that the motor\n   20  vehicle for which registration is applied for is  equipped  with  lights\n   21  conforming  in  all respects to the requirements of this chapter, and no\n   22  motor vehicle shall be registered unless it shall appear by such  proofs\n   23  that such motor vehicle is equipped with proper lights as aforesaid. The\n   24  said application shall contain or be accompanied by such evidence of the\n   25  ownership  of  the  motor vehicle described in the application as may be\n   26  required by the commissioner or his OR HER agent and which, with respect\n   27  to new vehicles, shall include, unless otherwise  specifically  provided\n   28  by  the  commissioner,  the manufacturer's statement of origin. Applica-\n   29  tions received by an agent of the commissioner shall be forwarded to the\n   30  commissioner as he OR SHE shall direct for filing.  No  application  for\n   31  registration  shall be accepted unless the applicant is at least sixteen\n   32  years of age AND HAS SIGNED SUCH APPLICATION ATTESTING TO THE TRUTH  AND\n   33  VERACITY OF THE FACTS STATED THEREIN.\n   34    S  21. Subdivision 1 of section 502 of the vehicle and traffic law, as\n   35  amended by chapter 639 of the laws  of  2006,  is  amended  to  read  as\n   36  follows:\n   37    1.  Application for license.  Application for a driver's license shall\n   38  be made to the commissioner.  The fee prescribed by law may be submitted\n   39  with such application. The applicant shall furnish such proof of identi-\n   40  ty, age, ADDRESS OF HIS OR HER RESIDENCE and fitness as may be  required\n   41  by the commissioner. WHEN PROVIDING HIS OR HER ADDRESS OF RESIDENCE, THE\n   42  APPLICANT  SHALL  PROVIDE THE STREET ADDRESS AT WHICH HE OR SHE RESIDES.\n   43  EACH APPLICANT SHALL SIGN HIS OR HER APPLICATION ATTESTING TO THE  TRUTH\n   44  AND  VERACITY  OF  THE  FACTS  STATED THEREIN. The commissioner may also\n   45  provide that the application procedure shall include  the  taking  of  a\n   46  photo  image  or  images  of  the applicant in accordance with rules and\n   47  regulations prescribed by the commissioner. In addition, the commission-\n   48  er also shall require that the applicant provide his or her social secu-\n   49  rity number and provide space on the application so that  the  applicant\n   50  may register in the New York state organ and tissue donor registry under\n   51  section  forty-three  hundred ten of the public health law. In addition,\n   52  an applicant for a  commercial  driver's  license  who  will  operate  a\n   53  commercial  motor vehicle in interstate commerce shall certify that such\n   54  applicant meets the requirements to operate a commercial motor  vehicle,\n   55  as  set  forth in public law 99-570, title XII, and title 49 of the code\n   56  of federal regulations, and all regulations promulgated  by  the  United\n\n       S. 988                              9\n\n    1  States  secretary of transportation under the hazardous materials trans-\n    2  portation act. Upon a determination that  the  holder  of  a  commercial\n    3  driver's  license  has  made  any  false  statement, with respect to the\n    4  application  for  such  license,  the  commissioner  shall  revoke  such\n    5  license.\n    6    S 22. Temporary task force on motor vehicle insurance fraud.  (a)  The\n    7  superintendent of insurance and the commissioner of motor vehicles shall\n    8  convene a temporary task force on motor vehicle insurance fraud to exam-\n    9  ine  the  feasibility and cost-effectiveness of developing methodologies\n   10  to identify owners and operators of motor vehicles who misrepresent  the\n   11  principal  place  of  their  residence or where their motor vehicles are\n   12  garaged and operated. Such task force shall develop a plan on the feasi-\n   13  bility of implementing a statewide registry of the street  addresses  of\n   14  the  owners  and  operators  of motor vehicles in this state. The report\n   15  issued by this task force shall:\n   16    (1) investigate the  feasibility  of  developing  and  implementing  a\n   17  statewide  registry  of the addresses of motor vehicle owners and opera-\n   18  tors;\n   19    (2) detail the costs of establishing such a registry;\n   20    (3) identify the parameters for entering and retrieving data from such\n   21  registry; and\n   22    (4) evaluate the value of establishing such  registry  in  identifying\n   23  motor vehicle owners and operators who misrepresent their place of resi-\n   24  dence or where their vehicle is garaged and operated.\n   25    (b)  The task force shall consist of 13 members. The superintendent of\n   26  insurance and the commissioner of motor vehicles,  or  their  designees,\n   27  shall  be  members  of  the task force and shall be the co-chairs of the\n   28  task force. A representative of the New York Automobile  Insurance  Plan\n   29  shall  be  a  member of the task force. The remaining ten members of the\n   30  task force shall be appointed as follows: four shall be appointed by the\n   31  governor, two shall be appointed  by  the  temporary  president  of  the\n   32  senate, two shall be appointed by the speaker of the assembly, one shall\n   33  be  appointed  by  the  minority  leader of the senate, and one shall be\n   34  appointed by the minority leader of the assembly. Of such  ten  members:\n   35  three  shall be representatives of insurers actively writing motor vehi-\n   36  cle insurance in this state,  three  shall  be  representatives  of  the\n   37  insurance  agent  and  broker  community  actively selling motor vehicle\n   38  insurance in this state, two shall be representatives of  companies  the\n   39  business of which involves collecting, dispersing and synthesizing data,\n   40  and  two  shall be representatives of the motor vehicle insurance buying\n   41  public.\n   42    (c) The task force shall submit a  report  to  the  governor  and  the\n   43  legislature  of  its  findings,  conclusions  and recommendations within\n   44  fifteen months of the effective date of this section.\n   45    S 23. This act shall take effect on the sixtieth day  after  it  shall\n   46  have  become  a  law, provided that section twenty-two of this act shall\n   47  expire and be deemed repealed eighteen months after the  effective  date\n   48  of this act.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the insurance law, the executive law, the state finance law, the penal law, the civil practice law and rules and the vehicle and traffic law, in relation to insurance fraud; to establish the temporary task force on motor vehicle insurance fraud; and providing for the repeal of certain provisions upon the expiration thereof ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110104.T100936.TXT", "SOBI.D110106.T153229.TXT", "SOBI.D110104.T114001.TXT", "SOBI.D110128.T163320.TXT", "SOBI.D110104.T110955.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296250400555
}