{
  "year" : 2011,
  "senateBillNo" : "S989-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO INVESTIGATIONS AND GOVERNMENT OPERATIONS",
    "billEventId" : "S989-2011-1294203600000-REFERRED+TO+INVESTIGATIONS+AND+GOVERNMENT+OPERATIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KLEIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires public hearings on the executive budget shall be conducted in certain areas of the state",
  "summary" : "Requires the senate finance committee and the assembly ways and means committee to conduct public hearings on the executive budget in certain areas of the state, after submission and prior to enactment of such budget. ",
  "currentCommittee" : "INVESTIGATIONS AND GOVERNMENT OPERATIONS",
  "sameAs" : null,
  "lawSection" : "Legislative Law",
  "previousVersions" : [ "SA1862-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          989\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KLEIN  -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Investigations and Govern-\n         ment Operations\n\n       AN ACT to amend the legislative law,  in  relation  to  the  conduct  of\n         public hearings on the budget\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 32-a of the legislative law, as  added  by  chapter\n    2  762 of the laws of 1992, is amended to read as follows:\n    3    S 32-a. Budget;  public hearings. After submission and prior to enact-\n    4  ment of the executive budget,  the  senate  finance  committee  and  the\n    5  assembly  ways  and  means committee jointly or separately shall conduct\n    6  public hearings on the budget. Such hearings [may]  SHALL  be  conducted\n    7  [regionally]  IN BUFFALO, ROCHESTER, SYRACUSE, WATERTOWN, ALBANY, POUGH-\n    8  KEEPSIE, NEW YORK CITY AND ON LONG ISLAND  to  provide  individuals  and\n    9  organizations throughout the state with an opportunity to comment on the\n   10  budget.  The  committees  shall  make every effort to hear all those who\n   11  wish to present statements at such public hearings. The  chairs  of  the\n   12  committees jointly or separately shall publish a schedule of hearings.\n   13    S  2. This act shall take effect on the first of January next succeed-\n   14  ing the date on which it shall have become a law.\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04417-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the legislative law, in relation to the conduct of public hearings on the budget ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T153229.TXT", "SOBI.D110104.T100936.TXT", "SOBI.D110104.T114001.TXT", "SOBI.D110104.T110955.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294345949015
}