{
  "year" : 2011,
  "senateBillNo" : "S99-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO TRANSPORTATION",
    "billEventId" : "S99-2011-1294203600000-REFERRED+TO+TRANSPORTATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "DIAZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Excludes a social security number or social security card from documentation required to be provided to renew an existing driver's license",
  "summary" : "Excludes a social security number or card from documentation required to renew an existing driver's license. ",
  "currentCommittee" : "TRANSPORTATION",
  "sameAs" : null,
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "S2179-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          99\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  DIAZ  --  read twice and ordered printed, and when\n         printed to be committed to the Committee on Transportation\n\n       AN ACT to amend the vehicle and traffic  law,  in  relation  to  certain\n         requirements for renewing a driver's license\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraph (a) of subdivision 6 of section 502 of the  vehi-\n    2  cle and  traffic law, as amended by section 3 of part K of chapter 59 of\n    3  the laws of 2009, is amended to read as follows:\n    4    (a)  A  license  issued  pursuant  to subdivision five of this section\n    5  shall be valid until the expiration date contained thereon, unless  such\n    6  license  is suspended, revoked or cancelled. Such license may be renewed\n    7  by submission of an application for renewal, the fee prescribed by  law,\n    8  proofs  of  prior licensing, fitness and acceptable vision prescribed by\n    9  the  commissioner,  the  applicant's  social  security  number,  and  if\n   10  required  by  the  commissioner  a  photo image of the applicant in such\n   11  numbers and form as the commissioner shall prescribe.  AN APPLICANT  FOR\n   12  RENEWAL  SHALL  NOT  BE  REQUIRED  TO PROVIDE HIS OR HER SOCIAL SECURITY\n   13  NUMBER OR SHOW A SOCIAL SECURITY CARD EVEN IF SUCH NUMBER  OR  CARD  WAS\n   14  NOT  PROVIDED  TO THE DEPARTMENT IN A PREVIOUS TRANSACTION. In addition,\n   15  an applicant for renewal of a license containing  a  hazardous  material\n   16  endorsement  shall  pass  an examination to retain such endorsement. The\n   17  commissioner shall, with respect to the renewal of a hazardous materials\n   18  endorsement,  comply  with  the  requirements  imposed  upon  states  by\n   19  sections  383.141  and  1572.13 of title 49 of the code of federal regu-\n   20  lations. A renewal of such license shall be issued by  the  commissioner\n   21  upon  approval of such application, except that no such license shall be\n   22  issued if its issuance would be  inconsistent  with  the  provisions  of\n   23  section  five hundred sixteen of this title, and except that the commis-\n   24  sioner may refuse to renew such license if the applicant is  the  holder\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02210-01-1\n\n       S. 99                               2\n\n    1  of  a  currently  valid  or renewable license to drive issued by another\n    2  state or foreign country unless the applicant surrenders such license.\n    3    S  2.  This  act shall take effect on the ninetieth day after it shall\n    4  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to certain requirements for renewing a driver's license ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101203.T091436.TXT", "SOBI.D101206.T093854.TXT", "SOBI.D101202.T163601.TXT", "SOBI.D101202.T164602.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1291646334980
}