{
  "year" : 2011,
  "senateBillNo" : "S991-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO CITIES",
    "billEventId" : "S991-2011-1294203600000-REFERRED+TO+CITIES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MONTGOMERY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires developers to deposit a portion of the total estimated project cost into an escrow account for damage caused to neighboring properties during construction",
  "summary" : "Requires developers to deposit a portion of the total estimated project cost into an escrow account for damage caused to neighboring properties during construction; provides that any work on a project shall be stopped until repairs are made on the adjoining property; provides that the New York city department of buildings shall develop a procedure whereby individuals who suffer damage as a result of the construction may be reimbursed within a period of sixty days. ",
  "currentCommittee" : "CITIES",
  "sameAs" : "A706",
  "lawSection" : "New York City Administrative Code",
  "previousVersions" : [ "S6175-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n           S. 991                                                    A. 706\n\n                              2011-2012 Regular Sessions\n\n                             S E N A T E - A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       IN  SENATE  --  Introduced  by Sen. MONTGOMERY -- read twice and ordered\n         printed, and when printed to be committed to the Committee on Cities\n\n       IN ASSEMBLY -- Introduced by M. of A. LENTOL, MARKEY,  MILLMAN,  JACOBS,\n         COLTON,  BRENNAN,  ROSENTHAL  -- Multi-Sponsored by -- M. of A. AUBRY,\n         COOK, DINOWITZ,  GLICK,  HIKIND,  PERRY,  PHEFFER  --  read  once  and\n         referred to the Committee on Cities\n\n       AN  ACT  to  amend  the  administrative code of the city of New York, in\n         relation to establishing escrow accounts to protect neighboring  land-\n         owners and tenants from damage due to construction\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The administrative code of the city of New York is  amended\n    2  by adding a new section 28-103.23 to read as follows:\n    3    S 28-103.23 DEVELOPERS' ESCROW ACCOUNTS. 1. ANY DEVELOPER WHO PLANS TO\n    4  CONSTRUCT  ANY BUILDING WITHIN THE CITY SHALL, PRIOR TO THE COMMENCEMENT\n    5  OF ANY CONSTRUCTION, DEPOSIT TEN PERCENT OF THE TOTAL ESTIMATED  PROJECT\n    6  COST INTO AN ESCROW ACCOUNT.\n    7    2.  AN  ESCROW ACCOUNT ESTABLISHED PURSUANT TO SUBDIVISION ONE OF THIS\n    8  SECTION SHALL BE USED TO SETTLE CLAIMS OF PROPERTY OWNERS WHOSE PROPERTY\n    9  IS DAMAGED DURING ANY CONSTRUCTION, OR THE CLAIMS  OF  TENANTS  WHO  ARE\n   10  DISPLACED  FROM  THEIR RESIDENCE AS THE RESULT OF DAMAGE TO THE PROPERTY\n   11  FROM THE CONSTRUCTION. A DEVELOPER SHALL BE HELD STRICTLY LIABLE FOR ANY\n   12  DAMAGE  OR  RELOCATION  EXPENSE  THAT  OCCURS  AS  A   RESULT   OF   THE\n   13  CONSTRUCTION.\n   14    3.  IN ADDITION TO THE REQUIREMENTS IMPOSED BY SUBDIVISION ONE OF THIS\n   15  SECTION, IF ANY DAMAGES OCCUR TO AN ADJOINING PROPERTY, ANY AND ALL WORK\n   16  ON SUCH  PROJECT  SHALL  BE  STOPPED  UNTIL  SUCH  DAMAGED  PROPERTY  IS\n   17  REPAIRED.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02374-01-1\n\n       S. 991                              2                             A. 706\n\n    1    4.  THE  DEPARTMENT  SHALL  ESTABLISH  A  CLAIM PROCEDURE FOR PROPERTY\n    2  OWNERS AND TENANTS WHO WISH TO FILE CLAIMS AGAINST THE MONEY  SET  ASIDE\n    3  PURSUANT  TO  THIS  SECTION. SUCH PROCEDURE SHALL PROVIDE FOR A COMPLETE\n    4  RESOLUTION OF A CLAIM WITHIN SIXTY DAYS FROM THE DATE OF  ITS  COMMENCE-\n    5  MENT.\n    6    5. ANY FUNDS IN THE ACCOUNT THAT ARE NOT CLAIMED BY AN AGGRIEVED PROP-\n    7  ERTY  OWNER  OR  TENANT  WITHIN  SIX  MONTHS AFTER THE COMPLETION OF THE\n    8  PROJECT SHALL BE RETURNED TO THE DEVELOPER.\n    9    S 2. The administrative code of the city of New  York  is  amended  by\n   10  adding a new section 28-201.5 to read as follows:\n   11    S  28-201.5  VIOLATIONS  NOT  CAUSED BY PROPERTY OWNER. THE DEPARTMENT\n   12  SHALL NOT IMPOSE ANY FINE OR OTHER PENALTY AGAINST  ANY  PROPERTY  OWNER\n   13  FOR  ANY  VIOLATION  OF  THE  PROVISIONS OF THIS TITLE THAT OCCUR AS THE\n   14  RESULT OF DAMAGE CAUSED BY CONSTRUCTION ON AN ADJACENT BUILDING.\n   15    S 3. This act shall take effect on the ninetieth day  after  it  shall\n   16  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the administrative code of the city of New York, in relation to establishing escrow accounts to protect neighboring landowners and tenants from damage due to construction ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110105.T150203.TXT", "SOBI.D110104.T101948.TXT", "SOBI.D110104.T110955.TXT", "SOBI.D110104.T114457.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294257723678
}