{
  "year" : 2011,
  "senateBillNo" : "S993-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "S993-2011-1294203600000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KLEIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Creates a high tech marketing program; appropriation",
  "summary" : "Creates a high tech marketing program; requires the creation of an advisory committee; provides for funds on a matching basis to established regional economic development marketing coalitions; makes an appropriation therefor. ",
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "Appropriations",
  "previousVersions" : [ "S6331-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "OPPENHEIMER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          993\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by Sens. KLEIN, OPPENHEIMER -- read twice and ordered print-\n         ed, and when printed to be committed to the Committee on Finance\n\n       AN ACT to amend the economic development law, in relation to creating  a\n         high tech marketing program; and making an appropriation therefor\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The economic development law is amended  by  adding  a  new\n    2  article 11-B to read as follows:\n\n    3                                ARTICLE 11-B\n    4                         HIGH TECH MARKETING PROGRAM\n\n    5  SECTION 239-A. DEFINITIONS.\n    6          239-B. APPLICATION.\n    7          239-C. USE OF FUNDS.\n    8          239-D. ADVISORY COMMITTEE.\n    9          239-E. REPORTING REQUIREMENTS.\n   10    S 239-A. DEFINITIONS. AS USED IN THIS ARTICLE, THE FOLLOWING WORDS AND\n   11  TERMS SHALL HAVE THE FOLLOWING MEANINGS:\n   12    1.  \"ELIGIBLE  APPLICANT\"  SHALL MEAN A STATEWIDE ECONOMIC DEVELOPMENT\n   13  NOT-FOR-PROFIT ORGANIZATION ESTABLISHED TO PROMOTE THE ECONOMIC DEVELOP-\n   14  MENT OF THE STATE AND ITS COMMUNITIES, ENCOURAGE SOUND PRACTICES IN  THE\n   15  CONDUCT  OF  REGIONAL AND STATEWIDE DEVELOPMENT PROGRAMS, AND TO DEVELOP\n   16  EDUCATION PROGRAMS THAT ENHANCE THE PROFESSIONAL DEVELOPMENT  SKILLS  OF\n   17  ITS  MEMBERS,  AND  THE MEMBERS OF WHICH REPRESENT COUNTY, STATEWIDE AND\n   18  LOCAL GOVERNMENT JURISDICTIONS FOR THE PURPOSE OF ATTRACTING  INVESTMENT\n   19  AND JOBS TO THE REGIONS THEY REPRESENT.\n   20    2.  \"STATEWIDE  HIGH TECH MARKETING PROGRAM\" SHALL MEAN A PROGRAM THAT\n   21  PROMOTES THE STATE'S STRENGTHS AND ASSETS IN  THE  FOLLOWING  TECHNOLOGY\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04991-01-1\n\n       S. 993                              2\n\n    1  SECTORS: NANO-TECHNOLOGY; BIOTECHNOLOGY; AND PHOTONICS, OPTICS AND IMAG-\n    2  ING.\n    3    3.   \"REGIONAL   BUSINESS   MARKETING   CORPORATION\"  SHALL  MEAN  ANY\n    4  NOT-FOR-PROFIT CORPORATION CREATED FOR THE PRIMARY PURPOSE OF MARKING  A\n    5  MULTI-COUNTY  REGION  OF THE STATE FOR THE PURPOSE OF ATTRACTING PRIVATE\n    6  SECTOR INVESTMENT AND CREATING JOBS, AND WHICH HAS RECEIVED  THE  FINAN-\n    7  CIAL SUPPORT OF AT LEAST THREE COUNTY GOVERNMENTS.\n    8    S  239-B.  APPLICATION. THE COMMISSIONER SHALL, WITHIN THREE MONTHS OF\n    9  THE EFFECTIVE DATE OF THIS ARTICLE, IMPLEMENT A  REQUEST  FOR  PROPOSALS\n   10  PROCESS  FOR  SELECTING  THE  ELIGIBLE APPLICANT. THE COMMISSIONER SHALL\n   11  ENSURE THAT THE APPLICATION OF THE  WINNING  APPLICANT  FOR  SUCH  FUNDS\n   12  SHALL  HAVE  SET  FORTH  THE  SCHEDULE, BUDGET, SCOPE, USES OF FUNDS AND\n   13  THEME OF THE PROPOSED STATEWIDE MARKETING PROGRAM TO BE  UNDERTAKEN  FOR\n   14  THE  PURPOSE  OF  ENCOURAGING  AND  STIMULATING BUSINESS DEVELOPMENT AND\n   15  ECONOMIC ACTIVITY IN THE TARGETED HIGH  TECHNOLOGY  SECTORS  WITHIN  THE\n   16  STATE  AND ITS REGIONS. THE APPROPRIATION FOR THIS PROGRAM SHALL BE PAID\n   17  TO THE WINNING APPLICANT WITHIN SIXTY DAYS OF ITS SELECTION.\n   18    S 239-C. USE OF FUNDS. 1. A. THREE MILLION DOLLARS OF THE FUNDS MAY BE\n   19  USED BY THE SELECTED APPLICANT TO DEVELOP AND IMPLEMENT A STATEWIDE HIGH\n   20  TECH MARKETING PROGRAM, AND MAY BE USED FOR THE FOLLOWING PURPOSES:\n   21    (I) PARTICIPATION AT KEY INTERNATIONAL AND DOMESTIC  TRADE  SHOWS  AND\n   22  INDUSTRY CONFERENCES;\n   23    (II)  DEVELOPMENT  OF  TARGETED  INDUSTRY  PROFILES  AND OTHER PRIMARY\n   24  RESEARCH ON TARGETED INDUSTRIES;\n   25    (III) DEVELOPMENT OF TARGETED INDUSTRY COLLATERAL MATERIAL;\n   26    (IV) ONE-ON-ONE MEETINGS WITH INDUSTRY DECISION MAKERS;\n   27    (V) DIRECT MAIL TO CORPORATE, SITE LOCATION CONSULTANTS AND OTHER  KEY\n   28  DECISION MAKERS FOR TARGETED TECHNOLOGY SECTORS;\n   29    (VI) DEVELOPMENT OF NEW YORK LOVES NANO TECH, NEW YORK LOVES BIO TECH,\n   30  AND NEW YORK LOVES PHOTONICS WEB SITES;\n   31    (VII) ADVERTISING IN INFLUENTIAL TRADE AND OTHER PUBLICATIONS; AND\n   32    (VIII) STATE TOURS WITH TARGETED INDUSTRY DECISION MAKERS.\n   33    B.  ALL FUNDS AWARDED TO THE WINNING APPLICANT MUST BE EXPENDED WITHIN\n   34  TWELVE MONTHS, UNLESS AN EXTENSION OF TIME IS REQUESTED AND, UPON  SHOW-\n   35  ING OF GOOD CAUSE, GRANTED BY THE DEPARTMENT.\n   36    C.  NO  MORE  THAN TEN PERCENT OF THE TOTAL AMOUNT OF FUNDS AWARDED TO\n   37  THE SELECTED  APPLICANT  SHALL  BE  USED  FOR  ADMINISTRATIVE  PURPOSES,\n   38  INCLUDING  SALARIES  ASSOCIATED  WITH IMPLEMENTING A STATEWIDE HIGH TECH\n   39  MARKETING PROGRAM.\n   40    2. TWO MILLION DOLLARS OF THE FUNDS MAY BE  AWARDED  BY  THE  SELECTED\n   41  APPLICANT  ON  A  MATCHING  BASIS TO NO MORE THAN FOUR ELIGIBLE BUSINESS\n   42  REGIONAL MARKETING CORPORATIONS FOR THE PURPOSE OF IMPLEMENTING BUSINESS\n   43  MARKETING INITIATIVES WITHIN THE TARGETED TECHNOLOGY SECTORS.\n   44    A. THE SELECTED APPLICANT SHALL  ESTABLISH  A  REQUEST  FOR  PROPOSALS\n   45  PROCESS  FOR  SELECTING  REGIONAL  BUSINESS MARKETING CORPORATIONS TO BE\n   46  RECIPIENTS OF MATCHING GRANTS FROM THIS PROGRAM. THE  SELECTED  REGIONAL\n   47  BUSINESS MARKETING CORPORATIONS SHALL HAVE DEMONSTRATED THAT:\n   48    (I) THE CORPORATION EXISTS IN LEGAL FORM;\n   49    (II)  THE  CORPORATION  HAS SECURED AN AMOUNT EQUAL TO THE TOTAL MATCH\n   50  AWARDED BY THE SELECTED APPLICANT; AND\n   51    (III) THE CORPORATION HAS RECEIVED AND IS RECEIVING FINANCIAL  SUPPORT\n   52  FROM AT LEAST COUNTY GOVERNMENTS FROM WITHIN ITS JURISDICTION.\n   53    B.  APPLICATIONS  OF SELECTED REGIONAL BUSINESS MARKETING CORPORATIONS\n   54  SHALL HAVE SET FORTH THE SCHEDULE, BUDGET,  SCOPE,  USES  OF  FUNDS  AND\n   55  THEME  OF  THE PROPOSED STATEWIDE MARKETING PROGRAM TO BE UNDERTAKEN FOR\n   56  THE PURPOSE OF ENCOURAGING  AND  STIMULATING  BUSINESS  DEVELOPMENT  AND\n\n       S. 993                              3\n\n    1  ECONOMIC  ACTIVITY  IN  THE  TARGETED HIGH TECHNOLOGY SECTORS WITHIN THE\n    2  REGION, PROVIDED, HOWEVER, THAT:\n    3    (I)  NO SUCH MATCHING FUNDS SHALL EXCEED THE SUM OF FIVE HUNDRED THOU-\n    4  SAND DOLLARS;\n    5    (II) NO MATCHING FUNDS WILL BE USED FOR ADMINISTRATIVE COSTS,  INCLUD-\n    6  ING SALARIES, ASSOCIATED WITH THE IMPLEMENTATION OF A REGIONAL HIGH TECH\n    7  BUSINESS MARKETING PROGRAM;\n    8    (III) NO SUCH MATCHING FUNDS SHALL BE USED FOR THE DIRECT BENEFIT OF A\n    9  FOR-PROFIT  BUSINESS  UNLESS  SUCH  EXPENDITURE  SHALL  FURTHER A PUBLIC\n   10  PURPOSE AND HAVE A CLEAR, LONG-TERM BENEFIT TO THE REGIONAL ECONOMY;\n   11    (IV) THE USES OF THE FUNDS ARE CONSISTENT WITH THE BUSINESS  MARKETING\n   12  PROGRAMS DEVELOPED AND IMPLEMENTED BY THE WINNING APPLICANT; AND\n   13    (V)  ALL  FUNDS  AWARDED  TO  REGIONAL BUSINESS MARKETING CORPORATIONS\n   14  SHALL BE EXPENDED WITHIN TWELVE MONTHS OF SUCH PAYMENT UNLESS AN  EXTEN-\n   15  SION  OF  TIME  IS REQUESTED AND, UPON SHOWING OF GOOD CAUSE, GRANTED BY\n   16  THE WINNING APPLICANT.\n   17    C. NO ADVERTISING OR MARKETING FUNDED FOR THE PURPOSE OF THIS  ARTICLE\n   18  SHALL  CONTAIN  REFERENCES  TO OR THE NAME OF ANY PUBLIC OFFICIAL OF THE\n   19  STATE, OR ITS POLITICAL SUBDIVISIONS. REFERENCE SHALL INCLUDE BUT NOT BE\n   20  LIMITED  TO  PHOTOGRAPHS,  DRAWINGS,  CARICATURES,  OR  SOUND  OR  VIDEO\n   21  RECORDINGS,  UNLESS  EXPRESSLY  AUTHORIZED  BY  THE  ADVISORY  COMMITTEE\n   22  DESCRIBED IN SECTION TWO HUNDRED THIRTY-NINE-D OF THIS ARTICLE.\n   23    S 239-D. ADVISORY COMMITTEE. THE WINNING APPLICANT SHALL ESTABLISH  AN\n   24  ADVISORY  COMMITTEE  CONSISTING  OF  KEY  STAKEHOLDERS  TO ADVISE ON THE\n   25  DEVELOPMENT AND IMPLEMENTATION OF A MARKETING  PLAN  FOR  EACH  TARGETED\n   26  INDUSTRY SECTOR. THE ADVISORY COMMITTEE SHALL CONSIST OF REPRESENTATIVES\n   27  OF  REGIONAL  MARKETING  CORPORATIONS,  ECONOMIC  DEVELOPERS, UNIVERSITY\n   28  REPRESENTATIVES, PRIVATE INDUSTRY, EMPIRE STATE DEVELOPMENT CORPORATION,\n   29  THE SPEAKER OF THE ASSEMBLY AND THE TEMPORARY PRESIDENT OF  THE  SENATE.\n   30  THE  CHAIRPERSON  OF THE ADVISORY COMMITTEE SHALL BE SELECTED FROM AMONG\n   31  ALL ITS MEMBERS.\n   32    S 239-E. REPORTING REQUIREMENTS. 1.  EACH REGIONAL BUSINESS  MARKETING\n   33  CORPORATION SHALL PROVIDE AN ANNUAL FINANCIAL STATEMENT PREPARED ACCORD-\n   34  ING  TO  GENERALLY  ACCEPTED ACCOUNTING PRINCIPLES TO THE WINNING APPLI-\n   35  CANT, THE COMMISSIONER, THE SPEAKER OF THE ASSEMBLY  AND  THE  TEMPORARY\n   36  PRESIDENT OF THE SENATE.\n   37    2.  THE  WINNING APPLICANT SHALL PROVIDE AN ANNUAL FINANCIAL STATEMENT\n   38  PREPARED ACCORDING TO GENERALLY ACCEPTED ACCOUNTING  PRINCIPLES  TO  THE\n   39  COMMISSIONER, THE SPEAKER OF THE ASSEMBLY AND THE TEMPORARY PRESIDENT OF\n   40  THE  SENATE,  AS  WELL AS A PERFORMANCE REPORT INDICATING HOW FUNDS WERE\n   41  EXPENDED, AND RESULTS OF THOSE EXPENDITURES.\n   42    S 2. The sum of five million dollars ($5,000,000), or so much  thereof\n   43  as may be necessary, is hereby appropriated to the department of econom-\n   44  ic development from any moneys in the state treasury in the general fund\n   45  to  the  credit  of the local assistance account not otherwise appropri-\n   46  ated, and made immediately available, for services and expenses  includ-\n   47  ing  the  expenses  of  the  department of economic development, for the\n   48  purposes of carrying out the provisions of this act. Such sum  shall  be\n   49  payable  on  the  audit and warrant of the state comptroller on vouchers\n   50  certified or approved by the commissioner of  economic  development,  or\n   51  his or her duly designated representative in the manner provided by law.\n   52    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the economic development law, in relation to creating a high tech marketing program; and making an appropriation therefor ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T153229.TXT", "SOBI.D110104.T101948.TXT", "SOBI.D110104.T110955.TXT", "SOBI.D110104.T114457.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294345949041
}