{
  "year" : 2011,
  "senateBillNo" : "S994-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "S994-2011-1294203600000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KLEIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes principles governing the management of state-owned intellectual property",
  "summary" : "Establishes principles governing the management of state-owned intellectual property; provides for the review, evaluation and alteration of current principles and policies. ",
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "Executive Law",
  "previousVersions" : [ "S6330-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          994\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KLEIN  -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Finance\n\n       AN ACT to amend the executive  law  and  the  public  officers  law,  in\n         relation to establishing principles governing the management of state-\n         owned intellectual property\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Legislative intent. The legislature finds and declares that\n    2  it is in the interest of the state to ensure that the results of  state-\n    3  funded  research  are promptly developed and protected and, where appro-\n    4  priate, made available in the public domain. It is  further  found  that\n    5  the  people  of the state should derive a substantial benefit from state\n    6  investments in research and development, including: the dissemination of\n    7  scientific discoveries; improvements in the public health  and  welfare;\n    8  the  introduction  of new technologies, and the commercialization of the\n    9  product of state-funded research that will  lead  to  job  creation  and\n   10  enhanced state revenues.\n   11    The  legislature  further  finds  that  the  state needs to manage its\n   12  intellectual property effectively so that it is best  utilized  for  the\n   13  benefit  of  the  state  and  its citizens. It is further found that the\n   14  intellectual property policies of individual state agencies and authori-\n   15  ties should be appropriately formed and upheld in practice to ensure all\n   16  participants  in  state-funded  research  and  in  commercialization  of\n   17  research  discoveries understand their obligations and responsibilities.\n   18  Therefore, the legislature finds it necessary to enact policies  govern-\n   19  ing  the  management  of  intellectual  property resulting from research\n   20  conducted in state facilities or with state funds.\n   21    S 2. The executive law is amended by adding a new section 33  to  read\n   22  as follows:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04940-01-1\n\n       S. 994                              2\n\n    1    S  33. PRINCIPLES GOVERNING THE MANAGEMENT OF STATE-OWNED INTELLECTUAL\n    2  PROPERTY. 1. FOR THE PURPOSES OF THIS SECTION, THE FOLLOWING WORDS SHALL\n    3  HAVE THE FOLLOWING MEANINGS:\n    4    A.  \"STATE  AGENCY\"  SHALL  MEAN  ANY STATE DEPARTMENT, BOARD, BUREAU,\n    5  DIVISION, COMMISSION, COMMITTEE, PUBLIC AUTHORITY, PUBLIC BENEFIT CORPO-\n    6  RATION, COUNCIL, OFFICE,  UNIVERSITY,  COLLEGE,  OR  OTHER  GOVERNMENTAL\n    7  ENTITY PERFORMING A GOVERNMENTAL OR PROPRIETARY FUNCTION FOR THE STATE.\n    8    B.  \"INTELLECTUAL  PROPERTY\"  SHALL  MEAN  INTANGIBLE  ASSETS THAT ARE\n    9  SUBJECT TO STATUTORY PROTECTION UNDER APPLICABLE PATENT,  COPYRIGHT  AND\n   10  TRADEMARK LAW, INCLUDING PATENTABLE INVENTIONS.\n   11    2.  ANY  STATE  AGENCY POLICY GOVERNING THE MANAGEMENT OF INTELLECTUAL\n   12  PROPERTY RESULTING FROM RESEARCH CONDUCTED IN STATE FACILITIES, BY STATE\n   13  EMPLOYEES OR WITH STATE FUNDS SHALL CONFORM TO THE FOLLOWING PRINCIPLES:\n   14    A. THE STATE SHALL RETAIN A NON-EXCLUSIVE, ROYALTY-FREE LICENSE TO USE\n   15  THE INTELLECTUAL PROPERTY FOR NONCOMMERCIAL PURPOSES;\n   16    B. IF A STATE AGENCY  DOES  NOT  PURSUE  COMMERCIALIZATION  OR  PATENT\n   17  RIGHTS  WITHIN  REASONABLE  TIME  LIMITS, THE STATE MUST BE ABLE TO TAKE\n   18  TITLE TO THE INVENTION;\n   19    C. WHEN INTELLECTUAL PROPERTY IS NOT DEDICATED TO THE  PUBLIC  DOMAIN,\n   20  GOOD  FAITH  EFFORTS IN DEMONSTRABLE OUTREACH, SUCH AS ACTIVE TECHNOLOGY\n   21  TRANSFER OFFICES AND OUTREACH TO BUSINESS ASSOCIATIONS AND VENTURE CAPI-\n   22  TAL AND ANGEL NETWORKS SHOULD BE MADE TO COMMERCIALIZE THE TECHNOLOGY IN\n   23  THE STATE;\n   24    D. IF INTELLECTUAL PROPERTY IS SOLD OR LICENSED TO PRIVATE BUSINESSES,\n   25  AND A SUFFICIENT REVENUE STREAM IS GENERATED, THE STATE SHALL RECEIVE  A\n   26  RETURN  ON  ITS  INVESTMENT  AND,  WHEN INTELLECTUAL PROPERTY IS SOLD OR\n   27  LICENSED TO PRIVATE BUSINESSES NOT RESIDENT  IN  THE  STATE,  THE  STATE\n   28  SHALL  OBTAIN  A  HIGHER  RETURN  ON ITS INVESTMENT THAN IT WOULD IF THE\n   29  PRODUCT RESULTING FROM THE  INTELLECTUAL  PROPERTY  WERE  COMMERCIALIZED\n   30  WITHIN THE STATE; AND\n   31    E. WHEN RESEARCH IS CONDUCTED DIRECTLY BY A STATE AGENCY, THE INDIVID-\n   32  UAL  WHOSE  RESEARCH  LEADS  TO  THE DISCOVERY OF A PATENTABLE INVENTION\n   33  SHOULD SHARE IN ANY PROCEEDS RESULTING FROM THE SALE OR LICENSE  OF  THE\n   34  INVENTION.\n   35    S  3. Subdivisions 2 and 3 of section 64-a of the public officers law,\n   36  as added by chapter 453 of the laws of 1989,  are  amended  to  read  as\n   37  follows:\n   38    2.  The  department and agency patent policies in effect on the effec-\n   39  tive date of this section shall be continued, PROVIDED THAT THEY CONFORM\n   40  TO THE PRINCIPLES SET FORTH IN SECTION  THIRTY-THREE  OF  THE  EXECUTIVE\n   41  LAW.    Such  existing  policies, unless promulgated pursuant to article\n   42  eight of the education law, shall be subject  to  the  approval  of  the\n   43  director of the budget and the state comptroller.\n   44    3.  A state department or agency may, after the effective date of this\n   45  section, adopt a patent policy, or  amend  a  patent  policy  previously\n   46  approved  by  the director of the budget for such agency, subject to the\n   47  approval of the director of the budget, the state  comptroller  and  the\n   48  director  of the office of employee relations, PROVIDED THAT SUCH POLICY\n   49  CONFORMS TO THE PRINCIPLES SET FORTH  IN  SECTION  THIRTY-THREE  OF  THE\n   50  EXECUTIVE  LAW.  Where such policy or amendment affects a term or condi-\n   51  tion of employment, such policy or amendment shall be adopted in accord-\n   52  ance with the provisions of article fourteen of the civil service law.\n   53    S 4. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the executive law and the public officers law, in relation to establishing principles governing the management of state-owned intellectual property ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110104.T101948.TXT", "SOBI.D110106.T164748.TXT", "SOBI.D110104.T110955.TXT", "SOBI.D110104.T114457.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294350468036
}