{
  "year" : 2011,
  "senateBillNo" : "S995-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO CHILDREN AND FAMILIES",
    "billEventId" : "S995-2011-1294203600000-REFERRED+TO+CHILDREN+AND+FAMILIES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "KLEIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Broadens the scope of child abuse and neglected child to include proof of a positive controlled substance toxicology report on a newborn infant",
  "summary" : "Broadens the scope of child abuse and neglected child to include proof of a positive controlled substance toxicology report on a newborn infant; presence of such controlled substances establishes a rebuttable presumption that the release of the infant to the parent presents an imminent danger to the child's health or life. ",
  "currentCommittee" : "CHILDREN AND FAMILIES",
  "sameAs" : null,
  "lawSection" : "Social Services Law",
  "previousVersions" : [ "S6239-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          995\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  KLEIN  -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Children and Families\n\n       AN ACT to amend the social services law and the  family  court  act,  in\n         relation to proof of a neglected or abused child\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Legislative findings. The legislature  finds  and  declares\n    2  that  infants  who  are  born  drug-exposed  and drug-addicted must be a\n    3  priority of our state's public health and child welfare systems.   Ille-\n    4  gal  drug addiction in pregnant women and corresponding fetal drug expo-\n    5  sure is an epidemic that has expanded in virtually geometric  proportion\n    6  since  the  1980's  with  the advent of cheap, smokeable free base crack\n    7  cocaine.\n    8    A large body of professional literature from the fields of pediatrics,\n    9  obstetrics and the social sciences has documented a multi-million dollar\n   10  problem whose effect on a generation of young Americans is  still  being\n   11  discovered.  Unfortunately,  the  laws and jurisprudence of the state of\n   12  New York have  failed  to  adequately  and  appropriately  address  this\n   13  burgeoning crisis.\n   14    The  legislature  further  finds  and  declares  that illegal drug use\n   15  during pregnancy creates a high degree of risk that newborns will exhib-\n   16  it neurobehavioral and circulatory health complications.  These  compli-\n   17  cations  include neurological defects, learning disabilities, low cogni-\n   18  tion, physical and developmental delay, and low birth weight.\n   19    Moreover, other states have  recognized  in  utero  drug  exposure  as\n   20  correlative  to  the  likelihood  of further abuse or neglect during the\n   21  child's infancy. Such recognition has led to statutory revisions causing\n   22  in utero drug exposure to be presumptive  evidence  of  child  abuse  or\n   23  neglect  and  thereby  warranting  immediate  child  protective services\n   24  intervention.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04911-01-1\n\n       S. 995                              2\n\n    1    The intervention of the state into the integrity of  the  family  unit\n    2  should  be exercised cautiously. However, where the very life and safety\n    3  of the most vulnerable segment of society is  in  question,  the  inter-\n    4  vention of the state must be aggressive and consistent.\n    5    Under  the  current appellate case law in this state, proof of illegal\n    6  drug abuse during pregnancy  as  manifested  by  a  positive  toxicology\n    7  report  for  drugs  in  the  child  is  insufficient in and of itself to\n    8  support a fact finding of child neglect under article 10 of  the  family\n    9  court act.\n   10    Current  state  office  of children and family services policy states:\n   11  \"Evidence that a newborn infant tests positive  for  a  drug.....in  its\n   12  bloodstream or urine; is born dependent on drugs or with drug withdrawal\n   13  symptoms....;  or  has been diagnosed as having a condition which may be\n   14  attributable to in utero exposure to drugs.....is not sufficient, in and\n   15  of itself, to support a determination that the child is  mistreated.  In\n   16  addition,  such  evidence  alone  is not sufficient for a social service\n   17  district to take protective custody of such a child.\"\n   18    As a consequence, a positive  toxicology  report,  without  additional\n   19  supporting  evidence,  may  not  be used to \"indicate\" a report of child\n   20  abuse or maltreatment  to  the  State  Central  Register  of  Abuse  and\n   21  Maltreatment.    This  policy creates an unacceptable risk to New York's\n   22  most vulnerable citizens: newborn infants.\n   23    At present, infants born with such a positive toxicology must, without\n   24  additional evidence of neglect, be  discharged  home  without  mandating\n   25  support,  supervision  or intervention - only to await the occurrence of\n   26  other neglect, injury or even death  before  protective  action  can  be\n   27  taken.\n   28    While intending to protect children, laws that essentially require the\n   29  child to be injured or harmed before help is offered are fatally flawed.\n   30  The  tragic  consequences of such defective laws are needless and avoid-\n   31  able particularly when at the time of birth authorities are aware of  an\n   32  immediate problem.\n   33    The  legislature finds that more than sufficient research and scholar-\n   34  ship exist to find the strongest possible causation between illegal drug\n   35  use during pregnancy and risk to the health and welfare of a  child.  It\n   36  is  therefore  the intent of this legislature that proof of illegal drug\n   37  use during pregnancy as manifested by a positive toxicology  report  is,\n   38  in  and of itself, the basis for a prima facie finding that the child is\n   39  a neglected child.\n   40    S 2. Subdivision 4-a of section 371 of the  social  services  law,  as\n   41  added  by chapter 782 of the laws of 1971, subparagraph (B) of paragraph\n   42  (i) as amended by chapter 984 of the laws of 1981, is amended to read as\n   43  follows:\n   44    4-a. \"Neglected child\" means a child less than eighteen years of age\n   45    (i) whose physical, mental or emotional condition has been impaired or\n   46  is in imminent danger of becoming impaired as a result of the failure of\n   47  his OR HER parent or other person legally responsible  for  his  OR  HER\n   48  care to exercise a minimum degree of care\n   49    (A)  in  supplying  the  child  with adequate food, clothing, shelter,\n   50  education, medical or surgical care, though financially able to do so or\n   51  offered financial or other reasonable means to do so; or\n   52    (B) in providing the child with proper supervision or guardianship, by\n   53  unreasonably inflicting or allowing to be inflicted harm, or a  substan-\n   54  tial  risk  thereof,  including  the  infliction  of  excessive corporal\n   55  punishment; or by misusing a drug or drugs;  or  by  misusing  alcoholic\n   56  beverages  to the extent that he OR SHE loses self-control of his OR HER\n\n       S. 995                              3\n\n    1  actions; or by any other acts of a similarly  serious  nature  requiring\n    2  the  aid  of  the court; provided, however, that where the respondent is\n    3  voluntarily and regularly participating  in  a  rehabilitative  program,\n    4  evidence  that  the respondent has repeatedly misused a drug or drugs or\n    5  alcoholic beverages to the extent that he OR SHE loses  self-control  of\n    6  his  OR  HER  actions  shall not establish that the child is a neglected\n    7  child in the absence of evidence establishing that the child's physical,\n    8  mental or emotional condition has been impaired or is in imminent danger\n    9  of becoming impaired as set forth in THIS paragraph [(i) of this  subdi-\n   10  vision]; or\n   11    (ii)  WHO,  AS  A  NEWBORN  INFANT,  TESTS  POSITIVE  FOR A CONTROLLED\n   12  SUBSTANCE NOT PRESCRIBED BY A PHYSICIAN, IN HIS OR  HER  BLOODSTREAM  OR\n   13  URINE,  IS  BORN DEPENDENT ON SUCH DRUGS OR DEMONSTRATES DRUG WITHDRAWAL\n   14  SYMPTOMS, OR HAS BEEN DIAGNOSED AS HAVING A CONDITION WHICH IS ATTRIBUT-\n   15  ABLE TO IN UTERO EXPOSURE TO ILLEGAL DRUGS; OR\n   16    (III) who has been abandoned by his OR HER  parents  or  other  person\n   17  legally responsible for his OR HER care.\n   18    S 3. Subdivision (f) of section 1012 of the family court act, as added\n   19  by chapter 962 of the laws of 1970, subparagraph (A) of paragraph (i) as\n   20  amended  by  chapter  469 of the laws of 1971, subparagraph (B) of para-\n   21  graph (i) as amended by chapter 984 of the laws of  1981  and  paragraph\n   22  (ii)  as  amended by chapter 666 of the laws of 1976, is amended to read\n   23  as follows:\n   24    (f) \"Neglected child\" means a child less than eighteen years of age\n   25    (i) whose physical, mental or emotional condition has been impaired or\n   26  is in imminent danger of becoming impaired as a result of the failure of\n   27  his OR HER parent or other person legally responsible  for  his  OR  HER\n   28  care to exercise a minimum degree of care\n   29    (A)  in  supplying  the child with adequate food, clothing, shelter or\n   30  education in accordance with the  provisions  of  part  one  of  article\n   31  sixty-five  of  the  education  law, or medical, dental, optometrical or\n   32  surgical care, though financially able to do so or offered financial  or\n   33  other reasonable means to do so; or\n   34    (B) in providing the child with proper supervision or guardianship, by\n   35  unreasonably  inflicting or allowing to be inflicted harm, or a substan-\n   36  tial risk  thereof,  including  the  infliction  of  excessive  corporal\n   37  punishment;  or  by  misusing  a drug or drugs; or by misusing alcoholic\n   38  beverages to the extent that he OR SHE loses self-control of his OR  HER\n   39  actions;  or  by  any other acts of a similarly serious nature requiring\n   40  the aid of the court; provided, however, that where  the  respondent  is\n   41  voluntarily  and  regularly  participating  in a rehabilitative program,\n   42  evidence that the respondent has repeatedly misused a drug or  drugs  or\n   43  alcoholic  beverages  to the extent that he OR SHE loses self-control of\n   44  his OR HER actions shall not establish that the  child  is  a  neglected\n   45  child in the absence of evidence establishing that the child's physical,\n   46  mental or emotional condition has been impaired or is in imminent danger\n   47  of  becoming impaired as set forth in THIS paragraph [(i) of this subdi-\n   48  vision]; or\n   49    (ii) WHO, AS  A  NEWBORN  INFANT,  TESTS  POSITIVE  FOR  A  CONTROLLED\n   50  SUBSTANCE  NOT  PRESCRIBED  BY A PHYSICIAN, IN HIS OR HER BLOODSTREAM OR\n   51  URINE, IS BORN DEPENDENT ON SUCH DRUGS OR DEMONSTRATES  DRUG  WITHDRAWAL\n   52  SYMPTOMS, OR HAS BEEN DIAGNOSED AS HAVING A CONDITION WHICH IS ATTRIBUT-\n   53  ABLE TO IN UTERO EXPOSURE TO ILLEGAL DRUGS; OR\n   54    (III)    who has been abandoned, in accordance with the definition and\n   55  other criteria set forth in subdivision five of  section  three  hundred\n\n       S. 995                              4\n\n    1  eighty-four-b of the social services law, by his OR HER parents or other\n    2  person legally responsible for his OR HER care.\n    3    S  4.  Subdivision  (b)  of  section  1028 of the family court act, as\n    4  amended by chapter 145 of the laws  of  2000,  is  amended  to  read  as\n    5  follows:\n    6    (b) In determining whether temporary removal of the child is necessary\n    7  to  avoid  imminent  risk to the child's life or health, the court shall\n    8  consider and determine in its order whether continuation in the  child's\n    9  home  would  be  contrary  to  the best interests of the child and where\n   10  appropriate, whether reasonable efforts were made prior to the  date  of\n   11  the  hearing  to  prevent or eliminate the need for removal of the child\n   12  from the home and where appropriate,  whether  reasonable  efforts  were\n   13  made  after  removal  of  the child to make it possible for the child to\n   14  safely return home.\n   15    IN A CASE INVOLVING A NEWBORN INFANT TESTING POSITIVE FOR A CONTROLLED\n   16  SUBSTANCE NOT PRESCRIBED BY A PHYSICIAN, IN HIS OR  HER  BLOODSTREAM  OR\n   17  URINE, BORN DEPENDENT ON SUCH DRUGS, DEMONSTRATING DRUG WITHDRAWAL SYMP-\n   18  TOMS,  OR HAVING BEEN DIAGNOSED AS HAVING A CONDITION WHICH IS ATTRIBUT-\n   19  ABLE TO IN UTERO EXPOSURE TO ILLEGAL DRUGS, SUCH  STATUS  OF  THE  CHILD\n   20  SHALL  ESTABLISH A REBUTTABLE PRESUMPTION THAT THE RELEASE OF THE INFANT\n   21  TO THE PARENT PRESENTS AN IMMINENT DANGER TO THE CHILD'S LIFE OR HEALTH.\n   22    S 5. Paragraphs (vii) and (viii) of subdivision (a) of section 1046 of\n   23  the family court act, paragraph (vii) as amended by chapter 432  of  the\n   24  laws  of  1993 and paragraph (viii) as added by chapter 1015 of the laws\n   25  of 1972, are amended and a new  paragraph  (ix)  is  added  to  read  as\n   26  follows:\n   27    (vii)  neither  the privilege attaching to confidential communications\n   28  between husband and wife, as set forth in section forty-five hundred two\n   29  of the civil practice law  and  rules,  nor  the  physician-patient  and\n   30  related  privileges,  as set forth in section forty-five hundred four of\n   31  the civil practice law and rules, nor the psychologist-client privilege,\n   32  as set forth in section forty-five hundred seven of the  civil  practice\n   33  law  and  rules, nor the social worker-client privilege, as set forth in\n   34  section forty-five hundred eight of the civil practice  law  and  rules,\n   35  nor  the rape crisis counselor-client privilege, as set forth in section\n   36  forty-five hundred ten of the civil practice law and rules, shall  be  a\n   37  ground  for  excluding  evidence which otherwise would be admissible[.];\n   38  AND\n   39    (viii) proof of the \"impairment of emotional health\" or \"impairment of\n   40  mental or emotional condition\" as  a  result  of  the  unwillingness  or\n   41  inability  of the respondent to exercise a minimum degree of care toward\n   42  a child may include  competent  opinion  or  expert  testimony  and  may\n   43  include  proof  that  such  impairment lessened during a period when the\n   44  child was in the care, custody or supervision  of  a  person  or  agency\n   45  other than the respondent[.]; AND\n   46    (IX)  PROOF  THAT  A  NEWBORN  INFANT  TESTS POSITIVE FOR A CONTROLLED\n   47  SUBSTANCE NOT PRESCRIBED BY A PHYSICIAN, IN HIS OR  HER  BLOODSTREAM  OR\n   48  URINE,  IS  BORN  DEPENDENT  ON SUCH DRUGS, DEMONSTRATES DRUG WITHDRAWAL\n   49  SYMPTOMS, OR HAS BEEN DIAGNOSED AS HAVING A CONDITION WHICH IS ATTRIBUT-\n   50  ABLE TO IN UTERO EXPOSURE TO ILLEGAL DRUGS SHALL BE PRIMA FACIE PROOF OF\n   51  NEGLECT.\n   52    S 6. Subdivision (d) of section 1051  of  the  family  court  act,  as\n   53  amended  by  chapter  478  of  the  laws  of 1988, is amended to read as\n   54  follows:\n   55    (d) If the court makes a finding of abuse or neglect, it shall  deter-\n   56  mine,  based  upon the facts adduced during the fact-finding hearing and\n\n       S. 995                              5\n\n    1  any other additional facts presented to it, whether a preliminary  order\n    2  pursuant  to  section  one  thousand  twenty-seven  OF  THIS  ARTICLE is\n    3  required to protect the child's  interests  pending  a  final  order  of\n    4  disposition. The court shall state the grounds for its determination. In\n    5  addition,  a  child  found  to be abused or neglected may be removed and\n    6  remanded to a place approved  for  such  purpose  by  the  local  social\n    7  services  department  or  be placed in the custody of a suitable person,\n    8  pending a final order of disposition, if the court finds that there is a\n    9  substantial probability that the final order of disposition will  be  an\n   10  order  of  placement under section one thousand fifty-five OF THIS PART.\n   11  In determining whether substantial probability exists, the  court  shall\n   12  consider  the  requirements  of  subdivision (b) of section one thousand\n   13  fifty-two OF THIS PART.  PROVIDED, HOWEVER, THAT IN A CASE  INVOLVING  A\n   14  NEWBORN   INFANT   TESTING  POSITIVE  FOR  A  CONTROLLED  SUBSTANCE  NOT\n   15  PRESCRIBED BY A PHYSICIAN, IN HIS OR  HER  BLOODSTREAM  OR  URINE,  BORN\n   16  DEPENDENT  ON  SUCH  DRUGS,  DEMONSTRATING  DRUG WITHDRAWAL SYMPTOMS, OR\n   17  HAVING BEEN DIAGNOSED AS HAVING A CONDITION WHICH IS ATTRIBUTABLE TO  IN\n   18  UTERO  EXPOSURE  TO ILLEGAL DRUGS, SUCH STATUS OF THE CHILD SHALL ESTAB-\n   19  LISH A REBUTTABLE PRESUMPTION THAT THE RELEASE  OF  THE  INFANT  TO  THE\n   20  PARENT PRESENTS AN IMMINENT DANGER TO THE CHILD'S LIFE OR HEALTH.\n   21    S 7. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the social services law and the family court act, in relation to proof of a neglected or abused child ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110104.T101948.TXT", "SOBI.D110106.T164748.TXT", "SOBI.D110104.T110955.TXT", "SOBI.D110104.T114457.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294350468039
}