{
  "year" : 2011,
  "senateBillNo" : "S997-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO EDUCATION",
    "billEventId" : "S997-2011-1294203600000-REFERRED+TO+EDUCATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MONTGOMERY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires the notification in writing of discharge or transfer of minors from attendance upon instruction and the reporting of such data to the legislature",
  "summary" : "Requires the notification in writing of discharge or transfer of minors from attendance upon instruction and the reporting of such data to the legislature; the notification shall include a breakdown of all discharges and dropout of students under 21, reasons therefor, demographics and racial breakdown of all discharged students, the number of students enrolled in GED programs, the number of special education students discharged, the number of English language learner students who have been discharged and what support services were offered before discharge. ",
  "currentCommittee" : "EDUCATION",
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "S1291-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "DIAZ",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "DUANE",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "HUNTLEY",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "SAMPSON",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          997\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sens.  MONTGOMERY, DIAZ, DUANE, HUNTLEY, SAMPSON -- read\n         twice and ordered printed, and when printed to  be  committed  to  the\n         Committee on Education\n\n       AN  ACT  to  amend  the  education  law,  in relation to notification of\n         discharge from attendance upon instruction\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision  4  of  section  3211 of the education law is\n    2  amended and a new subdivision 5 is added to read as follows:\n    3    4. Duties of principal or person in charge of  the  instruction  of  a\n    4  minor.  The  principal  of  a  school,  or other person in charge of the\n    5  instruction upon which a minor attends, as provided by THIS part [one of\n    6  this article], shall cause the record of his OR  HER  attendance  to  be\n    7  kept  and  produced  and  all  appropriate inquiries in relation thereto\n    8  answered as hereinbefore required. He OR SHE shall give prompt notifica-\n    9  tion in writing to the school authorities of the city or district of the\n   10  discharge or transfer of any such minor from  attendance  upon  instruc-\n   11  tion,  stating  the  date  of  the discharge, its cause, the name of the\n   12  minor, his OR HER date of birth, his OR HER place of residence prior  to\n   13  and  following  discharge,  if such place of residence be known, and the\n   14  name of the person in parental relation to the minor, A CLEAR  BREAKDOWN\n   15  OF  ALL  DISCHARGES AND DROPOUTS FOR STUDENTS AGED TWENTY-ONE AND UNDER,\n   16  AND THE REASONS THEY ARE NO LONGER IN THE PUBLIC SCHOOL SYSTEM, A  DEMO-\n   17  GRAPHIC  AND  RACIAL BREAKDOWN OF ALL DISCHARGED STUDENTS, THE NUMBER OF\n   18  STUDENTS UNDER THE AGE OF TWENTY-ONE WHO ARE SEEKING OR ENROLLED IN  GED\n   19  PROGRAMS, THE NUMBER OF DISCHARGED STUDENTS AND THEIR EDUCATIONAL STATUS\n   20  PRIOR  TO BEING DISCHARGED, THE NUMBER OF ALL SPECIAL EDUCATION STUDENTS\n   21  WHO WERE DISCHARGED,  THE  NUMBER  OF  ENGLISH  LANGUAGE  LEARNER  (ELL)\n   22  STUDENTS  WHO  HAVE  BEEN  DISCHARGED, AND WHAT SUPPORT OR SERVICES WERE\n   23  OFFERED TO THE STUDENT BEFORE DISCHARGE.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03951-01-1\n\n       S. 997                              2\n\n    1    5. COLLECTION OF DATA. ANY DATA COLLECTED SHALL BE  SUBMITTED  TO  THE\n    2  DEPARTMENT  WITHIN  NINETY  DAYS  OF  THE  END  OF EACH SCHOOL YEAR. THE\n    3  DEPARTMENT SHALL PROVIDE TO THE  LEGISLATURE  A  REPORT  COMPILING  SUCH\n    4  INFORMATION  AND  SUBMIT  TO THE CHAIR OF THE SENATE EDUCATION COMMITTEE\n    5  AND  THE CHAIR OF THE ASSEMBLY EDUCATION COMMITTEE ON OR BEFORE NOVEMBER\n    6  THIRTIETH OF EACH YEAR. THE DEPARTMENT SHALL ALSO PRODUCE GENERAL STATE-\n    7  WIDE DATA THAT SHALL BE AVAILABLE TO THE PUBLIC UPON REQUEST.\n    8    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to notification of discharge from attendance upon instruction ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T165248.TXT", "SOBI.D110104.T114001.TXT", "SOBI.D110104.T104452.TXT", "SOBI.D110104.T103952.TXT", "SOBI.D110104.T110955.TXT", "SOBI.D110104.T114457.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294350768144
}