{
  "year" : 2011,
  "senateBillNo" : "S999-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "REFERRED TO TRANSPORTATION",
    "billEventId" : "S999-2011-1294203600000-REFERRED+TO+TRANSPORTATION",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "MARCELLINO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the maximum vehicle length for buses",
  "summary" : "Relates to the maximum vehicle length for buses changing it to 50 feet from 45. ",
  "currentCommittee" : "TRANSPORTATION",
  "sameAs" : null,
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "S8452-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          999\n\n                              2011-2012 Regular Sessions\n\n                                   I N  S E N A T E\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  Sen.  MARCELLINO  -- read twice and ordered printed, and\n         when printed to be committed to the Committee on Transportation\n\n       AN ACT to amend the vehicle and traffic law, in relation to the  maximum\n         vehicle length\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraph (c) of subdivision 3 of section 385 of the  vehi-\n    2  cle  and  traffic law, as amended by chapter 493 of the laws of 2003, is\n    3  amended to read as follows:\n    4    (c) The length of buses having a carrying capacity of more than  seven\n    5  passengers  shall  not  exceed  [forty-five] FIFTY feet, except that the\n    6  length of articulated buses shall not exceed sixty-two feet.    A  house\n    7  coach  shall  not  exceed  [forty-five]  FIFTY  feet in length, provided\n    8  however, that if a house coach exceeds forty feet in length,  its  wall-\n    9  to-wall  turning  diameter shall not exceed ninety feet three inches and\n   10  moreover, such house coach shall have permanently affixed to its body on\n   11  the front passenger side door jamb, a  data-plate  on  which  the  house\n   12  coach manufacturer indicates the vehicle identification number and wall-\n   13  to-wall  turning  diameter and attests to the fact that the wall-to-wall\n   14  turning diameter is calculated in accordance with the Society of Automo-\n   15  tive Engineers J-695 Standard as such standard existed  on  June  first,\n   16  two  thousand  three,  regarding turning capability. In the event such a\n   17  house coach exceeds either  twenty-six  thousand  pounds  gross  vehicle\n   18  weight rating, is greater than forty feet in length or exceeds both, the\n   19  operator  of  such  house  coach  must  have  a  driver's license with a\n   20  personal use vehicle endorsement as set forth in subparagraph  (vii)  of\n   21  paragraph  (b)  of  subdivision two of section five hundred one of [the]\n   22  this chapter. This provision shall not apply  to  any  city  not  wholly\n   23  included  within  one  county  except such house coaches and fifth wheel\n   24  trailers used for  non-commercial  purposes  may  be  operated  on  that\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04432-01-1\n\n       S. 999                              2\n\n    1  portion  of interstate ninety-five which connects interstate two hundred\n    2  eighty-seven with interstate two hundred ninety-five,  that  portion  of\n    3  interstate two hundred ninety-five which connects interstate ninety-five\n    4  with  interstate four hundred ninety-five and that portion of interstate\n    5  four hundred ninety-five between interstate ninety-five and the  Nassau-\n    6  Queens county line.\n    7    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to the maximum vehicle length ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T165248.TXT", "SOBI.D110104.T110955.TXT", "SOBI.D110104.T113456.TXT", "SOBI.D110104.T112455.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294350768149
}